{
    "rg": "RG-50.106.0224_trs_en",
    "sequence": [
        "Q: Is that the name you were born with?",
        "A: Yes. I do have a middle name, Samuel.",
        "Q: Samuel. And where were you born and when were you born?",
        "A: I was born in a part of Berlin called Spandau and it was on August 16, 1930.",
        "Q: Let’s talk a little bit about your family, how far back your family goes in Germany. Can you\ntell me a little bit about your parents and grandparents?",
        "A: Yes, my father was born in Poland in a small community, farming community called Wislica |\nwhich is near the largest city of Kielce in Poland. My mother was born in Berlin. My father lived\nin, as a child, lived in Wislica. In 1914 or 15, he enlisted in a Polish military unit which was\nconscripted eventually and served as part of the German army. And so in essence he became a\nsoldier, fighting for Germany in World War I.",
        "Q: Tell me your parents’ names. Your father’s name?",
        "A: My father’s name in Polish, it was Simon Prejs, spelled the way the Polish people would\nspell it, P-R-E-J-S.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: And your mother’s name?",
        "A: My mother’s name is Margaret and her maiden name was Loser, L-O-S-E-R.",
        "Q: Following up on your parents’ lives. What kind of work did your father do?",
        "A: Well I might go back and explain. The, my father served, as I said with the German army\nduring the First World War. He was in several major battles and survived. And he was awarded\na, aS many were, an Iron Cross. And eventually for his service in the German cause, was given\npermission to become a German citizen. Actually became a citizen of Berlin. That’s what the\npapers say. And so in about 1919 or 1920, I don’t have the papers in front of me, he relocated\nand settled in Spandau in Berlin.\nWhen he was in Berlin, he undertook slowly a number of enterprising activities. By 1930 when I\nwas born, he had already several haberdashery stores, several meaning two or three. He owned\nsome property including an interest in a movie or cinema. And on my mother’s side, Margaret,\nher family was in the egg business, wholesale egg distribution business. And I once recalled how\nthey met. I can’t remember for the moment now. But somehow they met and married in 1927 I\nthink it was, 26 or 27.",
        "Q: Do you or do you have any siblings?",
        "A: Yes, I have a brother John and John actually has I think made some endowment for the\nHolocaust Museum.",
        "Q: Does he live here in the United States?",
        "A: Yes. He lives in Salt Lake City and I think he 1s somewhat well known in the museum circles\nand he certainly well known in political circles.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: Let’s talk about your family in general now. Were your parents religious in any way,\nobservant?",
        "A: Yes, they were observant. And we observed of course the Friday evening services. My father\nwould say a Shabbat with wine and there were as I recall occasional, I don’t know how frequent,\nvisits to the synagogue. And I would say my father was, was not, he certainly was not in the\nconservative rungs. I would say today you would say he was probably a, an observant Jew. But\nI don’t know how else to characterize.",
        "Q: More liberal, would you say a liberal Jew, well whatever.",
        "A: I couldn’t judge that because at that time I was only ten years old and I would not know\nwhether we are liberals or what.",
        "Q: Do you remember the name of the synagogue your family belonged to?",
        "A: No, I don’t. It would have been in Spandau. We resided in Spandau in a house which was by\nthe way right near an open area, a park like area which encompassed what was then the complex,\na prison complex where later Hesse would spend his final years.",
        "Q: You were born. Is your brother older or younger than you?",
        "A: Three years younger.",
        "Q: Three years younger. Ok. And so let’s talk a little bit about your childhood. What’s your first\nmemory? Can you back that far?",
        "A: My first memory. Yes. I think my first memory would take me back to a time when my\nbrother was about three and I would have, and since I’m three years older. I would have been\nabout six. And that was only because it was very dramatic. There were, there was a sandbox\nhttps://collections.ushmm.org\nMay 2, 2014\nwhere my brother and another child were playing. And the other child dug, whatever it 1s, a\nrather deep hole in the sandbox and his head somehow got trapped in it and it was a tragic death.\nAnd I always remember that is sort of a starting point for all my memories.\nThe other, I do recall quite vividly of course, I was in school and I was transferred from school.\nThe story 1s well known. And it was a period when I wore a yellow star. All of the portion of\nhistory is well documented. I was —",
        "Q: Before we get to that, before we will certainly get to that. Was your neighborhood a mixed,\nJewish, non-Jewish neighborhood?",
        "A: I can’t answer that. I can’t answer that.",
        "Q: And I assume you spoke German at home?",
        "A: Yes.",
        "Q: When did you first hear of a man named Hitler? Do you remember when you first heard\nabout him?",
        "A: Well I don’t —",
        "Q: I know you were a child.",
        "A: I don’t know when I first heard Hitler. But I can recall very early meaning in school, singing\nDefana Ho, [ph] (more singing in German). That song I will always remember because I learned\nit in school when I was about six years old or seven years old.",
        "Q: Did you have any non-Jewish friends or were —\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes, and my father’s closest friend was a man named Troutshold [ph]. He was a, I don’t\nknow whether he was a business associate, but he was certainly a close friend and that man was a\nnon-Jew.",
        "Q: And your neighborhood was mixed?",
        "A: Well that I cannot say, I cannot answer.",
        "Q: You start school and was it a public school?",
        "A: Yes.",
        "Q: And when were the first changes that you remember?",
        "A: Well that’s hard because I would not be able to place them by year. At that point it just\nhappened. Like one day we were told that we were no longer going to go to that particular\nschool. And I can’t remember what the explanation was that was given for it. And I can’t\nremember the explanation for why we were identified with a yellow star and a coat. And —",
        "Q: What year was that? Do you remember what year?",
        "A: No, I would not remember. I would say it was about 37. I would say it was at least a year\nbefore Kristallnacht.",
        "Q: Up to that time do you ever remember being afraid or seeing anything that was frightening to\na young boy on the street or hearing anything that was frightening, upsetting. Do you have any\nmemories of that?",
        "A: (pause) No, the first, the first alarm memory goes back to the evening of Kristallnacht.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: Before we get there, so now you’re asked to leave the school. Was that very upsetting to\nyou? You don’t remember.",
        "A: I, no I don’t remember. I don’t want to make a story up. I really don’t. No I don’t, I don’t\nremember. I do remember that within the family, events were uneasy and there was a lot of talk\nabout what to do. But I just overheard that because I couldn’t contribute to what to do.",
        "Q: You were very young, of course. Right.",
        "A: I do think what is relevant here though is that my father as early as 36 and 37 had anticipated\nat least something might go, might turn bad and he had financed the travel of two brothers to the\nUnited States, who were --",
        "Q: Two of his brothers?",
        "A: Yes, Willy and Herbert. Willy eventually came to the US in 37 and set up in New York.\nHerbert in Houston. And the talk was that if we needed help and needed someplace to go that\nthey would be in a position to help the family.",
        "Q: Now you’ve changed schools. And the next change that you can recall. You said wearing a\nStar.",
        "A: Yes, well.",
        "Q: How did that feel to a young boy? What did it mean to you? Do you have any recollection?",
        "A: I don’t know what it meant. I just sense, I suppose I sensed some degree of segregation but I\ndon’t remember being, I don’t remember any emotional trauma from that. My father was not a\nman who easily got upset. And we, there was some alarming talk but I can’t remember that\nwithin the family. There was any great, what is, any great fear about the events in progress.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: As you said, the first difficult time for you was Kristallnacht right?",
        "A: Pardon me, yes, Kristallnacht, yes. That I remember clearly because I was, I so to speak in on\nit. That is this man Troutshold, my father’s friend, was the one who rapped on the door and\ninformed Margaret and Simon that something is up and that they were destroying the stores. And\nmy father and my mother and I went down to the store that was closest to where we were living\nand when we got there the store had been in fact destroyed. There were people milling around\nand we spent the next hour salvaging things that the looters had left behind. And those are the\nthings we ended up leaving the country with. Shirts and some pants and other things that were\nleft behind from the looting after the store had been ransacked.",
        "Q: This is from the haberdashery store that your father had?",
        "A: Yes, yes.",
        "Q: Were you, again I know you were very young, do you remember being terribly frightened at\nthis destruction?",
        "A: Well I wasn’t so much frightened as that I was confused that we were picking clothing out of\nshattered glass and that was and I did not know really what had happened. Except there were\npeople milling around and the story eventually was pieced together so that I had an\nunderstanding that there were people who hated Jews and were destroying their property. It was\na rather simplistic explanation but I was ten years old and my father had no reason to detail all,\nthe nature of what was going on.",
        "Q: Did you have any emotional feelings when you saw a swastika? Symbols.",
        "A: Emotional reaction to the s, no, I except that I began, I clearly associated it with the events of\nKristallnacht. And between that time and the period that we left and surely Germany, there were\ncertainly a lot of what is it. I can’t say angst, but I can say that there was a lot of caution going\nhttps://collections.ushmm.org\nMay 2, 2014\nout. And of course, being identified as a Jew. Because when you went out you wore the coat that\nhad the star which identified you.",
        "Q: Did your non Jewish friends talk to you once you wore a star?",
        "A: I can’t remember whether that —",
        "Q: Played with them you know once —",
        "A: No, I really can’t I, no I can’t remember. I can’t remember that. The —",
        "Q: Did your little brother have to wear a star?",
        "A: That I can’t remember either. I can’t remember. By the time he would have been old to go to\nschool and go out, we were already fleeing so —",
        "Q: Now Kristallnacht is over. And then what’s the next.",
        "A: Well the next of course was the hurried efforts to put our lives in order by figuring out what\nwe're going to do. I don’t think, I was not in on the decisions that led us to flee. We, in I think it\nwas in April, just before the announcement that the German policy on letting Jews out changed.\nUp to I think some period into 39, the German policy still was to let Jews flee if they left their\nproperty behind.",
        "Q: Were your grandparents alive at this time?",
        "A: Yes. Both grandmothers were alive. My mother’s sister Hilda was alive. My other father’s\nbrother Adolf and his son were alive. And so I knew all of those people.",
        "Q: They were all in Berlin?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes. Yes, they were all, they were in the family we have not only photographs of us all\ntogether, but there were a number of occasions when I can recall the two grandmothers would be\nin our home and the brothers would be there.",
        "Q: You said your father and mother were trying to make arrangements.",
        "A: Yes, I don’t know how they eventually made the arrangements but there were arrangements\nmade that enabled us to get to Hamburg. And there —",
        "Q: What month of 39 was that?",
        "A: Pardon me",
        "Q: Do you know what month that was?",
        "A: Yes it would have been. You can identify the month because it was just a month or so before\nthe German policy closed. They no longer let Germans flee. So we managed just to be one of\nthose who at the last minute was able to still get out. I can’t remember what exactly month that\nGerman policy changed.\nWe left with whatever suitcases that we could fill with the things that we salvaged from, either\nfrom the stores or from our own personal home possessions.",
        "Q: What did you take as a young boy? Did you take anything special that you loved?",
        "A: Oh no, I don’t remember taking anything special. Books, yeah.",
        "Q: Books or toys.",
        "A: No, I couldn’t, I can’t remember any of that. It was a hasty departure and the, I have only the\nvague recollection how we got actually to the port, but I do have a recollection of being at the\nhttps://collections.ushmm.org\nMay 2, 2014\ndock and looking at the ship which was called the Ulm. It’s still in the registry of ships. U-L-M\nand it looked very large to me. But in retrospect, it was a rather small 12,000 ton freighter.",
        "Q: Did your extended family come with you, your grandmother?",
        "A: No, no one came. And there was concern about what would happen to the others. We talked\nabout that and, and there was the notion that somehow if we got out, we might be able to help the\nothers get out. Well at that time of course there was still the possibility of getting out but a\nmonth or two later there was no longer that possibility.",
        "Q: You get on this ship and where did you —",
        "A: Well the ship was headed into the Caribbean and it was called a banana boat and it only went\ninto the Caribbean and I think in the tropical areas of Central America, picked up bananas. It had\nracks in the hold for holding bananas and we lived in the hold of that vessel. I say lived, isn’t the\nright word.",
        "Q: Existed.",
        "A: Existed in the hold of that vessel.",
        "Q: How long was the voyage?",
        "A: I can’t again recall the exact but it was a longer period than, that’s all we were underway I\nthink at least, no there were to the best of my knowledge there were no other, other than the\npeople who manned the ship.",
        "Q: So there were no other refugees?",
        "A: Not, to the best of my knowledge there were none.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: Did you ever find out later how your father got these arrangements. Later on.",
        "A: No, no my father died in 1949 and for a variety of reasons, it’s one of these things were never\nrevealed exactly. But all right.",
        "Q: Can we just back up a little bit, before you left Germany. When you left the first school, did\nyou go to a second school or not?",
        "A: Yes, I went to a second building. I don’t know if it was a school or not and there, there was a\nHebrew teacher.",
        "Q: It was just for Jewish students?",
        "A: Just for Jewish students and there was a Hebrew teacher at the other, at the first school, I\nwould not have known what religious denomination the teacher was.",
        "Q: On the boat and did you get enough food on the boat? Do you know? Do you remember?",
        "A: Well I can’t remember either. I would, and I don’t know how the arrangements were made.\nBut I, for my brother and I, as I recall, it was an exciting — we spent a lot of time on deck,\nwatching the ship. My mother was very seasick most of the time and she spent most of the time\nin the hold. And —",
        "Q: Was she the only woman on board?",
        "A: I can’t tell you that, but I would say so. I can’t remember seeing among the crew a woman\nand so — but the, all right so.",
        "Q: Where did you dock?",
        "A: We docked in I believe it’s in Balboa, Panama is where we finally left the ship. And we —\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: Did anybody meet you at the pier?",
        "A: No, no one that I recall met us at the pier. But we, and I don’t know how we proceeded inland\neither any longer. But I do recall that eventually we were able to find inland a place where we\nstayed which was a very large room. And we lived in one room that was in, a toilet outside and\nwe lived, slept and did whatever else we had to do in a large room which was part and which was\nthe lower part of a house. A private house.",
        "Q: So there was a family living in the private —",
        "A: Yes, there was a family living there. And somehow I don’t know again exactly how that\ncame to be, but my father was able to get temporary employment. And in the Canal, what was\ncalled the Canal Zone which 1s the area in which, controlled by the Americans. And I’m not sure\nexactly what he did for the Americans in the Canal Zone.",
        "Q: So he didn’t open up a store or anything?",
        "A: No, no, no. He was employed and it was, and we earned a little bit of money and the people\nthat we lived with were nice to us and helped us out. And for a period —",
        "Q: Were there any other Jewish refugees nearby that you knew of?",
        "A: Not that I recall. Not that I recall and we did, at least I did for a brief period of time, attend a\nschool in Panama which was a Panamanian school, meaning it was for local people and it was a\nCatholic school. It was kind of — then I have vivid memories because --. As a Jew I was in\nschool where we went through all the rituals that the Catholics go through including -- Ok, so\nthat was a memorable experience.",
        "Q: What were the other children like to you? Were they accepting? Were you able to\ncommunicate?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes, every young — yes they of course were as I recall, we were kind of odd because the\nclothing that we brought with us 1s not the clothing that Panamanian young children wear — so I\nwent to school wearing knickers, probably the period when young boys still wore knickers. And\nnobody in Panama in going to school, wore knickers. It was in that sense —",
        "Q: How could you communicate to the other children?",
        "A: Well that was difficult also, except all I can say is by the time we left Panama, about a year or\nso later, I could speak the language quite well.",
        "Q: Good for you. What else did you do besides go to school?",
        "A: Well we lived most of the life in Panama at this time was out of doors. So I remember most of\nmy activities took place not in, in the house but in or in the room, but outdoors. Some of the\nmemorable things that happened there was — Panama was subject to terrible rainstorms. What we\nwould call squalls or so which flooded the streets and flooded the streets meaning water up to\nyour knees. And so and of course the water had to go somewhere and often it would seep, not\nseep but flow, right into the room where we were living, that was as I said a ground floor. Is all I\nremember bailing and trying to (both talking) trying.\nSo other things.",
        "Q: Did your parents pick up the language?",
        "A: No and that was always a difficulty. I don’t know how my father communicated in the Canal\nZone. To the best of my knowledge, he spoke no English. And that would have been a language\nthey would have used on the Zone. I almost all of the — when we needed things and I had learned\nthe language rather quickly and so I served often as the person communicating for them.",
        "Q: So you were the interpreter.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: And in Spanish.",
        "Q: Did you say you know what the name of the village or town you were in?",
        "A: No, I can’t remember that. I can’t remember that. It wasn’t far from the Canal Zone because\nmy father commuted.",
        "Q: You played with the other kids. And were your parents able to get news of what was\nhappening in Europe?",
        "A: Yes, yes we did get, there is in my — I put together some archives. There is, yes we have a\nrather extensive set of archives. Two very large books which have pictures of passports and all\nthe documentation. And there are — I put those together. My brother has them. I hoped that he\nwould turn them over. I was somewhat associated with the American Jewish archives in\nCincinnati and I thought they might go there but my brother and his — I believe that he wanted to\nhold onto them. So I turned them over to him. I don’t know what he intends to do with these. I\nthink he believes they are sort of family memorabilia and he would like to hold them.\nBut in any event the, there 1s a lot of documentation that goes with everything that I’m telling\nyou.",
        "Q: You’re in Panama for a year, I think you said.",
        "A: A year, a year and a half. We have, I think we arrived in the US within a few weeks of the\ndeclaration, if the attack on Pearl Harbor. And that was possible, partly because uncle, my\nfather’s brother, Willy to some extent was helpful. Not nearly as helpful as my father anticipated.\nAnd an organization called HIAS which helped. And so through HIAS plus some cooperation,\nassistance from Willy, we were able —",
        "Q: On the note that you gave me you said you stayed in Panama til 1940 and then came to the\nUnited States in 1940.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: No, it’s closer to 41.",
        "Q: I was going to say but Pearl Harbor was December 41.",
        "A: Yes, it’s closer to 41.",
        "Q: So it’s 41 you’re talking.",
        "A: I think it’s, I remember receiving the news of Pearl Harbor while I was in the United States.",
        "Q: Anything else you want to tell me about life in Panama. Did you see any other Jewish\nfamilies at all during that year and a half or any other Jewish children?",
        "A: I don’t remember any aspect of Jewish life. I don’t even remember that were at that period\ncelebrating the Shabbat.",
        "Q: What was your mother’s state of mind? Emotionally was she strong?",
        "A: Yes, yes. My mother was — yes, she, yes I would say she, she actively participate in the\nbusiness affairs of my father, even when we were in Germany. That is when, in Kristallnacht she\nwas there, along with my father, sorting things out. It was not an easy thing to do. I’m not\ntalking emotionally. The store was totally destroyed. There was shattered glass and but, and I\nthink —",
        "Q: Was your synagogue destroyed, the synagogue you had gone to, was that destroyed?",
        "A: I could not answer that. I cannot answer that. The -- but the point is yes, I think my mother\nwas, even after my father died, she somehow had the moxie to learn how to become a, I forgot\nwhat you call it. She went to some trade school in New York and learned to operate a machine. I\nforgot what they called the machine and was able to get a job. And so to help with the family\nhttps://collections.ushmm.org\nMay 2, 2014\nexpenses. My father had died and I was in the Korean War and she had to sort of make her own\nway. But she was quite resourceful.",
        "Q: You’re in Panama and you’re going to school and the other children have accepted you and\nso life goes on and then how did you get to do the next journey to the —",
        "A: Well I, again HIAS arranged for our departure so I don’t know what arrangements my father\nwas involved in. Probably filing papers and things of that sort. But I would say on the whole that\nthe period in Panama for me was — it was somewhat Spartan it was interesting as a young boy. I\nwas now 11. I found it, the different culture and the different foods I was eating and the floods I\noften found interesting. Rafting in the city streets. And so the Panamanian way of life was so\ndifferent, that I must say, my impressions of those days in Panama was that it was an interesting\nperiod. Going to school with Catholics. Being, having nuns as instructors I had never seen a\nnun. And so all of it was simply —",
        "Q: Did they try to convert you?",
        "A: I can’t remember whether they tried, but I certainly learned to participate in their prayers and\nI can still to this day recall those.",
        "Q: You’re getting ready to leave. Was that exciting to a young boy?",
        "A: Well a lot of it was we were on a ship again. And we had no — I mean I had no idea the first\ntime where we were going. The second time we were told we were going to America. But I had\nno idea what that meant. Except that I did know that Willy and Herbert were supposed, were\nnow in America and that — So I can’t tell you much about it. It was not as long a journey as it had\nbeen to cross the ocean to Panama. And I can say that I remember as a young boy seeing the\nStatue of Liberty as we entered into the —",
        "Q: What did that mean to you?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Well it didn’t mean anything except a big statue. I have, in fact America didn’t mean anything\ntome. As such. If we were to have said we’re going to Africa, it probably wouldn’t have made\nany different.",
        "Q: Do you remember if your parents were emotional when they docked in New York?",
        "A: They docked in, we were I can’t recall the exact docking location, but it was under the control\nof the immigration service. And we stayed at the dock only temporarily. And then were removed\nby some sort, I don’t know what do you call it, a ferry or something. To Ellis Island.",
        "Q: Do you remember your parents being emotional at that time, cause they knew what was, you\nknow they really knew what this meant.",
        "A: Well. I think at least at the beginning I think we were all more, more uncertain than\nrejoiceful. Because when we got to Ellis Island we realized we may be in the United States, but\nwe’re not in the United States. There are thousands of people in Ellis Island and they were all\nmilling and all hopeful that they could leave the island. And we had no idea whether we would\nleave the island or under what circumstances we would leave the island. So there was a lot of\nspeculative talk about what would happen to us.\nAnd so it wasn’t as we felt like everything is rosy. I’m concerned about and I can’t recall but we\nwere on the island for quite some period. This was not an overnight stay. This was, it was\nseveral weeks. And throughout there was concern about, about how secure we were and how\nsure it was that we would get to the mainland.",
        "Q: Can we back up again. I meant to ask you if you have any recollection of your parents’\nresponse when Germany invaded Poland in September 39. I’m sorry to go back in time. Does\nthat have any —",
        "A: No I can’t, I can’t remember again in 39. I would have been nine year old.",
        "Q: Special memories you have.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: There is no special. The concern in Panama was what is happening to the others who did not\nleave. We knew that, we knew for, I have about a dozen letters that did go between us and in\nPanama and Adolf the brother of my brother who could still write, although the letters show on\nthe back that they were censored and I still have those letters.\nSo for a period of, into 39, and 40 there was some correspondence still possible between\nrelatives. After 40, 41, I think there was already talk about concentration camps and so and then\nthe letters eventually ceased. There was no further contact.",
        "Q: To get back to Ellis Island. So you’re there for a bit of time and then where did you go?",
        "A: Well we went to new, Manhattan where we were greeted by Uncle Willy and his wife, Ruth.\nMy father’s brother and his wife. They have, had already established themselves and were in\nfact doing quite well. They were living in upper Manhattan on the west side. Ruth was a very\ntalented woman and she was an artist and she somehow managed to open a business creating\npaper mache, kinds of figures and very interesting kinds of things that were eventually bought by\nstores like Macy’s, Gimbel’s and others to put into their show windows. So when you had\nEaster time, there were all kinds of Easter figures that used to be fashioned. It’s no longer\nfashionable to do those things. Maybe it is still in New York but I haven’t seen that much any\nlonger. But in those years store windows were highly decorated. And she had the knack of using\nchicken wire and old newspapers and painting the things.\nAnd when we moved in, with Willy. We lived with them for about five weeks, six weeks, in a\nroom, they were already in business. I don’t know how many employees they had. This business\nwas underway. Later on, of course, 1t became extremely successful and in the 60s by the 60s he\nwas well into being a millionaire.",
        "Q: What field, what area was he in? What kind of business did he have?",
        "A: Well that was his business. Making newspaper mache. They were being made. He had about\n30, 35 employees. For a while I was an employee. And these things were sold all over the east\ncoast and so he and Ruth became quite wealthy.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: So you moved out, your family moved out after five weeks, you said.",
        "A: Yes and eventually we were able to find a small apartment in Queens. Jackson Heights. And\nnear Roosevelt Avenue which is a rather well known because it’s a train stop.",
        "Q: And your English was good?",
        "A: No, my English would not have been good. My Spanish was good. My English was zilch. I\nhad no English and so I had to start again the, ’'m going to move from one room to the other. I\nhope, are you still hearing me?",
        "Q: Yes, I can hear you fine.",
        "A: All right, then we can keep on talking. I’m going into the necessity room. Ok so we stayed.\nWe went to Jackson, lived in a small apartment in Jackson Heights and that’s the first time in all\nof the period that I remember a resumption of what you would call normal living. We were\nliving by ourselves, we had our own space and sort of life began.",
        "Q: Then you went obviously to school.",
        "A: I went PS 69, the public school. It wasn’t far from where the apartment was and there was a\ntemple in Jackson Heights. Jewish community temple or center and temple so life began to be a\nlittle bit, I don’t know if I can say normal but it, at least there were Jewish activities taking place\nand there were regular school activities.",
        "Q: Were there other refugee children besides you both?",
        "A: In the area?",
        "Q: Yeah in your school, in the area, in the neighborhood?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes, in the area, there were some. As I recall there were at least six other German families\nfrom Berlin, living in the area. And then my mother and these other six women became part of a\ncircle that met each other regularly and on Sundays would meet sometimes at a restaurant called\nRumplemeyers. And on Sundays meet at Rumplemeyers and do whatever elderly ladies talk\nabout which is how good their sons are, how bad their sons are or what their sons have achieved\nor not achieved.",
        "Q: You went to school. Tell me about December seventh, 1941 when Pearl Harbor happened.\nWhat are your memories of that? You were 11.",
        "A: All I remember of that is there was the newspaper that we used was called the Daily News. I\ndon’t know if that newspaper still exists in New York. And the Daily News, it’s a tabloid type\npaper. And I remember seeing on that paper, the whole, the whole front page simply in bold\nletters that said war.",
        "Q: Did it frighten you? Cause you had left a country —",
        "A: Well I don’t know what was again, I might say, I had little idea. I had never thought much\nabout Japan. In fact I can’t remember my family ever talking about Japan. They had no reason in\nGermany to talk about Japan. So and we had really no reason to know why the Japanese would\nattack us. We had no knowledge of American geopolitical history. So we just knew of course\nwhat everybody else knew that there —",
        "Q: Did you encounter any anti-Semitism while you were living in Queens as a youngster.",
        "A: NoI don’t remember that it, I and my best friend at that time was a young man my age, Bert\nBrunell. He was considerably more orthodox than I was. And we were very close friends for\nmany years.",
        "Q: Was he a refugee child?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes, also.",
        "Q: Did you all talk about that among yourselves, the young boys, the young refugee boys about\nlife in Berlin or what had happened or what was happening?",
        "A: No, no I don’t think. I don’t think, I can’t remember —",
        "Q: You talked about typical boy stuff you think.",
        "A: Yeah we — the thing that was most difficult in the first years, what you would expect. It was a\nmatter of getting used to going to school. For instance because I did not know the language I\ncould not get into the corresponding grade that I should have been for my age. By this time I was\n12. And by 12 I should have been in the tenth grade and because I did not speak the language I\nwas put into the seventh grade where I was the biggest child in the seventh grade. And so there\nwas always this amusing event. This tall child sitting in the grade with lots of little children. Or\nsmaller. So we, those were the things that were on our minds. Can you hold for one minute?\n(waiting)",
        "A: All right, ’'m back on the telephone.",
        "Q: You continued to go to school and your parents were obviously following what was\nhappening?",
        "A: No, well my, that was, well -- Willy was quite well to do, he was not quite generous and so\nthere was soon, very soon the difficulty of earning a livelihood. We were spared because after\nthe declaration of war, manpower was in short supply and in Long Island City which is not far\naway from Jackson Heights there were some small manufacturing facilities producing parts for\namong other things, tanks and submarines. And my father landed a job in a factory. I don’t know\nexactly what parts he was making and why he was qualified for such work. But anyway he was\nhttps://collections.ushmm.org\nMay 2, 2014\nemployed and during the war period and we had an income. Meanwhile, of course I spent the\nwar period getting through public school 69. And my brother was now three years behind me.\nAnd the interests were during this period, early period was learning how to play baseball.\nEverybody. And in my memoirs I wrote a little story about that. I can’t remember in what year it\nwas. I think it was shortly after my bar mitzvah. I had my 14\" birthday I guess it was. That\nwould have been in 44. When I still had no, I didn’t have a baseball mitt. And when you play\nbaseball you need one. And I always had to borrow one. And typically the people who came up\nfor bat didn’t need a baseball mitt. They left it in the field and so I was able to take and use\nsomebody else’s mitt. But when I was, for this particular birthday, Willy was willing to be\ngenerous and he offered to buy me a baseball mitt.\nAnd so we went to a place called Davega. I don’t know if you know what that is, but there was a\nfamous chain of — and we went to Davega and at Davega they had a hundred baseball mitts all\nlined up on shelves. And of course, I was 14 and they all looked good. And I picked the biggest,\nnicest looking mitt and figured he would buy that and so I bought it or he bought it. And I was,\nof course, eager to use it on the field. And was somewhat disappointed when I realized that it\ndidn’t much help me. I had picked a catcher’s mitt. So I picked a catcher’s mitt, not because I\nwanted to be a catcher. I really didn’t think. I wanted just the nicest looking mitt and this was the\nbiggest nicest looking mitt on the shelf. Nobody told me that every position had its own mitt.\nAnd so for years I had that catcher’s mitt which I could never really use.\nAll right, my mother, when I went into the Korean War, my mother eventually got rid of that\ncatcher’s mitt.",
        "Q: Then you went on to high school.",
        "A: Yes, in 49. I went to high school.",
        "Q: Let’s back up. The end of the war. Do you remember the end of the war, in 45?",
        "A: Yes, yes, I remember the, I remember at the end of the war, I remember the dropping of the\nfirst atomic bomb. That was more significant because throughout the period, I was working. I\nwas going to school, public school but I always had to work because money was always tight.\nhttps://collections.ushmm.org\nMay 2, 2014\nAnd I worked delivering groceries at Bohacks and all of those. You know of a store called\nBohack. It shows you how old Iam. Delivering groceries and in summer time I worked in the,\nin distant locations. In fact for the first, almost year or longer I did not live with the family in\nJackson Heights. I was sent to live with a family in Vermont where I worked on a farm for\nFrench Canadians. And with a French Canadian family, they had a dairy farm. The money I\nearned was sent to my family and I was sort of an indentured young man, indentured laborer on a\ndairy farm. And later, another year, I worked on a chicken farm and I learned about how -- and\nstill later I worked as a waiter in what they called the Borscht circuit. In the Catskills. And that’s\nwhat I was doing one day when a friend of mine who was working with me, came in but who\nwas older. Came in and told me that they had dropped an atomic bomb and I remember saying\nwhat’s an atomic bomb.",
        "Q: How did your parents, when the war was over, find out what happened to the relatives that did\nnot leave?",
        "A: Oh well I think we suspected long before the end of the war, but that they probably had not\nsurvived. And then there was this effort to track, after the war, to try to get some additional\ninformation. To get some additional information about what had happened. And I think there\nwas some additional information because I think somewhere we were able to identify who went\nto which camp. And --",
        "Q: What about your two grandmothers?",
        "A: Well I can’t remember where exactly where they — but of course they didn’t survive and I\ncan’t remember exactly to which camp they may have been sent. All of them. None of them\nsurvived.",
        "Q: Now you’ve graduated from high school. And what did you do then or where did you go to\nhigh school?",
        "A: They have a school in New York called Stuyvesant high school. I don’t know if you know of\nhttps://collections.ushmm.org\nMay 2, 2014\nthat. Actually that’s — I picked, I really didn’t pick that school. They had another school called\nBryant high school which 1s a very popular school, which is what most young graduates went to,\nbut my mother thought that I should be in something technical. And somehow or another, she\nand Ms. Ober Berlin which was one of the many ladies, one of the ladies in the circle they\ndiscussed this matter. And somehow my mother got wind of this school, Stuyvesant high school.\nAnd she had wanted me to become a pharmacist. That was her ambition for me. She thought\npharmacists will always earn a livelihood. I don’t know where, how mothers get these ideas for\ntheir sons and —",
        "Q: Was your father still alive then?",
        "A: No, he died in 49.",
        "Q: What did he die from?",
        "A: Cancer, cancer of the lung. Presumably from excess smoking.",
        "Q: So you went on to Stuyvesant.",
        "A: Yes.",
        "Q: And then when you completed Stuyvesant what did you do?",
        "A: Well I completed Stuyvesant. Let me see if I’ve got my dates correct here. I should have, I\ncompleted Stuyvesant in 49. And again I was working right along. My father, you know from 48\non was no longer able really to work. I had a very interesting period between 45 when the war\nended and 48 when he became ill. Those three years are really I think interesting ones for you to\ndocument it. But anyway in 48 he became ill. The illness lasted for nine months. And during the\ncourse of that, I had to assume, I became the major source of income for the family. So I was\ngoing to school and working. And he died in 49.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: When did you all become citizens?",
        "A: In 40, I think the documents say 47 or 48, I believe it’s in 48.",
        "Q: Was that special for you to become an American citizen?",
        "A: I never became a citizen. My father and mother became citizens and because I was under 18,\nwe became naturalized citizens and I, my brother eventually applied for his own citizenship\npapers. I never applied for them, but I am fully an American citizen. I mean I have a passport and\nall the other things. But I have no certificate. But my father’s and mother’s certificate are in the\narchives.",
        "Q: Did you go on to college?",
        "A: Of course. In 49, the things -- we have in New York something called City College which\nmade it possible for me to attend college because the fees were relatively low. And so I went to\nCity College. By 1950, however, the events in Korea were taking place and they were somewhat\nthey called the first training corps that we always start wars by first sending training people.\nAnd there was a concern about whether I — there was talk about drafting and such things and\nconcern about what would happen if I were drafted. And how would Margaret and my brother\nmake it. And so there was a proposal made by some friend that if I joined the Air National Guard\nat Floyd Bennett Field and what became a weekend, what they call a weekend soldier or\nsomething of that sort, I would be spared from the draft. And that would enable me to continue to\ngo to school. And continue to earn money for the family.\nAnd that is what I did. Our, but you know, life has a way of surprising you and it turns out that\nMr. Truman, President Truman decided that we have to escalate our activities in Korea. And for\nthat we needed flight personnel. People who fly B-29s and the Floyd Bennett field air unit was a\nB-29 air wing unit. I was the very first of all of my friends to be called to active duty.\nAnd so in March of 51 I became a soldier.",
        "Q: Just generally during that time, where were you sent?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Well for training, I was sent to a place called Lakeland in Texas and to a place called Topeka\nin Kansas. And eventually was sent to -- I forgot the port from where the ships are, US naval\nships took soldiers and transported them to Japan. And it’s a long, long voyage to Japan.",
        "Q: And then were you involved in combat?",
        "A: I was involved with a combat wing. We were flying B-29s. I was the medical corpsman for\nthe bomb wing. And so I attended to people who were involved in the war activities. That were\nflight personnel, people who were injured in the course of battle. Usually in the course of air\ncrashes 1n battle.",
        "Q: So you were always on the ground in other words.",
        "A: Yes, most of the time on the ground. Occasionally —",
        "Q: Where were you then, where were you stationed?",
        "A: Well I was in various places. But the most, there are two very famous air bases were in Japan\nduring this period. One is called Tachikawa and the other one was called --",
        "Q: That’s ok.",
        "A: And those were the two major places where the B-29s landed and took off. For their bomb\nruns.",
        "Q: How long did you stay in that, did you get discharged then?",
        "A: I decided and I was able to — I had a choice. I was in, after two years I could extend or return.\nAnd I decided I would return. And so in 53, end of 52 or early 53, whatever the two years 1s, I\nhttps://collections.ushmm.org\nMay 2, 2014\nwent, I was sent back and eventually I spent some time at the Topeka air base after that. And\neventually returned to New York.",
        "Q: Then did you go back to school?",
        "A: Yes, yes and then —",
        "Q: Did you graduate?",
        "A: Yes, I went back but things were difficult. My mother was, my brother had left who was, he\nhad gone west and he was interested in arch — he was interested in geology and in his third year\nof geology which is just about the time that I came back, he had decided to take a job with a, not\na job but a project to look for uranium. It was the uranium boom period. I don’t know if you\nremember that. And everybody was looking for this new material. And he had gone west to\nUtah where they were — and to New Mexico where there were sources of this material and he\nworked as an explorer and bought some Geiger counters and that started his career as a business\nman. He did surf — what was called a surface exploration. You just cover large areas of land by\nwalking and later on when he had money, he bought a Jeep so he didn’t have to walk. Searching\nfor uranium. Clues for uranium deposits, but he left Margaret alone and when I got back things\nwere difficult. So I needed a job and eventually landed a job with a firm called EF Drew. They\nstill exist and I think they’re listed on the New York Stock Exchange. Mr. Drew was an\nimmigrant, a chemist who created a company that sold a particular type of product that 1s needed\nin the early phases of water treatment. I don’t want to get too technical about what that work is.\nBut in any event, it got me into the field of chemistry which is not too distant from my mother’s\nwish to be a pharmacist. I really wasn’t keen about being a pharmacist so I landed a job selling\nchemicals. I thought that was probably closer to what I wanted to do.\nAnd that was my first real full time quasi professional job. I still of course had not finished\ncollege. I was just into my first or second year. But then I was sent from New York to\nMilwaukee and started a new phase of my life. Seven years in Milwaukee and it enabled me to\nget married and cause now I had an income. And so in 52 I married.\nNo, I guess it was 53. It doesn’t matter.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: Then what happened, then keep going on.",
        "A: Well the — Milwaukee was of course, I was sent to Milwaukee partly because I spoke German\nand the notion was it was one of the German communities in the United States. Well it might\nhave been but by the time I got there 1t was one of the Polish communities in the United States\nand my German was of rather unhelpful there. I might say I was not well prepared for selling\nindustrial chemicals. And after I had been on the job for about three months, I was taken off the\npayroll because after three months I was supposed to earn my way on commissions. And there\nwere no commissions because I wasn’t selling anything.\nAnd let me ask you before I go much further. Are these things that I’m telling you of interest\nand they get too personal and I don’t know how deeply to go into some of these things.",
        "Q: I just generally want to know the track of your life from then on. I don’t need, go on —",
        "A: So ITenrolled at Marquette University which is a Jesuit school and there I was again back to\nmy, with was my Catholic associates and then having visited all my prayers and through all of\nthem my study on the historicities of the Gospels and went through all of the Gospel teachings\nwhich gave me some insight into the nature of that religion. And also it was some ways amusing\nbecause I was a member of a temple by this time and I was teaching a class in Sunday school.\nAnd in fact, I taught a course called the ethics of the Fathers. I don’t know if you know or\nwhat and then during the days I worked and at nights I was back in Marquette studying the\nGospels. It was sort of an unusual period.",
        "Q: How long did you stay there, in that part —",
        "A: Well I stayed there to finish. I finished my work, graduated in 59.",
        "Q: And then where did you go?",
        "A: It was a long period because I went to school at night. But anyway I finished in 59. And\nhttps://collections.ushmm.org\nMay 2, 2014\ndecided that I would not continue to sell industrial chemicals. I didn’t think that’s the future for\nme, although I was earning very, earning good money by that time. I had three children and I had\na car and I certainly didn’t — I was certainly considerably better off than I ever imagined. But\nfollowing industrial chemicals didn’t seem to be a fitting occupation.",
        "Q: Then what did you do, where did you go?",
        "A: Oh, I decided that I wanted to become a consultant. I can’t remember why exactly I wanted\nto become a consultant but I thought I was reading a lot about consulting work and I had gone to\nChicago. I had heard of firms like McKinsey and Booz Allen Hamilton and I visited these firms\nand I — the man at McKinsey was particularly nice to me. He advised me to get an MBA and he\nthought that McKinsey might be interested in a young man who is ambitious, who had an MBA.\nAnd so I applied for Harvard and of course several other schools and, for my graduate work.\nWell again, as things turn out I was accepted at three very fine schools — Columbia, Princeton\nand MIT.\nBut Harvard rejected me. So I eventually chose Cornell. I had been accepted at Cornell also. I\nchose Cornell and became a labor economist or at least the beginning of a labor economist. And\nthen after I finished my work, I went back to McKinsey and told them proudly how I had\nfinished Cornell. And the man reminded me that he thought that I should have gone to Harvard.\nAnd so I never did get to work for McKinsey.",
        "Q: And then you stayed in that field?",
        "A: Well I, I needed work and as it happens the -- I saw something about a position opened with\nthe US Atomic Energy Commission. I had no idea what they were but I applied and I was flown\nto Albuquerque, New Mexico where they had their main operations office. And I had interviews\nand was selected for a job with the A, it was called the AEC, the US Atomic Energy Commission\nand so I started what I would say my second full working career.",
        "Q: So you lived in New Mexico then?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: We located to New Mexico and there for course I worked closely with the laboratories at Los\nAlamos and Sandia Corporation and met many of the prominent people who was meant and still\nin the US weapons program. And that was also somewhat interesting, somewhat exciting.\nYears, eventually, I was responsible, along with some other people for what they called strategic\nplanning for the weapons production system which is quite intricate because you have to, the\nweapons that we build are not built in any one location. The components and the assemblies are\nspread out so that you cannot easily destroy the entire weapons infrastructure. And —",
        "Q: Did you come across any of the German scientists?",
        "A: No I didn’t come across any German scientist but I did come across a number of different\nnationalities in Los Alamos and at Sandia Corporation. Most of my work was involved in how\nwe planned and integrate the manufacturing of the nuclear weapons.",
        "Q: How long did you stay out there?",
        "A: I stayed there from 60 to 67, 68.",
        "Q: And then where did you go?",
        "A: I was offered a job with a firm called, then called Peat Marwick Mitchell. I don’t know if you\nknow that firm. But it now goes under the name KPMG. It’s one of the, what they call the big\neight in the field of accounting, international. Other firms that are well known are Price\nWaterhouse and Ernst and Ernst and firms of that sort.",
        "Q: Then you stayed in the United States for until —",
        "A: Well then I worked and those were very interesting years also. We were involved in what is\ncalled in public sector consulting so to give you an idea of what that meant. Do you know what a\ncommunity mental health center is?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: Yes.",
        "A: I established, when I say after the Kennedy legislation which created and later supported\ncommunity mental health centers, I my job at Peat Marwick and under the contract was to\nimplement that law and I had — I had been creating most of the community mental health centers\nthat were established at that time. Also legislation for what were called family planning clinics\nand I headed up most of the development and implementation of those things. And so there are\nnumerous, at least six major public initiatives which I was able to direct. And during that period I\nwas with KPMG, Peat Marwick, later became KPMG.",
        "Q: And then after that?",
        "A: I was ambitious and so I thought I’d open up my own consulting business. And four or five\nyears up til 1980 I had an office in Silver Spring, Maryland and had my name on the door.\nThere’s an interesting story that goes with that but if you don’t want to get too deep into stories,\nmaybe I could skip it.",
        "Q: Move along a little bit.",
        "A: Ok and so then I continued to do consulting. I was, I implemented the urban renewal program\nin Cleveland, Ohio as an assistant to the mayor for Cleveland. I implemented the urban renewal\nin Houston, Texas. These were contracts that I now landed for my own firm. And —",
        "Q: What was the name of your firm?",
        "A: Price Associates. Not very original but — Price Associates. And then, but in 1980 things\nshifted. Mr. Reagan was elected to office and Mr. Reagan’s interest was not in what I had been\ndoing. A new interest was in something called Star Wars and then, and I realized that my career\nwas over. And so I decided to close the business and relocate back to New Mexico. I had learned\nto like New Mexico and I found an adobe, small hacienda. I think you know what that is. And a\nhttps://collections.ushmm.org\nMay 2, 2014\ncottonwood tree and I resigned myself to living out my closing years of my life. In this rather\nvery nice little casita that really is more of a casita than a hacienda. And did what I had never\ndone before. I learned how to play the flute and I actually had my own library. I collected native\nAmerican art and —",
        "Q: And you stayed there for how long?",
        "A: Until one day I got a letter asking me whether I would like to be interviewed for a position 1n,\nwith the International Atomic Energy Agency in Vienna. And so again there were interviews.\nThey needed someone with my earlier background in weapons business to be part of the team for\nnegotiating the extension of the Nuclear Non Proliferation Treaty. And that took place in\nAustria, Vienna. And so in 1989 I was on my way to Vienna.",
        "Q: You and your wife moved to Vienna?",
        "A: Well by that time, the first wife, I was divorced and I was in the midst of a second wife.",
        "Q: You moved to Vienna where you still are?",
        "A: I moved to Vienna yes. And for almost three years, three and a half years was involved in\nvarious activities here. I had the status of a diplomat. So I was engaged in negotiations on\nvarious issues which have to do with what they called inspection regimes. These are the regimes\nwhich enable us to send inspectors into foreign countries to look for, to account for the use of\nnuclear materials.",
        "Q: Are you working now? Are you still actively doing that?",
        "A: No I, after finishing my diplomatic work, I met a lady here in Vienna who was of Polish\norigin of all things. And who by chance, whose father by chance, although he came from a\nlocation only ten kilometers from where my father was born. Isn’t that something? It’s amazing;\nthat really 1s amazing.\nhttps://collections.ushmm.org\nMay 2, 2014\nOf course, there is a big difference in age. Between that but the locations were only ten\nkilometers apart. The -- and so I decided not to return to that nice casita with the cottonwood tree\nand all the chickens running around and all that Native American art and settled in Austria. And\nhere I resumed my practice as an economist and as a consultant.",
        "Q: Are you still doing that?",
        "A: Yes. I’ve just written a book which might, I don’t know you’re interested in economics. It’s\nabout to be published. It’s called Beyond Jobs. I’m writing about, the book is writing about the\nwestern economies. That includes Europe and US and Russia. And the future for employment or\nwhat we call jobs. And despite the recent news today that the unemployment again has declined,\nI am saying that’s all very, very temporary. In the long run the economy will change and so — do\nyou read blogs. Do you know what I mean by a blog?",
        "Q: Yes.",
        "A: I can give you my blog address.",
        "Q: I think I have it. Are you still involved with the nuclear inspection like for instance with Iran\nand things like that?",
        "A: No, I don’t do that any, no I don’t. I still know the people who are involved, although most of\nthose people have also retired. There are new people in those regimes. But the issues remain very\nmuch the same. The difficulty is how open the lines are. You know we can make inspections in\nAustralia and Canada very easily because they have nothing to hide. And but to make\ninspections in countries like Israel, to make them in Pakistan or those countries so --. As you saw\nin Iraq we missed a call. The president said there’s nuclear material. We never found any nuclear\nmaterial in Iraq so these things get to be quite difficult.",
        "Q: Can we now talk about some of your thoughts before we finish. What are your thoughts\nabout Germany today? Do you feel very German yourself?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: No. I can answer that. That’s not too difficult. In 1989 when I had the chance to come here,\nat first I was going to reject the offer. I really had no reason to come back to Europe. I knew of\nAustria’s complicity in the war, even though they say they were a victim. And so at first I was\ngoing to reject coming here. But I thought it might open up a new chapter of my life and I might\nactually learn something about the past by coming here. And so I did come here. After I’d been\nhere about a year, year and a half, I was actually invited to Berlin by the mayor of Berlin, whose\nname I’ve forgotten for the moment. And I met with the mayor of Berlin. He gave me more than\nan hour of his time. And we talked about that period that I remembered Kristallnacht and things\nof that sort.\nAnd I found that I wish I could remember his name, but he’s quite well known and I can easily\nidentify him because of the —",
        "Q: ’'m more interested in your thoughts.",
        "A: But I was impressed by this man’s willingness to talk about the conditions that existed at the\ntime. And I had the sense that he wasn’t that there were no alibis and that there was no way. And\nit wasn’t a conversation where he expressed particular pity either, which I don’t need. It was\nsimply a rather straightforward very professional discussion of the period of history which was,\nwhich the damage done. Lives he mentioned that people in his own family — they’re not Jews\nbut people in his own family lost lives and in the course of war. And it changed my attitude\ntoward the situation.\nBut you know there is this question about for how many generations we should hold our — past\ngenerations we should hold our people — or future generations should hold accountable for the\nthings that happened in the past. I don’t know if you know in the Jewish tradition we try the\nsame. But I’m inclined to think now that I don’t know whether Germany has come fully to terms.\nI don’t know what fully to terms means. I think they’re more the terms, have come more to terms\nwith the events of that period than the Austrians have. The Austrians still haggle over what\npaintings to return to Jews and whether prove, Jews can prove enough so that they will return a\npainting that they are particularly fond of. I don’t know if you follow that kind of news.\nhttps://collections.ushmm.org\nMay 2, 2014\nAnd, but I do find that when I disclose to the Austrians that I am Jewish, because I am on the\ncircuit, I make lectures on, people ask about me. I don’t particularly have to hide, I don’t hide\nwhat I am. And often I will actually disclose it when I think it’s appropriate to do so. And when I\ndo, do so most of the people are interested in a rather sincere way about what my experiences\nwere. Almost like the way you were. And they ask questions. What do I remember? What were\nmy feelings and I’m a bit of what you would call an anachronism or maybe that’s not the right\nword that there aren’t too many people who can talk first-hand about Kristallnacht. And when I,\nfor instance I will meet on May 13\", in I guess a few days with the director, president of the\nNational Bank of Austria, Claude Reidel. And, Klaus Reidel. And whenever I meet with him\nand he’s very interested in what my recollections are and what my feelings were about the events\nthat took place. So I sort of I’m not as, I don’t think I ever was bitter, but I am certainly, I\ncertainly don’t have a chip on my shoulder about those events of the past.",
        "Q: So you’re comfortable when you’re in Germany, when you’re visiting in Germany?",
        "A: Yeah, for instance I talked to Professor Zimmerman a professor of economics at Heidelberg\nand he was interested in what I’m writing about. Labor economics. I am —",
        "Q: I mean just when you walk down the street in a German city or in Berlin.",
        "A: Yeah, yes I am, not just a German city, it is right here in Austria too. Although when I walk\ndown some of the streets. Have you been in Austria, in Vienna?",
        "Q: Yes. A long time ago.",
        "A: It’s not unusual for me to walk down the, on some of these streets that have walls where\nsomebody, with graffiti has put a star of David in some sort of a derisive remark. And so it’s not\nlike you don’t see that in Austria.",
        "Q: How does that make you feel when you see that?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Well I don’t know how to express how I feel. I guess and most of it is ’m dismayed that we\ncan’t get over it but then I’ve read enough about our tradition to say that maybe that’s the way it\nis. With Jews. We’re just going to -- that the attitudes towards the Jew among certain people just\nisn’t going to, isn’t going to change. I don’t know where these sort of anti-Semitic feelings start\nbut then I don’t know where any of the things that we call prejudices start. You’ve seen what\nhappened to this man with his baseball team, basketball team. I’ve forgotten his name for the\nmoment. The man from Atlanta.",
        "Q: Sperling.",
        "A: Sperling. I don’t know what makes a Mr. Sperling say the things he does.",
        "Q: Do you get reparations?",
        "A: No I didn’t get any. My various, Willy got some and Herbert got some. My mother delayed\ntoo long in filing the necessary papers. And we did hire someone to help us with the matter, but\nwe never received any. I think we could have received some from when I, from what others tell\nme. Probably some rather nice — because we lost a considerable amount of property. But no, we\nnever received. My mother never received any reparations.",
        "Q: Were you active in the civil rights movement at all. Hitler took away the civil rights of\nGerman Jews. Did you —",
        "A: Well —",
        "Q: Did that inspire you?",
        "A: Well the — let me just say that I somehow never had and I don’t know how to say it. ’ve\nalways felt comfortable with blacks or you know or with when I was in Korea or in Japan,\nwherever I was. I don’t know. I’m kind of -- so the black civil rights movement for me meant\nthat I supported it by wherever I could by -- for instance in our temple, that we had in\nhttps://collections.ushmm.org\nMay 2, 2014\nWashington, DC. I forgot the name of the temple. We had, we were, it was a period when there\nwas a lot of bad feeling between blacks and Jews. I don’t know if — this was during the 70s when\nthere were people in the black community who were somewhat vehement about their attitudes\ntowards Jews. And to deal with that, the rabbi at the temple, sought to establish connections with\nthe black community. And I was involved in some of those activities to try to see if we can\nminimize the certain feelings. But as you know there is a segment of the black community that\nhas been hostile and now you hear less of but I don’t think it’s gone away. What is your\nimpression?",
        "Q: We can talk about that later. What about your thoughts during the Eichmann trial?",
        "A: Well there I was interested in what Ms. Tuchman had to write about Mr. Eichmann. I don’t\nknow if you are familiar with that. Barbara Tuchman. She was able to find some excuse for Mr.\nEichmann. I don’t know if she intended to do that or not. And I don’t think we have to excuse\nMr. Eichmann. If we start the process of saying that only the very, very top man is ultimately\nresponsible. I mean and I think we relieve an awful lot of people who have a hand in this. I think\nwe all have a responsibility at each level. The degree might change and but I, at the Nuremburg\ntrial I think it was pretty clear that people can’t plead that they were just carrying out orders.\nIn Mr. Eichmann’s case, the notion that he was detached and perhaps he didn’t know or every\ntrain that left. And those things to me were irrelevant. Not irrelevant but I guess my feeling was\nhe was party to it. They enjoyed the good times and if it worked out their way they’d still be\nenjoying the good times. And those are the risks you take. And in this case —",
        "Q: Have you been to Israel?",
        "A: Oh yes, several times. Mordechai Gur. I don’t know if you know of him. He’s dead now.\nWho was the chief of defense forces for the Israeli government, in the 67 war, was a personal\nfriend of mine. And there’s an interesting story how he became a personal friend but again like I\nhave too many stories and never enough time. But General Gur was a very close friend. I got a\npersonal tour of the Golan Heights from — and yes, I’ve been in Israel three or four times.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "Q: Have you been to the Holocaust Museum in Washington?",
        "A: Oh of course. That’s how this I presume, how this telephone call originated. I—",
        "Q: How do you feel about the Holocaust Museum being in Washington, DC considering the war\nwas in Europe?",
        "A: Well I can, first of all my impression is that there are other Holocaust museums. It isn’t the\nonly Holocaust museum.",
        "Q: Correct.",
        "A: Second I think that the Holocaust is not the equivalent of a tombstone. A tombstone goes with\nthe person who’s buried and if we, the Jews that are buried as a result of Auschwitz and other\nplaces deserve their tombstones I think. Commemorative things. I think the Holocaust Museum\nrepresents not a sort of a tombstone for a memorial stone. I think it’s a, it’s designed to\nperpetuate a historic, not to perpetuate but a memorial",
        "Q: Educate",
        "A: Yes. A chapter in our civilized or uncivilized life. America has a large Jewish community and\nthis belongs to where the Jews are. And the Jews are in America\n(sound interruption approximately 4 minutes from the end of recording. Sound did not resume)\n(end)\n"
    ],
    "questions": [
        "Q: Is that the name you were born with?",
        "Q: Samuel. And where were you born and when were you born?",
        "Q: Let’s talk a little bit about your family, how far back your family goes in Germany. Can you\ntell me a little bit about your parents and grandparents?",
        "Q: Tell me your parents’ names. Your father’s name?",
        "Q: And your mother’s name?",
        "Q: Following up on your parents’ lives. What kind of work did your father do?",
        "Q: Do you or do you have any siblings?",
        "Q: Does he live here in the United States?",
        "Q: Let’s talk about your family in general now. Were your parents religious in any way,\nobservant?",
        "Q: More liberal, would you say a liberal Jew, well whatever.",
        "Q: Do you remember the name of the synagogue your family belonged to?",
        "Q: You were born. Is your brother older or younger than you?",
        "Q: Three years younger. Ok. And so let’s talk a little bit about your childhood. What’s your first\nmemory? Can you back that far?",
        "Q: Before we get to that, before we will certainly get to that. Was your neighborhood a mixed,\nJewish, non-Jewish neighborhood?",
        "Q: And I assume you spoke German at home?",
        "Q: When did you first hear of a man named Hitler? Do you remember when you first heard\nabout him?",
        "Q: I know you were a child.",
        "Q: Did you have any non-Jewish friends or were —",
        "Q: And your neighborhood was mixed?",
        "Q: You start school and was it a public school?",
        "Q: And when were the first changes that you remember?",
        "Q: What year was that? Do you remember what year?",
        "Q: Up to that time do you ever remember being afraid or seeing anything that was frightening to\na young boy on the street or hearing anything that was frightening, upsetting. Do you have any\nmemories of that?",
        "Q: Before we get there, so now you’re asked to leave the school. Was that very upsetting to\nyou? You don’t remember.",
        "Q: You were very young, of course. Right.",
        "Q: Two of his brothers?",
        "Q: Now you’ve changed schools. And the next change that you can recall. You said wearing a\nStar.",
        "Q: How did that feel to a young boy? What did it mean to you? Do you have any recollection?",
        "Q: As you said, the first difficult time for you was Kristallnacht right?",
        "Q: This is from the haberdashery store that your father had?",
        "Q: Were you, again I know you were very young, do you remember being terribly frightened at\nthis destruction?",
        "Q: Did you have any emotional feelings when you saw a swastika? Symbols.",
        "Q: Did your non Jewish friends talk to you once you wore a star?",
        "Q: Played with them you know once —",
        "Q: Did your little brother have to wear a star?",
        "Q: Now Kristallnacht is over. And then what’s the next.",
        "Q: Were your grandparents alive at this time?",
        "Q: They were all in Berlin?",
        "Q: You said your father and mother were trying to make arrangements.",
        "Q: What month of 39 was that?",
        "Q: Do you know what month that was?",
        "Q: What did you take as a young boy? Did you take anything special that you loved?",
        "Q: Books or toys.",
        "Q: Did your extended family come with you, your grandmother?",
        "Q: You get on this ship and where did you —",
        "Q: Existed.",
        "Q: How long was the voyage?",
        "Q: So there were no other refugees?",
        "Q: Did you ever find out later how your father got these arrangements. Later on.",
        "Q: Can we just back up a little bit, before you left Germany. When you left the first school, did\nyou go to a second school or not?",
        "Q: It was just for Jewish students?",
        "Q: On the boat and did you get enough food on the boat? Do you know? Do you remember?",
        "Q: Was she the only woman on board?",
        "Q: Where did you dock?",
        "Q: Did anybody meet you at the pier?",
        "Q: So there was a family living in the private —",
        "Q: So he didn’t open up a store or anything?",
        "Q: Were there any other Jewish refugees nearby that you knew of?",
        "Q: What were the other children like to you? Were they accepting? Were you able to\ncommunicate?",
        "Q: How could you communicate to the other children?",
        "Q: Good for you. What else did you do besides go to school?",
        "Q: Did your parents pick up the language?",
        "Q: So you were the interpreter.",
        "Q: Did you say you know what the name of the village or town you were in?",
        "Q: You played with the other kids. And were your parents able to get news of what was\nhappening in Europe?",
        "Q: You’re in Panama for a year, I think you said.",
        "Q: On the note that you gave me you said you stayed in Panama til 1940 and then came to the\nUnited States in 1940.",
        "Q: I was going to say but Pearl Harbor was December 41.",
        "Q: So it’s 41 you’re talking.",
        "Q: Anything else you want to tell me about life in Panama. Did you see any other Jewish\nfamilies at all during that year and a half or any other Jewish children?",
        "Q: What was your mother’s state of mind? Emotionally was she strong?",
        "Q: Was your synagogue destroyed, the synagogue you had gone to, was that destroyed?",
        "Q: You’re in Panama and you’re going to school and the other children have accepted you and\nso life goes on and then how did you get to do the next journey to the —",
        "Q: Did they try to convert you?",
        "Q: You’re getting ready to leave. Was that exciting to a young boy?",
        "Q: What did that mean to you?",
        "Q: Do you remember if your parents were emotional when they docked in New York?",
        "Q: Do you remember your parents being emotional at that time, cause they knew what was, you\nknow they really knew what this meant.",
        "Q: Can we back up again. I meant to ask you if you have any recollection of your parents’\nresponse when Germany invaded Poland in September 39. I’m sorry to go back in time. Does\nthat have any —",
        "Q: Special memories you have.",
        "Q: To get back to Ellis Island. So you’re there for a bit of time and then where did you go?",
        "Q: What field, what area was he in? What kind of business did he have?",
        "Q: So you moved out, your family moved out after five weeks, you said.",
        "Q: And your English was good?",
        "Q: Yes, I can hear you fine.",
        "Q: Then you went obviously to school.",
        "Q: Were there other refugee children besides you both?",
        "Q: Yeah in your school, in the area, in the neighborhood?",
        "Q: You went to school. Tell me about December seventh, 1941 when Pearl Harbor happened.\nWhat are your memories of that? You were 11.",
        "Q: Did it frighten you? Cause you had left a country —",
        "Q: Did you encounter any anti-Semitism while you were living in Queens as a youngster.",
        "Q: Was he a refugee child?",
        "Q: Did you all talk about that among yourselves, the young boys, the young refugee boys about\nlife in Berlin or what had happened or what was happening?",
        "Q: You talked about typical boy stuff you think.",
        "Q: You continued to go to school and your parents were obviously following what was\nhappening?",
        "Q: Then you went on to high school.",
        "Q: Let’s back up. The end of the war. Do you remember the end of the war, in 45?",
        "Q: How did your parents, when the war was over, find out what happened to the relatives that did\nnot leave?",
        "Q: What about your two grandmothers?",
        "Q: Now you’ve graduated from high school. And what did you do then or where did you go to\nhigh school?",
        "Q: Was your father still alive then?",
        "Q: What did he die from?",
        "Q: So you went on to Stuyvesant.",
        "Q: And then when you completed Stuyvesant what did you do?",
        "Q: When did you all become citizens?",
        "Q: Was that special for you to become an American citizen?",
        "Q: Did you go on to college?",
        "Q: Just generally during that time, where were you sent?",
        "Q: And then were you involved in combat?",
        "Q: So you were always on the ground in other words.",
        "Q: Where were you then, where were you stationed?",
        "Q: That’s ok.",
        "Q: How long did you stay in that, did you get discharged then?",
        "Q: Then did you go back to school?",
        "Q: Did you graduate?",
        "Q: Then what happened, then keep going on.",
        "Q: I just generally want to know the track of your life from then on. I don’t need, go on —",
        "Q: How long did you stay there, in that part —",
        "Q: And then where did you go?",
        "Q: Then what did you do, where did you go?",
        "Q: And then you stayed in that field?",
        "Q: So you lived in New Mexico then?",
        "Q: Did you come across any of the German scientists?",
        "Q: How long did you stay out there?",
        "Q: And then where did you go?",
        "Q: Then you stayed in the United States for until —",
        "Q: Yes.",
        "Q: And then after that?",
        "Q: Move along a little bit.",
        "Q: What was the name of your firm?",
        "Q: And you stayed there for how long?",
        "Q: You and your wife moved to Vienna?",
        "Q: You moved to Vienna where you still are?",
        "Q: Are you working now? Are you still actively doing that?",
        "Q: Are you still doing that?",
        "Q: Yes.",
        "Q: I think I have it. Are you still involved with the nuclear inspection like for instance with Iran\nand things like that?",
        "Q: Can we now talk about some of your thoughts before we finish. What are your thoughts\nabout Germany today? Do you feel very German yourself?",
        "Q: ’'m more interested in your thoughts.",
        "Q: So you’re comfortable when you’re in Germany, when you’re visiting in Germany?",
        "Q: I mean just when you walk down the street in a German city or in Berlin.",
        "Q: Yes. A long time ago.",
        "Q: How does that make you feel when you see that?",
        "Q: Sperling.",
        "Q: Do you get reparations?",
        "Q: Were you active in the civil rights movement at all. Hitler took away the civil rights of\nGerman Jews. Did you —",
        "Q: Did that inspire you?",
        "Q: We can talk about that later. What about your thoughts during the Eichmann trial?",
        "Q: Have you been to Israel?",
        "Q: Have you been to the Holocaust Museum in Washington?",
        "Q: How do you feel about the Holocaust Museum being in Washington, DC considering the war\nwas in Europe?",
        "Q: Correct.",
        "Q: Educate"
    ],
    "answers": [
        "A: Yes. I do have a middle name, Samuel.",
        "A: I was born in a part of Berlin called Spandau and it was on August 16, 1930.",
        "A: Yes, my father was born in Poland in a small community, farming community called Wislica |\nwhich is near the largest city of Kielce in Poland. My mother was born in Berlin. My father lived\nin, as a child, lived in Wislica. In 1914 or 15, he enlisted in a Polish military unit which was\nconscripted eventually and served as part of the German army. And so in essence he became a\nsoldier, fighting for Germany in World War I.",
        "A: My father’s name in Polish, it was Simon Prejs, spelled the way the Polish people would\nspell it, P-R-E-J-S.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: My mother’s name is Margaret and her maiden name was Loser, L-O-S-E-R.",
        "A: Well I might go back and explain. The, my father served, as I said with the German army\nduring the First World War. He was in several major battles and survived. And he was awarded\na, aS many were, an Iron Cross. And eventually for his service in the German cause, was given\npermission to become a German citizen. Actually became a citizen of Berlin. That’s what the\npapers say. And so in about 1919 or 1920, I don’t have the papers in front of me, he relocated\nand settled in Spandau in Berlin.\nWhen he was in Berlin, he undertook slowly a number of enterprising activities. By 1930 when I\nwas born, he had already several haberdashery stores, several meaning two or three. He owned\nsome property including an interest in a movie or cinema. And on my mother’s side, Margaret,\nher family was in the egg business, wholesale egg distribution business. And I once recalled how\nthey met. I can’t remember for the moment now. But somehow they met and married in 1927 I\nthink it was, 26 or 27.",
        "A: Yes, I have a brother John and John actually has I think made some endowment for the\nHolocaust Museum.",
        "A: Yes. He lives in Salt Lake City and I think he 1s somewhat well known in the museum circles\nand he certainly well known in political circles.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes, they were observant. And we observed of course the Friday evening services. My father\nwould say a Shabbat with wine and there were as I recall occasional, I don’t know how frequent,\nvisits to the synagogue. And I would say my father was, was not, he certainly was not in the\nconservative rungs. I would say today you would say he was probably a, an observant Jew. But\nI don’t know how else to characterize.",
        "A: I couldn’t judge that because at that time I was only ten years old and I would not know\nwhether we are liberals or what.",
        "A: No, I don’t. It would have been in Spandau. We resided in Spandau in a house which was by\nthe way right near an open area, a park like area which encompassed what was then the complex,\na prison complex where later Hesse would spend his final years.",
        "A: Three years younger.",
        "A: My first memory. Yes. I think my first memory would take me back to a time when my\nbrother was about three and I would have, and since I’m three years older. I would have been\nabout six. And that was only because it was very dramatic. There were, there was a sandbox\nhttps://collections.ushmm.org\nMay 2, 2014\nwhere my brother and another child were playing. And the other child dug, whatever it 1s, a\nrather deep hole in the sandbox and his head somehow got trapped in it and it was a tragic death.\nAnd I always remember that is sort of a starting point for all my memories.\nThe other, I do recall quite vividly of course, I was in school and I was transferred from school.\nThe story 1s well known. And it was a period when I wore a yellow star. All of the portion of\nhistory is well documented. I was —",
        "A: I can’t answer that. I can’t answer that.",
        "A: Yes.",
        "A: Well I don’t —",
        "A: I don’t know when I first heard Hitler. But I can recall very early meaning in school, singing\nDefana Ho, [ph] (more singing in German). That song I will always remember because I learned\nit in school when I was about six years old or seven years old.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes, and my father’s closest friend was a man named Troutshold [ph]. He was a, I don’t\nknow whether he was a business associate, but he was certainly a close friend and that man was a\nnon-Jew.",
        "A: Well that I cannot say, I cannot answer.",
        "A: Yes.",
        "A: Well that’s hard because I would not be able to place them by year. At that point it just\nhappened. Like one day we were told that we were no longer going to go to that particular\nschool. And I can’t remember what the explanation was that was given for it. And I can’t\nremember the explanation for why we were identified with a yellow star and a coat. And —",
        "A: No, I would not remember. I would say it was about 37. I would say it was at least a year\nbefore Kristallnacht.",
        "A: (pause) No, the first, the first alarm memory goes back to the evening of Kristallnacht.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: I, no I don’t remember. I don’t want to make a story up. I really don’t. No I don’t, I don’t\nremember. I do remember that within the family, events were uneasy and there was a lot of talk\nabout what to do. But I just overheard that because I couldn’t contribute to what to do.",
        "A: I do think what is relevant here though is that my father as early as 36 and 37 had anticipated\nat least something might go, might turn bad and he had financed the travel of two brothers to the\nUnited States, who were --",
        "A: Yes, Willy and Herbert. Willy eventually came to the US in 37 and set up in New York.\nHerbert in Houston. And the talk was that if we needed help and needed someplace to go that\nthey would be in a position to help the family.",
        "A: Yes, well.",
        "A: I don’t know what it meant. I just sense, I suppose I sensed some degree of segregation but I\ndon’t remember being, I don’t remember any emotional trauma from that. My father was not a\nman who easily got upset. And we, there was some alarming talk but I can’t remember that\nwithin the family. There was any great, what is, any great fear about the events in progress.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Pardon me, yes, Kristallnacht, yes. That I remember clearly because I was, I so to speak in on\nit. That is this man Troutshold, my father’s friend, was the one who rapped on the door and\ninformed Margaret and Simon that something is up and that they were destroying the stores. And\nmy father and my mother and I went down to the store that was closest to where we were living\nand when we got there the store had been in fact destroyed. There were people milling around\nand we spent the next hour salvaging things that the looters had left behind. And those are the\nthings we ended up leaving the country with. Shirts and some pants and other things that were\nleft behind from the looting after the store had been ransacked.",
        "A: Yes, yes.",
        "A: Well I wasn’t so much frightened as that I was confused that we were picking clothing out of\nshattered glass and that was and I did not know really what had happened. Except there were\npeople milling around and the story eventually was pieced together so that I had an\nunderstanding that there were people who hated Jews and were destroying their property. It was\na rather simplistic explanation but I was ten years old and my father had no reason to detail all,\nthe nature of what was going on.",
        "A: Emotional reaction to the s, no, I except that I began, I clearly associated it with the events of\nKristallnacht. And between that time and the period that we left and surely Germany, there were\ncertainly a lot of what is it. I can’t say angst, but I can say that there was a lot of caution going\nhttps://collections.ushmm.org\nMay 2, 2014\nout. And of course, being identified as a Jew. Because when you went out you wore the coat that\nhad the star which identified you.",
        "A: I can’t remember whether that —",
        "A: No, I really can’t I, no I can’t remember. I can’t remember that. The —",
        "A: That I can’t remember either. I can’t remember. By the time he would have been old to go to\nschool and go out, we were already fleeing so —",
        "A: Well the next of course was the hurried efforts to put our lives in order by figuring out what\nwe're going to do. I don’t think, I was not in on the decisions that led us to flee. We, in I think it\nwas in April, just before the announcement that the German policy on letting Jews out changed.\nUp to I think some period into 39, the German policy still was to let Jews flee if they left their\nproperty behind.",
        "A: Yes. Both grandmothers were alive. My mother’s sister Hilda was alive. My other father’s\nbrother Adolf and his son were alive. And so I knew all of those people.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes. Yes, they were all, they were in the family we have not only photographs of us all\ntogether, but there were a number of occasions when I can recall the two grandmothers would be\nin our home and the brothers would be there.",
        "A: Yes, I don’t know how they eventually made the arrangements but there were arrangements\nmade that enabled us to get to Hamburg. And there —",
        "A: Pardon me",
        "A: Yes it would have been. You can identify the month because it was just a month or so before\nthe German policy closed. They no longer let Germans flee. So we managed just to be one of\nthose who at the last minute was able to still get out. I can’t remember what exactly month that\nGerman policy changed.\nWe left with whatever suitcases that we could fill with the things that we salvaged from, either\nfrom the stores or from our own personal home possessions.",
        "A: Oh no, I don’t remember taking anything special. Books, yeah.",
        "A: No, I couldn’t, I can’t remember any of that. It was a hasty departure and the, I have only the\nvague recollection how we got actually to the port, but I do have a recollection of being at the\nhttps://collections.ushmm.org\nMay 2, 2014\ndock and looking at the ship which was called the Ulm. It’s still in the registry of ships. U-L-M\nand it looked very large to me. But in retrospect, it was a rather small 12,000 ton freighter.",
        "A: No, no one came. And there was concern about what would happen to the others. We talked\nabout that and, and there was the notion that somehow if we got out, we might be able to help the\nothers get out. Well at that time of course there was still the possibility of getting out but a\nmonth or two later there was no longer that possibility.",
        "A: Well the ship was headed into the Caribbean and it was called a banana boat and it only went\ninto the Caribbean and I think in the tropical areas of Central America, picked up bananas. It had\nracks in the hold for holding bananas and we lived in the hold of that vessel. I say lived, isn’t the\nright word.",
        "A: Existed in the hold of that vessel.",
        "A: I can’t again recall the exact but it was a longer period than, that’s all we were underway I\nthink at least, no there were to the best of my knowledge there were no other, other than the\npeople who manned the ship.",
        "A: Not, to the best of my knowledge there were none.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: No, no my father died in 1949 and for a variety of reasons, it’s one of these things were never\nrevealed exactly. But all right.",
        "A: Yes, I went to a second building. I don’t know if it was a school or not and there, there was a\nHebrew teacher.",
        "A: Just for Jewish students and there was a Hebrew teacher at the other, at the first school, I\nwould not have known what religious denomination the teacher was.",
        "A: Well I can’t remember either. I would, and I don’t know how the arrangements were made.\nBut I, for my brother and I, as I recall, it was an exciting — we spent a lot of time on deck,\nwatching the ship. My mother was very seasick most of the time and she spent most of the time\nin the hold. And —",
        "A: I can’t tell you that, but I would say so. I can’t remember seeing among the crew a woman\nand so — but the, all right so.",
        "A: We docked in I believe it’s in Balboa, Panama is where we finally left the ship. And we —\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: No, no one that I recall met us at the pier. But we, and I don’t know how we proceeded inland\neither any longer. But I do recall that eventually we were able to find inland a place where we\nstayed which was a very large room. And we lived in one room that was in, a toilet outside and\nwe lived, slept and did whatever else we had to do in a large room which was part and which was\nthe lower part of a house. A private house.",
        "A: Yes, there was a family living there. And somehow I don’t know again exactly how that\ncame to be, but my father was able to get temporary employment. And in the Canal, what was\ncalled the Canal Zone which 1s the area in which, controlled by the Americans. And I’m not sure\nexactly what he did for the Americans in the Canal Zone.",
        "A: No, no, no. He was employed and it was, and we earned a little bit of money and the people\nthat we lived with were nice to us and helped us out. And for a period —",
        "A: Not that I recall. Not that I recall and we did, at least I did for a brief period of time, attend a\nschool in Panama which was a Panamanian school, meaning it was for local people and it was a\nCatholic school. It was kind of — then I have vivid memories because --. As a Jew I was in\nschool where we went through all the rituals that the Catholics go through including -- Ok, so\nthat was a memorable experience.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes, every young — yes they of course were as I recall, we were kind of odd because the\nclothing that we brought with us 1s not the clothing that Panamanian young children wear — so I\nwent to school wearing knickers, probably the period when young boys still wore knickers. And\nnobody in Panama in going to school, wore knickers. It was in that sense —",
        "A: Well that was difficult also, except all I can say is by the time we left Panama, about a year or\nso later, I could speak the language quite well.",
        "A: Well we lived most of the life in Panama at this time was out of doors. So I remember most of\nmy activities took place not in, in the house but in or in the room, but outdoors. Some of the\nmemorable things that happened there was — Panama was subject to terrible rainstorms. What we\nwould call squalls or so which flooded the streets and flooded the streets meaning water up to\nyour knees. And so and of course the water had to go somewhere and often it would seep, not\nseep but flow, right into the room where we were living, that was as I said a ground floor. Is all I\nremember bailing and trying to (both talking) trying.\nSo other things.",
        "A: No and that was always a difficulty. I don’t know how my father communicated in the Canal\nZone. To the best of my knowledge, he spoke no English. And that would have been a language\nthey would have used on the Zone. I almost all of the — when we needed things and I had learned\nthe language rather quickly and so I served often as the person communicating for them.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: And in Spanish.",
        "A: No, I can’t remember that. I can’t remember that. It wasn’t far from the Canal Zone because\nmy father commuted.",
        "A: Yes, yes we did get, there is in my — I put together some archives. There is, yes we have a\nrather extensive set of archives. Two very large books which have pictures of passports and all\nthe documentation. And there are — I put those together. My brother has them. I hoped that he\nwould turn them over. I was somewhat associated with the American Jewish archives in\nCincinnati and I thought they might go there but my brother and his — I believe that he wanted to\nhold onto them. So I turned them over to him. I don’t know what he intends to do with these. I\nthink he believes they are sort of family memorabilia and he would like to hold them.\nBut in any event the, there 1s a lot of documentation that goes with everything that I’m telling\nyou.",
        "A: A year, a year and a half. We have, I think we arrived in the US within a few weeks of the\ndeclaration, if the attack on Pearl Harbor. And that was possible, partly because uncle, my\nfather’s brother, Willy to some extent was helpful. Not nearly as helpful as my father anticipated.\nAnd an organization called HIAS which helped. And so through HIAS plus some cooperation,\nassistance from Willy, we were able —\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: No, it’s closer to 41.",
        "A: Yes, it’s closer to 41.",
        "A: I think it’s, I remember receiving the news of Pearl Harbor while I was in the United States.",
        "A: I don’t remember any aspect of Jewish life. I don’t even remember that were at that period\ncelebrating the Shabbat.",
        "A: Yes, yes. My mother was — yes, she, yes I would say she, she actively participate in the\nbusiness affairs of my father, even when we were in Germany. That is when, in Kristallnacht she\nwas there, along with my father, sorting things out. It was not an easy thing to do. I’m not\ntalking emotionally. The store was totally destroyed. There was shattered glass and but, and I\nthink —",
        "A: I could not answer that. I cannot answer that. The -- but the point is yes, I think my mother\nwas, even after my father died, she somehow had the moxie to learn how to become a, I forgot\nwhat you call it. She went to some trade school in New York and learned to operate a machine. I\nforgot what they called the machine and was able to get a job. And so to help with the family\nhttps://collections.ushmm.org\nMay 2, 2014\nexpenses. My father had died and I was in the Korean War and she had to sort of make her own\nway. But she was quite resourceful.",
        "A: Well I, again HIAS arranged for our departure so I don’t know what arrangements my father\nwas involved in. Probably filing papers and things of that sort. But I would say on the whole that\nthe period in Panama for me was — it was somewhat Spartan it was interesting as a young boy. I\nwas now 11. I found it, the different culture and the different foods I was eating and the floods I\noften found interesting. Rafting in the city streets. And so the Panamanian way of life was so\ndifferent, that I must say, my impressions of those days in Panama was that it was an interesting\nperiod. Going to school with Catholics. Being, having nuns as instructors I had never seen a\nnun. And so all of it was simply —",
        "A: I can’t remember whether they tried, but I certainly learned to participate in their prayers and\nI can still to this day recall those.",
        "A: Well a lot of it was we were on a ship again. And we had no — I mean I had no idea the first\ntime where we were going. The second time we were told we were going to America. But I had\nno idea what that meant. Except that I did know that Willy and Herbert were supposed, were\nnow in America and that — So I can’t tell you much about it. It was not as long a journey as it had\nbeen to cross the ocean to Panama. And I can say that I remember as a young boy seeing the\nStatue of Liberty as we entered into the —\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Well it didn’t mean anything except a big statue. I have, in fact America didn’t mean anything\ntome. As such. If we were to have said we’re going to Africa, it probably wouldn’t have made\nany different.",
        "A: They docked in, we were I can’t recall the exact docking location, but it was under the control\nof the immigration service. And we stayed at the dock only temporarily. And then were removed\nby some sort, I don’t know what do you call it, a ferry or something. To Ellis Island.",
        "A: Well. I think at least at the beginning I think we were all more, more uncertain than\nrejoiceful. Because when we got to Ellis Island we realized we may be in the United States, but\nwe’re not in the United States. There are thousands of people in Ellis Island and they were all\nmilling and all hopeful that they could leave the island. And we had no idea whether we would\nleave the island or under what circumstances we would leave the island. So there was a lot of\nspeculative talk about what would happen to us.\nAnd so it wasn’t as we felt like everything is rosy. I’m concerned about and I can’t recall but we\nwere on the island for quite some period. This was not an overnight stay. This was, it was\nseveral weeks. And throughout there was concern about, about how secure we were and how\nsure it was that we would get to the mainland.",
        "A: No I can’t, I can’t remember again in 39. I would have been nine year old.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: There is no special. The concern in Panama was what is happening to the others who did not\nleave. We knew that, we knew for, I have about a dozen letters that did go between us and in\nPanama and Adolf the brother of my brother who could still write, although the letters show on\nthe back that they were censored and I still have those letters.\nSo for a period of, into 39, and 40 there was some correspondence still possible between\nrelatives. After 40, 41, I think there was already talk about concentration camps and so and then\nthe letters eventually ceased. There was no further contact.",
        "A: Well we went to new, Manhattan where we were greeted by Uncle Willy and his wife, Ruth.\nMy father’s brother and his wife. They have, had already established themselves and were in\nfact doing quite well. They were living in upper Manhattan on the west side. Ruth was a very\ntalented woman and she was an artist and she somehow managed to open a business creating\npaper mache, kinds of figures and very interesting kinds of things that were eventually bought by\nstores like Macy’s, Gimbel’s and others to put into their show windows. So when you had\nEaster time, there were all kinds of Easter figures that used to be fashioned. It’s no longer\nfashionable to do those things. Maybe it is still in New York but I haven’t seen that much any\nlonger. But in those years store windows were highly decorated. And she had the knack of using\nchicken wire and old newspapers and painting the things.\nAnd when we moved in, with Willy. We lived with them for about five weeks, six weeks, in a\nroom, they were already in business. I don’t know how many employees they had. This business\nwas underway. Later on, of course, 1t became extremely successful and in the 60s by the 60s he\nwas well into being a millionaire.",
        "A: Well that was his business. Making newspaper mache. They were being made. He had about\n30, 35 employees. For a while I was an employee. And these things were sold all over the east\ncoast and so he and Ruth became quite wealthy.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes and eventually we were able to find a small apartment in Queens. Jackson Heights. And\nnear Roosevelt Avenue which is a rather well known because it’s a train stop.",
        "A: No, my English would not have been good. My Spanish was good. My English was zilch. I\nhad no English and so I had to start again the, ’'m going to move from one room to the other. I\nhope, are you still hearing me?",
        "A: All right, then we can keep on talking. I’m going into the necessity room. Ok so we stayed.\nWe went to Jackson, lived in a small apartment in Jackson Heights and that’s the first time in all\nof the period that I remember a resumption of what you would call normal living. We were\nliving by ourselves, we had our own space and sort of life began.",
        "A: I went PS 69, the public school. It wasn’t far from where the apartment was and there was a\ntemple in Jackson Heights. Jewish community temple or center and temple so life began to be a\nlittle bit, I don’t know if I can say normal but it, at least there were Jewish activities taking place\nand there were regular school activities.",
        "A: In the area?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes, in the area, there were some. As I recall there were at least six other German families\nfrom Berlin, living in the area. And then my mother and these other six women became part of a\ncircle that met each other regularly and on Sundays would meet sometimes at a restaurant called\nRumplemeyers. And on Sundays meet at Rumplemeyers and do whatever elderly ladies talk\nabout which is how good their sons are, how bad their sons are or what their sons have achieved\nor not achieved.",
        "A: All I remember of that is there was the newspaper that we used was called the Daily News. I\ndon’t know if that newspaper still exists in New York. And the Daily News, it’s a tabloid type\npaper. And I remember seeing on that paper, the whole, the whole front page simply in bold\nletters that said war.",
        "A: Well I don’t know what was again, I might say, I had little idea. I had never thought much\nabout Japan. In fact I can’t remember my family ever talking about Japan. They had no reason in\nGermany to talk about Japan. So and we had really no reason to know why the Japanese would\nattack us. We had no knowledge of American geopolitical history. So we just knew of course\nwhat everybody else knew that there —",
        "A: NoI don’t remember that it, I and my best friend at that time was a young man my age, Bert\nBrunell. He was considerably more orthodox than I was. And we were very close friends for\nmany years.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Yes, also.",
        "A: No, no I don’t think. I don’t think, I can’t remember —",
        "A: Yeah we — the thing that was most difficult in the first years, what you would expect. It was a\nmatter of getting used to going to school. For instance because I did not know the language I\ncould not get into the corresponding grade that I should have been for my age. By this time I was\n12. And by 12 I should have been in the tenth grade and because I did not speak the language I\nwas put into the seventh grade where I was the biggest child in the seventh grade. And so there\nwas always this amusing event. This tall child sitting in the grade with lots of little children. Or\nsmaller. So we, those were the things that were on our minds. Can you hold for one minute?\n(waiting)",
        "A: All right, ’'m back on the telephone.",
        "A: No, well my, that was, well -- Willy was quite well to do, he was not quite generous and so\nthere was soon, very soon the difficulty of earning a livelihood. We were spared because after\nthe declaration of war, manpower was in short supply and in Long Island City which is not far\naway from Jackson Heights there were some small manufacturing facilities producing parts for\namong other things, tanks and submarines. And my father landed a job in a factory. I don’t know\nexactly what parts he was making and why he was qualified for such work. But anyway he was\nhttps://collections.ushmm.org\nMay 2, 2014\nemployed and during the war period and we had an income. Meanwhile, of course I spent the\nwar period getting through public school 69. And my brother was now three years behind me.\nAnd the interests were during this period, early period was learning how to play baseball.\nEverybody. And in my memoirs I wrote a little story about that. I can’t remember in what year it\nwas. I think it was shortly after my bar mitzvah. I had my 14\" birthday I guess it was. That\nwould have been in 44. When I still had no, I didn’t have a baseball mitt. And when you play\nbaseball you need one. And I always had to borrow one. And typically the people who came up\nfor bat didn’t need a baseball mitt. They left it in the field and so I was able to take and use\nsomebody else’s mitt. But when I was, for this particular birthday, Willy was willing to be\ngenerous and he offered to buy me a baseball mitt.\nAnd so we went to a place called Davega. I don’t know if you know what that is, but there was a\nfamous chain of — and we went to Davega and at Davega they had a hundred baseball mitts all\nlined up on shelves. And of course, I was 14 and they all looked good. And I picked the biggest,\nnicest looking mitt and figured he would buy that and so I bought it or he bought it. And I was,\nof course, eager to use it on the field. And was somewhat disappointed when I realized that it\ndidn’t much help me. I had picked a catcher’s mitt. So I picked a catcher’s mitt, not because I\nwanted to be a catcher. I really didn’t think. I wanted just the nicest looking mitt and this was the\nbiggest nicest looking mitt on the shelf. Nobody told me that every position had its own mitt.\nAnd so for years I had that catcher’s mitt which I could never really use.\nAll right, my mother, when I went into the Korean War, my mother eventually got rid of that\ncatcher’s mitt.",
        "A: Yes, in 49. I went to high school.",
        "A: Yes, yes, I remember the, I remember at the end of the war, I remember the dropping of the\nfirst atomic bomb. That was more significant because throughout the period, I was working. I\nwas going to school, public school but I always had to work because money was always tight.\nhttps://collections.ushmm.org\nMay 2, 2014\nAnd I worked delivering groceries at Bohacks and all of those. You know of a store called\nBohack. It shows you how old Iam. Delivering groceries and in summer time I worked in the,\nin distant locations. In fact for the first, almost year or longer I did not live with the family in\nJackson Heights. I was sent to live with a family in Vermont where I worked on a farm for\nFrench Canadians. And with a French Canadian family, they had a dairy farm. The money I\nearned was sent to my family and I was sort of an indentured young man, indentured laborer on a\ndairy farm. And later, another year, I worked on a chicken farm and I learned about how -- and\nstill later I worked as a waiter in what they called the Borscht circuit. In the Catskills. And that’s\nwhat I was doing one day when a friend of mine who was working with me, came in but who\nwas older. Came in and told me that they had dropped an atomic bomb and I remember saying\nwhat’s an atomic bomb.",
        "A: Oh well I think we suspected long before the end of the war, but that they probably had not\nsurvived. And then there was this effort to track, after the war, to try to get some additional\ninformation. To get some additional information about what had happened. And I think there\nwas some additional information because I think somewhere we were able to identify who went\nto which camp. And --",
        "A: Well I can’t remember where exactly where they — but of course they didn’t survive and I\ncan’t remember exactly to which camp they may have been sent. All of them. None of them\nsurvived.",
        "A: They have a school in New York called Stuyvesant high school. I don’t know if you know of\nhttps://collections.ushmm.org\nMay 2, 2014\nthat. Actually that’s — I picked, I really didn’t pick that school. They had another school called\nBryant high school which 1s a very popular school, which is what most young graduates went to,\nbut my mother thought that I should be in something technical. And somehow or another, she\nand Ms. Ober Berlin which was one of the many ladies, one of the ladies in the circle they\ndiscussed this matter. And somehow my mother got wind of this school, Stuyvesant high school.\nAnd she had wanted me to become a pharmacist. That was her ambition for me. She thought\npharmacists will always earn a livelihood. I don’t know where, how mothers get these ideas for\ntheir sons and —",
        "A: No, he died in 49.",
        "A: Cancer, cancer of the lung. Presumably from excess smoking.",
        "A: Yes.",
        "A: Well I completed Stuyvesant. Let me see if I’ve got my dates correct here. I should have, I\ncompleted Stuyvesant in 49. And again I was working right along. My father, you know from 48\non was no longer able really to work. I had a very interesting period between 45 when the war\nended and 48 when he became ill. Those three years are really I think interesting ones for you to\ndocument it. But anyway in 48 he became ill. The illness lasted for nine months. And during the\ncourse of that, I had to assume, I became the major source of income for the family. So I was\ngoing to school and working. And he died in 49.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: In 40, I think the documents say 47 or 48, I believe it’s in 48.",
        "A: I never became a citizen. My father and mother became citizens and because I was under 18,\nwe became naturalized citizens and I, my brother eventually applied for his own citizenship\npapers. I never applied for them, but I am fully an American citizen. I mean I have a passport and\nall the other things. But I have no certificate. But my father’s and mother’s certificate are in the\narchives.",
        "A: Of course. In 49, the things -- we have in New York something called City College which\nmade it possible for me to attend college because the fees were relatively low. And so I went to\nCity College. By 1950, however, the events in Korea were taking place and they were somewhat\nthey called the first training corps that we always start wars by first sending training people.\nAnd there was a concern about whether I — there was talk about drafting and such things and\nconcern about what would happen if I were drafted. And how would Margaret and my brother\nmake it. And so there was a proposal made by some friend that if I joined the Air National Guard\nat Floyd Bennett Field and what became a weekend, what they call a weekend soldier or\nsomething of that sort, I would be spared from the draft. And that would enable me to continue to\ngo to school. And continue to earn money for the family.\nAnd that is what I did. Our, but you know, life has a way of surprising you and it turns out that\nMr. Truman, President Truman decided that we have to escalate our activities in Korea. And for\nthat we needed flight personnel. People who fly B-29s and the Floyd Bennett field air unit was a\nB-29 air wing unit. I was the very first of all of my friends to be called to active duty.\nAnd so in March of 51 I became a soldier.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Well for training, I was sent to a place called Lakeland in Texas and to a place called Topeka\nin Kansas. And eventually was sent to -- I forgot the port from where the ships are, US naval\nships took soldiers and transported them to Japan. And it’s a long, long voyage to Japan.",
        "A: I was involved with a combat wing. We were flying B-29s. I was the medical corpsman for\nthe bomb wing. And so I attended to people who were involved in the war activities. That were\nflight personnel, people who were injured in the course of battle. Usually in the course of air\ncrashes 1n battle.",
        "A: Yes, most of the time on the ground. Occasionally —",
        "A: Well I was in various places. But the most, there are two very famous air bases were in Japan\nduring this period. One is called Tachikawa and the other one was called --",
        "A: And those were the two major places where the B-29s landed and took off. For their bomb\nruns.",
        "A: I decided and I was able to — I had a choice. I was in, after two years I could extend or return.\nAnd I decided I would return. And so in 53, end of 52 or early 53, whatever the two years 1s, I\nhttps://collections.ushmm.org\nMay 2, 2014\nwent, I was sent back and eventually I spent some time at the Topeka air base after that. And\neventually returned to New York.",
        "A: Yes, yes and then —",
        "A: Yes, I went back but things were difficult. My mother was, my brother had left who was, he\nhad gone west and he was interested in arch — he was interested in geology and in his third year\nof geology which is just about the time that I came back, he had decided to take a job with a, not\na job but a project to look for uranium. It was the uranium boom period. I don’t know if you\nremember that. And everybody was looking for this new material. And he had gone west to\nUtah where they were — and to New Mexico where there were sources of this material and he\nworked as an explorer and bought some Geiger counters and that started his career as a business\nman. He did surf — what was called a surface exploration. You just cover large areas of land by\nwalking and later on when he had money, he bought a Jeep so he didn’t have to walk. Searching\nfor uranium. Clues for uranium deposits, but he left Margaret alone and when I got back things\nwere difficult. So I needed a job and eventually landed a job with a firm called EF Drew. They\nstill exist and I think they’re listed on the New York Stock Exchange. Mr. Drew was an\nimmigrant, a chemist who created a company that sold a particular type of product that 1s needed\nin the early phases of water treatment. I don’t want to get too technical about what that work is.\nBut in any event, it got me into the field of chemistry which is not too distant from my mother’s\nwish to be a pharmacist. I really wasn’t keen about being a pharmacist so I landed a job selling\nchemicals. I thought that was probably closer to what I wanted to do.\nAnd that was my first real full time quasi professional job. I still of course had not finished\ncollege. I was just into my first or second year. But then I was sent from New York to\nMilwaukee and started a new phase of my life. Seven years in Milwaukee and it enabled me to\nget married and cause now I had an income. And so in 52 I married.\nNo, I guess it was 53. It doesn’t matter.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Well the — Milwaukee was of course, I was sent to Milwaukee partly because I spoke German\nand the notion was it was one of the German communities in the United States. Well it might\nhave been but by the time I got there 1t was one of the Polish communities in the United States\nand my German was of rather unhelpful there. I might say I was not well prepared for selling\nindustrial chemicals. And after I had been on the job for about three months, I was taken off the\npayroll because after three months I was supposed to earn my way on commissions. And there\nwere no commissions because I wasn’t selling anything.\nAnd let me ask you before I go much further. Are these things that I’m telling you of interest\nand they get too personal and I don’t know how deeply to go into some of these things.",
        "A: So ITenrolled at Marquette University which is a Jesuit school and there I was again back to\nmy, with was my Catholic associates and then having visited all my prayers and through all of\nthem my study on the historicities of the Gospels and went through all of the Gospel teachings\nwhich gave me some insight into the nature of that religion. And also it was some ways amusing\nbecause I was a member of a temple by this time and I was teaching a class in Sunday school.\nAnd in fact, I taught a course called the ethics of the Fathers. I don’t know if you know or\nwhat and then during the days I worked and at nights I was back in Marquette studying the\nGospels. It was sort of an unusual period.",
        "A: Well I stayed there to finish. I finished my work, graduated in 59.",
        "A: It was a long period because I went to school at night. But anyway I finished in 59. And\nhttps://collections.ushmm.org\nMay 2, 2014\ndecided that I would not continue to sell industrial chemicals. I didn’t think that’s the future for\nme, although I was earning very, earning good money by that time. I had three children and I had\na car and I certainly didn’t — I was certainly considerably better off than I ever imagined. But\nfollowing industrial chemicals didn’t seem to be a fitting occupation.",
        "A: Oh, I decided that I wanted to become a consultant. I can’t remember why exactly I wanted\nto become a consultant but I thought I was reading a lot about consulting work and I had gone to\nChicago. I had heard of firms like McKinsey and Booz Allen Hamilton and I visited these firms\nand I — the man at McKinsey was particularly nice to me. He advised me to get an MBA and he\nthought that McKinsey might be interested in a young man who is ambitious, who had an MBA.\nAnd so I applied for Harvard and of course several other schools and, for my graduate work.\nWell again, as things turn out I was accepted at three very fine schools — Columbia, Princeton\nand MIT.\nBut Harvard rejected me. So I eventually chose Cornell. I had been accepted at Cornell also. I\nchose Cornell and became a labor economist or at least the beginning of a labor economist. And\nthen after I finished my work, I went back to McKinsey and told them proudly how I had\nfinished Cornell. And the man reminded me that he thought that I should have gone to Harvard.\nAnd so I never did get to work for McKinsey.",
        "A: Well I, I needed work and as it happens the -- I saw something about a position opened with\nthe US Atomic Energy Commission. I had no idea what they were but I applied and I was flown\nto Albuquerque, New Mexico where they had their main operations office. And I had interviews\nand was selected for a job with the A, it was called the AEC, the US Atomic Energy Commission\nand so I started what I would say my second full working career.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: We located to New Mexico and there for course I worked closely with the laboratories at Los\nAlamos and Sandia Corporation and met many of the prominent people who was meant and still\nin the US weapons program. And that was also somewhat interesting, somewhat exciting.\nYears, eventually, I was responsible, along with some other people for what they called strategic\nplanning for the weapons production system which is quite intricate because you have to, the\nweapons that we build are not built in any one location. The components and the assemblies are\nspread out so that you cannot easily destroy the entire weapons infrastructure. And —",
        "A: No I didn’t come across any German scientist but I did come across a number of different\nnationalities in Los Alamos and at Sandia Corporation. Most of my work was involved in how\nwe planned and integrate the manufacturing of the nuclear weapons.",
        "A: I stayed there from 60 to 67, 68.",
        "A: I was offered a job with a firm called, then called Peat Marwick Mitchell. I don’t know if you\nknow that firm. But it now goes under the name KPMG. It’s one of the, what they call the big\neight in the field of accounting, international. Other firms that are well known are Price\nWaterhouse and Ernst and Ernst and firms of that sort.",
        "A: Well then I worked and those were very interesting years also. We were involved in what is\ncalled in public sector consulting so to give you an idea of what that meant. Do you know what a\ncommunity mental health center is?\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: I established, when I say after the Kennedy legislation which created and later supported\ncommunity mental health centers, I my job at Peat Marwick and under the contract was to\nimplement that law and I had — I had been creating most of the community mental health centers\nthat were established at that time. Also legislation for what were called family planning clinics\nand I headed up most of the development and implementation of those things. And so there are\nnumerous, at least six major public initiatives which I was able to direct. And during that period I\nwas with KPMG, Peat Marwick, later became KPMG.",
        "A: I was ambitious and so I thought I’d open up my own consulting business. And four or five\nyears up til 1980 I had an office in Silver Spring, Maryland and had my name on the door.\nThere’s an interesting story that goes with that but if you don’t want to get too deep into stories,\nmaybe I could skip it.",
        "A: Ok and so then I continued to do consulting. I was, I implemented the urban renewal program\nin Cleveland, Ohio as an assistant to the mayor for Cleveland. I implemented the urban renewal\nin Houston, Texas. These were contracts that I now landed for my own firm. And —",
        "A: Price Associates. Not very original but — Price Associates. And then, but in 1980 things\nshifted. Mr. Reagan was elected to office and Mr. Reagan’s interest was not in what I had been\ndoing. A new interest was in something called Star Wars and then, and I realized that my career\nwas over. And so I decided to close the business and relocate back to New Mexico. I had learned\nto like New Mexico and I found an adobe, small hacienda. I think you know what that is. And a\nhttps://collections.ushmm.org\nMay 2, 2014\ncottonwood tree and I resigned myself to living out my closing years of my life. In this rather\nvery nice little casita that really is more of a casita than a hacienda. And did what I had never\ndone before. I learned how to play the flute and I actually had my own library. I collected native\nAmerican art and —",
        "A: Until one day I got a letter asking me whether I would like to be interviewed for a position 1n,\nwith the International Atomic Energy Agency in Vienna. And so again there were interviews.\nThey needed someone with my earlier background in weapons business to be part of the team for\nnegotiating the extension of the Nuclear Non Proliferation Treaty. And that took place in\nAustria, Vienna. And so in 1989 I was on my way to Vienna.",
        "A: Well by that time, the first wife, I was divorced and I was in the midst of a second wife.",
        "A: I moved to Vienna yes. And for almost three years, three and a half years was involved in\nvarious activities here. I had the status of a diplomat. So I was engaged in negotiations on\nvarious issues which have to do with what they called inspection regimes. These are the regimes\nwhich enable us to send inspectors into foreign countries to look for, to account for the use of\nnuclear materials.",
        "A: No I, after finishing my diplomatic work, I met a lady here in Vienna who was of Polish\norigin of all things. And who by chance, whose father by chance, although he came from a\nlocation only ten kilometers from where my father was born. Isn’t that something? It’s amazing;\nthat really 1s amazing.\nhttps://collections.ushmm.org\nMay 2, 2014\nOf course, there is a big difference in age. Between that but the locations were only ten\nkilometers apart. The -- and so I decided not to return to that nice casita with the cottonwood tree\nand all the chickens running around and all that Native American art and settled in Austria. And\nhere I resumed my practice as an economist and as a consultant.",
        "A: Yes. I’ve just written a book which might, I don’t know you’re interested in economics. It’s\nabout to be published. It’s called Beyond Jobs. I’m writing about, the book is writing about the\nwestern economies. That includes Europe and US and Russia. And the future for employment or\nwhat we call jobs. And despite the recent news today that the unemployment again has declined,\nI am saying that’s all very, very temporary. In the long run the economy will change and so — do\nyou read blogs. Do you know what I mean by a blog?",
        "A: I can give you my blog address.",
        "A: No, I don’t do that any, no I don’t. I still know the people who are involved, although most of\nthose people have also retired. There are new people in those regimes. But the issues remain very\nmuch the same. The difficulty is how open the lines are. You know we can make inspections in\nAustralia and Canada very easily because they have nothing to hide. And but to make\ninspections in countries like Israel, to make them in Pakistan or those countries so --. As you saw\nin Iraq we missed a call. The president said there’s nuclear material. We never found any nuclear\nmaterial in Iraq so these things get to be quite difficult.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: No. I can answer that. That’s not too difficult. In 1989 when I had the chance to come here,\nat first I was going to reject the offer. I really had no reason to come back to Europe. I knew of\nAustria’s complicity in the war, even though they say they were a victim. And so at first I was\ngoing to reject coming here. But I thought it might open up a new chapter of my life and I might\nactually learn something about the past by coming here. And so I did come here. After I’d been\nhere about a year, year and a half, I was actually invited to Berlin by the mayor of Berlin, whose\nname I’ve forgotten for the moment. And I met with the mayor of Berlin. He gave me more than\nan hour of his time. And we talked about that period that I remembered Kristallnacht and things\nof that sort.\nAnd I found that I wish I could remember his name, but he’s quite well known and I can easily\nidentify him because of the —",
        "A: But I was impressed by this man’s willingness to talk about the conditions that existed at the\ntime. And I had the sense that he wasn’t that there were no alibis and that there was no way. And\nit wasn’t a conversation where he expressed particular pity either, which I don’t need. It was\nsimply a rather straightforward very professional discussion of the period of history which was,\nwhich the damage done. Lives he mentioned that people in his own family — they’re not Jews\nbut people in his own family lost lives and in the course of war. And it changed my attitude\ntoward the situation.\nBut you know there is this question about for how many generations we should hold our — past\ngenerations we should hold our people — or future generations should hold accountable for the\nthings that happened in the past. I don’t know if you know in the Jewish tradition we try the\nsame. But I’m inclined to think now that I don’t know whether Germany has come fully to terms.\nI don’t know what fully to terms means. I think they’re more the terms, have come more to terms\nwith the events of that period than the Austrians have. The Austrians still haggle over what\npaintings to return to Jews and whether prove, Jews can prove enough so that they will return a\npainting that they are particularly fond of. I don’t know if you follow that kind of news.\nhttps://collections.ushmm.org\nMay 2, 2014\nAnd, but I do find that when I disclose to the Austrians that I am Jewish, because I am on the\ncircuit, I make lectures on, people ask about me. I don’t particularly have to hide, I don’t hide\nwhat I am. And often I will actually disclose it when I think it’s appropriate to do so. And when I\ndo, do so most of the people are interested in a rather sincere way about what my experiences\nwere. Almost like the way you were. And they ask questions. What do I remember? What were\nmy feelings and I’m a bit of what you would call an anachronism or maybe that’s not the right\nword that there aren’t too many people who can talk first-hand about Kristallnacht. And when I,\nfor instance I will meet on May 13\", in I guess a few days with the director, president of the\nNational Bank of Austria, Claude Reidel. And, Klaus Reidel. And whenever I meet with him\nand he’s very interested in what my recollections are and what my feelings were about the events\nthat took place. So I sort of I’m not as, I don’t think I ever was bitter, but I am certainly, I\ncertainly don’t have a chip on my shoulder about those events of the past.",
        "A: Yeah, for instance I talked to Professor Zimmerman a professor of economics at Heidelberg\nand he was interested in what I’m writing about. Labor economics. I am —",
        "A: Yeah, yes I am, not just a German city, it is right here in Austria too. Although when I walk\ndown some of the streets. Have you been in Austria, in Vienna?",
        "A: It’s not unusual for me to walk down the, on some of these streets that have walls where\nsomebody, with graffiti has put a star of David in some sort of a derisive remark. And so it’s not\nlike you don’t see that in Austria.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Well I don’t know how to express how I feel. I guess and most of it is ’m dismayed that we\ncan’t get over it but then I’ve read enough about our tradition to say that maybe that’s the way it\nis. With Jews. We’re just going to -- that the attitudes towards the Jew among certain people just\nisn’t going to, isn’t going to change. I don’t know where these sort of anti-Semitic feelings start\nbut then I don’t know where any of the things that we call prejudices start. You’ve seen what\nhappened to this man with his baseball team, basketball team. I’ve forgotten his name for the\nmoment. The man from Atlanta.",
        "A: Sperling. I don’t know what makes a Mr. Sperling say the things he does.",
        "A: No I didn’t get any. My various, Willy got some and Herbert got some. My mother delayed\ntoo long in filing the necessary papers. And we did hire someone to help us with the matter, but\nwe never received any. I think we could have received some from when I, from what others tell\nme. Probably some rather nice — because we lost a considerable amount of property. But no, we\nnever received. My mother never received any reparations.",
        "A: Well —",
        "A: Well the — let me just say that I somehow never had and I don’t know how to say it. ’ve\nalways felt comfortable with blacks or you know or with when I was in Korea or in Japan,\nwherever I was. I don’t know. I’m kind of -- so the black civil rights movement for me meant\nthat I supported it by wherever I could by -- for instance in our temple, that we had in\nhttps://collections.ushmm.org\nMay 2, 2014\nWashington, DC. I forgot the name of the temple. We had, we were, it was a period when there\nwas a lot of bad feeling between blacks and Jews. I don’t know if — this was during the 70s when\nthere were people in the black community who were somewhat vehement about their attitudes\ntowards Jews. And to deal with that, the rabbi at the temple, sought to establish connections with\nthe black community. And I was involved in some of those activities to try to see if we can\nminimize the certain feelings. But as you know there is a segment of the black community that\nhas been hostile and now you hear less of but I don’t think it’s gone away. What is your\nimpression?",
        "A: Well there I was interested in what Ms. Tuchman had to write about Mr. Eichmann. I don’t\nknow if you are familiar with that. Barbara Tuchman. She was able to find some excuse for Mr.\nEichmann. I don’t know if she intended to do that or not. And I don’t think we have to excuse\nMr. Eichmann. If we start the process of saying that only the very, very top man is ultimately\nresponsible. I mean and I think we relieve an awful lot of people who have a hand in this. I think\nwe all have a responsibility at each level. The degree might change and but I, at the Nuremburg\ntrial I think it was pretty clear that people can’t plead that they were just carrying out orders.\nIn Mr. Eichmann’s case, the notion that he was detached and perhaps he didn’t know or every\ntrain that left. And those things to me were irrelevant. Not irrelevant but I guess my feeling was\nhe was party to it. They enjoyed the good times and if it worked out their way they’d still be\nenjoying the good times. And those are the risks you take. And in this case —",
        "A: Oh yes, several times. Mordechai Gur. I don’t know if you know of him. He’s dead now.\nWho was the chief of defense forces for the Israeli government, in the 67 war, was a personal\nfriend of mine. And there’s an interesting story how he became a personal friend but again like I\nhave too many stories and never enough time. But General Gur was a very close friend. I got a\npersonal tour of the Golan Heights from — and yes, I’ve been in Israel three or four times.\nhttps://collections.ushmm.org\nMay 2, 2014",
        "A: Oh of course. That’s how this I presume, how this telephone call originated. I—",
        "A: Well I can, first of all my impression is that there are other Holocaust museums. It isn’t the\nonly Holocaust museum.",
        "A: Second I think that the Holocaust is not the equivalent of a tombstone. A tombstone goes with\nthe person who’s buried and if we, the Jews that are buried as a result of Auschwitz and other\nplaces deserve their tombstones I think. Commemorative things. I think the Holocaust Museum\nrepresents not a sort of a tombstone for a memorial stone. I think it’s a, it’s designed to\nperpetuate a historic, not to perpetuate but a memorial",
        "A: Yes. A chapter in our civilized or uncivilized life. America has a large Jewish community and\nthis belongs to where the Jews are. And the Jews are in America\n(sound interruption approximately 4 minutes from the end of recording. Sound did not resume)\n(end)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumMay 2, 2014\nRG-50.106.0224",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "WOLFGANG PRICE\nMay 2, 2014\nGail Schwartz: This is the United States Holocaust Memorial Museum Volunteer Collection\ninterview with Wolfgang Price, conducted by Gail Schwartz on May second, 2014 over the\ntelephone in Vienna, Austria and at the United States Holocaust Memorial Museum. This is track\nnumber one. What is your full name?\nWolfgang Price: My name, Wolfgang Price."
    ]
}