{
    "rg": "RG-50.106.0155_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Norbert Hilsberg, conducted by Esther Finder on\nAugust 12, 2002, in Rockville, Maryland. This interview is part of the museum’s\nproject to interview survivors and witnesses who are also volunteers with the\nmuseum. This is tape number one, side A. What was your name at birth?",
        "Answer: Norbert Victor Hilsberg.",
        "Q: And when were you born?",
        "A: Sista -- September 3, 1914.",
        "Q: And where?",
        "A: In Vienna, Austria.",
        "Q: What were your parents’ names?",
        "A: My mother’s name was Henrietta Hilsberg and my father’s was Leon\nHilsberg.",
        "Q: What did your father do for a living?",
        "A: He was a banker in Vienna.",
        "Q: What work did your mother do?",
        "A: My mother was a piano teacher and voice coach.",
        "Q: Did you have any brothers or sisters?\nAugust 12, 2002",
        "A: No.",
        "Q: How long had your family been in Vienna?",
        "A: Since 1914. As a matter of fact, one day before I was born, they arrived in\nVienna.",
        "Q: Where did they come from?",
        "A: From Lemberg, Poland.",
        "Q: Do you have any memories or can you think of any ways in which World War I\nimpacted your family?",
        "A: I was too young, although I heard some stories after I grew up, which my father\ntold us.",
        "Q: What kinds of stories?",
        "A: Well, for instance, there was a meat rationing naturally, and meat was hard to\nget and my grandmother lived with us, and my father usually was staying in line to\n-- to get some meat. And my grandmother used to tell him, don’t ever bring any\nhorsemeat home, because I will not cook it. And one day he did bring horsemeat,\nso of course she di -- he’d -- she didn’t know about it. And after cooking and\neating, my father asked her, well, how did she like the meat. And so she said it was\nvery good. And so he said, well you ate horsemeat. Of course, she was very upset\nand she didn’t like it.\nAugust 12, 2002",
        "Q: What made your family move from Lemberg to Vienna?",
        "A: The beginning of World War I, which stared on September the -- well, actually,\nmy father was a Russian. He w -- he was a Russian citizen. He was born in\nWarsaw. And of course, he was afraid that he would have to join the Russian\narmy. So therefore, my uncle, my mother’s brother, who was in the military at that\ntime, arranged with the last transport out of Lemberg to Vienna to have my\nmother put on -- on a train, being ready to give birth and the next day I was born\nwhen they arrived -- after they arrived in Vienna.",
        "Q: Did you ever go back to Lemberg to visit relatives or anything?",
        "A: I was -- no, not to -- not to Lemberg, no.",
        "Q: Did you have any family in Vienna?",
        "A: Yes. I had my aunt and I had several cousins and my uncle and that’s about it.",
        "Q: What was the Vienna of your childhood like? Was it industrial, was it\ncommercial? What kind of city was it?",
        "A: It was commercial, mostly, and art.",
        "Q: Were there many Jews?",
        "A: Yes, as a matter of fact, the city when I grew up had about two million\npopulation and the Jewish population was almost 10 percent of the city.\nAugust 12, 2002",
        "Q: How would you describe the relationships between Christians and Jews during\nyour childhood in Vienna?",
        "A: It -- there were no problems, it -- n-naturally Vienna, Austria, the whole\ncountry was about 98 percent Catholic, but I didn’t feel any anti-Semitism\npersonally, and I didn’t hear of any other people talk about it.",
        "Q: Did your parents ever give you advice on how to -- to relate to your Christian\nneighbors?",
        "A: No.",
        "Q: Did you live in a Jewish neighborhood?",
        "A: No.",
        "Q: Was there such a thing as a Jewish neighborhood?",
        "A: Yes. There was a -- a section of Vienna called Leopold staat. It was the second\ndistrict and that was mostly populated by Jews.",
        "Q: Was your family religiously observant?",
        "A: Not really.",
        "Q: What traditions did you observe?",
        "A: Orthodox.",
        "Q: Can you give me some examples of holidays, how they were observed?",
        "A: Well, there was nothing but Orthodox religion in Vienna at that time, so\nAugust 12, 2002\nnaturally, whatever you -- whenever you visited a synagogue when -- it was\nOrthodox. So I didn’t know any difference until I came to this country.",
        "Q: Did you have a favorite holiday when you were a child?",
        "A: Surprisingly, it was Christmas. It was always a lot of fun.",
        "Q: Can you elaborate what you did on Christmas?",
        "A: Well, we celebrated like everybody else. Was just a -- a -- Jews as well as\nChristians celebrated the holiday. Of course, sometimes, speaking of holidays, not\nreally -- I was ra -- going to school I was looking forward to holidays because I\ndidn’t have to go to school.",
        "Q: When -- when you said that Jews and Christians both celebrated Christmas in\nVienna, can you explain what that tradition at that time and that place was like,\ncause I don’t think it’s like what most people think of today when they talk about\nChristmas.",
        "A: Well, it was more or less a tradition. I -- I do remember for instance that in my\nuncle’s house -- he was a general in the old Austrian army, in the medical corps,\nand I guess he was exposed to the celebration of Christmas throughout his career,\nand he always had a Christmas tree in his home. And we all got together and then\ncelebrated the holiday, exchanged gifts like an-anybody else. And I was -- to me it\nwas just normal. Was not something which was unusual for me to look forward to.\nAugust 12, 2002\nBut of course, as I got older, I understood more about the difference between\nChristianity and -- and Judaism.",
        "Q: Did your family observe any Jewish holidays?",
        "A: The only Jewish holidays we really observed were the Rosh Hashanah and me\n-- and Yom Kippur. And that was the only time we did go to the synagogue and\nwe -- well, that’s it.",
        "Q: Did you have any religious education?",
        "A: Yes, yes. Through my entire school year, elementary as well as high school, I\nhad two hours a week religion -- religion classes, conducted by a rabbi.",
        "Q: What else do you remember about your early years in school?",
        "A: There were good days and there were bad days. In general I enjoyed school. I\nenjoyed the camaraderie, had many friends, and we played different sports together\nand we were very active, and got together and went to the opera and went to the\nmovies, standing in line, getting into the various -- into theaters.",
        "Q: What kind of school did you attend, was it public or private?",
        "A: Public school.",
        "Q: Did you have any favorite subjects?",
        "A: Well, I always enjoyed history and geography and that was my forte.\nAugust 12, 2002",
        "Q: Did you experience any anti-Semitism when you were little, 1n school, or on the\nplayground, or anywhere?",
        "A: Not really. There was always friendship and there were no -- no arguments. I\nmean, I personally stayed away from any arguments about religion or any of that --\nor politics. I never joined any -- any group, any special group. I stayed away from\nit. | do remember one time I was in high school and somebody made a statement\nwhich I did not care and we got into a fight right in the classroom, the benches\nwere flying and everything else. But that was the only time, and I -- I knew if\nanybody made any comments about Jews or religion or anything of that sort, I\nfought back, because I was proud to be a Jew and -- and I didn’t hide it either.",
        "Q: Do you remember the statement that provoked that fight?",
        "A: I don’t -- I do not remember, but I didn’t like it.",
        "Q: Were most of your friends Jewish?",
        "A: It was sort of -- I would say about 50 - 50. And we got what -- got -- got well, I\nmean, we -- we -- we laughed together, we played together and there was n-never\nany expression of you are a Jew, you are a Catholic, whatever.",
        "Q: When you were a child, what did you think you would want to do when you\ngrew up?",
        "A: I was always into science, I liked that. Yeah, and I also wound up doing it.\nAugust 12, 2002",
        "Q: You told me some of the things that you did for fun when you were a kid,\nmovies and opera. What else comes to your mind about some of the things you did\nwhen you weren't in school when you were a child?",
        "A: I -- I don’t know, I can’t -- can’t separate it for some reason.",
        "Q: As you became a young adult, late teens, early 20’s, what was your social life\nlike in Vienna?",
        "A: Well, social life. We always had parties at home, and some -- we -- well, do you\nmean social life as in -- within the family or among friends, or --",
        "Q: Both, and I was also thinking in terms of dating an-and -- just the kinds of\nthings that young adults do.",
        "A: All right. We had always a lot of fun together as students, and we went out\nmostly to the opera and the different theaters. And we also had parties at home,\nmostly at home. We never went out to -- to bars or any of that sort. And it was a\ndifferent life then than it’s today, that -- that I know. We le -- we -- we lived a -- a\nclean and healthier life. We also took a lot of trips, hiking trips and mountain\nclimbing in those -- in my day -- young days. Went skiing away for a few days or a\ncouple of weeks during the wintertime. Yeah, I -- we played all kinds of sports. I\nwas a member of one of the sports clubs, the Vienna football club. And I was very\nactive in tracks -- in -- in track and -- and in soccer, and was active in the junior\nAugust 12, 2002\nleague and even won couple first prizes in the track. So we were always thinking\nabout not just having fun but something substantial, where you accomplish things\nor when you enjoyed things like the theater or the opera.",
        "Q: How much education did you get in Vienna’? How high or how far did you go\nin your education?",
        "A: I finished the [indecipherable] technical college in Vienna, graduated in 1936.",
        "Q: And you were qualified to do what with that degree?",
        "A: I was a civil engineer, and that qualified me for quite a few ways.",
        "Q: Did you follow the events in Germany in the early 1930’s?",
        "A: Not until Hitler became chancellor in 1933. Then, especially the Jewish people\nwere aware what’s -- things -- what -- what’s going on in Germany. Although,\ntimes really got bad for the Jews when Hitler took over Austria.",
        "Q: We-We’ll get to that in a minute, but you’re -- you’re running just a little ahead\nof me. So when Hitler became chancellor -- you said that’s when you first really\nbecame concerned, what were some of the thoughts that you had and what -- do\nyou remember any of the conversations that your Jewish friends had at -- at the\ntime that he first became chancellor?",
        "A: For some reason we never were -- had any conversation about it, or exchanged\nany views. But -- that -- we always felt that 1t won’t happen to us.\nAugust 12, 2002",
        "Q: Do you remember reading reports of the Reichstag fire and -- and the\nemergency decrees that came after that?",
        "A: Yes, I [indecipherable] excuse me. Yes, I followed the -- the news, of course,\nin the newspapers as well as the radio. And something -- as a matter of fact,\nspeaking of radio, that’s a radio which my father and I put together ourselves. And\nwas quite a big success.",
        "Q: What was going on in Austria, specifically with Dollfus. Can you tell me a\nlittle bit about what was going on with the politics of the country in those days?",
        "A: Well, mostly under Dollfus, things were pretty -- pretty steady and were no\nproblems as far as anti-Semitism is concerned. The administration tried to make it\nas -- as easy as possible for the Jewish population, and they -- they tried not -- tried\nto make the Jewish population feel at peace that nothing would happen to them.\nAnd he did try to protect the Jewish population especially, and fought the -- the\nNazis in the city continuously.",
        "Q: Were you aware in the early 30’s about the existence of Dachau and about the\nbook burnings and about some of those things that were happening in Germany”",
        "A: Just was aware of it, but nothing else.\nAugust 12, 2002",
        "Q: What was your reaction when you heard about the Nazi boycott of Jewish\nbusinesses? Did you have any reaction to that or was that something that kind of\nseemed to fit the same pattern?",
        "A: Not -- not until Hitler marched into Austria.",
        "Q: Before he came into Austria, though, did you see any of the Nazi propaganda\nthat was anti-Semitic?",
        "A: Oh yes, definitely. You know, there were lots of political pamphlets, pasted\ninformation on lampposts and w-walls and prints and all that. It was very\nuncomfortable too, to see it and to read it.",
        "Q: Can you remember any of the things that you saw or that you heard at that time?",
        "A: Well, as a matter of fact, I was interested in collecting all these stickers,\npolitical stickers. And as a matter of fact, I brought 1t with me to the United States\nand I give it to the Holocaust Museum. And they -- they, as a matter of fact,\ndisplayed it on the third floor.",
        "Q: Did you ever listen to Hitler on the radio?",
        "A: On the radio? Yes, yes, many times.",
        "Q: What was -- what were your reactions when you heard him on the radio?",
        "A: I just -- I think -- I think he sounded to me like a crazy man, that’s all I can say.\nAugust 12, 2002",
        "Q: You mentioned before that the Jewish community was a little concerned. Did\nthe Jewish community do anything, or was there any activity at that time to show\nthat the Jewish community was concerned about what was happening right across\nthe border in Germany?",
        "A: They were concerned, but they always felt safe in the city.",
        "Q: What was happening in your life during the early 30’s?",
        "A: You -- the early 30’s? Well, there was actually no change. As a matter of fact,\nthe only experience I may have had a few times when I went to the college, that\nsome of the anti-Semitic organizations, student organizations tried to start a fight.\nSometimes they were successful, a lot of times they weren’t. But I myself,\npersonally speaking, always tried to keep out of things, just minding my own\nbusiness. And just, as I said before, I never joined any political organizations. But\nthere were a few scraps between the students, whether they were Jewish or -- or\nGentile, but -- but somehow it didn’t affect me in s -- in any way. I was upset about\nit, of course, but nothing I would do about it.",
        "Q: You mentioned before that Dollfus tried to keep things quiet, especially for the\nJewish population, was fighting Nazis in the streets. How much did you know\nabout the Nazi attempt to seize power in Austria in ’34? Did you know anything\nabout that?\nAugust 12, 2002",
        "A: Oh, in -- that was -- well, that was the time when Dollfus was killed, and -- it\nwas murder, as a matter of fact. No, Id -- I -- I don’t -- I was not too much\ninterested in that.",
        "Q: When Hitler started moving, before he even came to Austria, what were your\nthoughts, if you can remember, when he entered the Rhineland back in ’36? Do\nyou remember when he entered the Rhineland?",
        "A: Yes, yeah. Well, it was -- it was just another -- another act of his, and we in\nAustria just -- we were more or less like a neutral country. We were hoping and\ntrying to -- to stay quiet and --",
        "Q: Did you have a sense of increasing alarm, or was it still status quo when he --\nwhen Hitler signed with Mussolini, when they signed their Berlin-Rome access.\nWere you -- were you beginning to get concerned, or did you still feel safe?",
        "A: No. No, no.",
        "Q: Still felt safe.",
        "A: Yeah. City was still normal. No changes.",
        "Q: Did you have any knowledge of what was happening in the United States with\nrespect to the Jewish community and the protest against Hitler? Did any of that\nnews ever filter out to Vienna?",
        "A: No. Was never anything written up in papers or otherwise.\nAugust 12, 2002",
        "Q: Did you follow the 1936 Olympics? You were a big athlete, I was just\nwondering if you -- if you followed the Berlin Olympics.",
        "A: Yes, we did. Yes, yes, we did. I did personally listen to the radio, watching the\nradio.",
        "Q: Any -- any memories of the Olympics that stand out in your mind?",
        "A: Not really, I -- I knew, of course about the -- the black people who -- who\nrepresented United States. There was a lot -- lot of talk about that, and -- and ina\nway we were glad that they won. We were -- were very happy about it.",
        "Q: Were there any newsreels at that time showing the Olympic events?",
        "A: No, not -- not -- not that -- I don’t remember.",
        "Q: It’s okay. What was happening in your life right before the anschluss? What\nwere you doing? Were you working, were you still a student? What was happening\nto you?",
        "A: Well, that’s a good question, because as I graduate the college, I also had to\nhave -- had to serve three months in the military. And it’s like an -- like we’d call\nhere ROTC. And I reported to the -- to an artillery regiment, which was an\nexclusive regiment at that time, and my uncle helped me. And served for three\nmonths, going in in January 1938. And I was out of town on maneuvers, and\nMarch the 14\" we -- there were rumors that the Germans may take over Austria,\nAugust 12, 2002\nand Chancellor chus -- Schuschnigg at that time said that he does not want to see\nany blood flowing in the streets of Vienna, or for Austria, or the entire country.\nAnd he would not issue any -- any orders to fight or anything. Those were the\ninitial orders given, and of course we, as a military unit, we were prepared.\nSuddenly, over -- it was a weekend, Saturday to Sunday, when the invasion started.\nAnd of course my commanding officer knew that the -- I -- a-as a matter of fact, I\nthink I was the only Jew in the whole regiment. And he immediately notified me\nthat I could go take the next train back to Vienna to see my parents. And that he\nwould see me again in the barracks back in Vienna, because they were packing up\nand ready to go back to Vienna. And that was one sight I will never forget. When I\narrived at the railroad station in Vienna, I was in uniform, in the Austrian uniform,\nmilitary uniform. When I arrived in Vienna, got off, got out on the street, I\ncouldn’t believe that I -- I was in -- in a city where I not only was born, but raised\nand went to school. It was a completely strange atmosphere. First of all, there were\npeople on the streets. Everybody had either a flag or an armband, Nazi armband.\nFlags all over the place, which never occurred during my lifetime in Vienna. And I\ntook the streetcar, go home, and I noticed of course at -- at that time, at th -- at this\nparticular moment I didn’t know that they were all Jews who were down on their\nknees scrubbing the sidewalks. And I just couldn’t -- couldn’t believe, couldn’t see\nAugust 12, 2002\nit. And I got home and met my parents. And my father -- that was on a Sunday\nwhen I arrived, my father went to the office the next day on Monday, and when he\ngot -- got there, there were two Gestapo men waiting in front of his office. And\nthey introduced themselves and said that they were here to transfer the business\nover to the German banks. And as a matter of fact 1t was -- I think it was like a\ncontract, that he would be safe under their control until September the first of 1938.\nAnd they were more or less watching every move he made during that period, and\nin the meantime, my -- my mother contacted my family in the -- in the United\nStates and started procedure, getting an affidavit to get me out. At that time we\nalso unfortunately found out that as far as I’m concerned, I could leave Vienna\nwithout any problems as a -- soon as I got my visa. But my parents, unfortunately,\nmy father was under the Russian quota and my mother came under the Polish\nquota. Both of those quotas were -- were closed, and they just could not get a visa\nto get to United States, so naturally -- we had contacts in Yugoslavia and other\nplaces and my parents were able to arrange -- leave here now to go first to\nYugoslavia. But going back to -- to myself, on Monday morning I got back to the\nbarracks, to my barracks, and believe me or not, I got into my room and I couldn’t\nfind any of the -- my personal belongings. And, as a matter of fact, the whole\nregiment couldn’t find anything of their own belongings. And what we found out is\nAugust 12, 2002\nthe German -- Germans moved in. As a matter of fact when I arrived in the\nbarracks, I saw the Germans drilling on -- on -- on the field, just like it was theirs.",
        "Q: I have to interrupt you because --",
        "A: Sure.",
        "Q: -- we have to change tape. Just one moment.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Norbert Hilsberg. This is tape number one,\nside B. And you were telling me about the barracks, coming back to your barracks\nand what you found there. And if you would, please continue.",
        "A: As I said, when I came back into the barracks, I couldn’t find my personal\nbelongings and we later found out that the Germans just took over and threw\neverything down into the cellar of the barracks. So we all had to scramble and find\nour things. I eventually did. I immediately contacted my commanding officer about\nthe situation, that my parents a-are going to get me out as quickly as possible. And\nso he said don’t worry about it. Of course, I also explained to my commanding\nofficer that I couldn’t leave Vienna until I get my mili -- mil -- military passport,\nbecause those are requirements to get the visa. So he said don’t worry about it, I'll\nAugust 12, 2002\ntake care of everything. I was in the Austrian uniform for almost two weeks -- over\ntwo weeks, as a matter of fact, which helped me considerably, moving around the\ncity without any fear. And so the day when the commanding officer had the\nmilitary passport for me, he called me in the office and said, now here’s the\npassport, but I won’t give it to you. I said, why won’t you give it? He said, because\nI want to make sure that you’re gonna deposit th -- in the American embassy,\nwhere it belongs. I said, well then, let -- take it out, I’m going to the embassy right\nnow. He said, no, I’m going to call a taxi for you, put you in the taxi and -- and you\n-- you take it. Which I did, and I went to the embassy directly from the barracks\nand deposited a passport in the embassy and then went home. Of course, after that I\nhad to take off my military uniform because I was not in the military any more, I\nwas discharged; although I was, up until 1956, I was considered a reserve officer in\nthe Austrian army, wa -- at that time of course, in the German army. And as a\nmatter of fact, I still have my military passport with me. And so a -- twice -- we --\nwe lived in a -- an apartment building and [indecipherable] apartment building\nnear the American -- well, wi -- American embassy as a m -- as a matter of fact, a\nnew American embassy after the war is located within a block, walking distance\nfrom where I used to live. And w -- our concierge was very cognizant of the\nsituation and always informed us whenever the Gestapo came by to inquire about\nAugust 12, 2002\nthe Jewish residents, to notify us that they were here. And so whenever that\nhappened, my parents of course were safe because my father had the contract with\nthe Germans to be in his office until September the first, but for me, I had to leave\nthe city twice. And just went to the far -- far suburbs of do -- Vienna, and stayed\nthere for about a week, then I came back again. Well, finally I received my visa in\nJune of 1938 and packed everything up, wh-what I wanted. And of course I could\nnot leave Vienna with more than eight dollars in my pocket to go to United States.\nAnd of course my father, being in a bank, he arranged prior, long prior, my --\nbefore my departure, to have money picked up in -- in twa -- in Paris when I\narrived there from Vienna, which I did, was very lucky. Of course, everything --\nbefore I left Vienna, my passage was completely paid and taken care of from\nFrance to the United States. And of course I was concerned about my parents,\nwhat -- what will happen to them, but luckily they were -- they got the visa to\nYugoslavia. It’s only for about I think six weeks. And then they traveled to Italy\nand from Italy they went to France. And in the meantime, my uncle who had --\nwho lived in Philadelphia, and he had contacts with the State department, and\narrangements were made that my parents take a -- buy a round trip ticket -- of\ncourse sh -- that’s the only thing they could buy, a round trip ticket to the West\nIndies, a cruise to the West Indies and arrive in Cuba. And so naturally my\nAugust 12, 2002\nparents bought s-some cruise tickets in Paris, and they left France on that cruise\nship in 1940. And they cruised and of -- when they arrived in -- in ha -- in\nSantiago de Cuba, the port, the representative of the American embassy in -- in\nHavana that greeted them and took them off the ship. And my parents stayed in\nHavana for -- until April of 1941, when they finally got their visa to enter the\nUnited States, they came. So that is my story.",
        "Q: I -- I have a lot of question to --",
        "A: Sure.",
        "Q: -- to ask you. If your father was able to get money out before the anschluss,\nwhen did he already start making plans for you? When did your parents already\nstart thinking about getting you and getting themselves out?",
        "A: Ma -- my mother was the driving force really, because my father s-said -- I -- I\nhad nothing to say anyway. I was a good boy. But my -- my father just took it easy,\nhe said, well, everything will be go -- will go back to normal, nothing will happen.\nAnd -- but my mother was the driving force, and she -- she really did a fine job to\nget us all out. As a matter of fact, there’s a very interesting -- very interesting story.\nSe-September -- September first came, and of course --",
        "Q: Which year?\nAugust 12, 2002",
        "A: 1938. And my father left -- on that day, he left for the railro -- for the railroad\nstation. I don’t know what for, he went downtown on something else also. And\nluckily, he called home to tell my mother something, and my mother said, don’t\ncome home any more. And the reason was is while my father was away, a knock\non the door, and a couple men standing out in front of the door and then my mother\nsays, can I help you? And they said, I would like to -- we would like to talk to Mr.\nHilsberg. So my mother said, well, Mr. Hilsberg is downtown for a -- I don’t\nknow what -- well, when is he coming home? So my mother says, well, I really\ndon’t know how long he’s going to stay downtown. He said, well we -- we’d like\nto talk to him. So my mother replied -- said, well you know that we are leaving\ntoday. So he said yes, we know, but we still like to talk to Mr. Hilsberg before he\nleave. So that was it and luckily my father called in the meantime. My mother said,\ndon’t come home. I’Il just lock the door and I’Il leave the key with my neighbors\nand say goodbye to everything. I’ll meet you at the railroad station. And that’s\nwhat happened and that’s how they got out.",
        "Q: But when did she start making arrangements? Do you know when she started?",
        "A: I don’t remember the date, or when they received the -- the visa to -- to leave\nVienna for yu-yugos -- for Yugoslavia, but I do know that they were well\nprepared shortly after I left Vienna, where their -- their personal belongs were all -\nAugust 12, 2002\n- already packed, because arrangements were made that they would go to -- to\nUnited States to live there. So we ha -- I had one uncle in -- in California, and so\neverything was sent -- all the crates were sent to California. So --",
        "Q: I -- I’m still trying to figure out when your dad got the money sent to Paris for\nyou, because he di -- did he do it before the anschluss?",
        "A: Yes, yes. As a matter -- that was good question, I’m glad that you asked me.\nWhat happened is when the word came that maybe -- that the Germans may wind\nup and enter the -- the -- Austria, that’s when he felt that he better transfer some of\nthe -- the money, the family money, as a matter of fact, to Paris, to the bank, which\nis -- was the main branch there.",
        "Q: I do have some other questions --",
        "A: Yeah.",
        "Q: -- about what you told me. The -- the biggest question in my mind is why would\nyour parents -- why would anybody take a cruise in 1940? The war started in 1939.\nI must be missing something. Was it -- did people feel 1t was safe to take a -- a\ncruise?",
        "A: That was the only chance for them to leave Europe and they just took the\nchance, and it worked out fine.\nAugust 12, 2002",
        "Q: Before you were allowed to come into the United States, did you have to take\nany tests, any physical or mental tests?",
        "A: No.",
        "Q: In the time you were still in Vienna, after the anschluss, had you heard about\nsome of the concentration camps and did you know anybody who was sent there?",
        "A: I -- [knew a very close school friend, his father was sent to Dachau. And -- but\nI do -- do know that he was released from Dachau and came home after a few\nweeks.",
        "Q: You also mentioned that you packed up your things and you left. What did you\ntake with you? What of your personal items did you take with you besides the\nstamp collection that you donated to the museum?",
        "A: Well, just took my -- my clothing, and that -- that’s all, just what’s on your\nback.",
        "Q: You -- did you take any photos with you?",
        "A: No, that was all packed in the crates.",
        "Q: How did you personally travel, and did you travel with anybody else, or were\nyou completely alone?\nAugust 12, 2002",
        "A: I was all by myself. I do have -- I do ha -- ha -- I did have a second cousin in\nParis I stayed with for about a couple weeks before I left France for the United\nStates.",
        "Q: You said you had an uncle in Philadelphia and an uncle in California and the -\n- the crates and everything went to California. Was California your destination\nalso?",
        "A: I assume it was my parent’s destination, but it has changed because they finally\nsettled in New York and everything had to be sent back to New York --\nCalifornia.",
        "Q: But when you came to the United States, what was your destination? Where\ndid you think you were going to end up?",
        "A: I stayed with my great-aunt in New York for a couple weeks and then -- that\nwas in the summer, of course, of ’38. And my uncle from Philadelphia picked me\nup and took me to his summer home up in New Hampshire and we stayed there all\nsummer, and then went back to -- to Philadelphia.",
        "Q: You told me to ask you about the hurricane of 1938; I did not forget. Can you\ntell me about the hurricane?",
        "A: That was quite an experience for me because I’m -- I was never in my life\nexposed to it, even though it was only 24 years of my life, but I -- I never -- never\nAugust 12, 2002\nexperienced it myself and I certainly did. It was a little -- a home right on a lake,\nand that lake became an ocean. As a matter of fact, when I came over on the ship\nacross the ocean to the United States, I went through a storm. And I just\nremembered that moment when that hurricane came over New Hampshire and\nthat little lake became a -- became an ocean. And it was really very tough to get out\nbecause luckily the summer home was not hit by any trees, but trees were falling\nall over the place. As a matter of fact, the next day, my uncle and I, we had to\nmove tree trunks in order to get out to the main road from the house. So it was\nquite an excitement for me. I -- I -- in a way I enjoyed it, but yet I felt very sorry\nfor all the damage I saw in the way home from New Hampshire to Philadelphia.",
        "Q: Did you speak any English before you came to this country?",
        "A: Yes.",
        "Q: Where did you learn it?",
        "A: In school, in high school. I took classes in French and in English, and through\nmy entire high school I had two hour -- two classes a week, which -- an hour in\nEnglish as well as in French.",
        "Q: What were your expectations of the United States when you first came?",
        "A: I read a lot about the United States and I had my family, had family in the\nUnited States and they came to visit us many times in Vienna and stayed with us.\nAugust 12, 2002\nSo I had a pretty good idea as to what the units -- United States, especially New\nYork, looked like. And I was not a bit disappointed or -- or surprised when I saw it\nmyself with my own eyes when J arrived in New York.",
        "Q: What about your expectations of the American citizens? How did the\nAmericans strike you?",
        "A: I liked them from the moment I arrived in the States. I think it -- I was -- I was\nused to that type of life and excitement and variety of life in the United States, and\nI felt very quickly, almost immediately I felt like it -- being at home.",
        "Q: Did you realize at that time just how lucky you were to have gotten out?",
        "A: I certainly was because as a measure f -- as a mat -- as a matter of fact, when I\nfound out recently that I am considered a -- a survivor, I -- I just couldn’t believe it,\nbecause I personally really did not suffer, and for that matter, my -- my parents\ndidn’t suffer. They suffered a little bit more than I did, but at least they made it out\nall right and didn’t have these bad experiences. And -- and -- and kept on living.",
        "Q: When you came to the United States, did people ask you about what was going\non in Vienna and what was going on in Germany”",
        "A: Well, they did, but I didn’t have much experience except my just personal,\ncouple experiences I had during my -- before I left Vienna. But otherwise no, I -- I\ncouldn’t -- couldn’t really tell them. I -- ab -- of course I was able to tell them the\nAugust 12, 2002\nstory what I saw while I was there, how they treated the -- the Jewish people, not\nonly that, but the Jewish owners of -- of stores and so on. And life really changed\novernight.",
        "Q: Now, you had already left Austria when a lot of historical events happened, so\nI would like to ask you about a few of them, and if -- 1f you were not aware of\nthem, that’s fine, but let me just ask you.",
        "A: Oh, okay.",
        "Q: Had you heard about the Evian conference?",
        "A: There was some written in the paper, that’s all I -- I know.",
        "Q: What was your reaction to the agreement between Chamberlain and Hitler, the\npeace in our time agreement?",
        "A: Well, that was -- that was devastating really, because I personally didn’t believe\nin it and it sure proved the point.",
        "Q: How was that event, this peace in our time, that agreement between --",
        "A: Yeah.",
        "Q: How was that reported in the United States newspapers and on the radio?",
        "A: I really -- I really don’t -- I -- I can’t express myself, I -- I -- I -- I -- I really\ndon’t -- don’t know, I -- I do know that everybody was upset, and the -- it was not\nbelievable.\nAugust 12, 2002",
        "Q: How did you learn about the events of Kristallnacht?",
        "A: Through the newspaper and radio.",
        "Q: And what were your thoughts when you read about these events?",
        "A: I really couldn’t believe it, what they have done. And just sitting here and -- and\n-- and trying to reminisce, it 1s just unbelievable that in the -- in this world things\nlike this can be done, even in those days, which was 50 some years ago.",
        "Q: What was the reaction of the Jewish community here and the -- just the general\nAmerican public here to the news of Kristallnacht?",
        "A: [ really, really w-were -- was not too much aware of it except for just the news.\nI guess I was too young in the group I was with. They just did not pay too much\nattention to it, except of course that everybody was upset what has happened.",
        "Q: At that time were you still in touch with people in Austria?",
        "A: No.",
        "Q: Can you tell me, besides the hurricane, what did you do those first few weeks\nand months that you were in the United States?",
        "A: Well, the first -- first two weeks in New York, I had a marvelous time, I had a\ncousin, the young -- young girl who took me all over New York, showed me all\nthe sights. And one night, as a matter of fact, she -- she took me to a café, dancing,\nand she couldn’t believe that I -- I was up to it, to the latest dance available,\nAugust 12, 2002\nbecause Vienna was very cosmopolitan and of course, we just did the same thing\nin Vienna as they did in New York, or any other place in the United States. As a\nmatter of fact, I also concentrated on seeing all the American movies in Vienna\nwhile I was still living there and that -- that helped my English also, naturally.",
        "Q: Were you able, or did you need to get any more education in this country?",
        "A: No.",
        "Q: All right, you were here by the time Hitler annexed part of Czechoslovakia,\nand did you think that that event was reported accurately and well in the United\nStates?",
        "A: I really would not know.",
        "Q: Do you remember hearing about the Saint Louis, the ship?",
        "A: No, I didn’t. As a matter of fact, not until the -- the -- I think there -- there was a\nmovie about it? Yes. That was actually the first time that I really knew what was --\nreally what was happening. Truthfully speaking, I didn’t read too much\nnewspapers in the beginning when I was here. [indecipherable] I had other\ninterests.",
        "Q: Is there anything that -- that we haven’t talked about that stands out in your\nmind about the period of time before World War II started?",
        "A: How -- how do you mean?\nAugust 12, 2002",
        "Q: For example, did you experience any anti-Semitism when you came here? Or\nany anti-foreign feeling?",
        "A: Here in the United States? No.",
        "Q: September 1“, 1939, how did you find out that war had started?",
        "A: A friend of mine and it was on a Sunday, he went in the afternoon, in the mid-\nafternoon to the movies in Philadelphia. That’s where I lived. And when we came\nout, there were extras, on World War wa -- World War II broke out. That was --\nthat’s how I found out that the war started, the invasion of Poland.",
        "Q: Did you still have any family left in Lemberg?",
        "A: Where?",
        "Q: In Poland. Did you still have any family left in Poland?",
        "A: No, no, they’re all gone.",
        "Q: With the news that the war had begun, how did the American population react,\nand were you surprised in any way by the American reaction?",
        "A: No.",
        "Q: And you had no correspondence with anybody in Europe still, at that time?",
        "A: No.",
        "Q: How carefully did you follow the war news?\nAugust 12, 2002",
        "A: Well, not until -- not until 1941 did I really follow that. Course, 1941, that’s\nwhen I entered the services of the United States Army.",
        "Q: Did you have any idea of how the Jews were being treated at that -- you know,\nin °39 and in ’40? Before you got into the military, did you have any idea?",
        "A: Only from what I read in the paper.",
        "Q: In what ways was America changing in ’39 when the war started and into\n1940? Did you detect any changes in the American community?",
        "A: No.",
        "Q: Did you notice any alarm in the Jewish community?",
        "A: Oh, I -- I heard, but somehow it didn’t affect me too much.",
        "Q: And what was happening in your life in 1939 and 1940? What were you doing\nbefore you got into the military?",
        "A: Well, I graduated in 1936, and I got a job in a research organization, and at the\nsame time also, I was always participating during my younger years, growing\nyears, in -- in choirs, joining choirs and singing in the school, and -- and everybody\nin the family, including my -- my mother, of course, suggested that I have a\nbeautiful voice, and I -- I should try to -- to learn, to study. And I just -- I’m always\nup for some -- always up -- ready to do something else, something different. And I\nhad a -- a interview with one of the finest voice teachers in Vienna at that time.\nAugust 12, 2002\nAnd he said, my God, I want you to be my student. And he -- I started to take\nsinging lessons. And then he transferred me to his assistant, a Bulgarian man, and I\nstudied voice and ca -- actually continued studying voice when I came to\nPhiladelphia, I went to the Curtis Institute and studied voice there. In the\nmeantime also, naturally, I wanted to be independent so my uncle got me a job in\nPhiladelphia.",
        "Q: What kind of job?",
        "A: Well, he was -- had connections with the city solicitor of -- of Philadelphia,\nand of -- my first job we came -- we came back from the hurricane experience in\nSeptember of -- September of 1938, which was the 27\" of September 1938, and --\nand he -- this man got me an interview with a person in the ci -- in city hall who\nhad something to do with the library. Apparently they needed some translators. So\nI went up there, was -- had an interview at nine o’clock in the morning and we had\na very pleasant meeting. And the last question he asked me, he said to me, are you\na citizen of the United States? I said no, but I -- I already -- already applied for my\n-- for my second papers. I do -- I do have them. So he said to me, I don’t care. And\nhe pounded his fist on his table and said I don’t care if even President Roosevelt is\ngoing to ask me to give you a job, I will not. That was that. That was my\nexperience, my first experience trying for a job in -- in the United States. So I\nAugust 12, 2002\nwent back home and I told my -- my uncle about it. He says well, let me call Mr.\nSharfson, and he called him. So the guy says to him, well, don’t worry about it,\nPll get him an -- a job. And sure enough, two days later I had an interview in the\nLitz department store in Philadelphia in the advertising department. And so I -- I -\n- | worked there until I went to the service in February of ’41. And thit -- the what I\ndid is, since I was musically inclined and knowledgeable in a way, I -- the\ndepartment store had, every Sunday morning, a two hour classical music -- a -- a\nmusic hour, two hours. And I was in charge to arrange the program every Sunday\nmorning. So that was a nice, interesting job for me to do. And of course I had to be\ncareful, using the -- the time properly with -- with the commercials and so on. And\non the side I have oth-other duties like filing and doing things in the advertising\ndepartment. So I -- I liked that, I -- I enjoyed it very much, and --\nEnd of Tape One, Side B\nAugust 12, 2002\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Norbert Hilsberg. This is tape number two,\nside A. And I’m sorry, we were talking about your job and the concerts, the\nSunday morning concerts and -- and some of your other duties and responsibilities,\nand you were abo -- you were going to finish with that and about to tell me about\ngoing into the military. And I’d also like you to tell me if you were drafted, or if\nyou volunteered.",
        "A: Well, so as I -- as I was saying, I was proud to make my ow -- have my own\nmoney and do as I pleased. And in the mean -- also, I continued taking my lessons,\nsinging lessons at the Curtis Institute in Philadelphia. And then in Octob -- was it\nOctober or November of 1940, Congress drafted th-the bill for conscriptions. And\nat that time when -- you had to go to the draft board and report, and -- and they\ngave you a number when you -- when -- the numb -- yeah, the number was a\nnumber -- if you had a low number that means that you -- they would call you for\nduty in a -- in a short time. An-And unfortunately, I -- I had an -- well f -- actually\nfortunately I had a low number. And it was, of course, winter of ’40 - ’41, and in\nthose days, of course, you only served for one year. That -- that’s the time period.\nSo I liked having had the experience in the military in Austria. Of course, I was\nAugust 12, 2002\naware that the summertime, especially the summertime in the Amer -- in the\nAmerican camps, I -- I found out were located, most of them in -- in the beginning\nof the -- the war, in -- in the south. So -- and I always hated hot weather. So I\nfigured well, if I can -- since I have a low number, I found out when they’re going\nto call me, which I did and they told me, well, your number would indicate that\nyou probably will -- will be called in April or May. So I said, April or May? I said\n-- so I asked him, would -- could they take me now if I -- if I decide? But of course,\nI have to check with my boss first. He said well, 1f you want -- want to volunteer,\nwe'll take you in right now if you want to. Said no, le-let’s wait. I went back to my\njob and I talked to the boss and he said fine, go. If you feel -- if you want to go\nnow, go ahead and go into the service. We’ll keep the job for you. When you come\nback, I guarantee you, you will have your job back. So with that, I felt good about\nit. | went back to the draft board. That was about -- must have been about January\nand I volunteered for a year, and February 18\" of 1941, I went to the service. I was\ntaken to Fort Dix in New Jersey and I had my physical and I had interviews. I had\nthe intelligence test and during the intelligence test they asked me, do you have any\nspecial -- special unit you would like to join? So I said, well I really -- I really\ndon’t care. So the -- the interviewer says, well, you have engineering background\nand you wa -- do -- what-what else did he say? Don’t -- don’t remember.\nAugust 12, 2002\nEngineering background and what was the other one? Oh, the military service, of\ncourse, in the Austrian Army. So wha-what would you like, engineering? I said, I\nreally don’t care. I’Il just go in and finish my year and that’s all I’m interested. So\nthey sent me to Fort Bell wa -- which is -- which is an engineer camp, and -- and |\nwent there and they put me into mapmaking. And of course, that’s my -- my forte.\nI like geography and of course, in my engineering ground -- background helped me\nto learn quickly how to make maps. My math and -- and geology 1s included in --\nin that. And I -- I started out as a private in 1941, and shortly I became promoted\nand my commanding officer and the executive officer of the battalion which I-I\nwas attached to, came over to the drafting room every morning for inspection. And\nas I was sitting in my drafting table and so my commanding officer and my b --\ncompany officer st-stayed th -- I -- I was the only table, always stopped, talking to\nme. At the other tables they just passed by. He says well, how’s my little refugee\nfeel today? You gained some more weight. And so came -- was in November, or --\nor must have been end of November or early December, that was December\nseventh. Yeah, it was December seventh, of course. Was December seventh, it was\nin a Sunday. A friend of mine, we took off. I got a pass to go into town. We went\nto Washington and the reason was that th-the [indecipherable] choir gave a\nconcert the Constitution Hall at three o’clock in the afternoon. Well, in those days,\nAugust 12, 2002\nbefore the war s -- before the United States was involved in the war, of course,\nthey -- they didn’t care too much for the soldiers. And -- so we went to the\nConstitution Hall and it was all sold out, no tickets available. Otherwise in the -- in\nthe later days, after the war started, well they gave you free tickets and everything\nwas available for the -- for the u -- United States soldier. So we wound up in the --\nwent to the Library of Congress to play some chess. But five o’clock was the time\nfor the Library of Congress to close, so we returned the chess set, and the guy\nbehind the counter said, okay, good luck boys, won’t see you any more. I said,\nwhat -- what do you mean, won’t see you any more? That was five o’clock in the\nafternoon, December 7\", 1941. So he said, well don’t you know that Pearl Harbor\nwas -- was bombed? Pearl Harbor was bombed? What? We went out -- well, it\nwas really chaos in -- in the city of Washington. There were army trucks all over,\npicking up all the soldiers from th -- on the streets and taking them back to the\ncamps. Well, we decided we’re not going to get caught. We went through side\nstreets and though alleys and we wound up at Basil’s delicatessen on\nPennsylvania Avenue and E Street, and we figured we’ll have the last good\nJewish meal. And we came back -- we took the bus back to the camp, to Fort\nBelvoir and my God, everybody was packing, everybody was ready to go. But\nAugust 12, 2002\nluckily our outfit was attached to general headquarters in Washington, so -- and of\ncourse we were not involved in that. So that’s -- that’s my story.",
        "Q: After Pearl Harbor, did your duties or responsibilities change?",
        "A: Well, it was s-secrecy all around, especially in -- in my job because we -- we\nstarted to be involved in preparations for -- for war maps and invasion maps and\nthat sort of stuff. So naturally, secrecy was all around us.",
        "Q: When you first joined the military, what was your citizenship status?",
        "A: I was still waiting for my citizenship. As a matter of fact, I did not become a\ncitizen until April of 1943.",
        "Q: I'd -- I’d like you to tell me about some of the changes that you saw unfolding\nin this country right after Pearl Harbor. In those first weeks and months after\nPearl Harbor, what did you see around you, not just in the army, but did you have\nany contact at all with any of the civilian centers, like any of the cities or anything?",
        "A: No, not -- not at all. I do know one thing, that we were very busy in doing our\njob, and there was little time left for other st -- things to do. And we had very little\nconterwi -- of course we -- we wer -- we were told to have as little contact as --\ncontact as possible with the outside.",
        "Q: So tell me what you were doing generally or specifically in 1942. Were you still\n-- you were Stateside? You’re nodding your head, bu --\nAugust 12, 2002",
        "A: Yes, we were -- we were Stateside, and working pretty hard. We -- I myself put\nin anywhere from 10 to 12 hours a day to prepare all the maps necessary for the --\nfor north Africa especially at that -- at that time. And in 1942, when things became\nmore and more involved for the United States, our general headquarters decided to\nsend us overseas to be attached to a general headquarters in Europe. And at that\ntime also there was -- they started to prepare for the European invasion, and that\nwould be a good location to do what we have to do. Unfortunately, or fortunately,\nwhichever, I was still not a citizen, and even though my commanding officer did\nhis utmost to take me along, the war department -- at that time war department\nwould not allow me to go because it was too dangerous if I were captured as a -- I\nwas still, more or less I -- an Austrian, or an enemy, anyway. And so they kept me\nhere and they formed a new cadre for a new battalion for mapmaking, because they\nneeded more than one, so of course I was left back in the United States and we\nformed a new ou-outfit. And -- and we -- we put all these newcomers through basic\ntraining like I used to go through, in the beginning. And -- and we worked. We’ re\nstill attached to general headquarters 1n th -- Washington. And then come 1940 --\n’43 -- of course I was a citizen in April, but in November of 1943, our out -- the\nnew outfit was sent to north Africa, and that’s where I left for overseas in\nNovember of 1943. And I stayed in north Africa for about a year. We took over a\nAugust 12, 2002\nlittle French si -- town, little ti -- cher -- Cherchell. And we set up shop there and\ndid a lot of work for the invasion of southern France with the seventh army, and\nalso worked for General Mark Clark in -- in Italy. And started preparing, as a\nmatter of fact, started preparing to work -- make military maps of Austria. And of\ncourse, I was in charge, naturally. But we did not finish 1t because we were asked\nto be sent back to United States and back to the Pacific, and we went to Hawaii.\nWe attached to Pacific Ocean headquarters and started to work on all the invasion\nmaps of the islands and Japan and so on. And as a matter of fact, on -- on V -- not\nso V -- no. Yeah, V-J day, that’s when the -- when Japan finally gave up. On V-J\nday the war didn’t end for our outfit, because it just so happened that we worked\non Tokyo bay and General mar -- MacArthur would not move in with the\nMissouri into the bay, unless he has all the information available to him. He just\ndidn’t trust these guys, naturally. And so we -- for us the war wasn’t over until two\nweeks after V-J day. And we finally were finished and that was in ’45. And I was\ndischar -- discharged in November of 1945. And when my wife picked me up from\nFort Mead, she told me that there was a letter from the war department waiting for\nme. And of course, I -- at that point I did not have any idea what I’m going to do.\nAnd I -- I would not go back to Philadelphia because my wife is a Washingtonian\nAugust 12, 2002\nand she has all her family and friends here and so I decided we’re going to raise a\nfamily here, in Washington area.",
        "Q: I want to stop you before you go any further because I have several questions. I\ndon’t even know where to start. What was your final rank at the end of the war?",
        "A: What?",
        "Q: Your rank.",
        "A: The rank? Master sergeant.",
        "Q: While you were still working on maps of Europe, whether you were in the\nUnited States or in north Africa, did you have any idea of what was happening to\nthe Jews inside the Reich?",
        "A: Just what I heard on -- on radio broadcasts, that’s all we had at that time.",
        "Q: So you had no maps or no intelligence on the camps themselves?",
        "A: Not on the camps, no. We knew -- we knew that there were camps, but we\ndidn’t know more about it.",
        "Q: Were there any reports, either in the regular newspapers or in “Stars and\nStripes” about what was going on while you were already in Hawaii?",
        "A: Yes, yes, we knew that, yes.",
        "Q: What -- what do you recall about reading “Stars and Stripes” for example, and\ndo you remember reading about the liberations of some of these camps?\nAugust 12, 2002",
        "A: Yes. But that’s -- that’s just about all the -- they were just short reports, there\nwere no details.",
        "Q: You also mentioned a wife. Now, you have to back up and tell me when you\nmet your wife and when you got married, because you kind of forgot that part.",
        "A: It was -- I believe -- I think 1t was in April of 1942. I -- friend of mine and I, we\nhad the early evening off, and we went to the movies in a ge -- in a -- 1n Fort\nBelvoir. And th -- we were at the early show and the show was over, I think it was\nnine o’clock in the evening and my friend, he always went to these dances. They\nbrought in girls from the Jewish community center or from other organizations to\ndance with the boys, entertain them. And on that particular day there was some\nJewish org -- something of -- I think it was from the Jewish community center,\nwere sent to Fort Belvoir. And my friend says to me, let’s go. I -- I want to go. He\nusually went to these affairs, I didn’t. And so he said, come on, don’t be a\nspoilsport. I said okay, Pll do you a favor. So we walked into the hall where were -\n- they were dancing and a buddy of mine was working the record player. So he saw\nme and he called me up on the stage and said, come on, let me dance while you --\nif you want to work. I said, sure, sure, I'll ta -- I'll take over, I'll play the records.\nAnd for the rest of the evening, was almost until about 10 o’clock or so, I played\nrecords. And the dancing -- and I -- I just looked and enjoyed watching the people.\nAugust 12, 2002\nAnd -- and all of a sudden -- it was the last dance, all of a sudden I see a girl\ncoming by the stage right -- right below me and sh-she had a do -- red -- red dress\non, or was it a jacket or something, but she just hit my eye. So I said, I want to\ndance with her, and I jumped off the stage. And I asked for the dance and that --\nwhoever [indecipherable] passed it on, and we were dancing. And I said -- I said\nto her, my first words -- words were, where have you been all evening? So one\nword led to another and as a matter of fact I -- I was supposed to, since I was in\ncharge, I was supposed to bring the records back -- back to the barracks. So of\ncourse, was late at night and -- and the records were heavy. So it just so happened\nthat my wife-to-be had a car with all the girls in there. So I said, do you mind to\ndrop me off with the -- those records? So she said, I really don’t have any room. I\nreally have full of -- they had, you know, she had about a half a dozen girls in th --\nin the car. So, in those days they had the standing boards on the cars, on the old\ncars. So she said, if you want to, you can stand on a -- on a -- on a boar -- ona\nbody board, or whatever they called it and I’ll take you back to the barracks. So --\nso she took me back to the barracks and before I -- I left, I said, can I have your\nphone number’? So she says, I’m in the phone book. Just like that. And that’s the --\nthat’s the beginning of the story and here we are almost 60 years later.",
        "Q: And your wife’s name?\nAugust 12, 2002",
        "A: Maxine.",
        "Q: Let’s go back to the war years. What memories do you have of hearing of the\ndeath of Roosevelt and also the death of Hitler?",
        "A: I was sitting in a [indecipherable] of -- in the Schofield barracks in Hawaii,\nwriting a letter to my wife. It was 11 o’clock in the morning, Hawaii sty --\nHawaiian time and the news just came over the radio about Roosevelt’s death. And\nI ex-expressed my -- my sorrow and then how I felt in the letter to my wife at that\ntime. Don’t remember any more of the details of what I wrote. But that was my\nfirst moment when I found out about Roosevelt.",
        "Q: When did you hear that Hitler had died? When Hitler died. Do you remember\nhearing about it?",
        "A: Yes, I heard about it, but everybody was al -- naturally very happy, and\ncelebrated.",
        "Q: Where were you on V-E day when -- when the war in Europe was over?",
        "A: V-E day was in May of ’45. Yeah, I was in -- in Hawaii, working hard,\nworking about 12 - 14 hours a day.",
        "Q: What were your thoughts and reactions?",
        "A: Well, it’s finally over, but I -- I’m still not finished. I have to continue.\nAugust 12, 2002",
        "Q: At the time of -- of V-E day, did you have any idea at that time again, any idea\nas to the extent of the genocide?",
        "A: I had the inclination because I believe I -- my wife did give me some -- some\ninformation about it in the papers.",
        "Q: Did you experience any anti-Semitism while you were in the military?",
        "A: No.",
        "Q: Is there anything else that stands out in your mind about the war years that we\nhaven’t discussed, that you’d like to talk about now, before we go to the postwar?",
        "A: No, nothing really. Nothing I -- which was special or anything, no.",
        "Q: Okay. After you were discharged from the service, what did you do next?",
        "A: Well this I -- this I mentioned before, I -- when I got home and I opened up the\nletter from the war department, they offered me a professional position in the war\ndepartment, continuing what I have done during my army service as a civilian.",
        "Q: Was there ever a time, any time in your life up until then, where you thought\npossibly of going to Palestine?",
        "A: Not really.",
        "Q: I want to talk about some of the events that happened after World War II that\nwere related to the Holocaust. Did you follow the Nuremberg trials?",
        "A: I -- I followed it, just reading the papers, not -- not too much into detail, no.\nAugust 12, 2002",
        "Q: Did you feel justice was done?",
        "A: Yes.",
        "Q: Did you follow the U.N. debates on the partition of Palestine? Was that\nsomething that was of interest to you?",
        "A: No.",
        "Q: Did you have any reaction to the birth of the state of Israel in 1948?",
        "A: Yes. Yes, I was very happy that the Jewish people have to -- have their own\nplace and live their life, hopefully in peace. But th-things turned out differently,\nunfortunately.",
        "Q: Did you follow the Eichmann trial in the early 1960’s?",
        "A: Just what was written in the paper, just pure curiosity.",
        "Q: During all of these events, did you get a sense of how the American population\nwas reacting to the Nuremberg trials and the partition of Palestine? Do you have\nany memories along those lines?",
        "A: No, not really.",
        "Q: You stayed in the military after the war.",
        "A: No.",
        "Q: Oh, you sta -- in a related field, with the mapmaking --",
        "A: Yes.\nAugust 12, 2002",
        "Q: Excuse me, I’m sorry. You were in Washington during the Korean war and the\nwar in Vietnam.",
        "A: Yes.",
        "Q: Do you have any thoughts about those events in American history? Any -- do\nyou have any reaction or any thoughts about those events. Well, how did you feel\nabout the wars at the time?",
        "A: Well, of course I was involved in -- in working on these areas and doing my\nbest to -- to help the American soldier. Other -- otherwise no, I -- I don’t have any\nother reaction.",
        "Q: As a Jewish refugee, what was your reaction to the Civil Rights movement in\nthis country?",
        "A: Well, I was very interested naturally, and I felt that it was about time that we\nforget the -- the fights among black and white or whatever color is involved. And\nafter all, I personally feel that we all equal and deserve the same treatment\nregardless of color or religion or whatever.",
        "Q: The 60’s were a very turbulent time 1n this country. Do you have any thoughts\nabout some of the events of the 60’s, whether it was Civil Rights, or the Kennedy\nassassination or even the sexual revolution. An-Anything strike you as, you know,\ndid anything strike home with you, based on your life experiences?\nAugust 12, 2002",
        "A: The only thing which disturbed me, and the -- what -- what -- which I\npersonally feel caused the -- the 60’s to turn out the way they did is the drug\nrevolution. I -- I personally believe that if not for the drugs, things would have\nbeen more normal than what they turned out then, and unfortunately continue\ntoday.",
        "Q: Id like you to tell me about your professional career over the years. Wa --\nabout your professional career.",
        "A: Are you speaking of while I was working for the Department of Defense? Well,\nI continued to -- doing what I was doing in the service. Of course we were very\nbusy regardless, whether there was no war, or -- or peace. We had our problem\nwith the Soviet Union and with -- with the Eastern Bloc.",
        "Q: I’m sorry, I have to interrupt you, we’re very close to the end of the tape.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Norbert Hilsberg. This is tape two, side B.\nAnd you were talking about the work that you were doing with the maps, with\nrespect to the Soviet Union and the Eastern Bloc.\nAugust 12, 2002",
        "A: Well, it’s -- ma -- in my profession the war still continued as a civilian, and we\nwere just as busy as we were during the war years, working long hours. We have\nall these problems like the Cuban crisis and the Bay of Pigs. And I was always\ninvolved in those activities. And kept us busy, it was very interesting work, very\nchallenging work, tiring at times. And of course with the revoluti -- revolution of\nthe computers, things became easier to handle, but yet, they were even more\ncomplicated than before. I personally was very pleased with -- with my life during\nthat period. I feel that I accomplished a lot and I was also re-rewarded with nice\nreports. And -- and I continued climbing in the echelon of my office, and finally\nwound up as a -- in a Staff position in the headquarters as a production e-engineer,\nand had additional responsibilities, was not involved in doing it myself but\ndirecting other people how to do it and what to do. And that’s about it.",
        "Q: You have children?",
        "A: Yes, I have two daughters, four granddaughters and two great-granddaughters.",
        "Q: What have you told your family about your childhood and your experiences in\nVienna?",
        "A: Actually very little. We -- just lately my family has got more and more\ninterested in my life and experiences, especially since I was asked to give this\ninterview, they’re very an -- very anxious to listen to the results.\nAugust 12, 2002",
        "Q: Has your view of religion, of Judaism changed since your days in Vienna? Are\nyou more religious, less religious? Has anything changed?",
        "A: ’'m more conscious of being a Jew, and -- although I still don’t belong to any\ntemple or synagogue. But I -- I do think more about it and I -- I feel a lot closer to\nmy people. I feel it’s in -- in my age it’s a little bit too late, but I do my best.",
        "Q: Are you involved with any Holocaust related groups or institutions?",
        "A: Well, I’m a member of the Holocaust Museum ever since it was established,\neven before -- before they started to build the museum itself. And I contributed\nsome of my collections and I also contribute every year, as a member.",
        "Q: Do you or your wife do any work with the Holocaust Museum?",
        "A: No.",
        "Q: Have you gone back to Vienna in the years since the war?",
        "A: Yeah, I went back three times. The first visit back since I left was in 1971 and\nbelieve me or not, we did not feel -- my wife and I, we didn’t feel too comfortable\nthere. They -- they seemed to feel that th -- we’re Jewish. They did not go out of\ntheir way to help us or talk to us, give us service and so on. But I also must say that\nI left in °38 and I came back in ’71, that the city itself has not changed a bit.\nEverything 1s the same. The streetcars are numbered, they go in the same places\nI’m used to, the buses, nothing has changed. And I was glad to see that, although\nAugust 12, 2002\nthe people were a little bit sour. I don’t know why. Just because I was there,\nmaybe, I don’t know. But anyway, the second visit we had is when my\ngranddaughter spent her college semester in -- in Florence, and we all visited then.\nAnd that was really a -- the best time I’ve had with my children and grandchildren,\nwhen we went to Vienna. We met them -- we visited the first -- well, we went to o\n-- Vienna first and then my daughter and her husband and their three daughters\njoined us in Vienna when they came up from Florence. And we spent eight days\nin Vienna and [| took them through the whole city, and I took them to the\nelementary school where I used to go to. But -- this 1s the nice thing about Vienna\nis -- compared to the United States, they’d rather destroy and build new in the\nUnited States, but in Vienna they -- they’re trying to -- to keep it the way it is and\nmaintain it properly. But anyway, [indecipherable] elementary school and my\nyoungest granddaughter was a -- I think about seven or eight years old, and of\ncourse she just enjoyed it. I took her to the classroom where I was sitting for my --\nmy sec -- my second grade. And as a matter of fact 1t was a Saturday afternoon. Of\ncourse, school are still there Saturday -- Saturday morning, half d -- half day school\non Saturday, so we just arrived there when the children left, and I was waiting until\nthey are all out, and then I walked in with my family and took them into the school\nbuilding. And in the classroom, one of the classroom the teacher was still there and\nAugust 12, 2002\nsays, I told her, but she just couldn't believe it. She couldn’t believe it. And I took\nher to the apartment where we used to live and of course that was a really high\nmoment in my life, because I -- I noticed the children in my family were so\ninterested in seeing where I grew up. And -- and the third time was in 1990. We\ntook a talk tour to ma -- eastern Europe and we wound up in Vienna for the third\ntime. And as a matter of fact, I did visit Auschwitz when I was in Poland and it\nwas devastating really, even now. And I was in Krakow and I was in\n[indecipherable] Budapest and then I would up in Vienna. And in those -- as a\nmatter of fact, I didn’t mention that in the second visit to Vienna with my family, I\n-- that was in -- in ninet -- in 1990 and that was a complete turnaround as far as\nbeing a visitor there. People seemed to be very polite, very helpful, very pleasant\nand it was almost like being 1n any other city in the United States, really. But if\ncourse, in the back of -- of our head there was still -- still the past, naturally. And\nbif -- the third time, just a few years ago, and it was the same. I enjoyed it while I\nwas there for about three days. And that’s it.",
        "Q: I had asked you before, and Ill -- Pl ask you this again, maybe I can get a -- a\ndifferent perspective. During the war you didn’t realize the full impact of the\ngenocide. When did you realize just what you had escaped, what you -- you know,\nby leaving when you did? When did you get the full impact of the genocide?\nAugust 12, 2002",
        "A: Unfortunately, I lost all my family in Poland. Had family in Warsaw, had\nfamily in Lédz, I had family in Krakow, I had family in Belgrade, and they were\nall gone. I tried to -- as a matter of fact, 1 -- bef-before -- and let’s see, it was --\nmust have been in the 50’s, yes, it was in the 50’s, my father -- I don’t remember\nhow he found out that the cousin of mine from the family in Warsaw survived.\nAnd he is in -- he was in Paris, he lived in Paris and my father got in touch with\nhim and tried to bring him over to the States. He was married at that time already.\nAnd -- but in turn his wife found out that her father survived -- I don’t -- I think it\nwas Auschwitz, and lived in Tel Aviv. So naturally they decided that they’re going\nto Tel Aviv rather than come to the United States. And so at least found out that\none survivor. Then, a second survivor I found out is -- I -- I -- I -- throughout the\nyears, since that time, up until the -- this moment, I tried to find out what happened\nto them, and I got in touch with the international Red Cross. And through them I\nfound out that my uncle, who lived -- they lived in Lédz, he died in the ghetto,\nLodz ghetto. But my aunt and their son wound up in Auschwitz, and of course,\nunfortunately my -- my -- my aunt -- my aunt, she just didn’t survive the camp in\nAuschwitz. But my cousin, who was then in his late teens, they sent him to\nDachau. And I found out through the Red Cross that he was liberated in Dachau\nand they gave me all the information available, but they could not find out for me\nAugust 12, 2002\nwhat happened after he was liberated. And I’m still trying to -- to locate and find\nout what happened to him, but no luck so far.",
        "Q: Did any of your childhood friends from Vienna survive?",
        "A: I have a dear friend, we grew up together in high school and through our late --\nlatter years. He came to philadel -- Philadelphia too, shortly after I arrived there.\nAnd once in awhile he -- he goes -- he went back to Vienna more often. Now, he\nwas half Jewish and he was half Catholic. So he had the easier rap -- rapport with\nthe people -- with our school friends, and he saw some of them and -- and he found\nout that some died during the war, were killed during the war and other survived\nand they just make a bare living, which I don’t really care about the ones who\nsurvived, truthfully, as far as I’m concerned, even though I didn't have any bad\nexperiences during our time in school, they were -- they were fine. It’s very\npossible that they -- they felt bad about it, too, but after all, they had to survive, and\nthey had to do whatever they had to do. I do have one experience myself. The first\n-- first visit in Vienna, I noticed that a school friend of mine in high school, he was\nthe -- the son of one of the big precision instrument stores in Vienna. And when he\ncame back, his -- the -- his -- his father’s store was located nearby where I lived,\nwhere I grew up, so we came by and I noticed the name -- same name still on there,\nso I figured must be the son who is in business. And so just of curiosity I walked\nAugust 12, 2002\nin. He was a Gentile. And I walked in and I w -- I recognized him immediately,\nand he was busy with a customer so I stood on the side waiting until he was\nfinished. No sooner the customer walked out, he turns around, he says, Norbert,\nwhere have you been? Where have you been; that -- that hit me. He should have\nknown. But anyway, well he welcomed me and -- back, and let’s get together. And\nI said, I’m sorry, I -- it’s my last day and I wanted to show my wife some other\nthings. So that -- that -- that was my personal experience going back to Vienna.",
        "Q: Did any of your Jewish school friends survive?",
        "A: I really -- I hope they did, but I have no -- no contact.",
        "Q: When you look back on your life in the United States, what would you say has\nbeen your biggest disappointment in the United States, or what has been your best\nsurprise about life in America, or both.",
        "A: We have no disappointment really. And it’s accentuated what I always thought\nabout the United States, because my original plans is -- of course, Hitler helped\nme -- my original plans was to -- to go to the United States and live there anyway.\nSo I just -- just assimilated immediately, just like I -- I always lived in the United\nStates.",
        "Q: September of -- of last year, September 11 -- nine-11, given your life\nexperience, how did you see that event and how do you see life in America today?\nAugust 12, 2002",
        "A: Well, Americans unfortunately, that’s one thing I -- oh, anyway, I was going to\nsay, Americans forget too easily, and I feel that we are -- little by little we -- we\nforget about September 11\", 2001. And I was very, very disturbed about what\nhappened that day, and I just -- I still can’t believe that we have people in this\nworld who -- who do such things in a civilized society. I -- as far as I’m concerned\nthey’re the scum of the earth",
        "Q: One or two more questions. Is there anything that we haven’t talked about that\nyou would like to add? I mean, you didn’t tell me much about your parents after\nthey came here. Would you like to talk about your parents a little bit and how they\nmanaged here?",
        "A: All right. My parents settled in Manhattan. My father tried to get into -- back\ninto the banking business, but he was not very successful at that time, I don’t know\nwhy, but at that time I guess, they just said they didn’t hire anybody and maybe --\nmaybe his English was not too good, I have no idea, or the -- they both spoke\npretty well. So -- but he was always a very handy man. He made furniture and I\nbuilt radios with him. And so he found himself a position in a -- during the war, he\nfound himself a position in a naval ordinance factory in Brooklyn. And he worked\nhimself up to an inspector. And he worked hard. He had to get up early to get the\nsubway to Brooklyn, and came home and he was tired. But he made a nice living.\nAugust 12, 2002\nAnd of course my mother started to give piano lessons and she was very successful\nin that, throughout the years.",
        "Q: Did you ever sing professionally after the war?",
        "A: No. I -- I do remember during our stay in north Africa, in that little town of\nCherchell -- no, no, I’m sorry, not to Cherchell, it was Affrevielle. During the --\nwe -- we became very friendly there, mostly Jewish -- Jewish families living in that\nlittle town who escaped from the mainland. And we have quite -- we had a few\nJewish fellows in our outfit and we became friendly with these people. They --\nthey invited us for Friday night Shabbas and Saturday and went to the synagogue,\nand -- but we also helped the people, the local people celebrate Easter. And so one\nof my close buddies, he played the piano, so he played the organ in the church,\nthey didn't have any organist there. And I sang the Ave Maria. And well, we made\nthe local people very happy, and I enjoyed that.",
        "Q: And you are retired now?",
        "A: Now, yes, yeah.",
        "Q: Yes. Wh-What’s still in store for you? What yet would you like to accomplish?",
        "A: Well, first of all, celebrate my 80\" -- 88\" birthday and secondly and most\nimportant, cel-celebrate my 60\" anniversary, which is only a few -- couple -- two\nor three weeks away from now. And hopefully, hopefully I -- I will enjoy to see my\nAugust 12, 2002\ngreat-grandchildren grow up. Maybe I’Il see them in school yet. I -- I hope so. I do\nmy best. They -- they keep me alive, they keep me going.",
        "Q: I want to thank you and this concludes the United States Holocaust Memorial\nMuseum interview with Norbert Hilsberg. Thank you.",
        "A: Thank you.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Norbert Hilsberg, conducted by Esther Finder on\nAugust 12, 2002, in Rockville, Maryland. This interview is part of the museum’s\nproject to interview survivors and witnesses who are also volunteers with the\nmuseum. This is tape number one, side A. What was your name at birth?",
        "Q: And when were you born?",
        "Q: And where?",
        "Q: What were your parents’ names?",
        "Q: What did your father do for a living?",
        "Q: What work did your mother do?",
        "Q: Did you have any brothers or sisters?",
        "Q: How long had your family been in Vienna?",
        "Q: Where did they come from?",
        "Q: Do you have any memories or can you think of any ways in which World War I\nimpacted your family?",
        "Q: What kinds of stories?",
        "Q: What made your family move from Lemberg to Vienna?",
        "Q: Did you ever go back to Lemberg to visit relatives or anything?",
        "Q: Did you have any family in Vienna?",
        "Q: What was the Vienna of your childhood like? Was it industrial, was it\ncommercial? What kind of city was it?",
        "Q: Were there many Jews?",
        "Q: How would you describe the relationships between Christians and Jews during\nyour childhood in Vienna?",
        "Q: Did your parents ever give you advice on how to -- to relate to your Christian\nneighbors?",
        "Q: Did you live in a Jewish neighborhood?",
        "Q: Was there such a thing as a Jewish neighborhood?",
        "Q: Was your family religiously observant?",
        "Q: What traditions did you observe?",
        "Q: Can you give me some examples of holidays, how they were observed?",
        "Q: Did you have a favorite holiday when you were a child?",
        "Q: Can you elaborate what you did on Christmas?",
        "Q: When -- when you said that Jews and Christians both celebrated Christmas in\nVienna, can you explain what that tradition at that time and that place was like,\ncause I don’t think it’s like what most people think of today when they talk about\nChristmas.",
        "Q: Did your family observe any Jewish holidays?",
        "Q: Did you have any religious education?",
        "Q: What else do you remember about your early years in school?",
        "Q: What kind of school did you attend, was it public or private?",
        "Q: Did you have any favorite subjects?",
        "Q: Did you experience any anti-Semitism when you were little, 1n school, or on the\nplayground, or anywhere?",
        "Q: Do you remember the statement that provoked that fight?",
        "Q: Were most of your friends Jewish?",
        "Q: When you were a child, what did you think you would want to do when you\ngrew up?",
        "Q: You told me some of the things that you did for fun when you were a kid,\nmovies and opera. What else comes to your mind about some of the things you did\nwhen you weren't in school when you were a child?",
        "Q: As you became a young adult, late teens, early 20’s, what was your social life\nlike in Vienna?",
        "Q: Both, and I was also thinking in terms of dating an-and -- just the kinds of\nthings that young adults do.",
        "Q: How much education did you get in Vienna’? How high or how far did you go\nin your education?",
        "Q: And you were qualified to do what with that degree?",
        "Q: Did you follow the events in Germany in the early 1930’s?",
        "Q: We-We’ll get to that in a minute, but you’re -- you’re running just a little ahead\nof me. So when Hitler became chancellor -- you said that’s when you first really\nbecame concerned, what were some of the thoughts that you had and what -- do\nyou remember any of the conversations that your Jewish friends had at -- at the\ntime that he first became chancellor?",
        "Q: Do you remember reading reports of the Reichstag fire and -- and the\nemergency decrees that came after that?",
        "Q: What was going on in Austria, specifically with Dollfus. Can you tell me a\nlittle bit about what was going on with the politics of the country in those days?",
        "Q: Were you aware in the early 30’s about the existence of Dachau and about the\nbook burnings and about some of those things that were happening in Germany”",
        "Q: What was your reaction when you heard about the Nazi boycott of Jewish\nbusinesses? Did you have any reaction to that or was that something that kind of\nseemed to fit the same pattern?",
        "Q: Before he came into Austria, though, did you see any of the Nazi propaganda\nthat was anti-Semitic?",
        "Q: Can you remember any of the things that you saw or that you heard at that time?",
        "Q: Did you ever listen to Hitler on the radio?",
        "Q: What was -- what were your reactions when you heard him on the radio?",
        "Q: You mentioned before that the Jewish community was a little concerned. Did\nthe Jewish community do anything, or was there any activity at that time to show\nthat the Jewish community was concerned about what was happening right across\nthe border in Germany?",
        "Q: What was happening in your life during the early 30’s?",
        "Q: You mentioned before that Dollfus tried to keep things quiet, especially for the\nJewish population, was fighting Nazis in the streets. How much did you know\nabout the Nazi attempt to seize power in Austria in ’34? Did you know anything\nabout that?",
        "Q: When Hitler started moving, before he even came to Austria, what were your\nthoughts, if you can remember, when he entered the Rhineland back in ’36? Do\nyou remember when he entered the Rhineland?",
        "Q: Did you have a sense of increasing alarm, or was it still status quo when he --\nwhen Hitler signed with Mussolini, when they signed their Berlin-Rome access.\nWere you -- were you beginning to get concerned, or did you still feel safe?",
        "Q: Still felt safe.",
        "Q: Did you have any knowledge of what was happening in the United States with\nrespect to the Jewish community and the protest against Hitler? Did any of that\nnews ever filter out to Vienna?",
        "Q: Did you follow the 1936 Olympics? You were a big athlete, I was just",
        "Q: Any -- any memories of the Olympics that stand out in your mind?",
        "Q: Were there any newsreels at that time showing the Olympic events?",
        "Q: It’s okay. What was happening in your life right before the anschluss? What",
        "Q: I have to interrupt you because --",
        "Q: -- we have to change tape. Just one moment.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Norbert Hilsberg. This is tape number one,\nside B. And you were telling me about the barracks, coming back to your barracks\nand what you found there. And if you would, please continue.",
        "Q: I -- I have a lot of question to --",
        "Q: -- to ask you. If your father was able to get money out before the anschluss,\nwhen did he already start making plans for you? When did your parents already\nstart thinking about getting you and getting themselves out?",
        "Q: Which year?\nAugust 12, 2002",
        "Q: But when did she start making arrangements? Do you know when she started?",
        "Q: I -- I’m still trying to figure out when your dad got the money sent to Paris for\nyou, because he di -- did he do it before the anschluss?",
        "Q: I do have some other questions --",
        "Q: -- about what you told me. The -- the biggest question in my mind is why would\nyour parents -- why would anybody take a cruise in 1940? The war started in 1939.\nI must be missing something. Was it -- did people feel 1t was safe to take a -- a\ncruise?",
        "Q: Before you were allowed to come into the United States, did you have to take\nany tests, any physical or mental tests?",
        "Q: In the time you were still in Vienna, after the anschluss, had you heard about\nsome of the concentration camps and did you know anybody who was sent there?",
        "Q: You also mentioned that you packed up your things and you left. What did you\ntake with you? What of your personal items did you take with you besides the\nstamp collection that you donated to the museum?",
        "Q: You -- did you take any photos with you?",
        "Q: How did you personally travel, and did you travel with anybody else, or were\nyou completely alone?",
        "Q: You said you had an uncle in Philadelphia and an uncle in California and the -\n- the crates and everything went to California. Was California your destination\nalso?",
        "Q: But when you came to the United States, what was your destination? Where\ndid you think you were going to end up?",
        "Q: You told me to ask you about the hurricane of 1938; I did not forget. Can you\ntell me about the hurricane?",
        "Q: Did you speak any English before you came to this country?",
        "Q: Where did you learn it?",
        "Q: What were your expectations of the United States when you first came?",
        "Q: What about your expectations of the American citizens? How did the\nAmericans strike you?",
        "Q: Did you realize at that time just how lucky you were to have gotten out?",
        "Q: When you came to the United States, did people ask you about what was going\non in Vienna and what was going on in Germany”",
        "Q: Now, you had already left Austria when a lot of historical events happened, so\nI would like to ask you about a few of them, and if -- 1f you were not aware of\nthem, that’s fine, but let me just ask you.",
        "Q: Had you heard about the Evian conference?",
        "Q: What was your reaction to the agreement between Chamberlain and Hitler, the\npeace in our time agreement?",
        "Q: How was that event, this peace in our time, that agreement between --",
        "Q: How was that reported in the United States newspapers and on the radio?",
        "Q: How did you learn about the events of Kristallnacht?",
        "Q: And what were your thoughts when you read about these events?",
        "Q: What was the reaction of the Jewish community here and the -- just the general\nAmerican public here to the news of Kristallnacht?",
        "Q: At that time were you still in touch with people in Austria?",
        "Q: Can you tell me, besides the hurricane, what did you do those first few weeks\nand months that you were in the United States?",
        "Q: Were you able, or did you need to get any more education in this country?",
        "Q: All right, you were here by the time Hitler annexed part of Czechoslovakia,\nand did you think that that event was reported accurately and well in the United\nStates?",
        "Q: Do you remember hearing about the Saint Louis, the ship?",
        "Q: Is there anything that -- that we haven’t talked about that stands out in your\nmind about the period of time before World War II started?",
        "Q: For example, did you experience any anti-Semitism when you came here? Or\nany anti-foreign feeling?",
        "Q: September 1“, 1939, how did you find out that war had started?",
        "Q: Did you still have any family left in Lemberg?",
        "Q: In Poland. Did you still have any family left in Poland?",
        "Q: With the news that the war had begun, how did the American population react,\nand were you surprised in any way by the American reaction?",
        "Q: And you had no correspondence with anybody in Europe still, at that time?",
        "Q: How carefully did you follow the war news?",
        "Q: Did you have any idea of how the Jews were being treated at that -- you know,\nin °39 and in ’40? Before you got into the military, did you have any idea?",
        "Q: In what ways was America changing in ’39 when the war started and into\n1940? Did you detect any changes in the American community?",
        "Q: Did you notice any alarm in the Jewish community?",
        "Q: And what was happening in your life in 1939 and 1940? What were you doing\nbefore you got into the military?",
        "Q: What kind of job?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Norbert Hilsberg. This is tape number two,\nside A. And I’m sorry, we were talking about your job and the concerts, the\nSunday morning concerts and -- and some of your other duties and responsibilities,\nand you were abo -- you were going to finish with that and about to tell me about\ngoing into the military. And I’d also like you to tell me if you were drafted, or if\nyou volunteered.",
        "Q: After Pearl Harbor, did your duties or responsibilities change?",
        "Q: When you first joined the military, what was your citizenship status?",
        "Q: I'd -- I’d like you to tell me about some of the changes that you saw unfolding\nin this country right after Pearl Harbor. In those first weeks and months after\nPearl Harbor, what did you see around you, not just in the army, but did you have\nany contact at all with any of the civilian centers, like any of the cities or anything?",
        "Q: So tell me what you were doing generally or specifically in 1942. Were you still\n-- you were Stateside? You’re nodding your head, bu --",
        "Q: I want to stop you before you go any further because I have several questions. I\ndon’t even know where to start. What was your final rank at the end of the war?",
        "Q: Your rank.",
        "Q: While you were still working on maps of Europe, whether you were in the\nUnited States or in north Africa, did you have any idea of what was happening to\nthe Jews inside the Reich?",
        "Q: So you had no maps or no intelligence on the camps themselves?",
        "Q: Were there any reports, either in the regular newspapers or in “Stars and\nStripes” about what was going on while you were already in Hawaii?",
        "Q: What -- what do you recall about reading “Stars and Stripes” for example, and\ndo you remember reading about the liberations of some of these camps?",
        "Q: You also mentioned a wife. Now, you have to back up and tell me when you\nmet your wife and when you got married, because you kind of forgot that part.",
        "Q: And your wife’s name?",
        "Q: Let’s go back to the war years. What memories do you have of hearing of the\ndeath of Roosevelt and also the death of Hitler?",
        "Q: When did you hear that Hitler had died? When Hitler died. Do you remember\nhearing about it?",
        "Q: Where were you on V-E day when -- when the war in Europe was over?",
        "Q: What were your thoughts and reactions?",
        "Q: At the time of -- of V-E day, did you have any idea at that time again, any idea\nas to the extent of the genocide?",
        "Q: Did you experience any anti-Semitism while you were in the military?",
        "Q: Is there anything else that stands out in your mind about the war years that we\nhaven’t discussed, that you’d like to talk about now, before we go to the postwar?",
        "Q: Okay. After you were discharged from the service, what did you do next?",
        "Q: Was there ever a time, any time in your life up until then, where you thought\npossibly of going to Palestine?",
        "Q: I want to talk about some of the events that happened after World War II that\nwere related to the Holocaust. Did you follow the Nuremberg trials?",
        "Q: Did you feel justice was done?",
        "Q: Did you follow the U.N. debates on the partition of Palestine? Was that\nsomething that was of interest to you?",
        "Q: Did you have any reaction to the birth of the state of Israel in 1948?",
        "Q: Did you follow the Eichmann trial in the early 1960’s?",
        "Q: During all of these events, did you get a sense of how the American population\nwas reacting to the Nuremberg trials and the partition of Palestine? Do you have\nany memories along those lines?",
        "Q: You stayed in the military after the war.",
        "Q: Oh, you sta -- in a related field, with the mapmaking --",
        "Q: Excuse me, I’m sorry. You were in Washington during the Korean war and the\nwar in Vietnam.",
        "Q: Do you have any thoughts about those events in American history? Any -- do\nyou have any reaction or any thoughts about those events. Well, how did you feel\nabout the wars at the time?",
        "Q: As a Jewish refugee, what was your reaction to the Civil Rights movement in\nthis country?",
        "Q: The 60’s were a very turbulent time 1n this country. Do you have any thoughts\nabout some of the events of the 60’s, whether it was Civil Rights, or the Kennedy\nassassination or even the sexual revolution. An-Anything strike you as, you know,\ndid anything strike home with you, based on your life experiences?",
        "Q: Id like you to tell me about your professional career over the years. Wa --\nabout your professional career.",
        "Q: I’m sorry, I have to interrupt you, we’re very close to the end of the tape.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Norbert Hilsberg. This is tape two, side B.\nAnd you were talking about the work that you were doing with the maps, with\nrespect to the Soviet Union and the Eastern Bloc.",
        "Q: You have children?",
        "Q: What have you told your family about your childhood and your experiences in\nVienna?",
        "Q: Has your view of religion, of Judaism changed since your days in Vienna? Are\nyou more religious, less religious? Has anything changed?",
        "Q: Are you involved with any Holocaust related groups or institutions?",
        "Q: Do you or your wife do any work with the Holocaust Museum?",
        "Q: Have you gone back to Vienna in the years since the war?",
        "Q: I had asked you before, and Ill -- Pl ask you this again, maybe I can get a -- a\ndifferent perspective. During the war you didn’t realize the full impact of the\ngenocide. When did you realize just what you had escaped, what you -- you know,\nby leaving when you did? When did you get the full impact of the genocide?",
        "Q: Did any of your childhood friends from Vienna survive?",
        "Q: Did any of your Jewish school friends survive?",
        "Q: When you look back on your life in the United States, what would you say has\nbeen your biggest disappointment in the United States, or what has been your best\nsurprise about life in America, or both.",
        "Q: September of -- of last year, September 11 -- nine-11, given your life\nexperience, how did you see that event and how do you see life in America today?\nAugust 12, 2002",
        "Q: One or two more questions. Is there anything that we haven’t talked about that\nyou would like to add? I mean, you didn’t tell me much about your parents after\nthey came here. Would you like to talk about your parents a little bit and how they\nmanaged here?",
        "Q: Did you ever sing professionally after the war?",
        "Q: And you are retired now?",
        "Q: Yes. Wh-What’s still in store for you? What yet would you like to accomplish?",
        "Q: I want to thank you and this concludes the United States Holocaust Memorial\nMuseum interview with Norbert Hilsberg. Thank you."
    ],
    "answers": [
        "Answer: Norbert Victor Hilsberg.",
        "A: Sista -- September 3, 1914.",
        "A: In Vienna, Austria.",
        "A: My mother’s name was Henrietta Hilsberg and my father’s was Leon\nHilsberg.",
        "A: He was a banker in Vienna.",
        "A: My mother was a piano teacher and voice coach.\nAugust 12, 2002",
        "A: No.",
        "A: Since 1914. As a matter of fact, one day before I was born, they arrived in\nVienna.",
        "A: From Lemberg, Poland.",
        "A: I was too young, although I heard some stories after I grew up, which my father\ntold us.",
        "A: Well, for instance, there was a meat rationing naturally, and meat was hard to\nget and my grandmother lived with us, and my father usually was staying in line to\n-- to get some meat. And my grandmother used to tell him, don’t ever bring any\nhorsemeat home, because I will not cook it. And one day he did bring horsemeat,\nso of course she di -- he’d -- she didn’t know about it. And after cooking and\neating, my father asked her, well, how did she like the meat. And so she said it was\nvery good. And so he said, well you ate horsemeat. Of course, she was very upset\nand she didn’t like it.\nAugust 12, 2002",
        "A: The beginning of World War I, which stared on September the -- well, actually,\nmy father was a Russian. He w -- he was a Russian citizen. He was born in\nWarsaw. And of course, he was afraid that he would have to join the Russian\narmy. So therefore, my uncle, my mother’s brother, who was in the military at that\ntime, arranged with the last transport out of Lemberg to Vienna to have my\nmother put on -- on a train, being ready to give birth and the next day I was born\nwhen they arrived -- after they arrived in Vienna.",
        "A: I was -- no, not to -- not to Lemberg, no.",
        "A: Yes. I had my aunt and I had several cousins and my uncle and that’s about it.",
        "A: It was commercial, mostly, and art.",
        "A: Yes, as a matter of fact, the city when I grew up had about two million\npopulation and the Jewish population was almost 10 percent of the city.\nAugust 12, 2002",
        "A: It -- there were no problems, it -- n-naturally Vienna, Austria, the whole\ncountry was about 98 percent Catholic, but I didn’t feel any anti-Semitism\npersonally, and I didn’t hear of any other people talk about it.",
        "A: No.",
        "A: No.",
        "A: Yes. There was a -- a section of Vienna called Leopold staat. It was the second\ndistrict and that was mostly populated by Jews.",
        "A: Not really.",
        "A: Orthodox.",
        "A: Well, there was nothing but Orthodox religion in Vienna at that time, so\nAugust 12, 2002\nnaturally, whatever you -- whenever you visited a synagogue when -- it was\nOrthodox. So I didn’t know any difference until I came to this country.",
        "A: Surprisingly, it was Christmas. It was always a lot of fun.",
        "A: Well, we celebrated like everybody else. Was just a -- a -- Jews as well as\nChristians celebrated the holiday. Of course, sometimes, speaking of holidays, not\nreally -- I was ra -- going to school I was looking forward to holidays because I\ndidn’t have to go to school.",
        "A: Well, it was more or less a tradition. I -- I do remember for instance that in my\nuncle’s house -- he was a general in the old Austrian army, in the medical corps,\nand I guess he was exposed to the celebration of Christmas throughout his career,\nand he always had a Christmas tree in his home. And we all got together and then\ncelebrated the holiday, exchanged gifts like an-anybody else. And I was -- to me it\nwas just normal. Was not something which was unusual for me to look forward to.\nAugust 12, 2002\nBut of course, as I got older, I understood more about the difference between\nChristianity and -- and Judaism.",
        "A: The only Jewish holidays we really observed were the Rosh Hashanah and me\n-- and Yom Kippur. And that was the only time we did go to the synagogue and\nwe -- well, that’s it.",
        "A: Yes, yes. Through my entire school year, elementary as well as high school, I\nhad two hours a week religion -- religion classes, conducted by a rabbi.",
        "A: There were good days and there were bad days. In general I enjoyed school. I\nenjoyed the camaraderie, had many friends, and we played different sports together\nand we were very active, and got together and went to the opera and went to the\nmovies, standing in line, getting into the various -- into theaters.",
        "A: Public school.",
        "A: Well, I always enjoyed history and geography and that was my forte.\nAugust 12, 2002",
        "A: Not really. There was always friendship and there were no -- no arguments. I\nmean, I personally stayed away from any arguments about religion or any of that --\nor politics. I never joined any -- any group, any special group. I stayed away from\nit. | do remember one time I was in high school and somebody made a statement\nwhich I did not care and we got into a fight right in the classroom, the benches\nwere flying and everything else. But that was the only time, and I -- I knew if\nanybody made any comments about Jews or religion or anything of that sort, I\nfought back, because I was proud to be a Jew and -- and I didn’t hide it either.",
        "A: I don’t -- I do not remember, but I didn’t like it.",
        "A: It was sort of -- I would say about 50 - 50. And we got what -- got -- got well, I\nmean, we -- we -- we laughed together, we played together and there was n-never\nany expression of you are a Jew, you are a Catholic, whatever.",
        "A: I was always into science, I liked that. Yeah, and I also wound up doing it.\nAugust 12, 2002",
        "A: I -- I don’t know, I can’t -- can’t separate it for some reason.",
        "A: Well, social life. We always had parties at home, and some -- we -- well, do you\nmean social life as in -- within the family or among friends, or --",
        "A: All right. We had always a lot of fun together as students, and we went out\nmostly to the opera and the different theaters. And we also had parties at home,\nmostly at home. We never went out to -- to bars or any of that sort. And it was a\ndifferent life then than it’s today, that -- that I know. We le -- we -- we lived a -- a\nclean and healthier life. We also took a lot of trips, hiking trips and mountain\nclimbing in those -- in my day -- young days. Went skiing away for a few days or a\ncouple of weeks during the wintertime. Yeah, I -- we played all kinds of sports. I\nwas a member of one of the sports clubs, the Vienna football club. And I was very\nactive in tracks -- in -- in track and -- and in soccer, and was active in the junior\nAugust 12, 2002\nleague and even won couple first prizes in the track. So we were always thinking\nabout not just having fun but something substantial, where you accomplish things\nor when you enjoyed things like the theater or the opera.",
        "A: I finished the [indecipherable] technical college in Vienna, graduated in 1936.",
        "A: I was a civil engineer, and that qualified me for quite a few ways.",
        "A: Not until Hitler became chancellor in 1933. Then, especially the Jewish people\nwere aware what’s -- things -- what -- what’s going on in Germany. Although,\ntimes really got bad for the Jews when Hitler took over Austria.",
        "A: For some reason we never were -- had any conversation about it, or exchanged\nany views. But -- that -- we always felt that 1t won’t happen to us.\nAugust 12, 2002",
        "A: Yes, I [indecipherable] excuse me. Yes, I followed the -- the news, of course,\nin the newspapers as well as the radio. And something -- as a matter of fact,\nspeaking of radio, that’s a radio which my father and I put together ourselves. And\nwas quite a big success.",
        "A: Well, mostly under Dollfus, things were pretty -- pretty steady and were no\nproblems as far as anti-Semitism is concerned. The administration tried to make it\nas -- as easy as possible for the Jewish population, and they -- they tried not -- tried\nto make the Jewish population feel at peace that nothing would happen to them.\nAnd he did try to protect the Jewish population especially, and fought the -- the\nNazis in the city continuously.",
        "A: Just was aware of it, but nothing else.\nAugust 12, 2002",
        "A: Not -- not until Hitler marched into Austria.",
        "A: Oh yes, definitely. You know, there were lots of political pamphlets, pasted\ninformation on lampposts and w-walls and prints and all that. It was very\nuncomfortable too, to see it and to read it.",
        "A: Well, as a matter of fact, I was interested in collecting all these stickers,\npolitical stickers. And as a matter of fact, I brought 1t with me to the United States\nand I give it to the Holocaust Museum. And they -- they, as a matter of fact,\ndisplayed it on the third floor.",
        "A: On the radio? Yes, yes, many times.",
        "A: I just -- I think -- I think he sounded to me like a crazy man, that’s all I can say.\nAugust 12, 2002",
        "A: They were concerned, but they always felt safe in the city.",
        "A: You -- the early 30’s? Well, there was actually no change. As a matter of fact,\nthe only experience I may have had a few times when I went to the college, that\nsome of the anti-Semitic organizations, student organizations tried to start a fight.\nSometimes they were successful, a lot of times they weren’t. But I myself,\npersonally speaking, always tried to keep out of things, just minding my own\nbusiness. And just, as I said before, I never joined any political organizations. But\nthere were a few scraps between the students, whether they were Jewish or -- or\nGentile, but -- but somehow it didn’t affect me in s -- in any way. I was upset about\nit, of course, but nothing I would do about it.\nAugust 12, 2002",
        "A: Oh, in -- that was -- well, that was the time when Dollfus was killed, and -- it\nwas murder, as a matter of fact. No, Id -- I -- I don’t -- I was not too much\ninterested in that.",
        "A: Yes, yeah. Well, it was -- it was just another -- another act of his, and we in\nAustria just -- we were more or less like a neutral country. We were hoping and\ntrying to -- to stay quiet and --",
        "A: No. No, no.",
        "A: Yeah. City was still normal. No changes.",
        "A: No. Was never anything written up in papers or otherwise.\nAugust 12, 2002\nwondering if you -- if you followed the Berlin Olympics.",
        "A: Yes, we did. Yes, yes, we did. I did personally listen to the radio, watching the\nradio.",
        "A: Not really, I -- I knew, of course about the -- the black people who -- who\nrepresented United States. There was a lot -- lot of talk about that, and -- and ina\nway we were glad that they won. We were -- were very happy about it.",
        "A: No, not -- not -- not that -- I don’t remember.\nwere you doing? Were you working, were you still a student? What was happening\nto you?",
        "A: Well, that’s a good question, because as I graduate the college, I also had to\nhave -- had to serve three months in the military. And it’s like an -- like we’d call\nhere ROTC. And I reported to the -- to an artillery regiment, which was an\nexclusive regiment at that time, and my uncle helped me. And served for three\nmonths, going in in January 1938. And I was out of town on maneuvers, and\nMarch the 14\" we -- there were rumors that the Germans may take over Austria,\nAugust 12, 2002\nand Chancellor chus -- Schuschnigg at that time said that he does not want to see\nany blood flowing in the streets of Vienna, or for Austria, or the entire country.\nAnd he would not issue any -- any orders to fight or anything. Those were the\ninitial orders given, and of course we, as a military unit, we were prepared.\nSuddenly, over -- it was a weekend, Saturday to Sunday, when the invasion started.\nAnd of course my commanding officer knew that the -- I -- a-as a matter of fact, I\nthink I was the only Jew in the whole regiment. And he immediately notified me\nthat I could go take the next train back to Vienna to see my parents. And that he\nwould see me again in the barracks back in Vienna, because they were packing up\nand ready to go back to Vienna. And that was one sight I will never forget. When I\narrived at the railroad station in Vienna, I was in uniform, in the Austrian uniform,\nmilitary uniform. When I arrived in Vienna, got off, got out on the street, I\ncouldn’t believe that I -- I was in -- in a city where I not only was born, but raised\nand went to school. It was a completely strange atmosphere. First of all, there were\npeople on the streets. Everybody had either a flag or an armband, Nazi armband.\nFlags all over the place, which never occurred during my lifetime in Vienna. And I\ntook the streetcar, go home, and I noticed of course at -- at that time, at th -- at this\nparticular moment I didn’t know that they were all Jews who were down on their\nknees scrubbing the sidewalks. And I just couldn’t -- couldn’t believe, couldn’t see\nAugust 12, 2002\nit. And I got home and met my parents. And my father -- that was on a Sunday\nwhen I arrived, my father went to the office the next day on Monday, and when he\ngot -- got there, there were two Gestapo men waiting in front of his office. And\nthey introduced themselves and said that they were here to transfer the business\nover to the German banks. And as a matter of fact 1t was -- I think it was like a\ncontract, that he would be safe under their control until September the first of 1938.\nAnd they were more or less watching every move he made during that period, and\nin the meantime, my -- my mother contacted my family in the -- in the United\nStates and started procedure, getting an affidavit to get me out. At that time we\nalso unfortunately found out that as far as I’m concerned, I could leave Vienna\nwithout any problems as a -- soon as I got my visa. But my parents, unfortunately,\nmy father was under the Russian quota and my mother came under the Polish\nquota. Both of those quotas were -- were closed, and they just could not get a visa\nto get to United States, so naturally -- we had contacts in Yugoslavia and other\nplaces and my parents were able to arrange -- leave here now to go first to\nYugoslavia. But going back to -- to myself, on Monday morning I got back to the\nbarracks, to my barracks, and believe me or not, I got into my room and I couldn’t\nfind any of the -- my personal belongings. And, as a matter of fact, the whole\nregiment couldn’t find anything of their own belongings. And what we found out is\nAugust 12, 2002\nthe German -- Germans moved in. As a matter of fact when I arrived in the\nbarracks, I saw the Germans drilling on -- on -- on the field, just like it was theirs.",
        "A: Sure.",
        "A: As I said, when I came back into the barracks, I couldn’t find my personal\nbelongings and we later found out that the Germans just took over and threw\neverything down into the cellar of the barracks. So we all had to scramble and find\nour things. I eventually did. I immediately contacted my commanding officer about\nthe situation, that my parents a-are going to get me out as quickly as possible. And\nso he said don’t worry about it. Of course, I also explained to my commanding\nofficer that I couldn’t leave Vienna until I get my mili -- mil -- military passport,\nbecause those are requirements to get the visa. So he said don’t worry about it, I'll\nAugust 12, 2002\ntake care of everything. I was in the Austrian uniform for almost two weeks -- over\ntwo weeks, as a matter of fact, which helped me considerably, moving around the\ncity without any fear. And so the day when the commanding officer had the\nmilitary passport for me, he called me in the office and said, now here’s the\npassport, but I won’t give it to you. I said, why won’t you give it? He said, because\nI want to make sure that you’re gonna deposit th -- in the American embassy,\nwhere it belongs. I said, well then, let -- take it out, I’m going to the embassy right\nnow. He said, no, I’m going to call a taxi for you, put you in the taxi and -- and you\n-- you take it. Which I did, and I went to the embassy directly from the barracks\nand deposited a passport in the embassy and then went home. Of course, after that I\nhad to take off my military uniform because I was not in the military any more, I\nwas discharged; although I was, up until 1956, I was considered a reserve officer in\nthe Austrian army, wa -- at that time of course, in the German army. And as a\nmatter of fact, I still have my military passport with me. And so a -- twice -- we --\nwe lived in a -- an apartment building and [indecipherable] apartment building\nnear the American -- well, wi -- American embassy as a m -- as a matter of fact, a\nnew American embassy after the war is located within a block, walking distance\nfrom where I used to live. And w -- our concierge was very cognizant of the\nsituation and always informed us whenever the Gestapo came by to inquire about\nAugust 12, 2002\nthe Jewish residents, to notify us that they were here. And so whenever that\nhappened, my parents of course were safe because my father had the contract with\nthe Germans to be in his office until September the first, but for me, I had to leave\nthe city twice. And just went to the far -- far suburbs of do -- Vienna, and stayed\nthere for about a week, then I came back again. Well, finally I received my visa in\nJune of 1938 and packed everything up, wh-what I wanted. And of course I could\nnot leave Vienna with more than eight dollars in my pocket to go to United States.\nAnd of course my father, being in a bank, he arranged prior, long prior, my --\nbefore my departure, to have money picked up in -- in twa -- in Paris when I\narrived there from Vienna, which I did, was very lucky. Of course, everything --\nbefore I left Vienna, my passage was completely paid and taken care of from\nFrance to the United States. And of course I was concerned about my parents,\nwhat -- what will happen to them, but luckily they were -- they got the visa to\nYugoslavia. It’s only for about I think six weeks. And then they traveled to Italy\nand from Italy they went to France. And in the meantime, my uncle who had --\nwho lived in Philadelphia, and he had contacts with the State department, and\narrangements were made that my parents take a -- buy a round trip ticket -- of\ncourse sh -- that’s the only thing they could buy, a round trip ticket to the West\nIndies, a cruise to the West Indies and arrive in Cuba. And so naturally my\nAugust 12, 2002\nparents bought s-some cruise tickets in Paris, and they left France on that cruise\nship in 1940. And they cruised and of -- when they arrived in -- in ha -- in\nSantiago de Cuba, the port, the representative of the American embassy in -- in\nHavana that greeted them and took them off the ship. And my parents stayed in\nHavana for -- until April of 1941, when they finally got their visa to enter the\nUnited States, they came. So that is my story.",
        "A: Sure.",
        "A: Ma -- my mother was the driving force really, because my father s-said -- I -- I\nhad nothing to say anyway. I was a good boy. But my -- my father just took it easy,\nhe said, well, everything will be go -- will go back to normal, nothing will happen.\nAnd -- but my mother was the driving force, and she -- she really did a fine job to\nget us all out. As a matter of fact, there’s a very interesting -- very interesting story.\nSe-September -- September first came, and of course --",
        "A: 1938. And my father left -- on that day, he left for the railro -- for the railroad\nstation. I don’t know what for, he went downtown on something else also. And\nluckily, he called home to tell my mother something, and my mother said, don’t\ncome home any more. And the reason was is while my father was away, a knock\non the door, and a couple men standing out in front of the door and then my mother\nsays, can I help you? And they said, I would like to -- we would like to talk to Mr.\nHilsberg. So my mother said, well, Mr. Hilsberg is downtown for a -- I don’t\nknow what -- well, when is he coming home? So my mother says, well, I really\ndon’t know how long he’s going to stay downtown. He said, well we -- we’d like\nto talk to him. So my mother replied -- said, well you know that we are leaving\ntoday. So he said yes, we know, but we still like to talk to Mr. Hilsberg before he\nleave. So that was it and luckily my father called in the meantime. My mother said,\ndon’t come home. I’Il just lock the door and I’Il leave the key with my neighbors\nand say goodbye to everything. I’ll meet you at the railroad station. And that’s\nwhat happened and that’s how they got out.",
        "A: I don’t remember the date, or when they received the -- the visa to -- to leave\nVienna for yu-yugos -- for Yugoslavia, but I do know that they were well\nprepared shortly after I left Vienna, where their -- their personal belongs were all -\nAugust 12, 2002\n- already packed, because arrangements were made that they would go to -- to\nUnited States to live there. So we ha -- I had one uncle in -- in California, and so\neverything was sent -- all the crates were sent to California. So --",
        "A: Yes, yes. As a matter -- that was good question, I’m glad that you asked me.\nWhat happened is when the word came that maybe -- that the Germans may wind\nup and enter the -- the -- Austria, that’s when he felt that he better transfer some of\nthe -- the money, the family money, as a matter of fact, to Paris, to the bank, which\nis -- was the main branch there.",
        "A: Yeah.",
        "A: That was the only chance for them to leave Europe and they just took the\nchance, and it worked out fine.\nAugust 12, 2002",
        "A: No.",
        "A: I -- [knew a very close school friend, his father was sent to Dachau. And -- but\nI do -- do know that he was released from Dachau and came home after a few\nweeks.",
        "A: Well, just took my -- my clothing, and that -- that’s all, just what’s on your\nback.",
        "A: No, that was all packed in the crates.\nAugust 12, 2002",
        "A: I was all by myself. I do have -- I do ha -- ha -- I did have a second cousin in\nParis I stayed with for about a couple weeks before I left France for the United\nStates.",
        "A: I assume it was my parent’s destination, but it has changed because they finally\nsettled in New York and everything had to be sent back to New York --\nCalifornia.",
        "A: I stayed with my great-aunt in New York for a couple weeks and then -- that\nwas in the summer, of course, of ’38. And my uncle from Philadelphia picked me\nup and took me to his summer home up in New Hampshire and we stayed there all\nsummer, and then went back to -- to Philadelphia.",
        "A: That was quite an experience for me because I’m -- I was never in my life\nexposed to it, even though it was only 24 years of my life, but I -- I never -- never\nAugust 12, 2002\nexperienced it myself and I certainly did. It was a little -- a home right on a lake,\nand that lake became an ocean. As a matter of fact, when I came over on the ship\nacross the ocean to the United States, I went through a storm. And I just\nremembered that moment when that hurricane came over New Hampshire and\nthat little lake became a -- became an ocean. And it was really very tough to get out\nbecause luckily the summer home was not hit by any trees, but trees were falling\nall over the place. As a matter of fact, the next day, my uncle and I, we had to\nmove tree trunks in order to get out to the main road from the house. So it was\nquite an excitement for me. I -- I -- in a way I enjoyed it, but yet I felt very sorry\nfor all the damage I saw in the way home from New Hampshire to Philadelphia.",
        "A: Yes.",
        "A: In school, in high school. I took classes in French and in English, and through\nmy entire high school I had two hour -- two classes a week, which -- an hour in\nEnglish as well as in French.",
        "A: I read a lot about the United States and I had my family, had family in the\nUnited States and they came to visit us many times in Vienna and stayed with us.\nAugust 12, 2002\nSo I had a pretty good idea as to what the units -- United States, especially New\nYork, looked like. And I was not a bit disappointed or -- or surprised when I saw it\nmyself with my own eyes when J arrived in New York.",
        "A: I liked them from the moment I arrived in the States. I think it -- I was -- I was\nused to that type of life and excitement and variety of life in the United States, and\nI felt very quickly, almost immediately I felt like it -- being at home.",
        "A: I certainly was because as a measure f -- as a mat -- as a matter of fact, when I\nfound out recently that I am considered a -- a survivor, I -- I just couldn’t believe it,\nbecause I personally really did not suffer, and for that matter, my -- my parents\ndidn’t suffer. They suffered a little bit more than I did, but at least they made it out\nall right and didn’t have these bad experiences. And -- and -- and kept on living.",
        "A: Well, they did, but I didn’t have much experience except my just personal,\ncouple experiences I had during my -- before I left Vienna. But otherwise no, I -- I\ncouldn’t -- couldn’t really tell them. I -- ab -- of course I was able to tell them the\nAugust 12, 2002\nstory what I saw while I was there, how they treated the -- the Jewish people, not\nonly that, but the Jewish owners of -- of stores and so on. And life really changed\novernight.",
        "A: Oh, okay.",
        "A: There was some written in the paper, that’s all I -- I know.",
        "A: Well, that was -- that was devastating really, because I personally didn’t believe\nin it and it sure proved the point.",
        "A: Yeah.",
        "A: I really -- I really don’t -- I -- I can’t express myself, I -- I -- I -- I -- I really\ndon’t -- don’t know, I -- I do know that everybody was upset, and the -- it was not\nbelievable.\nAugust 12, 2002",
        "A: Through the newspaper and radio.",
        "A: I really couldn’t believe it, what they have done. And just sitting here and -- and\n-- and trying to reminisce, it 1s just unbelievable that in the -- in this world things\nlike this can be done, even in those days, which was 50 some years ago.",
        "A: [ really, really w-were -- was not too much aware of it except for just the news.\nI guess I was too young in the group I was with. They just did not pay too much\nattention to it, except of course that everybody was upset what has happened.",
        "A: No.",
        "A: Well, the first -- first two weeks in New York, I had a marvelous time, I had a\ncousin, the young -- young girl who took me all over New York, showed me all\nthe sights. And one night, as a matter of fact, she -- she took me to a café, dancing,\nand she couldn’t believe that I -- I was up to it, to the latest dance available,\nAugust 12, 2002\nbecause Vienna was very cosmopolitan and of course, we just did the same thing\nin Vienna as they did in New York, or any other place in the United States. As a\nmatter of fact, I also concentrated on seeing all the American movies in Vienna\nwhile I was still living there and that -- that helped my English also, naturally.",
        "A: No.",
        "A: I really would not know.",
        "A: No, I didn’t. As a matter of fact, not until the -- the -- I think there -- there was a\nmovie about it? Yes. That was actually the first time that I really knew what was --\nreally what was happening. Truthfully speaking, I didn’t read too much\nnewspapers in the beginning when I was here. [indecipherable] I had other\ninterests.",
        "A: How -- how do you mean?\nAugust 12, 2002",
        "A: Here in the United States? No.",
        "A: A friend of mine and it was on a Sunday, he went in the afternoon, in the mid-\nafternoon to the movies in Philadelphia. That’s where I lived. And when we came\nout, there were extras, on World War wa -- World War II broke out. That was --\nthat’s how I found out that the war started, the invasion of Poland.",
        "A: Where?",
        "A: No, no, they’re all gone.",
        "A: No.",
        "A: No.\nAugust 12, 2002",
        "A: Well, not until -- not until 1941 did I really follow that. Course, 1941, that’s\nwhen I entered the services of the United States Army.",
        "A: Only from what I read in the paper.",
        "A: No.",
        "A: Oh, I -- I heard, but somehow it didn’t affect me too much.",
        "A: Well, I graduated in 1936, and I got a job in a research organization, and at the\nsame time also, I was always participating during my younger years, growing\nyears, in -- in choirs, joining choirs and singing in the school, and -- and everybody\nin the family, including my -- my mother, of course, suggested that I have a\nbeautiful voice, and I -- I should try to -- to learn, to study. And I just -- I’m always\nup for some -- always up -- ready to do something else, something different. And I\nhad a -- a interview with one of the finest voice teachers in Vienna at that time.\nAugust 12, 2002\nAnd he said, my God, I want you to be my student. And he -- I started to take\nsinging lessons. And then he transferred me to his assistant, a Bulgarian man, and I\nstudied voice and ca -- actually continued studying voice when I came to\nPhiladelphia, I went to the Curtis Institute and studied voice there. In the\nmeantime also, naturally, I wanted to be independent so my uncle got me a job in\nPhiladelphia.",
        "A: Well, he was -- had connections with the city solicitor of -- of Philadelphia,\nand of -- my first job we came -- we came back from the hurricane experience in\nSeptember of -- September of 1938, which was the 27\" of September 1938, and --\nand he -- this man got me an interview with a person in the ci -- in city hall who\nhad something to do with the library. Apparently they needed some translators. So\nI went up there, was -- had an interview at nine o’clock in the morning and we had\na very pleasant meeting. And the last question he asked me, he said to me, are you\na citizen of the United States? I said no, but I -- I already -- already applied for my\n-- for my second papers. I do -- I do have them. So he said to me, I don’t care. And\nhe pounded his fist on his table and said I don’t care if even President Roosevelt is\ngoing to ask me to give you a job, I will not. That was that. That was my\nexperience, my first experience trying for a job in -- in the United States. So I\nAugust 12, 2002\nwent back home and I told my -- my uncle about it. He says well, let me call Mr.\nSharfson, and he called him. So the guy says to him, well, don’t worry about it,\nPll get him an -- a job. And sure enough, two days later I had an interview in the\nLitz department store in Philadelphia in the advertising department. And so I -- I -\n- | worked there until I went to the service in February of ’41. And thit -- the what I\ndid is, since I was musically inclined and knowledgeable in a way, I -- the\ndepartment store had, every Sunday morning, a two hour classical music -- a -- a\nmusic hour, two hours. And I was in charge to arrange the program every Sunday\nmorning. So that was a nice, interesting job for me to do. And of course I had to be\ncareful, using the -- the time properly with -- with the commercials and so on. And\non the side I have oth-other duties like filing and doing things in the advertising\ndepartment. So I -- I liked that, I -- I enjoyed it very much, and --\nEnd of Tape One, Side B\nAugust 12, 2002\nBeginning Tape Two, Side A",
        "A: Well, so as I -- as I was saying, I was proud to make my ow -- have my own\nmoney and do as I pleased. And in the mean -- also, I continued taking my lessons,\nsinging lessons at the Curtis Institute in Philadelphia. And then in Octob -- was it\nOctober or November of 1940, Congress drafted th-the bill for conscriptions. And\nat that time when -- you had to go to the draft board and report, and -- and they\ngave you a number when you -- when -- the numb -- yeah, the number was a\nnumber -- if you had a low number that means that you -- they would call you for\nduty in a -- in a short time. An-And unfortunately, I -- I had an -- well f -- actually\nfortunately I had a low number. And it was, of course, winter of ’40 - ’41, and in\nthose days, of course, you only served for one year. That -- that’s the time period.\nSo I liked having had the experience in the military in Austria. Of course, I was\nAugust 12, 2002\naware that the summertime, especially the summertime in the Amer -- in the\nAmerican camps, I -- I found out were located, most of them in -- in the beginning\nof the -- the war, in -- in the south. So -- and I always hated hot weather. So I\nfigured well, if I can -- since I have a low number, I found out when they’re going\nto call me, which I did and they told me, well, your number would indicate that\nyou probably will -- will be called in April or May. So I said, April or May? I said\n-- so I asked him, would -- could they take me now if I -- if I decide? But of course,\nI have to check with my boss first. He said well, 1f you want -- want to volunteer,\nwe'll take you in right now if you want to. Said no, le-let’s wait. I went back to my\njob and I talked to the boss and he said fine, go. If you feel -- if you want to go\nnow, go ahead and go into the service. We’ll keep the job for you. When you come\nback, I guarantee you, you will have your job back. So with that, I felt good about\nit. | went back to the draft board. That was about -- must have been about January\nand I volunteered for a year, and February 18\" of 1941, I went to the service. I was\ntaken to Fort Dix in New Jersey and I had my physical and I had interviews. I had\nthe intelligence test and during the intelligence test they asked me, do you have any\nspecial -- special unit you would like to join? So I said, well I really -- I really\ndon’t care. So the -- the interviewer says, well, you have engineering background\nand you wa -- do -- what-what else did he say? Don’t -- don’t remember.\nAugust 12, 2002\nEngineering background and what was the other one? Oh, the military service, of\ncourse, in the Austrian Army. So wha-what would you like, engineering? I said, I\nreally don’t care. I’Il just go in and finish my year and that’s all I’m interested. So\nthey sent me to Fort Bell wa -- which is -- which is an engineer camp, and -- and |\nwent there and they put me into mapmaking. And of course, that’s my -- my forte.\nI like geography and of course, in my engineering ground -- background helped me\nto learn quickly how to make maps. My math and -- and geology 1s included in --\nin that. And I -- I started out as a private in 1941, and shortly I became promoted\nand my commanding officer and the executive officer of the battalion which I-I\nwas attached to, came over to the drafting room every morning for inspection. And\nas I was sitting in my drafting table and so my commanding officer and my b --\ncompany officer st-stayed th -- I -- I was the only table, always stopped, talking to\nme. At the other tables they just passed by. He says well, how’s my little refugee\nfeel today? You gained some more weight. And so came -- was in November, or --\nor must have been end of November or early December, that was December\nseventh. Yeah, it was December seventh, of course. Was December seventh, it was\nin a Sunday. A friend of mine, we took off. I got a pass to go into town. We went\nto Washington and the reason was that th-the [indecipherable] choir gave a\nconcert the Constitution Hall at three o’clock in the afternoon. Well, in those days,\nAugust 12, 2002\nbefore the war s -- before the United States was involved in the war, of course,\nthey -- they didn’t care too much for the soldiers. And -- so we went to the\nConstitution Hall and it was all sold out, no tickets available. Otherwise in the -- in\nthe later days, after the war started, well they gave you free tickets and everything\nwas available for the -- for the u -- United States soldier. So we wound up in the --\nwent to the Library of Congress to play some chess. But five o’clock was the time\nfor the Library of Congress to close, so we returned the chess set, and the guy\nbehind the counter said, okay, good luck boys, won’t see you any more. I said,\nwhat -- what do you mean, won’t see you any more? That was five o’clock in the\nafternoon, December 7\", 1941. So he said, well don’t you know that Pearl Harbor\nwas -- was bombed? Pearl Harbor was bombed? What? We went out -- well, it\nwas really chaos in -- in the city of Washington. There were army trucks all over,\npicking up all the soldiers from th -- on the streets and taking them back to the\ncamps. Well, we decided we’re not going to get caught. We went through side\nstreets and though alleys and we wound up at Basil’s delicatessen on\nPennsylvania Avenue and E Street, and we figured we’ll have the last good\nJewish meal. And we came back -- we took the bus back to the camp, to Fort\nBelvoir and my God, everybody was packing, everybody was ready to go. But\nAugust 12, 2002\nluckily our outfit was attached to general headquarters in Washington, so -- and of\ncourse we were not involved in that. So that’s -- that’s my story.",
        "A: Well, it was s-secrecy all around, especially in -- in my job because we -- we\nstarted to be involved in preparations for -- for war maps and invasion maps and\nthat sort of stuff. So naturally, secrecy was all around us.",
        "A: I was still waiting for my citizenship. As a matter of fact, I did not become a\ncitizen until April of 1943.",
        "A: No, not -- not at all. I do know one thing, that we were very busy in doing our\njob, and there was little time left for other st -- things to do. And we had very little\nconterwi -- of course we -- we wer -- we were told to have as little contact as --\ncontact as possible with the outside.\nAugust 12, 2002",
        "A: Yes, we were -- we were Stateside, and working pretty hard. We -- I myself put\nin anywhere from 10 to 12 hours a day to prepare all the maps necessary for the --\nfor north Africa especially at that -- at that time. And in 1942, when things became\nmore and more involved for the United States, our general headquarters decided to\nsend us overseas to be attached to a general headquarters in Europe. And at that\ntime also there was -- they started to prepare for the European invasion, and that\nwould be a good location to do what we have to do. Unfortunately, or fortunately,\nwhichever, I was still not a citizen, and even though my commanding officer did\nhis utmost to take me along, the war department -- at that time war department\nwould not allow me to go because it was too dangerous if I were captured as a -- I\nwas still, more or less I -- an Austrian, or an enemy, anyway. And so they kept me\nhere and they formed a new cadre for a new battalion for mapmaking, because they\nneeded more than one, so of course I was left back in the United States and we\nformed a new ou-outfit. And -- and we -- we put all these newcomers through basic\ntraining like I used to go through, in the beginning. And -- and we worked. We’ re\nstill attached to general headquarters 1n th -- Washington. And then come 1940 --\n’43 -- of course I was a citizen in April, but in November of 1943, our out -- the\nnew outfit was sent to north Africa, and that’s where I left for overseas in\nNovember of 1943. And I stayed in north Africa for about a year. We took over a\nAugust 12, 2002\nlittle French si -- town, little ti -- cher -- Cherchell. And we set up shop there and\ndid a lot of work for the invasion of southern France with the seventh army, and\nalso worked for General Mark Clark in -- in Italy. And started preparing, as a\nmatter of fact, started preparing to work -- make military maps of Austria. And of\ncourse, I was in charge, naturally. But we did not finish 1t because we were asked\nto be sent back to United States and back to the Pacific, and we went to Hawaii.\nWe attached to Pacific Ocean headquarters and started to work on all the invasion\nmaps of the islands and Japan and so on. And as a matter of fact, on -- on V -- not\nso V -- no. Yeah, V-J day, that’s when the -- when Japan finally gave up. On V-J\nday the war didn’t end for our outfit, because it just so happened that we worked\non Tokyo bay and General mar -- MacArthur would not move in with the\nMissouri into the bay, unless he has all the information available to him. He just\ndidn’t trust these guys, naturally. And so we -- for us the war wasn’t over until two\nweeks after V-J day. And we finally were finished and that was in ’45. And I was\ndischar -- discharged in November of 1945. And when my wife picked me up from\nFort Mead, she told me that there was a letter from the war department waiting for\nme. And of course, I -- at that point I did not have any idea what I’m going to do.\nAnd I -- I would not go back to Philadelphia because my wife is a Washingtonian\nAugust 12, 2002\nand she has all her family and friends here and so I decided we’re going to raise a\nfamily here, in Washington area.",
        "A: What?",
        "A: The rank? Master sergeant.",
        "A: Just what I heard on -- on radio broadcasts, that’s all we had at that time.",
        "A: Not on the camps, no. We knew -- we knew that there were camps, but we\ndidn’t know more about it.",
        "A: Yes, yes, we knew that, yes.\nAugust 12, 2002",
        "A: Yes. But that’s -- that’s just about all the -- they were just short reports, there\nwere no details.",
        "A: It was -- I believe -- I think 1t was in April of 1942. I -- friend of mine and I, we\nhad the early evening off, and we went to the movies in a ge -- in a -- 1n Fort\nBelvoir. And th -- we were at the early show and the show was over, I think it was\nnine o’clock in the evening and my friend, he always went to these dances. They\nbrought in girls from the Jewish community center or from other organizations to\ndance with the boys, entertain them. And on that particular day there was some\nJewish org -- something of -- I think it was from the Jewish community center,\nwere sent to Fort Belvoir. And my friend says to me, let’s go. I -- I want to go. He\nusually went to these affairs, I didn’t. And so he said, come on, don’t be a\nspoilsport. I said okay, Pll do you a favor. So we walked into the hall where were -\n- they were dancing and a buddy of mine was working the record player. So he saw\nme and he called me up on the stage and said, come on, let me dance while you --\nif you want to work. I said, sure, sure, I'll ta -- I'll take over, I'll play the records.\nAnd for the rest of the evening, was almost until about 10 o’clock or so, I played\nrecords. And the dancing -- and I -- I just looked and enjoyed watching the people.\nAugust 12, 2002\nAnd -- and all of a sudden -- it was the last dance, all of a sudden I see a girl\ncoming by the stage right -- right below me and sh-she had a do -- red -- red dress\non, or was it a jacket or something, but she just hit my eye. So I said, I want to\ndance with her, and I jumped off the stage. And I asked for the dance and that --\nwhoever [indecipherable] passed it on, and we were dancing. And I said -- I said\nto her, my first words -- words were, where have you been all evening? So one\nword led to another and as a matter of fact I -- I was supposed to, since I was in\ncharge, I was supposed to bring the records back -- back to the barracks. So of\ncourse, was late at night and -- and the records were heavy. So it just so happened\nthat my wife-to-be had a car with all the girls in there. So I said, do you mind to\ndrop me off with the -- those records? So she said, I really don’t have any room. I\nreally have full of -- they had, you know, she had about a half a dozen girls in th --\nin the car. So, in those days they had the standing boards on the cars, on the old\ncars. So she said, if you want to, you can stand on a -- on a -- on a boar -- ona\nbody board, or whatever they called it and I’ll take you back to the barracks. So --\nso she took me back to the barracks and before I -- I left, I said, can I have your\nphone number’? So she says, I’m in the phone book. Just like that. And that’s the --\nthat’s the beginning of the story and here we are almost 60 years later.\nAugust 12, 2002",
        "A: Maxine.",
        "A: I was sitting in a [indecipherable] of -- in the Schofield barracks in Hawaii,\nwriting a letter to my wife. It was 11 o’clock in the morning, Hawaii sty --\nHawaiian time and the news just came over the radio about Roosevelt’s death. And\nI ex-expressed my -- my sorrow and then how I felt in the letter to my wife at that\ntime. Don’t remember any more of the details of what I wrote. But that was my\nfirst moment when I found out about Roosevelt.",
        "A: Yes, I heard about it, but everybody was al -- naturally very happy, and\ncelebrated.",
        "A: V-E day was in May of ’45. Yeah, I was in -- in Hawaii, working hard,\nworking about 12 - 14 hours a day.",
        "A: Well, it’s finally over, but I -- I’m still not finished. I have to continue.\nAugust 12, 2002",
        "A: I had the inclination because I believe I -- my wife did give me some -- some\ninformation about it in the papers.",
        "A: No.",
        "A: No, nothing really. Nothing I -- which was special or anything, no.",
        "A: Well this I -- this I mentioned before, I -- when I got home and I opened up the\nletter from the war department, they offered me a professional position in the war\ndepartment, continuing what I have done during my army service as a civilian.",
        "A: Not really.",
        "A: I -- I followed it, just reading the papers, not -- not too much into detail, no.\nAugust 12, 2002",
        "A: Yes.",
        "A: No.",
        "A: Yes. Yes, I was very happy that the Jewish people have to -- have their own\nplace and live their life, hopefully in peace. But th-things turned out differently,\nunfortunately.",
        "A: Just what was written in the paper, just pure curiosity.",
        "A: No, not really.",
        "A: No.",
        "A: Yes.\nAugust 12, 2002",
        "A: Yes.",
        "A: Well, of course I was involved in -- in working on these areas and doing my\nbest to -- to help the American soldier. Other -- otherwise no, I -- I don’t have any\nother reaction.",
        "A: Well, I was very interested naturally, and I felt that it was about time that we\nforget the -- the fights among black and white or whatever color is involved. And\nafter all, I personally feel that we all equal and deserve the same treatment\nregardless of color or religion or whatever.\nAugust 12, 2002",
        "A: The only thing which disturbed me, and the -- what -- what -- which I\npersonally feel caused the -- the 60’s to turn out the way they did is the drug\nrevolution. I -- I personally believe that if not for the drugs, things would have\nbeen more normal than what they turned out then, and unfortunately continue\ntoday.",
        "A: Are you speaking of while I was working for the Department of Defense? Well,\nI continued to -- doing what I was doing in the service. Of course we were very\nbusy regardless, whether there was no war, or -- or peace. We had our problem\nwith the Soviet Union and with -- with the Eastern Bloc.\nAugust 12, 2002",
        "A: Well, it’s -- ma -- in my profession the war still continued as a civilian, and we\nwere just as busy as we were during the war years, working long hours. We have\nall these problems like the Cuban crisis and the Bay of Pigs. And I was always\ninvolved in those activities. And kept us busy, it was very interesting work, very\nchallenging work, tiring at times. And of course with the revoluti -- revolution of\nthe computers, things became easier to handle, but yet, they were even more\ncomplicated than before. I personally was very pleased with -- with my life during\nthat period. I feel that I accomplished a lot and I was also re-rewarded with nice\nreports. And -- and I continued climbing in the echelon of my office, and finally\nwound up as a -- in a Staff position in the headquarters as a production e-engineer,\nand had additional responsibilities, was not involved in doing it myself but\ndirecting other people how to do it and what to do. And that’s about it.",
        "A: Yes, I have two daughters, four granddaughters and two great-granddaughters.",
        "A: Actually very little. We -- just lately my family has got more and more\ninterested in my life and experiences, especially since I was asked to give this\ninterview, they’re very an -- very anxious to listen to the results.\nAugust 12, 2002",
        "A: ’'m more conscious of being a Jew, and -- although I still don’t belong to any\ntemple or synagogue. But I -- I do think more about it and I -- I feel a lot closer to\nmy people. I feel it’s in -- in my age it’s a little bit too late, but I do my best.",
        "A: Well, I’m a member of the Holocaust Museum ever since it was established,\neven before -- before they started to build the museum itself. And I contributed\nsome of my collections and I also contribute every year, as a member.",
        "A: No.",
        "A: Yeah, I went back three times. The first visit back since I left was in 1971 and\nbelieve me or not, we did not feel -- my wife and I, we didn’t feel too comfortable\nthere. They -- they seemed to feel that th -- we’re Jewish. They did not go out of\ntheir way to help us or talk to us, give us service and so on. But I also must say that\nI left in °38 and I came back in ’71, that the city itself has not changed a bit.\nEverything 1s the same. The streetcars are numbered, they go in the same places\nI’m used to, the buses, nothing has changed. And I was glad to see that, although\nAugust 12, 2002\nthe people were a little bit sour. I don’t know why. Just because I was there,\nmaybe, I don’t know. But anyway, the second visit we had is when my\ngranddaughter spent her college semester in -- in Florence, and we all visited then.\nAnd that was really a -- the best time I’ve had with my children and grandchildren,\nwhen we went to Vienna. We met them -- we visited the first -- well, we went to o\n-- Vienna first and then my daughter and her husband and their three daughters\njoined us in Vienna when they came up from Florence. And we spent eight days\nin Vienna and [| took them through the whole city, and I took them to the\nelementary school where I used to go to. But -- this 1s the nice thing about Vienna\nis -- compared to the United States, they’d rather destroy and build new in the\nUnited States, but in Vienna they -- they’re trying to -- to keep it the way it is and\nmaintain it properly. But anyway, [indecipherable] elementary school and my\nyoungest granddaughter was a -- I think about seven or eight years old, and of\ncourse she just enjoyed it. I took her to the classroom where I was sitting for my --\nmy sec -- my second grade. And as a matter of fact 1t was a Saturday afternoon. Of\ncourse, school are still there Saturday -- Saturday morning, half d -- half day school\non Saturday, so we just arrived there when the children left, and I was waiting until\nthey are all out, and then I walked in with my family and took them into the school\nbuilding. And in the classroom, one of the classroom the teacher was still there and\nAugust 12, 2002\nsays, I told her, but she just couldn't believe it. She couldn’t believe it. And I took\nher to the apartment where we used to live and of course that was a really high\nmoment in my life, because I -- I noticed the children in my family were so\ninterested in seeing where I grew up. And -- and the third time was in 1990. We\ntook a talk tour to ma -- eastern Europe and we wound up in Vienna for the third\ntime. And as a matter of fact, I did visit Auschwitz when I was in Poland and it\nwas devastating really, even now. And I was in Krakow and I was in\n[indecipherable] Budapest and then I would up in Vienna. And in those -- as a\nmatter of fact, I didn’t mention that in the second visit to Vienna with my family, I\n-- that was in -- in ninet -- in 1990 and that was a complete turnaround as far as\nbeing a visitor there. People seemed to be very polite, very helpful, very pleasant\nand it was almost like being 1n any other city in the United States, really. But if\ncourse, in the back of -- of our head there was still -- still the past, naturally. And\nbif -- the third time, just a few years ago, and it was the same. I enjoyed it while I\nwas there for about three days. And that’s it.\nAugust 12, 2002",
        "A: Unfortunately, I lost all my family in Poland. Had family in Warsaw, had\nfamily in Lédz, I had family in Krakow, I had family in Belgrade, and they were\nall gone. I tried to -- as a matter of fact, 1 -- bef-before -- and let’s see, it was --\nmust have been in the 50’s, yes, it was in the 50’s, my father -- I don’t remember\nhow he found out that the cousin of mine from the family in Warsaw survived.\nAnd he is in -- he was in Paris, he lived in Paris and my father got in touch with\nhim and tried to bring him over to the States. He was married at that time already.\nAnd -- but in turn his wife found out that her father survived -- I don’t -- I think it\nwas Auschwitz, and lived in Tel Aviv. So naturally they decided that they’re going\nto Tel Aviv rather than come to the United States. And so at least found out that\none survivor. Then, a second survivor I found out is -- I -- I -- I -- throughout the\nyears, since that time, up until the -- this moment, I tried to find out what happened\nto them, and I got in touch with the international Red Cross. And through them I\nfound out that my uncle, who lived -- they lived in Lédz, he died in the ghetto,\nLodz ghetto. But my aunt and their son wound up in Auschwitz, and of course,\nunfortunately my -- my -- my aunt -- my aunt, she just didn’t survive the camp in\nAuschwitz. But my cousin, who was then in his late teens, they sent him to\nDachau. And I found out through the Red Cross that he was liberated in Dachau\nand they gave me all the information available, but they could not find out for me\nAugust 12, 2002\nwhat happened after he was liberated. And I’m still trying to -- to locate and find\nout what happened to him, but no luck so far.",
        "A: I have a dear friend, we grew up together in high school and through our late --\nlatter years. He came to philadel -- Philadelphia too, shortly after I arrived there.\nAnd once in awhile he -- he goes -- he went back to Vienna more often. Now, he\nwas half Jewish and he was half Catholic. So he had the easier rap -- rapport with\nthe people -- with our school friends, and he saw some of them and -- and he found\nout that some died during the war, were killed during the war and other survived\nand they just make a bare living, which I don’t really care about the ones who\nsurvived, truthfully, as far as I’m concerned, even though I didn't have any bad\nexperiences during our time in school, they were -- they were fine. It’s very\npossible that they -- they felt bad about it, too, but after all, they had to survive, and\nthey had to do whatever they had to do. I do have one experience myself. The first\n-- first visit in Vienna, I noticed that a school friend of mine in high school, he was\nthe -- the son of one of the big precision instrument stores in Vienna. And when he\ncame back, his -- the -- his -- his father’s store was located nearby where I lived,\nwhere I grew up, so we came by and I noticed the name -- same name still on there,\nso I figured must be the son who is in business. And so just of curiosity I walked\nAugust 12, 2002\nin. He was a Gentile. And I walked in and I w -- I recognized him immediately,\nand he was busy with a customer so I stood on the side waiting until he was\nfinished. No sooner the customer walked out, he turns around, he says, Norbert,\nwhere have you been? Where have you been; that -- that hit me. He should have\nknown. But anyway, well he welcomed me and -- back, and let’s get together. And\nI said, I’m sorry, I -- it’s my last day and I wanted to show my wife some other\nthings. So that -- that -- that was my personal experience going back to Vienna.",
        "A: I really -- I hope they did, but I have no -- no contact.",
        "A: We have no disappointment really. And it’s accentuated what I always thought\nabout the United States, because my original plans is -- of course, Hitler helped\nme -- my original plans was to -- to go to the United States and live there anyway.\nSo I just -- just assimilated immediately, just like I -- I always lived in the United\nStates.",
        "A: Well, Americans unfortunately, that’s one thing I -- oh, anyway, I was going to\nsay, Americans forget too easily, and I feel that we are -- little by little we -- we\nforget about September 11\", 2001. And I was very, very disturbed about what\nhappened that day, and I just -- I still can’t believe that we have people in this\nworld who -- who do such things in a civilized society. I -- as far as I’m concerned\nthey’re the scum of the earth",
        "A: All right. My parents settled in Manhattan. My father tried to get into -- back\ninto the banking business, but he was not very successful at that time, I don’t know\nwhy, but at that time I guess, they just said they didn’t hire anybody and maybe --\nmaybe his English was not too good, I have no idea, or the -- they both spoke\npretty well. So -- but he was always a very handy man. He made furniture and I\nbuilt radios with him. And so he found himself a position in a -- during the war, he\nfound himself a position in a naval ordinance factory in Brooklyn. And he worked\nhimself up to an inspector. And he worked hard. He had to get up early to get the\nsubway to Brooklyn, and came home and he was tired. But he made a nice living.\nAugust 12, 2002\nAnd of course my mother started to give piano lessons and she was very successful\nin that, throughout the years.",
        "A: No. I -- I do remember during our stay in north Africa, in that little town of\nCherchell -- no, no, I’m sorry, not to Cherchell, it was Affrevielle. During the --\nwe -- we became very friendly there, mostly Jewish -- Jewish families living in that\nlittle town who escaped from the mainland. And we have quite -- we had a few\nJewish fellows in our outfit and we became friendly with these people. They --\nthey invited us for Friday night Shabbas and Saturday and went to the synagogue,\nand -- but we also helped the people, the local people celebrate Easter. And so one\nof my close buddies, he played the piano, so he played the organ in the church,\nthey didn't have any organist there. And I sang the Ave Maria. And well, we made\nthe local people very happy, and I enjoyed that.",
        "A: Now, yes, yeah.",
        "A: Well, first of all, celebrate my 80\" -- 88\" birthday and secondly and most\nimportant, cel-celebrate my 60\" anniversary, which is only a few -- couple -- two\nor three weeks away from now. And hopefully, hopefully I -- I will enjoy to see my\nAugust 12, 2002\ngreat-grandchildren grow up. Maybe I’Il see them in school yet. I -- I hope so. I do\nmy best. They -- they keep me alive, they keep me going.",
        "A: Thank you.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nAugust 12, 2002\nBeginning Tape One, Side A"
    ]
}