{
    "rg": "RG-50.030.0081_trs_en",
    "sequence": [
        "Q: Tell me your full name and when and where you were born?",
        "A: My name is Antoni Golba. I was born on November 7, 1918 in Stockniytza (ph), Poland.",
        "Q: Tell me a little bit about your childhood and the town where you grew up. Tell me what it\nwas like and what your parents did?",
        "A: My father was manager of the town Administration Office. My mother was a housewife.\nWe were brought up in special circumstances in that city of Stockniytza (ph). We\ninhabited mostly, I would say, in 85 percent by Jewish people. So, we had contacts every\nday in every situation, most of all with Jewish people. My father, on account of his\nfunctions in the Office of Administration, dealt with a businessman regarding taxations,\nall kinds of permits for commerce, permits for trade, and in addition they had some\ncontacts outside of the office. They used to know -- because they used to go to school\ntogether with Jewish people, like my mother. She was always, even after she got married,\nshe had Jewish friends with whom they used to sew some clothing, fixing decorations at\nhome. They used to live across the street, so they would for a cup of tea or something like\nthat it was a very common thing. They saw each other once a day. Naturally, at that time,\nI was maybe less than four or five years old, so I didn't realize what was going on, but I\ntook it for granted that that's the way it should be and nothing is unusual about it. Then at\nschool I met also a number of Jewish friends, boys and girls, and particularly with one\n. We shared one school bench for a number of years. For five years we are\nsitting next to each other and, of course, very friendly, as a rule, but occasionally little\nfights, nothing harmful really. On top of this, one day we decided that we like music. So,\nwe started taking lessons on the violin by the same teacher. Since then, we participated in\nall kinds of school activities, concerts, plays, etc., next to each other. That was going\naround until the year in high school, we separated. We went a little bit different ways,\nbecause we were getting older and you know had different friends, but still friendly, still\nplaying together. I used to go to his house and we used to play duets, classical music,\nnaturally. We liked it very much. I liked his home very much, very nice people. His\nfather was a lawyer, very well known lawyer. Unfortunately, he was blind, but that, of\ncourse, it didn't mean anything for me or anybody. He was still one of the best lawyers in\nthe town. We graduated from the high school in 1936 and it was starting to make a\ndecision to what profession to take and stuff like that. So, my father -- originally I wanted\nto go and study music, but my father said no, it's no good, because you're not going to\nearn any money. After all, I wasn't anything outstanding, I mean like talent, but I thought\nI was but my father said, no, you go study accounting and that's the way you will survive\nthis situation. Sruleck (ph), he decided to study medicine. At that time, also, there was\nsome liberal art courses, more advanced than what we had at our high school, and he had\nto take some of them to pass the entrance examination to start the medical studies. That\nwas the last time, in 1939, that I saw him. After that I lost completely track -- I tried very\nmuch through friends in this country, in Israel, in Poland, but nobody knows what\nhappened to him. He was a very good friend, one of the best.",
        "Q: He went to Warsaw? That's where he went?",
        "A: That was before the war.",
        "Q: Before the war.",
        "A: Before the war. He started -- he took several liberal art courses between 1937 and 1938\nwith certain interruptions. I don't remember exactly.",
        "Q: Was your family religious, very religious?",
        "A: Oh, yes. My mother was very religious. My father was very religious too. He was a\nmember of Parish choir, he had a very good voice, base, and he was participating in all\nkinds of ceremonies, church events, stuff like that.",
        "Q: Tell me about the baker you knew named Hiam Gorskey (ph).",
        "A: Well, Hiam Gorskey, he was actually a baker, but at the same time he was a council man.\nSo, my father knew him. He had sort of a business contact with him, but nevertheless, he\nwas extremely friendly and he liked me over a hundred of other children, he liked me. He\nused to come to our place. I used to sit on his knees and play with his beard. And he liked\nthat very much. Of course he had some cookies with him. There was no question of\nbribery or anything like that. It was simply I liked him. I liked to play with his beard and\nI liked his products, his baking. His bagels the best in the world as far as I remember. Of\ncourse, at that time he could have been in his sixties, and I don't know what happened to\nhim.",
        "Q: Tell me what happened when the Germans invaded Poland, in your personal memory.\nTell me what you remember?",
        "A: That was September 1, 1939. I happened to -- I meant to go on a bicycle from one place\nto another from to Busko because I was involved in some Scouts\norganization so I wanted to see what was going on in Busko. After all, it was a very\nimportant day, and going by it's like a highway, not particularly -- the traffic was not too\nheavy, actually it was nothing really, but what I noticed and that made a very important\nimpression on me. I saw an older woman with a cow in the meadow, not very far from\nthe highway with a little child. The child was playing probably with flowers and she was\nprobably a grandmother because she was in her sixties. All of a sudden an airplane came,\nGerman, and the German lowered his flight very much and started shooting at that cow,\nat that woman, at that child. Naturally in no time he killed everything, the cow, the\nwoman and the child. And he kept coming back and he was shooting. I mean he probably\nwent in some kind of hysteria I should say because no sane person would do that. It was\nextremely cruel, and I was so shaken by that. We heard so much about Germans, you\nknow, how they were going to treat us and everything, but to such an extent. When I\narrived to the place that I was supposed to go, I told them the story. Everybody they\ndidn't believe me, but later on they had the proof because someone told them the same\nstory that there was reckless shooting of innocent people, you know, just like this\nparticular one. That was one event. Later on, I joined the Polish Army. I actually was not\ndrafted, and actually I was waiting to be drafted, but everything was so sudden and the\nadministration was mixed up, everything was collapsing, the administration. Anyway, I\nvolunteered. I joined the Army, a certain unit which conducted some skirmishes in\nBathos, in the Eastern part of Poland.",
        "Q: When was this?",
        "A: That would be in about the middle of September.",
        "Q: 1939?",
        "A: 1939, right. Everything was interrupted the hostilities were in that particular area because\nnot very far the Russians crossed the Polish border on the 17th of September and of\ncourse, we never expected something like that. We were not prepared for that. We\nunderstood that we had one enemy. That was Germany, and that they were going to\ninvade us and probably destroy as much as possible, but all of a sudden, at that time, we\ndidn't know what actually was in that agreement, and that was the story, to participate to\ndivide Poland into two spheres of interest. Then everything stopped, so the Polish units,\nsome of them were able to go south to Hungary or Romania. You know, they were taken\nthere as not exactly prisoners or war, but they were isolated and kept. Eventually they let\nthem go home, but in my case I decided to return home. Unfortunately, of course, there\nwas a surprise. I was taken prisoner by Germans and I stayed. I was in a prison camp for\na couple of hours and I decided not to stay there any longer so I took advantage of a\nguard that was not paying attention to what was going on, so I escaped. I returned home\nto to my parent's place at the beginning of October. That was my end of the\nstruggle, the unofficial war with Germany and the unofficial war started then.",
        "Q: Now, in the early German decrees against Jews in your town, and you and your family\ntried to help, is that right? Can you tell me what happened?",
        "A: In 1939 there was a panic. Of course we expected things to come because the fear that we\nare going to destroy you, everybody is going to -- we need this room, we need that room\nfor our German people. We are growing now. My assignment is to extend Germany as far\neast as possible so we'll destroy you Poles and Jews and everybody has to go. We knew\nthat there is nothing good coming. And of course, they need the manpower for work, so\nthey were arresting a lot of Polish young people, men and women, and sending them to\nforced labor camps in Germany. It wasn't concentration camps, yet, just forced labor.\nThey used to work on farms or in factories. As far as Jews are concerned, they were very\nrestricted. They couldn't change their place of residence. They couldn't move, they\ncouldn't communicate, letters or stuff like that. They would have to be controlled by the\nGerman officials. Every little thing you have to apply to the County which was, of\ncourse, in charge by the Germans. The Germans were in charge. You had to get\npermission for everything, for food, for everything. For clothing, there was a shortage of\nclothing, naturally. There was a shortage of food. And, of course, from time to time they\ndemanded from Jewish people to surrender some valuable things in an official or\nunofficial way, like bribes, you know, trying to get a permit for something, so it cost in\nthe form of gold or something valuable. Those restrictions, they couldn't move from one\nplace to another. In that situation, many young people, Jewish people, people say 20 and\nup, they knew what was going to happen, so they decided to run away from that situation.\nThe Polish partisans started organizing so they joined them in the forest, or they simply\nmoved to another place with false identification documents. The one case I remember,\nthe next door people his name Shpinrot(ph) had a daughter about 18 years old, Mauka\nSpinrot, she actually was a friend of one of my brothers, so we talked her into accepting a\nforged 1.d. card, like a passport. I mean, it had more value than just an ordinary 1.d. card.\nIt was like a passport, showing all the details, names the date of birth, religion, her age,\nand something like that. So, we issued the card for Makur (ph) I believe, a Polish name,\nand of course, Roman Catholic and everything. So, she took that. They were very grateful\nfor this and she volunteered for the forced labor camp in Germany. So, this way the\nGermans treated as one of Poles and no questions asked. I'm not sure because I wasn't\nthere, but I'm sure that she survived. This was the first case I remember. After that, we\nstarted doing this more often. Of course, my people, I belonged to the underground\norganization. That was the organization before , and of course they\nwanted to know everything and of course they were helping and all that. They liked the\nidea because we kept stealing the forms just for the 1.d. cards and giving them to the\nwhole county. So, I am sure that quite a number of Jewish people got those forged 1.d.\ncards and they were able to move around to survive. I'm sure about that.",
        "Q: So, mostly what you did was steal the 1.d. cards, and other people did the forgery?",
        "A: Yes. I mean I could never, writing, some of them were dark. Some of them were typed.\nThere was a seal to be applied to that kind and the signature of the chrishelpman(ph) the\nguy in charge of the county, the German fellow. So, they had specialist that could fix\nthat. They looked like original, there was no question.",
        "Q: In the Polish underground that you were in at that time, were there also Jews in that\ngroup? Did the Poles and Jews work together in the underground?",
        "A: If I remember correctly, we used to send, because there were some partisans, I mean not\nvery much activity there because they were just organizing everything, so we sent some\nyoung fellow, at least two people to join that partisans group, because they were good\nsoldiers. I believe they used to be in the Army. The rule was two years in the Army. They\nwere very well trained soldiers, intelligent guys, so I think we were doing very well there\nwith Polish partisans.",
        "Q: You had a lot of Jewish friends, your family did, but did the other Roman Catholics in the\ntown try to help the Jews too?",
        "A: Oh, yes, as far as I remember. It was like everybody had one favorite Jew, a family or\none -- like say, my mother, my father, they had a family. Anyway, he was the owner of a\nhardware store, so we started buying stuff and then the friendship developed gradually.\nOther people and actually we were new in that place in . Before the war I\nthink my father was transferred from other place in 1937, so we were not able to know\ntoo many people but they accepted us. I mean, after all, my father was proved that he was\nan extremely good man. He was self-taught, my God, unbelievable. He could do anything\nfor anybody. So, naturally we were helping people. The people who were well off like\nthe owners of stores, food stores or hardware stores or clothing stores, they were well off\npeople so they were able to disappear simply from that place. They used to hide in\ndifferent places, some villages, but their main belongings, their most valuable things they\nused to -- they left everything with us. They used to come at night, to pick up some parts\nof clothing or money to buy or we used to buy medicine for them and at night they used\nto come and pick up the medicine. What else was there. Food, even shoes. I remember we\ngot a pair of shoes for a , because it was winter and he needed a pair of\nshoes. So we bought, with his money. We kept his money.",
        "Q: What were you risking by doing that?",
        "A: A death because that was unbelievable. At first, we just couldn't believe that such a thing\nis possible. I mean it's an innocent thing to help to buy some food for somebody. This\nsituation is tragic. We were scared because --especially after they closed\nfor Jews and they prepared -- they moved them from to another bigger place to\nGhetto. This was another thing. I witnessed, it was terrible. I remember the beatings the\nold men, the old women, children. They were reckless. Those Germans were like\nanimals. Of course, the bastards, they even -- first of all the beatings were one thing, but\nthen the searching for valuables. If somebody, of course they assumed since he's a\nmerchant, a well off merchant, he must have something of value hidden, some gold or\nother stuff. So, they were crazy, searching the whole place was turned upside down and\nwith beatings and kicking, shootings. They assembled everybody on the market place. I\nam talking about one particular day when they decided to move them to the Ghetto, to a\nbigger place. That was a terrible thing I will never forget. So much blood, I better not talk\nabout it.",
        "Q: Where were you going?",
        "A: I was hidden on the roof on one of the buildings. We just observed everything that was\ngoing on in the market place, you know, down below and I saw many things. And then\nsomebody, people who were closer, they were watching all of this from a shorter distance\non the ground or say next door neighbors. So we collected, for our organization we\nwanted to have a report of what was done to people on that particular day and so we\nprepared a written report to the , how this particular procedure was\nperformed in the place of . It was early in April 1941.",
        "Q: Was there a round up and they were taking them away?",
        "A: Yes, they formed a column, women, men, children, and they were marching to the next\nplace about I would say about twenty miles away on foot so that there was a lot of old\npeople, of course, they were sick old people. They were dying like flies so that was a\nterrible thing.",
        "Q: Did the people who were being rounded up try to fight?",
        "A: No, they were taken by surprise.",
        "Q: The Germans came with guns?",
        "A: Naturally, they surrounded the place. The best they had, the troops, the SS. They were\nquite experienced in those things and very well trained and they hated everybody so\nnaturally that was a reflection. They were just behaving exactly the way they were asked\nto behave.",
        "Q: So, after that, most of the Jews were gone?",
        "A: All of them.",
        "Q: All of them?",
        "A: All of them, because that was the idea, to clean the place from Jews because of the\nGhettos, organization of Ghettos. They moved them, I think to Kyertza (ph), which is\nabout 50 miles from Shedowuf (ph). So, you can imagine what happened to that column.\nI don't know, in that column could have been 1,000 people originally. If 500 reached that\ndestination, maybe more, maybe 600, but the rest small children, no food, no nothing. I\nknow because I was in an evacuation like that in 1945 from one camp to another, so I\nknow how it goes. No food, just shooting, that's all.",
        "Q: But it wasn't executions?",
        "A: There were executions.",
        "Q: There were?",
        "A: It was not like executions -- let's say he didn't like the color of your hair or something\nlike that, or in many cases there were quite a lot of old people, in their seventies or\neighties, sick, old sick people so they couldn't move. They couldn't leave the house to the\nassembly place. They couldn't go there because they were simply sick and not able to\nmove. So, they were shot on the spot. On the bed, on the sofa, whatever, they were shot\nand that's all. They didn't bother -- and after they left, so naturally the town people had to\nclean the mess. So, naturally they had to bury the dead people, to put them together in\none place. It was quite a procedure.",
        "Q: How did that affect the town?",
        "A: It was a terrible thing, because we had a taste of things to come. They used to say, \"Oh\nmy God. Today they are taking care of Jews. Tomorrow they will come to pick up and\nstart the same thing with us.” Everyone was convinced that this was going to happen like.\nYoung people, as a rule left the house. They were no longer with their parents. I left the\nhouse. I was not in my parent's house. I used to sleep two blocks away in a different\nplace. Every young fellow at that time, just after this, there was no room, no place for\nyoung people. Many of them moved to another city. Some of them they joined the\npartisans. What good was that? I was there because I was told to stay there because of the\norganization. I was responsible for a number of things, and of course, I was hiding but\nacting. Gradually things were quieting down, gradually, so I got a job. There was some of\nthe stores, old, formerly owned by Jewish people. They were opened, but that was the\ngovernment's property, but they still need people to service. In addition, there was a\nsystem of distribution of food that especially applied to farmers, the compulsory\nreporting of agricultural production, what each farmer produced, corn or potatoes or\nwhatever. So, he had to report this, and he had a certain portion, actually the majority of\nwhat he produced had to give to the Germans because they need food for them. As a\nbonus for this, they used to give coupons to buy some hardware on a farm, stuff like that,\nordinary nails, anything, some food stuff, or clothing. So, they distribute for the produce\ndelivered to the Germans, grain or potatoes or anything, they used to get those coupons\nso they could get the clothing or anything. It was something like extra -- of course the\nprices, they paid very little for it. The official price was something unbelievable, low. On\nthe Black Market the price of meat or bread was much higher than what you could get\nofficially. The official price was low. So, to compensate for this, they issued those\ncoupons to make them more willing to deliver that food stuff.",
        "Q: While you worked in the shoe store you were still part of the underground?",
        "A: Yes. I was told you stay there because many things were going on at that time. The\norganization started growing. Training was intensifying. There were a lot of things to be\ndone. We needed room, place for people who used to come from the organization.\nSpecial messages, so it used -- it was necessary to have a place like that so I was told to\nstay there and be in charge of that.",
        "Q: So you mostly hid people?",
        "A: Yes.",
        "Q: What about weapons?",
        "A: Weapons. We started collecting weapons in 1939 as soon the hostilities stopped in\nOctober after I returned home, we started looking for whatever was left. Because in the\narea there was a couple of battles that were Polish forces were defeated because they\nwere not well organized. They were not strong enough, so anyway they lost a battle here,\na battle there. So, the weapons were left on the field, so we decided to collect those\nweapons and ammunition and keep this and clean it, maintain it until the proper time will\ncome and we'll eventually make use of it. So we were cleaning them. There were special\nsections who were doing just this, cleaning the weapons. Maintenance, hiding this in\ncertain areas. It was quite a big job.",
        "Q: Then you got caught sometime in 1943. How did that happen?",
        "A: Before I got caught, there were many things, -- this place Shidoweouf (ph)_ got a very\nbad name as far as Germans were concerned. They kept coming. They were searching for\nillegal weapons, food, illegal food, meat, stuff like this. It was a center of very unfriendly\nactivities as far as Germans were concerned, so they didn't like that place very much.\nConstantly young people, there were a lot of young people there, mostly university\nstudents, like on a vacation. It was 1939, so they were not able to return to school,\nbecause the schools were closed. Like one family Mr. Kacherofsky, he was the principal\nof the elementary school. He was a very well known person. He had three sons, each of\nthem was a student, one was studying chemistry. One was a pharmacist I think, and one\nwas medicine. They wanted to get those young fellows, arrest them, because it is obvious\nif they are young, and they used to serve in the Polish Army, they are reservists, so\nnaturally they are no good. So, what they did just a couple of weeks before they got me,\nthey surrounded, they had a very nice a sort of a house with farm buildings, because they\nhad a little farm, they surrounded this and they started shooting without asking. So, they\nkilled Mr. Kacherofsky, the principal of the school, his wife, and his wife's sister, and\nthere were only two young sons there in the house, but one was able to escape from this.\nIn spite of the fact that there was a ring. So, the house was burning. The father was dead.\nThe mother was dead. The aunt was dead, and the oldest son, the student of chemistry is\ndead. One of them escaped, so this way they destroyed the whole family. And of course,\nthere was not even a mention or a suspicion that they were helping Jews. They had\nnothing to do with it. They probably were, but officially later on they simply wanted\nthose young fellows, because they were Poles, nothing else, and valuable, intelligent,\npromising, young fellows, so they wanted to destroy them. That was one family. Another\nfamily on the other side of the city in similar way they surrounded it. They burned down\nthe whole thing, and thank God, as I mentioned before, no young fellow was staying in\nhis original place of residence. He was hiding some place. So that was very intensified\naction against Polish young fellows. So, no doubt that the Gestapo knew about my\nactivities. I mean after all, so many things happened. So many 1.d. cards were issued,\nstuff like that. There is something not very clear going on in that area where he works, so\nwhy don't we get him. So that's why June 12, 1943, they came. They surrounded the\nstore, and they took me and my friend. We were together. He also was hiding. Actually\nhis father was a couple months before arrested and taken to Auschwitz and they already\nknew that he was killed in Auscwitz. I met him, I was in Warsaw in April, 1943. That\nwas the Jewish Ghetto uprising. I remember hearing the battles going on at that time.",
        "Q: You were there?",
        "A: No, I didn't participate but we just knew that something was going on. That exactly was\ngoing on, the uprising of Jews in the Ghetto. So, I took this young fellow, a friend of\nmine, and I brought him to my place and said you have no place to go so you'll stay with\nme. It wasn't very long that the Gestapo came and just took us, him and myself, and that\nwas the end of my being a salesman in the hardware store. It wasn't too long.",
        "Q: I think that I want to go back and ask you to tell me what you know, tell me as if I never\nheard of the Polish Home Army. Tell me what you knew of the organization, how wide\nspread it was. What kind of things you heard that were going on nearby?",
        "A: Well, it started right after the end of hostilities in October 1939. I have a feeling -- it's a\nvery well known fact that they were prepared for things, for the defeat, because after all,\nthe Germans were very well prepared and we are a poor nation. We were not able to be\nprepared to such an extent as Germans were. So, they made plans for underground\nactivities because they were hoping that the Allies in the West, England and France\nwould definitely help. Sooner or later, we'll have to be prepared, officially if the Army is\nno longer in existence at least underground is active. So, they started organizing right\naway, 1940. On two levels, first of all the most important level was the military\npreparation. And the other level was the civil administration because they had to keep a\nnetwork of people for the administration in case of the German occupation will collapse\nwe'll have to take it over.",
        "Q: Did everyone know about it then and how did you find out about it and how was\ncommunication take place?",
        "A: Well, one day in , men I used to know when I used to go to high school,\ncame and he says that he reprsents the underground organization would I be willing to\njoin that. Things are -- with my background because I was active in boy scouts for all my\nlife. I was a boy scout, scout master at the very end. Military preparation and training, so\nyou will have to join us and help us. So, I agreed, and I had to be sworn in and originally\nwe started with a small unit like I'd say 85 people that we could know of each other. The\nfirst assignment was just to take care of the weapons, prepare the weapons, hide them and\nkeep them. That was quite an extensive activity and many people were involved in that.\nAnother area was training. Of course other guys like say myself I was about 22 years old\nat the time, so I didn't have to be trained, but I had to be an instructor in a little group of\nsay ten young fellows. I had to train them. Later on I was asked to join the officers group\nbecause I wasn't an officer. So, I took part in the training of that underground officers\nschool. Of course we had lectures. We had all kinds of assignments outside in the woods.\nAll kinds of instructors, professional officers from the Polish Army, experts on\nexplosives.",
        "Q: How did your group communicate with other groups? How did you find out what else\nwas going on and how long were you training the small group you had; a long time?",
        "A: That was training after the level of sergeant, but I was there about six months maybe, and\nin my school I was about seven, eight months, at the officers school. Of course, that was\nin hiding. We are meeting -- only once I remember they decided to do some exercises in\nthe field so we met, about twenty people there. Some of them friends, some of them from\ndifferent areas, from different cities, but anyway no more than that. Besides the\nassignment was to concentrate on the communications to interrupt communications, to\ndestroy telephone communication, to destroy some of the bridges. So we concentrated on\nthe explosives, theory and some exercises with the real stuff, but not too much because it\nwas very expensive and dangerous. It was dangerous, so we kept this to the minimum.\nWe took part in the organized group we took part in certain things like I mentioned that\nthe compulsory collection of the farm products, of the registers. Each small city had a\nregister, extensive control of the people, of the farmers, of the amounts of farm products\nto be delivered. There was official record of that and they kept that in those offices in the\nadministration of the cities. So, at one point, the underground authorities decided to\ndestroy all of this just to show that the Germans will be helpless in case like that. They\nlose control of what was delivered, what is supposed to be delivered. They lost control of\nit so we worked on that systematically. We are destroying, and it worked very well,\nbecause people were able to hide more food for themselves. The Germans started\npanicking because so little food was delivered. OF course the communication, the\ncommunication was a very important thing in a case like that. We had our own\ncommunication between cities, so in other words, we knew in advance that the Gestapo 1s\ncoming to our place. But the official way, there was no telephone because we destroyed\nthe telephone connections. But we knew because we had our own networks.\nEnd of Tape #1\nTape #2",
        "Q: Let's go back and talk about the communication and how you knew the Gestapo was\ncoming? How did the communications get to you? ---",
        "A: We had a person working for the Post Office, the local Post Office. She was my future\nsister-in-law, and she was a member of my group, and at the same time she was in\ncontact with a similar person working in a place in Hymernick (ph), which is about 18\nmiles away, and it was the headquarters of German police. So, of course, every\nmovement of the police was observed and they have some people who were interested in\nknowing what they were planning to do next, where they were planning to go. So, there\nwas a connection, and the intelligence knew roughly, I mean in most cases they know\nwhere they are going and when and so they would notify the person working in the Post\nOffice in Hymernick (ph), who in turn would call our Zosha (ph), my sister-in-law and\nshe would know in say half an hour they will be here so get ready. She would send a\nmessage on a bike. My younger brother used to come to me and then we spreading, used\nother people, so we used to disappear from the place for the duration of that visit.",
        "Q: Tell me what your parents knew about what you were doing and what they thought?",
        "A: Well, my parents, of course, they knew that I was involved in something, especially early\nin 1939 and early 1940 because some strangers were coming, people they didn't know\nfrom my organization used to visit me on special assignments. I used to disappear for a\nnumber of days. So, naturally at home there were always questions, where have you\nbeen. You better watch out. This is not good. You'll have to pay for this one day. Be\ncareful. So, they knew quite well. Of course, I wasn't going to tell them the details,\nobviously I am involved and I should actually -- you should give me your blessings not to\ncriticize me on that. My parents understood and they were 100 percent behind me. My\nfather, naturally, was very much affected by what was going on because the Gestapo used\nto come a couple of times a month, at the beginning especially, and they used to call him\nand they used to ask him questions about my activities before I got arrested, naturally.\nThey wanted to simply to coordinate things which they know with what was happening,\nbut of course, my father didn't tell them anything. But he paid, with his health forms,\nbecause this was too much tension, too much aggravation, and he was suffering from\nsome heart problems, and eventually he had a heart attack in 1945. He couldn't take it\nanymore. So, that was -- my mother survived, she was probably physically stronger and\nwas able to survive that.",
        "Q: Tell me about your arrest. Why were you arrested, do you think, in 1943?",
        "A: After the war, I met some of my friends, we used to work together in those areas and\nthey told-- nobody knew exactly why. Of course, there were notes that men with my age,\nmy background, he will be involved in something so why not take him away. At least it\nwill be quiet here. This is a trouble maker, a typical trouble maker. Get rid of him. Let's\nget rid of him. I had all kinds of ideas and thoughts, especially when I was interrogated in\nPrison, by the Gestapo. At one point, the man in charge of the\ninterrogations said \"Listen, don't be stupid. We know everything about you, about your\nactivities, particularly you did a very bad thing. You helped Jews. You issued 1.d. cards to\nJews. In that next room, next door here, is a group of Jews, young fellows from\nShedoweouf who told me everything about you, how many cards you issued. Just tell me\nand we'll finish this,\" he tried to be funny, \"I'm sure you'll like to go rest a little bit. Iam\ntired myself, so let's have it.” I said, \"No, I don't know.” But I was seriously shaken by\nthat, that next door he had a couple of Jews that could support his suspicion. But I said\nno, definitely no. I don't know anybody Jews, no nothing. Don't bother me about Jews. I\nhate Jews. And that was the end. There was nobody next door. Nobody, no Jews, no\nnothing. It was just one of his tricks, trying to get something out of me. They repeated the\nsame thing in Auschwitz, because the case was continued. That was say about July 1943.\nThey moved us to Auschwitz in September. Of course, the file went with me as a case,\nnot like any other average prisoner, but a prisoner with a case of helping Jews. They used\nto call me in Auschwitz a couple of times. I got a little Chinese torture in Auschwitz, but\nof course, nothing happened. I didn't tell them anything because I knew for sure that that\nwas bologna. They didn't have those particular people that we helped. So I was sort of\nsecure as far as this was concerned.",
        "Q: When you were in prison there in , they interrogated you on and\noff during that whole three month period?",
        "A: Yes.",
        "Q: Mostly their question was were you helping Jews?",
        "A: Membership in the illegal organization, underground organization and banditry, and\nhelping Jews.",
        "Q: When they interrogated you they tortured you and they threatened you?",
        "A: Yes, well it started with a simple beating with a rubber hose down in\non my behind. That was an opening in each case, it was just a little introduction. Then\nyou get up, one guy was particularly interested, a powerful man, he used to hit me in my\near. He liked my right ear. He used to hit me so many times and of course I don't hear any\nmore in that ear. That was the end of it. Then another interesting approach was to put my\nfingers into the door. They used to squeeze, ask me question and press the door to try to\nclose it. Naturally it destroyed, I used to play violin, as I probably mentioned before, and\nafter that, even after I recovered reasonably well, I couldn't play violin because I had no\ntouch here in those three fingers there. And of course I lost three or four teeth, that was in\n, and they beat my -- another, beating testicles. They used that at the\nbeginning of September. I remember that because when the preparation for a transport for\nAuschwitz came my testicles were the size of a soccer ball and when we were in the yard\nwaiting to move to the train, I couldn't move because it was so heavy I had to hold my\nhand like a basketball or something. They were very swollen. I thought I would probably\ndie on my way to Auschwitz, but somehow I didn't. In Auschwitz I, not at first, with all\nthis I went to it's not exactly a hospital but something like first aid station. So, they gave\nme some pills and they sent me to work naturally. I was able to -- I met a friend from my\nhigh school and he was working at that particular first aid station, and he helped me to\nget into the hospital for my testicles to perform some surgery or something like that.",
        "Q: Was he Jewish?",
        "A: No, he was Polish. He got me into that hospital and they performed I think they call it\npuncture (ph) or something, drawing that fluid or infection, that subsided a bit but I had\nalways trouble with this area.",
        "Q: When you were in prison in what did they say if you had given up and given\nthem information, did they say they would release you?",
        "A: No, never.",
        "Q: So, you knew if you talked you would be killed anyway?",
        "A: Yes, of course. Well, besides, that was impossible. I was prepared to die. There was no\nquestion about it. Things were going very bad. So, when I was so sick, what's the\ndifference, you die today or in a week, or two days. I was very, very sick. Infection here,\ninfection in the back, my kidneys were not working right. The fingers are bothering me.\nI'm not hearing nothing, so what's the use. Here I lost two or three teeth in\n, later in Auschwitz I lost another four, so what's the difference.",
        "Q: When you knew that you were going to be taken to Auschwitz did you know what\nAuschwitz was?",
        "A: Oh yes.",
        "Q: How did you know that?",
        "A: It was a very well known fact in the underground press actually there were some people\ntaken to Auschwitz on previous occasions from our neighborhood, so they stayed there\nfor a month or two maybe and all of a sudden a notification would come that he got a\nheart attack or something like that, he died. So, I knew, of course, with the background\nwith the underground papers, we knew everything, what to expect. In may cases that\nmeant just the end. That's it.",
        "Q: So, tell me how you got transported there and how you got registered there and you were\nin a block with other political prisoners?",
        "A: Well, there was a mixture, well, when I arrived there naturally you have to see a show,\nthey produced for you, not so much Germans, but the prisoners in many cases are\ncriminals. We had red triangle, they had green triangle, mostly German criminals and\nsome of them -- in most cases German criminals they got the best jobs there were in\nAuschwitz. You know, like copo, or block elder stuff like that. So, everytime a transport\ncame, they used to show what they know what they can do with you. With of course a\nhuge sticks they used to beat everybody and I mean first of all there was the\nthat means the bathroom. There were some unbelievable things going there too. A lot of\nbeatings an stuff.",
        "Q: Did you go on a big train though with others?",
        "A: Yes, in a cattle train.",
        "Q: In a cattle train, and were there Jews on the train, too? Had they deported a big huge\ngroup of people at the same time?",
        "A: No, I don't know. In that particular -- you see every transport is detailed, is marked, the\ndate. The reason I know is I asked -- they have a museum in Auschwitz. I asked for a\ncertificate to prove that I was there. On that certificate it says 1t was a transport from\nRadom (ph). It's Warsaw, Radom (ph), Kiertza (ph), and then Auschwitz. In other words,\nthere was a number of people from Radom (ph). It could have been Jews because there\nwas plenty of room. Why not, there could have been. I don't really don't know. At that\ntime I was not aware of what was going on ten feet from me. I was sick and just looking\naround and trying to escape as many blows as possible. It was quite an experience, but of\ncourse, thank God this was done by the criminals, not political prisoners, German. That's\nwhat you expect from that.",
        "Q: So initially you went into the hospital, and then when you recovered what happened to\nyou?",
        "A: They sent us right away to work. In that area, there was not very much to do there except,\nI don't know what they did. There was a group of I don't know, 20 of us. They could have\nbeen ten Russians, five Jews, a Jew from Belgium, oh my God, skeletons really, three or\nfour Poles. About twenty of us, and he told us to push a wagon on the rails, usually for\nconstructions building and stuff to move building materials, stones or cement, stuff like\nthat, a triangle thing. It was loaded with stones and it was a little bit uphill area, not\nmuch, but it was so heavy that with four guys on this side and four on this side and two in\nthe back and we couldn't move that. So the SS men got crazy, started beating us and I\ndon't know, I was very ambitious, those guys are beaten but everybody was holding this\nsomehow because if you would drop that that the whole wagon would go back because it\nwas a down slope. Finally I show you and he threw everything -- because you can move,\neverything that was inside goes out, stones and stuff like that. And I was on that\nunfortunate side where he put all the stones and everything. He was a powerful man, a\nvery strong man that he could do that. Ten of us couldn't do it, he could do it himself.\nAnd again, unfortunate thing, everything went on my right foot and it was completely\ndestroyed, damaged, some nerves and the muscles. Everything was damaged severely\nand to this very day, I have some loss of muscles and everything. I never recovered from\nthat. It's another souvenir from Auschwitz. And of course, the foot was black and blue for\na number of weeks. I could hardly move, but I had to go to work. But that was the\nbasically that's what I got from Auschwitz from Birkenau.",
        "Q: In the time that you were working, you were also questioned again in connection with\nyour --?",
        "A: Yes. In the very beginning for about, I don't remember, about three times maybe I was\ncalled to a so-called polishok tilo ,(ph). That's the Gestapo. That's where my file was.\nThey asked me similar questions from Kiertze (ph). Anything new? Did you change your\nmind, because if you changed your mind we'll be very generous and stuff like that. We'll\nappreciate this. I said, \"No, I'm sorry. How can I tell you, I don't know.” I refused. But\nlater on, there was --the camp was getting a little bit disorganized. In the meantime, there\nwas an uprising. Some Jewish commander, those fellows who took care of new\ntransports, transports of Jews, preparation for the gas chamber, there was one very well\nvery selected group of Jews, young Jews, healthy, strong, good looking Jews, and they\nused to work on that.",
        "Q: You mean the Canada (ph) commando, the one who met the trains?",
        "A: , they're taking care of the goods of the clothing, the valuables and stuff.\nBut this group --",
        "Q: Tzaunder (ph) command?",
        "A: Tzaunder command, right. commander one day decided to run away.\nThey were prepared with some weapons. They started a little trouble there, but\nunfortunately nothing --.",
        "Q: Did you know about it?",
        "A: I knew about it because the area where they were running -- they tried to escape, was not\nvery far from area where I used to work, my commando. And, one afternoon we just saw\nsomething. There was a lot of noise, shooting, and you can distinguish guns and some\nnoises not very far. It could have been less than a mile away, much less. So,we knew that\nsomething was going on, and we found -- and of course, once this happened, everybody\nis going back in the middle of the day. Forget about work and everything. They form the\ncolumns and you go back to the camp, because that's a dangerous situation. They were\nnot sure what was happening at that time. If the whole camp is going to start a problem.\nSo our guards, SS men, they drove us to the camp as fast as possible. They were\nbehaving like crazy. We didn't know. We knew it was something and then when we\narrived they told us what happened.",
        "Q: Who told you?",
        "A: All the friends, the prisoners, inside. We had some connections. I mean later on I\ndeveloped -- I knew some people that had underground organizations, connection with\nthe outside life and they're quite well organized. They helped people to escape, were very\nseldom successful, but they did. That was the assignment they had. And eventually\nprepare for a little uprising as well. the situation was like this. That was late. The\nRussians were moving like crazy from the East. They were very close to the -- they were\nin Poland not very far from Krakow (ph). So, the camp commander, they didn't know\nwhat to do. So, they decided to evacuate the camp gradually, and that's how I got to\nGraustroiten (sp).",
        "Q: Once you were out of the hospital or the place where they helped you get a little better,\nyou were in a block with the German criminals and political prisoners or what was your\nblock?",
        "A: It was a mixture. I would say it was mostly Jews and percentage wise, I don't know, 70\npercent Jews, 10 percent Russians, the rest Poles. The Russians --whatever was left, they\nwere destroyed a couple of years before I came. There were just behaving like animals,\nthe Russians. They were destroying themselves. We used to work on the damaged\naircraft, German, American, English aircraft. They used to bring to the place and we used\nto take the good parts from that, and of course they wanted to save that, from the inside\nof the aircraft from the motor. In many cases, there was a special kind of alcohol but\nstrictly for the function of the operation of the machine. For some parts of the aircraft,\nsteering, I believe it was a combination of oil, alcohol, of course alcohol for\nconsumption. But the Russians, once they found that this was alcohol, they started\ndrinking that and I witnessed myself, once during their lunch break they drank that\nalcohol and they died in terrible pains, because you know it was a poison and acted\nimmediately after they drank it. But of course, they had a good time before. I remember\nit. I saw it myself. I remember that.",
        "Q: The grapevine, the talk of uprising in Auschwitz, even if you didn't hear about something\nspecific, can you tell me more about how that works. Could anybody find anything out?",
        "A: No, that was top secret and you would have to be trusted to the utmost. You have to have\nthe right connections. No, my first months, it would be possible, I wouldn't even dream\nthat such a thing exists. Later on, yes, when you regain your mental powers, a little\nphysically you feel a little bit better and you look around and you start getting ideas and\nyou look for the right people. Of course, religion, also illegal to practice. It was illegal\nnaturally, but there were priests who were serving if someone was willing to take\nadvantage from a confession, so a priest could come. If you were very sickly you could\nhave a confession. But that was like a similar situation to the military organization\nparticular organization, but that was more not everybody could take advantage of that,\nbut there was such a thing. There was such a thing.",
        "Q: Did you ever hear about any specific escapes?",
        "A: Oh yes. Escapes every time if naturally if the escape was unsuccessful, we knew about it\nbecause if the person was caught, in most cases was killed. So, they brought the body,\nand when we were working outside of the camp returning to the camp, his body was\nsupported by something, I don't know, I remember some metal object so he was sort of\nstanding and they put a table with an inscription something like \"Hurrah, I'm back. I am\nso glad that I'm back.” And we had to march by this every day returning from work, and\nwe had to see this. One time I remember a guy they caught him but they didn't kill him.\nHe was alive so they hanged him. So, of course, everybody had to watch this. We\nassembled at the cell blocks and we had to watch the whole ceremony, the hanging. I\nremember that. I remember beatings, flogging, that was the official way for some. Some\npenalty for something that officially 25 hits so they had an official table. You had to\nstretch on it. They bind your two legs and arms and everything, and one of the prominent\npeople in the camp, usually a German criminal, performed the whole operation, hit the\nguy 25 times, maybe more. I remember that, too.",
        "Q: In the time that you were there, did news ever come through the underground of\nsuccessful escapes that you can remember?",
        "A: Well, no, not really. I don't remember anything like that. I found out later on reading or\nhearing from friends mostly from descriptions, stories of escape. Some successful, some\nnot, but only from reading.",
        "Q: In that time before you went to Gross-Rosen, did you make any new friends who were\nyour fiends through your whole time in camp and maybe even ones who went with you\non the transport?",
        "A: No. From Gross-Rosen, that may be an interesting. I had a copo on a train, on the\ntransport to Buchenwald from Gross-Rosen. He was a German criminal. Earlier just I\nlearned tarot, fortune telling, using very primitive cards made from paper, and I don't\nknow. Just for a piece of bread I was studying them. I was not kidding, I was telling them\nwhat was in the cards, so naturally for a guy like myself I told them, oh a couple of\nmonths you'll survive and everything will be fine. In many cases was in the cards. So, in\nthe transport going to Buchanwald somebody told that copo here is a guy, he can tell you\nyour future. It's a particular situation, we are going to a new place. This is almost end of\nthe war, what's going to happen. So, he gave me a piece of bread. They were very well\nprovided, copos, and tell me what do you see? My God I saw nothing but death. Ace,\ncombination of cards, immediate. As soon as possible I saw him, but of course I couldn't\ntell him that. Oh, you are going to be drafted soon, because you see that was the end of\nthe war and they took a lot of those criminals from the concentration camp, they sent\nthem to the East, to the Russian front. Of course, he preferred going there to staying with\nthe camp. Oh, I see you'll get special recognition. I see a new uniform, You will be okay,\nyou will be all right. But no, it wasn't like that, but what could I tell him. So, we arrived\nat Buchenwald- and a day or so after that, I go to there was what you call it, not a\nbathroom area, a huge barrack --",
        "Q: A latrine?",
        "A: Yes, but you can wash there also. So, returning from that I see there was a common site,\npeople, dead bodies on a little wagon, cart, my God I don't believe it. I saw this guy that I\npredicted he will drafted. He was dead in the wagon. So, after all the cards didn't lie. It's\nlike that. When you change the camps, people involved, interested who remember that\nyou did something wrong in a previous camp, there is you have a freedom for a day or so\nto take care of this guy, to kill him, to simply kill him or damage something, warn him.\nThat's what happened to this copo. People who were in this group decided to fix him and\nthey killed him there. It was about two days after arriving to the camp in Buchenwald.",
        "Q: Had you known him before? In Gross-Rosen?",
        "A: Yes.",
        "Q: So other prisoners killed him?",
        "A: Yes.",
        "Q: And how did they kill him?",
        "A: Sticks, chalking, you know that is a familiar -- they learned this from the copos. That's\nwhat they do, first you're on the ground. You're already semi-conscious and they put a\nstick on your neck and jump a couple of times on that stick, and that's all you need. You\ndon't have to perform any particular cruelty or anything like that. You're on the ground,\nstick on your throat and a couple of jumps. That's all. That's what they did in every block,\nespecially I remember that was very typical of a quarantine. Quarantine in Birkenau,\nwhen I arrived every evening here we had to watch that kind of performance. A guy in\ncharge of that particular barrack was going through that barrack and if he didn't like\nsomebody he said come with me in the front and that's what he did. I saw a couple of\ntimes like that. All kinds, Russians, Jews, Poles, no matter what.",
        "Q: When you went from Birkenau or Auschwitz, to Gross-Rosen, how did you go? How did\nthat happen?",
        "A: By train.",
        "Q: How long were you in Gross-Rosen and what did you do there?",
        "A: We did the same job. In German, \"tza legga bat rieben\" (ph), 1t means dismantling\naircraft, removing the good parts, the same thing. Assembling them, sorting them, so\nthat's what we were doing there.",
        "Q: Tell me when you left Birkenau and went to Gross-Risen, and how long were you in\nGross-Rosen before you went to Buchenwald?",
        "A: I left Birkenau about I think it could have been October, the beginning of October to\nGross-Rosen, and we went by train. SS organized a commando because \"tza legga bat\nreiber\" (ph) going to Gross-Rosen, just like a subdivision. It's not at Gross-Rosen itself,\nthe big camp, it was like a branch or something like that, not very far from the center.\nAnyway, it was a subdivision, or subbranch or something. We were there until I'm not\nsure February I think of 1945.",
        "Q: That's what your paper said, February 26.",
        "A: Something like that, yes.",
        "Q: Why were you transported from there. Tell me how that happened?",
        "A: The reason was because the Russians were coming. They were very successful in that\narea. There was very heavy fighting at Sylitzea (ph), the Polish part and the German part\nof Stylitzea (ph), and there was some very important battles going on. Of course, they\ndidn't wait. They wanted to remove as many people as possible from those camps. And\nthey were times that you could hear the artillery, shooting. One day more, one day less,\nanyway they decided to move us to Buchenwald.",
        "Q: Then, did you work there?",
        "A: Yes, something not very, nothing specific. There were all kinds of jobs like cleaning,\nsweeping, light jobs, because there was already a disorganization. The camp commander\ndidn't know what to do and we were trying to organize some secret defense group. I came\nacross some Polish communist. They used to be participating in Spanish civil war, and\nthey were -- but of course involved from the very beginning was created by\nHitler for communists, German communists and communists from all over the area from\nthe European scene. Those guys were very well organized in Buchenwald and very well\noff. They had good food, because top management were communists_ so they took care\nof them. In April, when we arrived there -- before the beginning of April they started\nlooking for people, able bodied people with some military experience who would be\nwilling to participate in a little fighting with the SS people, soldiers. But, so I agreed to\nparticipate in that, but nothing came from that, because there was not enough, they were\npromised weapons and they never came. Something like that, nothing happened. In the\nmeantime, I believe, April 7, he decided to organize the evacuation, not of everybody, but\nof a large group of prisoners from Buchnwald, and he moved even the first part I\nremember went to Kaminetyz (ph) by train, but in Kaminetyz (ph) there were Americans\nstarted bombarding the transportation communication. It was completely disrupted, so we\ncould no longer go south using the train, so we had to go by foot. So, everybody out, and\nmarch, south. Possibly, two Dachau, but later on we found out that it wasn't supposed to\nbe Dachau, it was supposed to be a place in Bavaria in nice beautiful picturesque place,\nforest, they prepared the graves and everything, they were going to liquidate a whole\ngroup. But of course they couldn't make it because George Patton was first. He liberated\nus the twenty- first of April, 1945. I remember exactly, a 11th tank division, and I met\nsome people there I used to exchange letters for number of years after that, soldiers,\nPolish soldiers, Polish American soldiers and the picture that you have in my story, it was\ntaken by him. The whole group we arrived there. That was roughly the end of the story.",
        "Q: You say you knew in 1943 what was going on in the camps, but a lot of Polish Jews\ndidn't know what was happening when they were transported from Ghettos. Do you think\nyou knew because of the underground?",
        "A: Yes. Important thing is this. The concentration camp in Auschwitz and later on in\nBirkenau because they started with Auschwitz was originally for Poles. So, a vast\nmajority of prisoners were Polish. In the year of 1940, '41, '42, it was absolute majority.\nLater on they decided to enlarge the field, the area of activity so they started Birkenau.\nBirkenau, if I remember correctly, was mostly for the Jews, but Auschwitz as such the\nmajority of the prisoners in Auschwitz were Poles, but things were changing all the time,\nbut Birkenau, the prisoners from Auschwitz were working on the Birkenau camp. When I\narrived in 1943, there was still construction going on. It wasn't finished, not everything\nwas finished. So that's the reason that Jews were not aware of actual -- the Auschwitz\nplace. They were more aware of Treblinka, other places in --.",
        "Q: And a lot of them didn't know even when they were on the trains usually?",
        "A: Auschwitz, no. No. I remember when I was in Auschwitz, I talked to some Hungarian\nJews, that was 1944, in the summer, a huge transport of Hungarian Jews came, and I\nremember that we had some good times because a lot of good food came with them and\nour kitchen was using rice, my God, what rice. We were -- and they didn't know. They\ntold them that they were going to a nice place, secluded, and you will be able to work\nuntil the end the war. Nothing is going to happen. Of course, give us your valuable and\neverything because we have to maintain a certain comfort for you. You have to live like\npeople, like human beings, so nothing to worry about. They did the same with\nCzechoslovakian Jews. They did the same with Hungarian Jews. They did the same with\nGypsies. They were my neighbors. I knew I saw them, Hungarian Jews experience very\nbadly because they were burning them day and night, day after day. It was unbelievable\nsmell, and of course we had a better soup, but my God nobody could eat that soup. But\nthat was terrible, really, summer of 1944.\nEnd of Tape #2\nTape #3",
        "Q: The punishment for collaborators, if the AK found out what then happened, and tell me\nabout your specific knowledge of specific cases?",
        "A: Well, the organization was the smallest unit, was I don't know how it was equivalent to a\npost which would be corresponding to a small town. Several posts would be a county,\nmore or less corresponding to a county and several counties again, would be like a\ndistrict and so forth. On our level, it was the smallest unit in the organization. Of course,\nwe had a division of activities was first of all the military activities which included\ntraining and preparation for a specific assignments. Collecting of weapons, ammunition,\nmaintenance, and that will be the military part, as far as I remember. Then would be a\npart like a diversion of sabotage. Sabotage would have to perform certain tasks,\ndisruption of communication in general or in particular cases according to the situation,\naccording to the needs. It would be run, usually by soldiers, former soldiers who used to\nbe on active duty in Polish Army, because they used to be most of the time Junior\nOfficers. Then there would be the political side of it which would be the distribution of\npress or preparation of future needs of future administration, organizing of future\ncouncils which would be planning supply in case of uprising, would be in charge of\npreparation of food, supplies of food or medications, hospitals, but there was a unit also\nthat took care of unfriendly acts of some people who were cooperating with the German\nauthorities. It could be done in various ways, the most common in situation would be to\nreport some experiences some SS acts, some facts to Gestapo as an act of well loyalty I\nwould say to Germans. For some stupid reason he would discover that he was loyal to the\nGerman occupation. He started to cooperate with them and he would be reporting all\nkinds of trespassers like , with the collection of food by farmers, stuff like that. He would\nbe sabotaging deliveries, so this is -- he would be reporting to Germans all kinds of\nirregular activities in that area, engaged in which actually were in the interest of Polish\npopulation, so these people were not too friendly to Poles. So, I remember two or three\ncases that one case was a policeman of Polish nationality who was too eager to please\nGerman police, and he hurt so much Polish people, that he was reported to higher\nauthorities, the underground Polish authorities, and the accusations were collected and\nfacts were collected and he was executed in due course. A similar situation was with\nanother Pole that also was cooperating with German authorities, but not on a more or less\non an economical level, like smuggling, stuff like that. Smuggling was an important part,\nbecause a lot of people depended on smuggled food because the official quota that you\ngot of food was not enough. In certain circumstances you have to smuggle, or in many\ncases they were doing this for gain, but it was a necessary fact, necessary activity for the\nbenefit of Polish population in general. So if somebody was trying to disrupt this or\nreport some activities of smugglers to German police, the act was unfriendly and if it\ncontinued for a number of occasions, so the guy deserved a penalty and in that particular\ncase that I remember, that guy was executed. Of course, a due course of law was applied\nto that situation. There were certain underground jurist, lawyers, judges, of course not\nemployed by the current German administration, but they were original members of\nPolish jurisdiction. So, they were knowledgeable. They knew the law and they were able\nto issue a proper decision based on their experience and knowledge. One case I know\nalso, a third case, a Jew who was very friendly with the German police also reporting all\nkinds of activities to German police and he was I understand the story, he was warned\nseveral times not to do it. He was even warned by some Jewish -- as a matter of fact, his\nfamily were telling him to stop that nonsense, but of course he was hoping that this way\nhe will be able to survive, and his family, and so he was also killed.",
        "Q: Was this before the deportation?",
        "A: That was before the deportation.",
        "Q: So, it was very early?",
        "A: Very early, yes.",
        "Q: There is a lot of talk among Jewish Polish partisan groups that there was a lot of anti-\nsemitism in Polish non-Jewish partisan groups. Do you know anything about that? Do\nyou have an opinion or do you remember incidents?",
        "A: No, no. I don't -- you see for me I would have to if things like that took place of similar\nnature, it was probably after I was arrested because a lot of activities -- I mean the\nsituation was getting more active in the second half of 1943 and the beginning of '44, and\nI was no longer there. I don't know, and frankly from people that I know, from those\ndays, there was no such a thing as 1n a group, in a small group, not many Jews were\nparticipating, but if there were and I know of one from a friend of mine, there was not\nanything anti-semitic about that particular, I think 1t was two brothers or something like\nthat. They were visitors. They were visiting a friend a mine. He had a huge barn and in\nthat barn they were able to come to that barn and from the woods were they were\nmembers. They used to come, they used to take some food for the group. My friend\ntrusted them, and they trusted him. They even used to have a radio receiver. They used to\nlisten to the broadcast from London, together, in that barn, that particular barn. It was\nthose two Jews and this friend of mine, and they were very close to that particular\npartisan group and there was nothing unfriendly because I think they knew each other\nwhen they were very small children, like that. They were more or less of the same age.",
        "Q: Now, going back to the deportation from you town, after all the Jews were deported was\nthe Jewish population the majority?",
        "A: Yes, it was majority.",
        "Q: So, the town was sort of a ghost town?",
        "A: For a little while, yes, but the vacancies you may say were filled by Polish people who\nwere deported from the area of the western part of Poland for example.\nThere were some people rom the area. There were also in the area of Lublin, very rich\narea as far as agriculture was concerned. They were very good, very rich farmers so\nGermans decided to deport them and put some German people mostly I\nmentioned before. In other words, German born people so because they were deported\nfrom or simply they asked for better conditions, better kind of life. They expected that\nfrom Hitler because we're doing some small -- maybe I'll say it was quite a common\nthing, many of them were spying for Germans before the outbreak of the war. For a\nnumber of years they were in touch with German intelligence. They were collecting\nintelligence for them. So, if the guy was not to rich, just average, small farmer or\nsomething if he was able to get a farm like in that Lublin area , SO he was\nvery glad to do that, to take over that farm. And the Poles from that area, from\nthe entire family was sent to small places like Shedowoeuf (ph). There was\nnot very much they could do about it. They were completely destroyed, poor people with\ntheir children and everything. So they did some, maybe I don't remember exactly what\nthey did, maybe they were just common laborers or something like that but they took\nover the possessions or houses originally occupied by Jews who were deported to\nGhettos. I know a case of a guy he was a living in Germany in the Gdansk (ph) before the\nwar and when the war came, he was no longer they simply told him go to Poland. We\ndon't want you here because this is German reich and we need only 100 percent Germans\nhere. So, he was sent to Poland. He was an intelligent guy, he was a professional, some\nsort of an engineer or something. So, he got one of the stores originally owned by Jews\nnot as a property just as administration, management, for the management and he was\npaid as a manager of that.",
        "Q: Did any of the Jews that were deported come back after the war?",
        "A: I wouldn't know. I think maybe, but I really don't know. I was in touch with my friends\nafter the war, but the first time I came to visit Shadoweouf (ph) was last year, for the first\ntime. You know, I could recognize that place because number one, there was very heavy\nfighting, the Russians were fighting with Germans in 1945 in the beginning when the\nmain offensive was moving from the East to the West. Everything was destroyed, so now\neverything 1s rebuilt and the people maybe here or there I could recognize somebody, but\nit's very, very difficult to. Nobody really knows. New people, new faces, new buildings,\nlike a strange place.",
        "Q: Now, can you just tell me just very short what your losses were in your family?",
        "A: Well, I mean the reason my father died is absolutely the reason I was arrested and the\nGestapo was trying to interrogate him many times and that's how he paid with his life. He\nhad a heart problem and that's why he died. My cousin died in Auschwitz in 1943. My\nuncle, my father's brother, died in Russia. He was in the Polish police before the war and\naccording to the American Red Cross, I just got the news last year that he was liquidated\nlet's say, the camp was liquidated by the KGB in Russia , the name of the\ncamp. My brother, younger brother during the hostilities, during there was a fierce battle\nin January of 1945 between Russians and Germans, so they were running scared and he\njust got married, he married that the one in the post office, she used to be\nour contact, and they had a little child, and in January he had to cross -- running away\nfrom the Russians, he had to cross a river, a small river, but anyway it was deep enough\nthat it was up to his neck with the child carrying the child. So, after that he got\npneumonia and he died shortly after that and the child died also. The youngest brother he\nspent some time, I don't know exactly, but close to a year in a German concentration\ncamp. I met him after the war when we independently joined the Polish Armed Forces in\nItaly. I met him there. But he told me that he had a very tough time to survive that\nconcentration camp and he got a problem with his heart also. But he was okay for a\nnumber of years, but complaining of his heart all the time. One day, and he settled down\nin England. He married an English girl and I think they had three children and he was\ndriving one day and he got a heart attack while driving and here a collision head on with\nanother car and he was wounded very badly because of that heart condition, the heart\nattack, and he didn't recover from that. He died shortly after that. So, I considered this\npart of the war also.",
        "Q: We only have a very few minutes left and I want if you can for you to describe for me the\ndeportation that you watched from the roof, if you can?",
        "A: Well, the idea was to assemble everybody on that market place. The younger people were\nable reasonably healthy people on the average, they were able to get there with their\nbelongings, not much, small things necessary for life. Probably they had their most\nvaluable things on them, but anyway, the younger group could make it. So, they were\nassembled around that market place and they were waiting for the older generation. But\nwith older people it's a different story. So, some of them could walk and some of them\ncould not walk. Some of them were sick, simply sick in bed, so these people as I know\nfrom after everything was finished, they were killed on the spots by the Germans. He\ncouldn't walk, so he was killed. Because later on the abandoned places, the buildings, the\napartments, had to be cleaned and the dead bodies had to be removed because it was very\ndangerous. So, I saw a couple of dead bodies when they were cleaning that. There was a\nwhole crew cleaning the place and mostly for middle age sick people or very old people,\nthere was no chance, so they were either left in their bed, dead, or in that market place\nwere shot, because they couldn't move. Also, a lot of people who were sick on that march\nbetween Shedoweuf (ph) and which is I don't know about 18 miles, it\nwas impossible for them to make it, so the older people were shot. There were lots of\ndead bodies on the highway. So that's what we prepared in the report to our authorities.\nWe mentioned as far as I remember it the idea was it was butchery, senseless because\nthey simply acted like animals and they just left so much destruction and fear because\neverybody was psychologically -- the Polish people were very very worried after that. I\ntold you that the young people stopped living at their usual places of residence. They left\nthe houses. Most of them went to the forest to join the partisan groups. Others were just\nmoving to other places under assumed names with forged 1.d. cards. That's how it started,\nterror, uncertainty, fear.",
        "Q: Thank you very much.",
        "A: You're welcome.",
        "Q: I'm sorry to put you through so much.",
        "A: Well, it has to be done, that's all.\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Tell me your full name and when and where you were born?",
        "Q: Tell me a little bit about your childhood and the town where you grew up. Tell me what it\nwas like and what your parents did?",
        "Q: He went to Warsaw? That's where he went?",
        "Q: Before the war.",
        "Q: Was your family religious, very religious?",
        "Q: Tell me about the baker you knew named Hiam Gorskey (ph).",
        "Q: Tell me what happened when the Germans invaded Poland, in your personal memory.\nTell me what you remember?",
        "Q: When was this?",
        "Q: 1939?",
        "Q: Now, in the early German decrees against Jews in your town, and you and your family\ntried to help, is that right? Can you tell me what happened?",
        "Q: So, mostly what you did was steal the 1.d. cards, and other people did the forgery?",
        "Q: In the Polish underground that you were in at that time, were there also Jews in that\ngroup? Did the Poles and Jews work together in the underground?",
        "Q: You had a lot of Jewish friends, your family did, but did the other Roman Catholics in the\ntown try to help the Jews too?",
        "Q: What were you risking by doing that?",
        "Q: Where were you going?",
        "Q: Was there a round up and they were taking them away?",
        "Q: Did the people who were being rounded up try to fight?",
        "Q: The Germans came with guns?",
        "Q: So, after that, most of the Jews were gone?",
        "Q: All of them?",
        "Q: But it wasn't executions?",
        "Q: There were?",
        "Q: How did that affect the town?",
        "Q: While you worked in the shoe store you were still part of the underground?",
        "Q: So you mostly hid people?",
        "Q: What about weapons?",
        "Q: Then you got caught sometime in 1943. How did that happen?",
        "Q: You were there?",
        "Q: I think that I want to go back and ask you to tell me what you know, tell me as if I never\nheard of the Polish Home Army. Tell me what you knew of the organization, how wide\nspread it was. What kind of things you heard that were going on nearby?",
        "Q: Did everyone know about it then and how did you find out about it and how was\ncommunication take place?",
        "Q: How did your group communicate with other groups? How did you find out what else\nwas going on and how long were you training the small group you had; a long time?",
        "Q: Let's go back and talk about the communication and how you knew the Gestapo was\ncoming? How did the communications get to you? ---",
        "Q: Tell me what your parents knew about what you were doing and what they thought?",
        "Q: Tell me about your arrest. Why were you arrested, do you think, in 1943?",
        "Q: When you were in prison there in , they interrogated you on and\noff during that whole three month period?",
        "Q: Mostly their question was were you helping Jews?",
        "Q: When they interrogated you they tortured you and they threatened you?",
        "Q: Was he Jewish?",
        "Q: When you were in prison in what did they say if you had given up and given\nthem information, did they say they would release you?",
        "Q: So, you knew if you talked you would be killed anyway?",
        "Q: When you knew that you were going to be taken to Auschwitz did you know what\nAuschwitz was?",
        "Q: How did you know that?",
        "Q: So, tell me how you got transported there and how you got registered there and you were\nin a block with other political prisoners?",
        "Q: Did you go on a big train though with others?",
        "Q: In a cattle train, and were there Jews on the train, too? Had they deported a big huge\ngroup of people at the same time?",
        "Q: So initially you went into the hospital, and then when you recovered what happened to\nyou?",
        "Q: In the time that you were working, you were also questioned again in connection with\nyour --?",
        "Q: You mean the Canada (ph) commando, the one who met the trains?",
        "Q: Tzaunder (ph) command?",
        "Q: Did you know about it?",
        "Q: Who told you?",
        "Q: Once you were out of the hospital or the place where they helped you get a little better,\nyou were in a block with the German criminals and political prisoners or what was your\nblock?",
        "Q: The grapevine, the talk of uprising in Auschwitz, even if you didn't hear about something\nspecific, can you tell me more about how that works. Could anybody find anything out?",
        "Q: Did you ever hear about any specific escapes?",
        "Q: In the time that you were there, did news ever come through the underground of\nsuccessful escapes that you can remember?",
        "Q: In that time before you went to Gross-Rosen, did you make any new friends who were\nyour fiends through your whole time in camp and maybe even ones who went with you\non the transport?",
        "Q: A latrine?",
        "Q: Had you known him before? In Gross-Rosen?",
        "Q: So other prisoners killed him?",
        "Q: And how did they kill him?",
        "Q: When you went from Birkenau or Auschwitz, to Gross-Rosen, how did you go? How did\nthat happen?",
        "Q: How long were you in Gross-Rosen and what did you do there?",
        "Q: Tell me when you left Birkenau and went to Gross-Risen, and how long were you in\nGross-Rosen before you went to Buchenwald?",
        "Q: That's what your paper said, February 26.",
        "Q: Why were you transported from there. Tell me how that happened?",
        "Q: Then, did you work there?",
        "Q: You say you knew in 1943 what was going on in the camps, but a lot of Polish Jews\ndidn't know what was happening when they were transported from Ghettos. Do you think\nyou knew because of the underground?",
        "Q: And a lot of them didn't know even when they were on the trains usually?",
        "Q: The punishment for collaborators, if the AK found out what then happened, and tell me\nabout your specific knowledge of specific cases?",
        "Q: Was this before the deportation?",
        "Q: So, it was very early?",
        "Q: There is a lot of talk among Jewish Polish partisan groups that there was a lot of anti-\nsemitism in Polish non-Jewish partisan groups. Do you know anything about that? Do\nyou have an opinion or do you remember incidents?",
        "Q: Now, going back to the deportation from you town, after all the Jews were deported was\nthe Jewish population the majority?",
        "Q: So, the town was sort of a ghost town?",
        "Q: Did any of the Jews that were deported come back after the war?",
        "Q: Now, can you just tell me just very short what your losses were in your family?",
        "Q: We only have a very few minutes left and I want if you can for you to describe for me the\ndeportation that you watched from the roof, if you can?",
        "Q: Thank you very much.",
        "Q: I'm sorry to put you through so much."
    ],
    "answers": [
        "A: My name is Antoni Golba. I was born on November 7, 1918 in Stockniytza (ph), Poland.",
        "A: My father was manager of the town Administration Office. My mother was a housewife.\nWe were brought up in special circumstances in that city of Stockniytza (ph). We\ninhabited mostly, I would say, in 85 percent by Jewish people. So, we had contacts every\nday in every situation, most of all with Jewish people. My father, on account of his\nfunctions in the Office of Administration, dealt with a businessman regarding taxations,\nall kinds of permits for commerce, permits for trade, and in addition they had some\ncontacts outside of the office. They used to know -- because they used to go to school\ntogether with Jewish people, like my mother. She was always, even after she got married,\nshe had Jewish friends with whom they used to sew some clothing, fixing decorations at\nhome. They used to live across the street, so they would for a cup of tea or something like\nthat it was a very common thing. They saw each other once a day. Naturally, at that time,\nI was maybe less than four or five years old, so I didn't realize what was going on, but I\ntook it for granted that that's the way it should be and nothing is unusual about it. Then at\nschool I met also a number of Jewish friends, boys and girls, and particularly with one\n. We shared one school bench for a number of years. For five years we are\nsitting next to each other and, of course, very friendly, as a rule, but occasionally little\nfights, nothing harmful really. On top of this, one day we decided that we like music. So,\nwe started taking lessons on the violin by the same teacher. Since then, we participated in\nall kinds of school activities, concerts, plays, etc., next to each other. That was going\naround until the year in high school, we separated. We went a little bit different ways,\nbecause we were getting older and you know had different friends, but still friendly, still\nplaying together. I used to go to his house and we used to play duets, classical music,\nnaturally. We liked it very much. I liked his home very much, very nice people. His\nfather was a lawyer, very well known lawyer. Unfortunately, he was blind, but that, of\ncourse, it didn't mean anything for me or anybody. He was still one of the best lawyers in\nthe town. We graduated from the high school in 1936 and it was starting to make a\ndecision to what profession to take and stuff like that. So, my father -- originally I wanted\nto go and study music, but my father said no, it's no good, because you're not going to\nearn any money. After all, I wasn't anything outstanding, I mean like talent, but I thought\nI was but my father said, no, you go study accounting and that's the way you will survive\nthis situation. Sruleck (ph), he decided to study medicine. At that time, also, there was\nsome liberal art courses, more advanced than what we had at our high school, and he had\nto take some of them to pass the entrance examination to start the medical studies. That\nwas the last time, in 1939, that I saw him. After that I lost completely track -- I tried very\nmuch through friends in this country, in Israel, in Poland, but nobody knows what\nhappened to him. He was a very good friend, one of the best.",
        "A: That was before the war.",
        "A: Before the war. He started -- he took several liberal art courses between 1937 and 1938\nwith certain interruptions. I don't remember exactly.",
        "A: Oh, yes. My mother was very religious. My father was very religious too. He was a\nmember of Parish choir, he had a very good voice, base, and he was participating in all\nkinds of ceremonies, church events, stuff like that.",
        "A: Well, Hiam Gorskey, he was actually a baker, but at the same time he was a council man.\nSo, my father knew him. He had sort of a business contact with him, but nevertheless, he\nwas extremely friendly and he liked me over a hundred of other children, he liked me. He\nused to come to our place. I used to sit on his knees and play with his beard. And he liked\nthat very much. Of course he had some cookies with him. There was no question of\nbribery or anything like that. It was simply I liked him. I liked to play with his beard and\nI liked his products, his baking. His bagels the best in the world as far as I remember. Of\ncourse, at that time he could have been in his sixties, and I don't know what happened to\nhim.",
        "A: That was September 1, 1939. I happened to -- I meant to go on a bicycle from one place\nto another from to Busko because I was involved in some Scouts\norganization so I wanted to see what was going on in Busko. After all, it was a very\nimportant day, and going by it's like a highway, not particularly -- the traffic was not too\nheavy, actually it was nothing really, but what I noticed and that made a very important\nimpression on me. I saw an older woman with a cow in the meadow, not very far from\nthe highway with a little child. The child was playing probably with flowers and she was\nprobably a grandmother because she was in her sixties. All of a sudden an airplane came,\nGerman, and the German lowered his flight very much and started shooting at that cow,\nat that woman, at that child. Naturally in no time he killed everything, the cow, the\nwoman and the child. And he kept coming back and he was shooting. I mean he probably\nwent in some kind of hysteria I should say because no sane person would do that. It was\nextremely cruel, and I was so shaken by that. We heard so much about Germans, you\nknow, how they were going to treat us and everything, but to such an extent. When I\narrived to the place that I was supposed to go, I told them the story. Everybody they\ndidn't believe me, but later on they had the proof because someone told them the same\nstory that there was reckless shooting of innocent people, you know, just like this\nparticular one. That was one event. Later on, I joined the Polish Army. I actually was not\ndrafted, and actually I was waiting to be drafted, but everything was so sudden and the\nadministration was mixed up, everything was collapsing, the administration. Anyway, I\nvolunteered. I joined the Army, a certain unit which conducted some skirmishes in\nBathos, in the Eastern part of Poland.",
        "A: That would be in about the middle of September.",
        "A: 1939, right. Everything was interrupted the hostilities were in that particular area because\nnot very far the Russians crossed the Polish border on the 17th of September and of\ncourse, we never expected something like that. We were not prepared for that. We\nunderstood that we had one enemy. That was Germany, and that they were going to\ninvade us and probably destroy as much as possible, but all of a sudden, at that time, we\ndidn't know what actually was in that agreement, and that was the story, to participate to\ndivide Poland into two spheres of interest. Then everything stopped, so the Polish units,\nsome of them were able to go south to Hungary or Romania. You know, they were taken\nthere as not exactly prisoners or war, but they were isolated and kept. Eventually they let\nthem go home, but in my case I decided to return home. Unfortunately, of course, there\nwas a surprise. I was taken prisoner by Germans and I stayed. I was in a prison camp for\na couple of hours and I decided not to stay there any longer so I took advantage of a\nguard that was not paying attention to what was going on, so I escaped. I returned home\nto to my parent's place at the beginning of October. That was my end of the\nstruggle, the unofficial war with Germany and the unofficial war started then.",
        "A: In 1939 there was a panic. Of course we expected things to come because the fear that we\nare going to destroy you, everybody is going to -- we need this room, we need that room\nfor our German people. We are growing now. My assignment is to extend Germany as far\neast as possible so we'll destroy you Poles and Jews and everybody has to go. We knew\nthat there is nothing good coming. And of course, they need the manpower for work, so\nthey were arresting a lot of Polish young people, men and women, and sending them to\nforced labor camps in Germany. It wasn't concentration camps, yet, just forced labor.\nThey used to work on farms or in factories. As far as Jews are concerned, they were very\nrestricted. They couldn't change their place of residence. They couldn't move, they\ncouldn't communicate, letters or stuff like that. They would have to be controlled by the\nGerman officials. Every little thing you have to apply to the County which was, of\ncourse, in charge by the Germans. The Germans were in charge. You had to get\npermission for everything, for food, for everything. For clothing, there was a shortage of\nclothing, naturally. There was a shortage of food. And, of course, from time to time they\ndemanded from Jewish people to surrender some valuable things in an official or\nunofficial way, like bribes, you know, trying to get a permit for something, so it cost in\nthe form of gold or something valuable. Those restrictions, they couldn't move from one\nplace to another. In that situation, many young people, Jewish people, people say 20 and\nup, they knew what was going to happen, so they decided to run away from that situation.\nThe Polish partisans started organizing so they joined them in the forest, or they simply\nmoved to another place with false identification documents. The one case I remember,\nthe next door people his name Shpinrot(ph) had a daughter about 18 years old, Mauka\nSpinrot, she actually was a friend of one of my brothers, so we talked her into accepting a\nforged 1.d. card, like a passport. I mean, it had more value than just an ordinary 1.d. card.\nIt was like a passport, showing all the details, names the date of birth, religion, her age,\nand something like that. So, we issued the card for Makur (ph) I believe, a Polish name,\nand of course, Roman Catholic and everything. So, she took that. They were very grateful\nfor this and she volunteered for the forced labor camp in Germany. So, this way the\nGermans treated as one of Poles and no questions asked. I'm not sure because I wasn't\nthere, but I'm sure that she survived. This was the first case I remember. After that, we\nstarted doing this more often. Of course, my people, I belonged to the underground\norganization. That was the organization before , and of course they\nwanted to know everything and of course they were helping and all that. They liked the\nidea because we kept stealing the forms just for the 1.d. cards and giving them to the\nwhole county. So, I am sure that quite a number of Jewish people got those forged 1.d.\ncards and they were able to move around to survive. I'm sure about that.",
        "A: Yes. I mean I could never, writing, some of them were dark. Some of them were typed.\nThere was a seal to be applied to that kind and the signature of the chrishelpman(ph) the\nguy in charge of the county, the German fellow. So, they had specialist that could fix\nthat. They looked like original, there was no question.",
        "A: If I remember correctly, we used to send, because there were some partisans, I mean not\nvery much activity there because they were just organizing everything, so we sent some\nyoung fellow, at least two people to join that partisans group, because they were good\nsoldiers. I believe they used to be in the Army. The rule was two years in the Army. They\nwere very well trained soldiers, intelligent guys, so I think we were doing very well there\nwith Polish partisans.",
        "A: Oh, yes, as far as I remember. It was like everybody had one favorite Jew, a family or\none -- like say, my mother, my father, they had a family. Anyway, he was the owner of a\nhardware store, so we started buying stuff and then the friendship developed gradually.\nOther people and actually we were new in that place in . Before the war I\nthink my father was transferred from other place in 1937, so we were not able to know\ntoo many people but they accepted us. I mean, after all, my father was proved that he was\nan extremely good man. He was self-taught, my God, unbelievable. He could do anything\nfor anybody. So, naturally we were helping people. The people who were well off like\nthe owners of stores, food stores or hardware stores or clothing stores, they were well off\npeople so they were able to disappear simply from that place. They used to hide in\ndifferent places, some villages, but their main belongings, their most valuable things they\nused to -- they left everything with us. They used to come at night, to pick up some parts\nof clothing or money to buy or we used to buy medicine for them and at night they used\nto come and pick up the medicine. What else was there. Food, even shoes. I remember we\ngot a pair of shoes for a , because it was winter and he needed a pair of\nshoes. So we bought, with his money. We kept his money.",
        "A: A death because that was unbelievable. At first, we just couldn't believe that such a thing\nis possible. I mean it's an innocent thing to help to buy some food for somebody. This\nsituation is tragic. We were scared because --especially after they closed\nfor Jews and they prepared -- they moved them from to another bigger place to\nGhetto. This was another thing. I witnessed, it was terrible. I remember the beatings the\nold men, the old women, children. They were reckless. Those Germans were like\nanimals. Of course, the bastards, they even -- first of all the beatings were one thing, but\nthen the searching for valuables. If somebody, of course they assumed since he's a\nmerchant, a well off merchant, he must have something of value hidden, some gold or\nother stuff. So, they were crazy, searching the whole place was turned upside down and\nwith beatings and kicking, shootings. They assembled everybody on the market place. I\nam talking about one particular day when they decided to move them to the Ghetto, to a\nbigger place. That was a terrible thing I will never forget. So much blood, I better not talk\nabout it.",
        "A: I was hidden on the roof on one of the buildings. We just observed everything that was\ngoing on in the market place, you know, down below and I saw many things. And then\nsomebody, people who were closer, they were watching all of this from a shorter distance\non the ground or say next door neighbors. So we collected, for our organization we\nwanted to have a report of what was done to people on that particular day and so we\nprepared a written report to the , how this particular procedure was\nperformed in the place of . It was early in April 1941.",
        "A: Yes, they formed a column, women, men, children, and they were marching to the next\nplace about I would say about twenty miles away on foot so that there was a lot of old\npeople, of course, they were sick old people. They were dying like flies so that was a\nterrible thing.",
        "A: No, they were taken by surprise.",
        "A: Naturally, they surrounded the place. The best they had, the troops, the SS. They were\nquite experienced in those things and very well trained and they hated everybody so\nnaturally that was a reflection. They were just behaving exactly the way they were asked\nto behave.",
        "A: All of them.",
        "A: All of them, because that was the idea, to clean the place from Jews because of the\nGhettos, organization of Ghettos. They moved them, I think to Kyertza (ph), which is\nabout 50 miles from Shedowuf (ph). So, you can imagine what happened to that column.\nI don't know, in that column could have been 1,000 people originally. If 500 reached that\ndestination, maybe more, maybe 600, but the rest small children, no food, no nothing. I\nknow because I was in an evacuation like that in 1945 from one camp to another, so I\nknow how it goes. No food, just shooting, that's all.",
        "A: There were executions.",
        "A: It was not like executions -- let's say he didn't like the color of your hair or something\nlike that, or in many cases there were quite a lot of old people, in their seventies or\neighties, sick, old sick people so they couldn't move. They couldn't leave the house to the\nassembly place. They couldn't go there because they were simply sick and not able to\nmove. So, they were shot on the spot. On the bed, on the sofa, whatever, they were shot\nand that's all. They didn't bother -- and after they left, so naturally the town people had to\nclean the mess. So, naturally they had to bury the dead people, to put them together in\none place. It was quite a procedure.",
        "A: It was a terrible thing, because we had a taste of things to come. They used to say, \"Oh\nmy God. Today they are taking care of Jews. Tomorrow they will come to pick up and\nstart the same thing with us.” Everyone was convinced that this was going to happen like.\nYoung people, as a rule left the house. They were no longer with their parents. I left the\nhouse. I was not in my parent's house. I used to sleep two blocks away in a different\nplace. Every young fellow at that time, just after this, there was no room, no place for\nyoung people. Many of them moved to another city. Some of them they joined the\npartisans. What good was that? I was there because I was told to stay there because of the\norganization. I was responsible for a number of things, and of course, I was hiding but\nacting. Gradually things were quieting down, gradually, so I got a job. There was some of\nthe stores, old, formerly owned by Jewish people. They were opened, but that was the\ngovernment's property, but they still need people to service. In addition, there was a\nsystem of distribution of food that especially applied to farmers, the compulsory\nreporting of agricultural production, what each farmer produced, corn or potatoes or\nwhatever. So, he had to report this, and he had a certain portion, actually the majority of\nwhat he produced had to give to the Germans because they need food for them. As a\nbonus for this, they used to give coupons to buy some hardware on a farm, stuff like that,\nordinary nails, anything, some food stuff, or clothing. So, they distribute for the produce\ndelivered to the Germans, grain or potatoes or anything, they used to get those coupons\nso they could get the clothing or anything. It was something like extra -- of course the\nprices, they paid very little for it. The official price was something unbelievable, low. On\nthe Black Market the price of meat or bread was much higher than what you could get\nofficially. The official price was low. So, to compensate for this, they issued those\ncoupons to make them more willing to deliver that food stuff.",
        "A: Yes. I was told you stay there because many things were going on at that time. The\norganization started growing. Training was intensifying. There were a lot of things to be\ndone. We needed room, place for people who used to come from the organization.\nSpecial messages, so it used -- it was necessary to have a place like that so I was told to\nstay there and be in charge of that.",
        "A: Yes.",
        "A: Weapons. We started collecting weapons in 1939 as soon the hostilities stopped in\nOctober after I returned home, we started looking for whatever was left. Because in the\narea there was a couple of battles that were Polish forces were defeated because they\nwere not well organized. They were not strong enough, so anyway they lost a battle here,\na battle there. So, the weapons were left on the field, so we decided to collect those\nweapons and ammunition and keep this and clean it, maintain it until the proper time will\ncome and we'll eventually make use of it. So we were cleaning them. There were special\nsections who were doing just this, cleaning the weapons. Maintenance, hiding this in\ncertain areas. It was quite a big job.",
        "A: Before I got caught, there were many things, -- this place Shidoweouf (ph)_ got a very\nbad name as far as Germans were concerned. They kept coming. They were searching for\nillegal weapons, food, illegal food, meat, stuff like this. It was a center of very unfriendly\nactivities as far as Germans were concerned, so they didn't like that place very much.\nConstantly young people, there were a lot of young people there, mostly university\nstudents, like on a vacation. It was 1939, so they were not able to return to school,\nbecause the schools were closed. Like one family Mr. Kacherofsky, he was the principal\nof the elementary school. He was a very well known person. He had three sons, each of\nthem was a student, one was studying chemistry. One was a pharmacist I think, and one\nwas medicine. They wanted to get those young fellows, arrest them, because it is obvious\nif they are young, and they used to serve in the Polish Army, they are reservists, so\nnaturally they are no good. So, what they did just a couple of weeks before they got me,\nthey surrounded, they had a very nice a sort of a house with farm buildings, because they\nhad a little farm, they surrounded this and they started shooting without asking. So, they\nkilled Mr. Kacherofsky, the principal of the school, his wife, and his wife's sister, and\nthere were only two young sons there in the house, but one was able to escape from this.\nIn spite of the fact that there was a ring. So, the house was burning. The father was dead.\nThe mother was dead. The aunt was dead, and the oldest son, the student of chemistry is\ndead. One of them escaped, so this way they destroyed the whole family. And of course,\nthere was not even a mention or a suspicion that they were helping Jews. They had\nnothing to do with it. They probably were, but officially later on they simply wanted\nthose young fellows, because they were Poles, nothing else, and valuable, intelligent,\npromising, young fellows, so they wanted to destroy them. That was one family. Another\nfamily on the other side of the city in similar way they surrounded it. They burned down\nthe whole thing, and thank God, as I mentioned before, no young fellow was staying in\nhis original place of residence. He was hiding some place. So that was very intensified\naction against Polish young fellows. So, no doubt that the Gestapo knew about my\nactivities. I mean after all, so many things happened. So many 1.d. cards were issued,\nstuff like that. There is something not very clear going on in that area where he works, so\nwhy don't we get him. So that's why June 12, 1943, they came. They surrounded the\nstore, and they took me and my friend. We were together. He also was hiding. Actually\nhis father was a couple months before arrested and taken to Auschwitz and they already\nknew that he was killed in Auscwitz. I met him, I was in Warsaw in April, 1943. That\nwas the Jewish Ghetto uprising. I remember hearing the battles going on at that time.",
        "A: No, I didn't participate but we just knew that something was going on. That exactly was\ngoing on, the uprising of Jews in the Ghetto. So, I took this young fellow, a friend of\nmine, and I brought him to my place and said you have no place to go so you'll stay with\nme. It wasn't very long that the Gestapo came and just took us, him and myself, and that\nwas the end of my being a salesman in the hardware store. It wasn't too long.",
        "A: Well, it started right after the end of hostilities in October 1939. I have a feeling -- it's a\nvery well known fact that they were prepared for things, for the defeat, because after all,\nthe Germans were very well prepared and we are a poor nation. We were not able to be\nprepared to such an extent as Germans were. So, they made plans for underground\nactivities because they were hoping that the Allies in the West, England and France\nwould definitely help. Sooner or later, we'll have to be prepared, officially if the Army is\nno longer in existence at least underground is active. So, they started organizing right\naway, 1940. On two levels, first of all the most important level was the military\npreparation. And the other level was the civil administration because they had to keep a\nnetwork of people for the administration in case of the German occupation will collapse\nwe'll have to take it over.",
        "A: Well, one day in , men I used to know when I used to go to high school,\ncame and he says that he reprsents the underground organization would I be willing to\njoin that. Things are -- with my background because I was active in boy scouts for all my\nlife. I was a boy scout, scout master at the very end. Military preparation and training, so\nyou will have to join us and help us. So, I agreed, and I had to be sworn in and originally\nwe started with a small unit like I'd say 85 people that we could know of each other. The\nfirst assignment was just to take care of the weapons, prepare the weapons, hide them and\nkeep them. That was quite an extensive activity and many people were involved in that.\nAnother area was training. Of course other guys like say myself I was about 22 years old\nat the time, so I didn't have to be trained, but I had to be an instructor in a little group of\nsay ten young fellows. I had to train them. Later on I was asked to join the officers group\nbecause I wasn't an officer. So, I took part in the training of that underground officers\nschool. Of course we had lectures. We had all kinds of assignments outside in the woods.\nAll kinds of instructors, professional officers from the Polish Army, experts on\nexplosives.",
        "A: That was training after the level of sergeant, but I was there about six months maybe, and\nin my school I was about seven, eight months, at the officers school. Of course, that was\nin hiding. We are meeting -- only once I remember they decided to do some exercises in\nthe field so we met, about twenty people there. Some of them friends, some of them from\ndifferent areas, from different cities, but anyway no more than that. Besides the\nassignment was to concentrate on the communications to interrupt communications, to\ndestroy telephone communication, to destroy some of the bridges. So we concentrated on\nthe explosives, theory and some exercises with the real stuff, but not too much because it\nwas very expensive and dangerous. It was dangerous, so we kept this to the minimum.\nWe took part in the organized group we took part in certain things like I mentioned that\nthe compulsory collection of the farm products, of the registers. Each small city had a\nregister, extensive control of the people, of the farmers, of the amounts of farm products\nto be delivered. There was official record of that and they kept that in those offices in the\nadministration of the cities. So, at one point, the underground authorities decided to\ndestroy all of this just to show that the Germans will be helpless in case like that. They\nlose control of what was delivered, what is supposed to be delivered. They lost control of\nit so we worked on that systematically. We are destroying, and it worked very well,\nbecause people were able to hide more food for themselves. The Germans started\npanicking because so little food was delivered. OF course the communication, the\ncommunication was a very important thing in a case like that. We had our own\ncommunication between cities, so in other words, we knew in advance that the Gestapo 1s\ncoming to our place. But the official way, there was no telephone because we destroyed\nthe telephone connections. But we knew because we had our own networks.\nEnd of Tape #1\nTape #2",
        "A: We had a person working for the Post Office, the local Post Office. She was my future\nsister-in-law, and she was a member of my group, and at the same time she was in\ncontact with a similar person working in a place in Hymernick (ph), which is about 18\nmiles away, and it was the headquarters of German police. So, of course, every\nmovement of the police was observed and they have some people who were interested in\nknowing what they were planning to do next, where they were planning to go. So, there\nwas a connection, and the intelligence knew roughly, I mean in most cases they know\nwhere they are going and when and so they would notify the person working in the Post\nOffice in Hymernick (ph), who in turn would call our Zosha (ph), my sister-in-law and\nshe would know in say half an hour they will be here so get ready. She would send a\nmessage on a bike. My younger brother used to come to me and then we spreading, used\nother people, so we used to disappear from the place for the duration of that visit.",
        "A: Well, my parents, of course, they knew that I was involved in something, especially early\nin 1939 and early 1940 because some strangers were coming, people they didn't know\nfrom my organization used to visit me on special assignments. I used to disappear for a\nnumber of days. So, naturally at home there were always questions, where have you\nbeen. You better watch out. This is not good. You'll have to pay for this one day. Be\ncareful. So, they knew quite well. Of course, I wasn't going to tell them the details,\nobviously I am involved and I should actually -- you should give me your blessings not to\ncriticize me on that. My parents understood and they were 100 percent behind me. My\nfather, naturally, was very much affected by what was going on because the Gestapo used\nto come a couple of times a month, at the beginning especially, and they used to call him\nand they used to ask him questions about my activities before I got arrested, naturally.\nThey wanted to simply to coordinate things which they know with what was happening,\nbut of course, my father didn't tell them anything. But he paid, with his health forms,\nbecause this was too much tension, too much aggravation, and he was suffering from\nsome heart problems, and eventually he had a heart attack in 1945. He couldn't take it\nanymore. So, that was -- my mother survived, she was probably physically stronger and\nwas able to survive that.",
        "A: After the war, I met some of my friends, we used to work together in those areas and\nthey told-- nobody knew exactly why. Of course, there were notes that men with my age,\nmy background, he will be involved in something so why not take him away. At least it\nwill be quiet here. This is a trouble maker, a typical trouble maker. Get rid of him. Let's\nget rid of him. I had all kinds of ideas and thoughts, especially when I was interrogated in\nPrison, by the Gestapo. At one point, the man in charge of the\ninterrogations said \"Listen, don't be stupid. We know everything about you, about your\nactivities, particularly you did a very bad thing. You helped Jews. You issued 1.d. cards to\nJews. In that next room, next door here, is a group of Jews, young fellows from\nShedoweouf who told me everything about you, how many cards you issued. Just tell me\nand we'll finish this,\" he tried to be funny, \"I'm sure you'll like to go rest a little bit. Iam\ntired myself, so let's have it.” I said, \"No, I don't know.” But I was seriously shaken by\nthat, that next door he had a couple of Jews that could support his suspicion. But I said\nno, definitely no. I don't know anybody Jews, no nothing. Don't bother me about Jews. I\nhate Jews. And that was the end. There was nobody next door. Nobody, no Jews, no\nnothing. It was just one of his tricks, trying to get something out of me. They repeated the\nsame thing in Auschwitz, because the case was continued. That was say about July 1943.\nThey moved us to Auschwitz in September. Of course, the file went with me as a case,\nnot like any other average prisoner, but a prisoner with a case of helping Jews. They used\nto call me in Auschwitz a couple of times. I got a little Chinese torture in Auschwitz, but\nof course, nothing happened. I didn't tell them anything because I knew for sure that that\nwas bologna. They didn't have those particular people that we helped. So I was sort of\nsecure as far as this was concerned.",
        "A: Yes.",
        "A: Membership in the illegal organization, underground organization and banditry, and\nhelping Jews.",
        "A: Yes, well it started with a simple beating with a rubber hose down in\non my behind. That was an opening in each case, it was just a little introduction. Then\nyou get up, one guy was particularly interested, a powerful man, he used to hit me in my\near. He liked my right ear. He used to hit me so many times and of course I don't hear any\nmore in that ear. That was the end of it. Then another interesting approach was to put my\nfingers into the door. They used to squeeze, ask me question and press the door to try to\nclose it. Naturally it destroyed, I used to play violin, as I probably mentioned before, and\nafter that, even after I recovered reasonably well, I couldn't play violin because I had no\ntouch here in those three fingers there. And of course I lost three or four teeth, that was in\n, and they beat my -- another, beating testicles. They used that at the\nbeginning of September. I remember that because when the preparation for a transport for\nAuschwitz came my testicles were the size of a soccer ball and when we were in the yard\nwaiting to move to the train, I couldn't move because it was so heavy I had to hold my\nhand like a basketball or something. They were very swollen. I thought I would probably\ndie on my way to Auschwitz, but somehow I didn't. In Auschwitz I, not at first, with all\nthis I went to it's not exactly a hospital but something like first aid station. So, they gave\nme some pills and they sent me to work naturally. I was able to -- I met a friend from my\nhigh school and he was working at that particular first aid station, and he helped me to\nget into the hospital for my testicles to perform some surgery or something like that.",
        "A: No, he was Polish. He got me into that hospital and they performed I think they call it\npuncture (ph) or something, drawing that fluid or infection, that subsided a bit but I had\nalways trouble with this area.",
        "A: No, never.",
        "A: Yes, of course. Well, besides, that was impossible. I was prepared to die. There was no\nquestion about it. Things were going very bad. So, when I was so sick, what's the\ndifference, you die today or in a week, or two days. I was very, very sick. Infection here,\ninfection in the back, my kidneys were not working right. The fingers are bothering me.\nI'm not hearing nothing, so what's the use. Here I lost two or three teeth in\n, later in Auschwitz I lost another four, so what's the difference.",
        "A: Oh yes.",
        "A: It was a very well known fact in the underground press actually there were some people\ntaken to Auschwitz on previous occasions from our neighborhood, so they stayed there\nfor a month or two maybe and all of a sudden a notification would come that he got a\nheart attack or something like that, he died. So, I knew, of course, with the background\nwith the underground papers, we knew everything, what to expect. In may cases that\nmeant just the end. That's it.",
        "A: Well, there was a mixture, well, when I arrived there naturally you have to see a show,\nthey produced for you, not so much Germans, but the prisoners in many cases are\ncriminals. We had red triangle, they had green triangle, mostly German criminals and\nsome of them -- in most cases German criminals they got the best jobs there were in\nAuschwitz. You know, like copo, or block elder stuff like that. So, everytime a transport\ncame, they used to show what they know what they can do with you. With of course a\nhuge sticks they used to beat everybody and I mean first of all there was the\nthat means the bathroom. There were some unbelievable things going there too. A lot of\nbeatings an stuff.",
        "A: Yes, in a cattle train.",
        "A: No, I don't know. In that particular -- you see every transport is detailed, is marked, the\ndate. The reason I know is I asked -- they have a museum in Auschwitz. I asked for a\ncertificate to prove that I was there. On that certificate it says 1t was a transport from\nRadom (ph). It's Warsaw, Radom (ph), Kiertza (ph), and then Auschwitz. In other words,\nthere was a number of people from Radom (ph). It could have been Jews because there\nwas plenty of room. Why not, there could have been. I don't really don't know. At that\ntime I was not aware of what was going on ten feet from me. I was sick and just looking\naround and trying to escape as many blows as possible. It was quite an experience, but of\ncourse, thank God this was done by the criminals, not political prisoners, German. That's\nwhat you expect from that.",
        "A: They sent us right away to work. In that area, there was not very much to do there except,\nI don't know what they did. There was a group of I don't know, 20 of us. They could have\nbeen ten Russians, five Jews, a Jew from Belgium, oh my God, skeletons really, three or\nfour Poles. About twenty of us, and he told us to push a wagon on the rails, usually for\nconstructions building and stuff to move building materials, stones or cement, stuff like\nthat, a triangle thing. It was loaded with stones and it was a little bit uphill area, not\nmuch, but it was so heavy that with four guys on this side and four on this side and two in\nthe back and we couldn't move that. So the SS men got crazy, started beating us and I\ndon't know, I was very ambitious, those guys are beaten but everybody was holding this\nsomehow because if you would drop that that the whole wagon would go back because it\nwas a down slope. Finally I show you and he threw everything -- because you can move,\neverything that was inside goes out, stones and stuff like that. And I was on that\nunfortunate side where he put all the stones and everything. He was a powerful man, a\nvery strong man that he could do that. Ten of us couldn't do it, he could do it himself.\nAnd again, unfortunate thing, everything went on my right foot and it was completely\ndestroyed, damaged, some nerves and the muscles. Everything was damaged severely\nand to this very day, I have some loss of muscles and everything. I never recovered from\nthat. It's another souvenir from Auschwitz. And of course, the foot was black and blue for\na number of weeks. I could hardly move, but I had to go to work. But that was the\nbasically that's what I got from Auschwitz from Birkenau.",
        "A: Yes. In the very beginning for about, I don't remember, about three times maybe I was\ncalled to a so-called polishok tilo ,(ph). That's the Gestapo. That's where my file was.\nThey asked me similar questions from Kiertze (ph). Anything new? Did you change your\nmind, because if you changed your mind we'll be very generous and stuff like that. We'll\nappreciate this. I said, \"No, I'm sorry. How can I tell you, I don't know.” I refused. But\nlater on, there was --the camp was getting a little bit disorganized. In the meantime, there\nwas an uprising. Some Jewish commander, those fellows who took care of new\ntransports, transports of Jews, preparation for the gas chamber, there was one very well\nvery selected group of Jews, young Jews, healthy, strong, good looking Jews, and they\nused to work on that.",
        "A: , they're taking care of the goods of the clothing, the valuables and stuff.\nBut this group --",
        "A: Tzaunder command, right. commander one day decided to run away.\nThey were prepared with some weapons. They started a little trouble there, but\nunfortunately nothing --.",
        "A: I knew about it because the area where they were running -- they tried to escape, was not\nvery far from area where I used to work, my commando. And, one afternoon we just saw\nsomething. There was a lot of noise, shooting, and you can distinguish guns and some\nnoises not very far. It could have been less than a mile away, much less. So,we knew that\nsomething was going on, and we found -- and of course, once this happened, everybody\nis going back in the middle of the day. Forget about work and everything. They form the\ncolumns and you go back to the camp, because that's a dangerous situation. They were\nnot sure what was happening at that time. If the whole camp is going to start a problem.\nSo our guards, SS men, they drove us to the camp as fast as possible. They were\nbehaving like crazy. We didn't know. We knew it was something and then when we\narrived they told us what happened.",
        "A: All the friends, the prisoners, inside. We had some connections. I mean later on I\ndeveloped -- I knew some people that had underground organizations, connection with\nthe outside life and they're quite well organized. They helped people to escape, were very\nseldom successful, but they did. That was the assignment they had. And eventually\nprepare for a little uprising as well. the situation was like this. That was late. The\nRussians were moving like crazy from the East. They were very close to the -- they were\nin Poland not very far from Krakow (ph). So, the camp commander, they didn't know\nwhat to do. So, they decided to evacuate the camp gradually, and that's how I got to\nGraustroiten (sp).",
        "A: It was a mixture. I would say it was mostly Jews and percentage wise, I don't know, 70\npercent Jews, 10 percent Russians, the rest Poles. The Russians --whatever was left, they\nwere destroyed a couple of years before I came. There were just behaving like animals,\nthe Russians. They were destroying themselves. We used to work on the damaged\naircraft, German, American, English aircraft. They used to bring to the place and we used\nto take the good parts from that, and of course they wanted to save that, from the inside\nof the aircraft from the motor. In many cases, there was a special kind of alcohol but\nstrictly for the function of the operation of the machine. For some parts of the aircraft,\nsteering, I believe it was a combination of oil, alcohol, of course alcohol for\nconsumption. But the Russians, once they found that this was alcohol, they started\ndrinking that and I witnessed myself, once during their lunch break they drank that\nalcohol and they died in terrible pains, because you know it was a poison and acted\nimmediately after they drank it. But of course, they had a good time before. I remember\nit. I saw it myself. I remember that.",
        "A: No, that was top secret and you would have to be trusted to the utmost. You have to have\nthe right connections. No, my first months, it would be possible, I wouldn't even dream\nthat such a thing exists. Later on, yes, when you regain your mental powers, a little\nphysically you feel a little bit better and you look around and you start getting ideas and\nyou look for the right people. Of course, religion, also illegal to practice. It was illegal\nnaturally, but there were priests who were serving if someone was willing to take\nadvantage from a confession, so a priest could come. If you were very sickly you could\nhave a confession. But that was like a similar situation to the military organization\nparticular organization, but that was more not everybody could take advantage of that,\nbut there was such a thing. There was such a thing.",
        "A: Oh yes. Escapes every time if naturally if the escape was unsuccessful, we knew about it\nbecause if the person was caught, in most cases was killed. So, they brought the body,\nand when we were working outside of the camp returning to the camp, his body was\nsupported by something, I don't know, I remember some metal object so he was sort of\nstanding and they put a table with an inscription something like \"Hurrah, I'm back. I am\nso glad that I'm back.” And we had to march by this every day returning from work, and\nwe had to see this. One time I remember a guy they caught him but they didn't kill him.\nHe was alive so they hanged him. So, of course, everybody had to watch this. We\nassembled at the cell blocks and we had to watch the whole ceremony, the hanging. I\nremember that. I remember beatings, flogging, that was the official way for some. Some\npenalty for something that officially 25 hits so they had an official table. You had to\nstretch on it. They bind your two legs and arms and everything, and one of the prominent\npeople in the camp, usually a German criminal, performed the whole operation, hit the\nguy 25 times, maybe more. I remember that, too.",
        "A: Well, no, not really. I don't remember anything like that. I found out later on reading or\nhearing from friends mostly from descriptions, stories of escape. Some successful, some\nnot, but only from reading.",
        "A: No. From Gross-Rosen, that may be an interesting. I had a copo on a train, on the\ntransport to Buchenwald from Gross-Rosen. He was a German criminal. Earlier just I\nlearned tarot, fortune telling, using very primitive cards made from paper, and I don't\nknow. Just for a piece of bread I was studying them. I was not kidding, I was telling them\nwhat was in the cards, so naturally for a guy like myself I told them, oh a couple of\nmonths you'll survive and everything will be fine. In many cases was in the cards. So, in\nthe transport going to Buchanwald somebody told that copo here is a guy, he can tell you\nyour future. It's a particular situation, we are going to a new place. This is almost end of\nthe war, what's going to happen. So, he gave me a piece of bread. They were very well\nprovided, copos, and tell me what do you see? My God I saw nothing but death. Ace,\ncombination of cards, immediate. As soon as possible I saw him, but of course I couldn't\ntell him that. Oh, you are going to be drafted soon, because you see that was the end of\nthe war and they took a lot of those criminals from the concentration camp, they sent\nthem to the East, to the Russian front. Of course, he preferred going there to staying with\nthe camp. Oh, I see you'll get special recognition. I see a new uniform, You will be okay,\nyou will be all right. But no, it wasn't like that, but what could I tell him. So, we arrived\nat Buchenwald- and a day or so after that, I go to there was what you call it, not a\nbathroom area, a huge barrack --",
        "A: Yes, but you can wash there also. So, returning from that I see there was a common site,\npeople, dead bodies on a little wagon, cart, my God I don't believe it. I saw this guy that I\npredicted he will drafted. He was dead in the wagon. So, after all the cards didn't lie. It's\nlike that. When you change the camps, people involved, interested who remember that\nyou did something wrong in a previous camp, there is you have a freedom for a day or so\nto take care of this guy, to kill him, to simply kill him or damage something, warn him.\nThat's what happened to this copo. People who were in this group decided to fix him and\nthey killed him there. It was about two days after arriving to the camp in Buchenwald.",
        "A: Yes.",
        "A: Yes.",
        "A: Sticks, chalking, you know that is a familiar -- they learned this from the copos. That's\nwhat they do, first you're on the ground. You're already semi-conscious and they put a\nstick on your neck and jump a couple of times on that stick, and that's all you need. You\ndon't have to perform any particular cruelty or anything like that. You're on the ground,\nstick on your throat and a couple of jumps. That's all. That's what they did in every block,\nespecially I remember that was very typical of a quarantine. Quarantine in Birkenau,\nwhen I arrived every evening here we had to watch that kind of performance. A guy in\ncharge of that particular barrack was going through that barrack and if he didn't like\nsomebody he said come with me in the front and that's what he did. I saw a couple of\ntimes like that. All kinds, Russians, Jews, Poles, no matter what.",
        "A: By train.",
        "A: We did the same job. In German, \"tza legga bat rieben\" (ph), 1t means dismantling\naircraft, removing the good parts, the same thing. Assembling them, sorting them, so\nthat's what we were doing there.",
        "A: I left Birkenau about I think it could have been October, the beginning of October to\nGross-Rosen, and we went by train. SS organized a commando because \"tza legga bat\nreiber\" (ph) going to Gross-Rosen, just like a subdivision. It's not at Gross-Rosen itself,\nthe big camp, it was like a branch or something like that, not very far from the center.\nAnyway, it was a subdivision, or subbranch or something. We were there until I'm not\nsure February I think of 1945.",
        "A: Something like that, yes.",
        "A: The reason was because the Russians were coming. They were very successful in that\narea. There was very heavy fighting at Sylitzea (ph), the Polish part and the German part\nof Stylitzea (ph), and there was some very important battles going on. Of course, they\ndidn't wait. They wanted to remove as many people as possible from those camps. And\nthey were times that you could hear the artillery, shooting. One day more, one day less,\nanyway they decided to move us to Buchenwald.",
        "A: Yes, something not very, nothing specific. There were all kinds of jobs like cleaning,\nsweeping, light jobs, because there was already a disorganization. The camp commander\ndidn't know what to do and we were trying to organize some secret defense group. I came\nacross some Polish communist. They used to be participating in Spanish civil war, and\nthey were -- but of course involved from the very beginning was created by\nHitler for communists, German communists and communists from all over the area from\nthe European scene. Those guys were very well organized in Buchenwald and very well\noff. They had good food, because top management were communists_ so they took care\nof them. In April, when we arrived there -- before the beginning of April they started\nlooking for people, able bodied people with some military experience who would be\nwilling to participate in a little fighting with the SS people, soldiers. But, so I agreed to\nparticipate in that, but nothing came from that, because there was not enough, they were\npromised weapons and they never came. Something like that, nothing happened. In the\nmeantime, I believe, April 7, he decided to organize the evacuation, not of everybody, but\nof a large group of prisoners from Buchnwald, and he moved even the first part I\nremember went to Kaminetyz (ph) by train, but in Kaminetyz (ph) there were Americans\nstarted bombarding the transportation communication. It was completely disrupted, so we\ncould no longer go south using the train, so we had to go by foot. So, everybody out, and\nmarch, south. Possibly, two Dachau, but later on we found out that it wasn't supposed to\nbe Dachau, it was supposed to be a place in Bavaria in nice beautiful picturesque place,\nforest, they prepared the graves and everything, they were going to liquidate a whole\ngroup. But of course they couldn't make it because George Patton was first. He liberated\nus the twenty- first of April, 1945. I remember exactly, a 11th tank division, and I met\nsome people there I used to exchange letters for number of years after that, soldiers,\nPolish soldiers, Polish American soldiers and the picture that you have in my story, it was\ntaken by him. The whole group we arrived there. That was roughly the end of the story.",
        "A: Yes. Important thing is this. The concentration camp in Auschwitz and later on in\nBirkenau because they started with Auschwitz was originally for Poles. So, a vast\nmajority of prisoners were Polish. In the year of 1940, '41, '42, it was absolute majority.\nLater on they decided to enlarge the field, the area of activity so they started Birkenau.\nBirkenau, if I remember correctly, was mostly for the Jews, but Auschwitz as such the\nmajority of the prisoners in Auschwitz were Poles, but things were changing all the time,\nbut Birkenau, the prisoners from Auschwitz were working on the Birkenau camp. When I\narrived in 1943, there was still construction going on. It wasn't finished, not everything\nwas finished. So that's the reason that Jews were not aware of actual -- the Auschwitz\nplace. They were more aware of Treblinka, other places in --.",
        "A: Auschwitz, no. No. I remember when I was in Auschwitz, I talked to some Hungarian\nJews, that was 1944, in the summer, a huge transport of Hungarian Jews came, and I\nremember that we had some good times because a lot of good food came with them and\nour kitchen was using rice, my God, what rice. We were -- and they didn't know. They\ntold them that they were going to a nice place, secluded, and you will be able to work\nuntil the end the war. Nothing is going to happen. Of course, give us your valuable and\neverything because we have to maintain a certain comfort for you. You have to live like\npeople, like human beings, so nothing to worry about. They did the same with\nCzechoslovakian Jews. They did the same with Hungarian Jews. They did the same with\nGypsies. They were my neighbors. I knew I saw them, Hungarian Jews experience very\nbadly because they were burning them day and night, day after day. It was unbelievable\nsmell, and of course we had a better soup, but my God nobody could eat that soup. But\nthat was terrible, really, summer of 1944.\nEnd of Tape #2\nTape #3",
        "A: Well, the organization was the smallest unit, was I don't know how it was equivalent to a\npost which would be corresponding to a small town. Several posts would be a county,\nmore or less corresponding to a county and several counties again, would be like a\ndistrict and so forth. On our level, it was the smallest unit in the organization. Of course,\nwe had a division of activities was first of all the military activities which included\ntraining and preparation for a specific assignments. Collecting of weapons, ammunition,\nmaintenance, and that will be the military part, as far as I remember. Then would be a\npart like a diversion of sabotage. Sabotage would have to perform certain tasks,\ndisruption of communication in general or in particular cases according to the situation,\naccording to the needs. It would be run, usually by soldiers, former soldiers who used to\nbe on active duty in Polish Army, because they used to be most of the time Junior\nOfficers. Then there would be the political side of it which would be the distribution of\npress or preparation of future needs of future administration, organizing of future\ncouncils which would be planning supply in case of uprising, would be in charge of\npreparation of food, supplies of food or medications, hospitals, but there was a unit also\nthat took care of unfriendly acts of some people who were cooperating with the German\nauthorities. It could be done in various ways, the most common in situation would be to\nreport some experiences some SS acts, some facts to Gestapo as an act of well loyalty I\nwould say to Germans. For some stupid reason he would discover that he was loyal to the\nGerman occupation. He started to cooperate with them and he would be reporting all\nkinds of trespassers like , with the collection of food by farmers, stuff like that. He would\nbe sabotaging deliveries, so this is -- he would be reporting to Germans all kinds of\nirregular activities in that area, engaged in which actually were in the interest of Polish\npopulation, so these people were not too friendly to Poles. So, I remember two or three\ncases that one case was a policeman of Polish nationality who was too eager to please\nGerman police, and he hurt so much Polish people, that he was reported to higher\nauthorities, the underground Polish authorities, and the accusations were collected and\nfacts were collected and he was executed in due course. A similar situation was with\nanother Pole that also was cooperating with German authorities, but not on a more or less\non an economical level, like smuggling, stuff like that. Smuggling was an important part,\nbecause a lot of people depended on smuggled food because the official quota that you\ngot of food was not enough. In certain circumstances you have to smuggle, or in many\ncases they were doing this for gain, but it was a necessary fact, necessary activity for the\nbenefit of Polish population in general. So if somebody was trying to disrupt this or\nreport some activities of smugglers to German police, the act was unfriendly and if it\ncontinued for a number of occasions, so the guy deserved a penalty and in that particular\ncase that I remember, that guy was executed. Of course, a due course of law was applied\nto that situation. There were certain underground jurist, lawyers, judges, of course not\nemployed by the current German administration, but they were original members of\nPolish jurisdiction. So, they were knowledgeable. They knew the law and they were able\nto issue a proper decision based on their experience and knowledge. One case I know\nalso, a third case, a Jew who was very friendly with the German police also reporting all\nkinds of activities to German police and he was I understand the story, he was warned\nseveral times not to do it. He was even warned by some Jewish -- as a matter of fact, his\nfamily were telling him to stop that nonsense, but of course he was hoping that this way\nhe will be able to survive, and his family, and so he was also killed.",
        "A: That was before the deportation.",
        "A: Very early, yes.",
        "A: No, no. I don't -- you see for me I would have to if things like that took place of similar\nnature, it was probably after I was arrested because a lot of activities -- I mean the\nsituation was getting more active in the second half of 1943 and the beginning of '44, and\nI was no longer there. I don't know, and frankly from people that I know, from those\ndays, there was no such a thing as 1n a group, in a small group, not many Jews were\nparticipating, but if there were and I know of one from a friend of mine, there was not\nanything anti-semitic about that particular, I think 1t was two brothers or something like\nthat. They were visitors. They were visiting a friend a mine. He had a huge barn and in\nthat barn they were able to come to that barn and from the woods were they were\nmembers. They used to come, they used to take some food for the group. My friend\ntrusted them, and they trusted him. They even used to have a radio receiver. They used to\nlisten to the broadcast from London, together, in that barn, that particular barn. It was\nthose two Jews and this friend of mine, and they were very close to that particular\npartisan group and there was nothing unfriendly because I think they knew each other\nwhen they were very small children, like that. They were more or less of the same age.",
        "A: Yes, it was majority.",
        "A: For a little while, yes, but the vacancies you may say were filled by Polish people who\nwere deported from the area of the western part of Poland for example.\nThere were some people rom the area. There were also in the area of Lublin, very rich\narea as far as agriculture was concerned. They were very good, very rich farmers so\nGermans decided to deport them and put some German people mostly I\nmentioned before. In other words, German born people so because they were deported\nfrom or simply they asked for better conditions, better kind of life. They expected that\nfrom Hitler because we're doing some small -- maybe I'll say it was quite a common\nthing, many of them were spying for Germans before the outbreak of the war. For a\nnumber of years they were in touch with German intelligence. They were collecting\nintelligence for them. So, if the guy was not to rich, just average, small farmer or\nsomething if he was able to get a farm like in that Lublin area , SO he was\nvery glad to do that, to take over that farm. And the Poles from that area, from\nthe entire family was sent to small places like Shedowoeuf (ph). There was\nnot very much they could do about it. They were completely destroyed, poor people with\ntheir children and everything. So they did some, maybe I don't remember exactly what\nthey did, maybe they were just common laborers or something like that but they took\nover the possessions or houses originally occupied by Jews who were deported to\nGhettos. I know a case of a guy he was a living in Germany in the Gdansk (ph) before the\nwar and when the war came, he was no longer they simply told him go to Poland. We\ndon't want you here because this is German reich and we need only 100 percent Germans\nhere. So, he was sent to Poland. He was an intelligent guy, he was a professional, some\nsort of an engineer or something. So, he got one of the stores originally owned by Jews\nnot as a property just as administration, management, for the management and he was\npaid as a manager of that.",
        "A: I wouldn't know. I think maybe, but I really don't know. I was in touch with my friends\nafter the war, but the first time I came to visit Shadoweouf (ph) was last year, for the first\ntime. You know, I could recognize that place because number one, there was very heavy\nfighting, the Russians were fighting with Germans in 1945 in the beginning when the\nmain offensive was moving from the East to the West. Everything was destroyed, so now\neverything 1s rebuilt and the people maybe here or there I could recognize somebody, but\nit's very, very difficult to. Nobody really knows. New people, new faces, new buildings,\nlike a strange place.",
        "A: Well, I mean the reason my father died is absolutely the reason I was arrested and the\nGestapo was trying to interrogate him many times and that's how he paid with his life. He\nhad a heart problem and that's why he died. My cousin died in Auschwitz in 1943. My\nuncle, my father's brother, died in Russia. He was in the Polish police before the war and\naccording to the American Red Cross, I just got the news last year that he was liquidated\nlet's say, the camp was liquidated by the KGB in Russia , the name of the\ncamp. My brother, younger brother during the hostilities, during there was a fierce battle\nin January of 1945 between Russians and Germans, so they were running scared and he\njust got married, he married that the one in the post office, she used to be\nour contact, and they had a little child, and in January he had to cross -- running away\nfrom the Russians, he had to cross a river, a small river, but anyway it was deep enough\nthat it was up to his neck with the child carrying the child. So, after that he got\npneumonia and he died shortly after that and the child died also. The youngest brother he\nspent some time, I don't know exactly, but close to a year in a German concentration\ncamp. I met him after the war when we independently joined the Polish Armed Forces in\nItaly. I met him there. But he told me that he had a very tough time to survive that\nconcentration camp and he got a problem with his heart also. But he was okay for a\nnumber of years, but complaining of his heart all the time. One day, and he settled down\nin England. He married an English girl and I think they had three children and he was\ndriving one day and he got a heart attack while driving and here a collision head on with\nanother car and he was wounded very badly because of that heart condition, the heart\nattack, and he didn't recover from that. He died shortly after that. So, I considered this\npart of the war also.",
        "A: Well, the idea was to assemble everybody on that market place. The younger people were\nable reasonably healthy people on the average, they were able to get there with their\nbelongings, not much, small things necessary for life. Probably they had their most\nvaluable things on them, but anyway, the younger group could make it. So, they were\nassembled around that market place and they were waiting for the older generation. But\nwith older people it's a different story. So, some of them could walk and some of them\ncould not walk. Some of them were sick, simply sick in bed, so these people as I know\nfrom after everything was finished, they were killed on the spots by the Germans. He\ncouldn't walk, so he was killed. Because later on the abandoned places, the buildings, the\napartments, had to be cleaned and the dead bodies had to be removed because it was very\ndangerous. So, I saw a couple of dead bodies when they were cleaning that. There was a\nwhole crew cleaning the place and mostly for middle age sick people or very old people,\nthere was no chance, so they were either left in their bed, dead, or in that market place\nwere shot, because they couldn't move. Also, a lot of people who were sick on that march\nbetween Shedoweuf (ph) and which is I don't know about 18 miles, it\nwas impossible for them to make it, so the older people were shot. There were lots of\ndead bodies on the highway. So that's what we prepared in the report to our authorities.\nWe mentioned as far as I remember it the idea was it was butchery, senseless because\nthey simply acted like animals and they just left so much destruction and fear because\neverybody was psychologically -- the Polish people were very very worried after that. I\ntold you that the young people stopped living at their usual places of residence. They left\nthe houses. Most of them went to the forest to join the partisan groups. Others were just\nmoving to other places under assumed names with forged 1.d. cards. That's how it started,\nterror, uncertainty, fear.",
        "A: You're welcome.",
        "A: Well, it has to be done, that's all.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJune 29, 1994\nRG-50.030*0081",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Antoni\nGolba, conducted by Sandra Bradley on February 14, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ANTONI GOLBA\nJune 29, 1994"
    ]
}