{
    "rg": "RG-50.106.0148_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Erika Eckstut, conducted by Esther Finder on January\n16\", 2002 in Potomac, Maryland. This interview is part of the museum’s project to\ninterview Holocaust survivors and witnesses who are also volunteers with the\nmuseum. This is a follow up interview that will focus on Erika Eckstut’s post\nHolocaust experiences. In preparation for this interview I listened to the interview\nyou conducted with the Survivors of the Shoah Visual History Foundation on\nSeptember 29\", 1996. I will not ask you to repeat everything you said in that\ninterview. Instead, I will use this interview as an opportunity to follow up on that\ninterview and focus on your post Holocaust experiences. This is tape number one,\nside A. What was your name at birth?",
        "Answer: Erika Neuman.",
        "Q: When were you born?",
        "A: On June 12\", 1928.",
        "Q: And where were you born?",
        "A: In Znojmo. That was in Czechoslovakia.",
        "Q: How old were you when the war began in 1939?",
        "A: In 1939 I was 11. 11? ’28 - ’29, yeah, 11. 11.\nJanuary 16, 2002",
        "Q: And how old were you when you realized that the war was over?",
        "A: When the war was over, I was 16 years old. I was 17 in -- in June.",
        "Q: What can you tell me about the day that you realized that the war was over?",
        "A: This is -- this is really a question I always had a very hard time to answer,\nbecause there were so many -- so many things in me. You know, first of all, I\nthought about my parents. We didn’t have our parents, we were alone, my sister and\nI and her husband. And then, you know, the relatives which we didn't know who\nsurvived and who not, who were in concentration camps. And it -- it was just a\nwonderful feeling, but we were also very sad because we didn’t have our parents\nand other relatives, but it was still a wonderful feeling. And I -- I -- I can’t really\nexplain it, ho-how wonderful it was.",
        "Q: When did you realize that the war was over?",
        "A: When I realized? When -- when -- when they -- they announced it. They -- we --\nwe were with the army, we were not alone when they announced that the war was\nover, because my sister got married on March 31“, 1945 with a Czech officer, a\nJewish Czech officer, and we were with him. We were with the army. So when the\narmy announced that the war is over, for me the war was over. And that was mar --\nMay 9\", 1945 when I heard that the war was over.",
        "Q: So you were with the Czech army’?\nJanuary 16, 2002",
        "A: With the Czech army I was.",
        "Q: How long had it been since you were under Nazi occupation, cause you just said\nyou were with the Czech army.",
        "A: Yes.",
        "Q: When was the last time you were under Nazi control?",
        "A: I was under -- I was in -- that was 1945 and we left -- °44, when we left Russia.\nIn Russia we were not under the -- we left in, I think it was in ’43, we left under the\nNazis and we came to Russia. And we were in Russia and from Russia we left. It\nwas o-on -- I know exactly, on December 24\", we left Russia. And we ended up in\nPoland, then in Czechoslovakia. And that was the last time I was under the -- in --\nin ’43 I was the last time under the -- you know, under the Nazi occupation.",
        "Q: And you mentioned that you went from Russia to Poland to Czechoslovakia.",
        "A: Yes, that’s exactly right. We went with the Czech army and we actually went\nwith the -- 1-it was a convoy of tractors. And we went with the tractors to Poland,\nand from Poland we escaped because where we were left was not a good place to\nbe, we found that out very soon. And we ran away and we a-again got hold of a\nCzech army -- not any more the no -- what we were before, with a tractor of -- not\ntractor, with a -- a -- with just a car we got -- we got to Czechoslovakia.\nJanuary 16, 2002",
        "Q: You mentioned before that you were with your sister and her husband, who was\na -- a Czech officer.",
        "A: Yeah. That was after -- after the march when she got married to him.",
        "Q: Where were you living?",
        "A: When where I was living? When I left -- when I left Czechoslovakia -- I mean,\nwhen I left Russia?",
        "Q: No, when -- when you realized the war was over, where were you living?",
        "A: Oh I -- w-we -- we were with the army, you know, wherever the army gave us a\nplace. He had a place, my brother-in-law and I was -- I was the addition when he got\nmarried, I got married too, to him. No, I -- I’m just kidding. No, he took me too.",
        "Q: Did you and your sister do any work to support yourselves?",
        "A: We -- we did some, you know, we did some in -- in Czechoslovakia, matter of\nfact. We did also some -- my sister did all along in Russia. I did in Russia some\nwork too. I went to school but I also did work.",
        "Q: What kind of work?",
        "A: I worked in a hospital. I checked -- in ladies who were pregnant, came to check\nin, and I checked them in.",
        "Q: When the war was over, did you make any efforts to find missing loved ones and\nfriends?\nJanuary 16, 2002",
        "A: We didn’t have any opportunity to make any pra -- a-any kind of inquiry until the\nwar was completely over. And then only -- really we couldn’t go anywhere, but our\nhusbands went. You know, I was, in the meantime I got married and our husbands\nwent, we couldn’t even go. Because it wasn’t -- it -- it still was not -- you couldn’t\ngo as aci-civil person you couldn’t go to any different country. And we had to go to\na different country. So our husbands went and they got our parents.",
        "Q: Okay, let me ask you about your husband. How did you meet him and what were\nthe circumstances?",
        "A: My husband I met when my sister married her husband. He was the best man. He\nwas a very, very nice gu-guy, and when I met him, my brother-in-law said, you can\nask him if you want to ride the horse. He can get it for you. And he was 10 years\nolder than me and he just put his hands on my cheek and he said, oh you are a nice\nlittle girl. I had braids and I really looked like a little girl in comparing to him. And\nanyway, that’s how I met him, and then, in th -- when my sister got married and all,\nonce he sent my brother-in-law and my sister away and he came to visit me. I was in\nthe Czech army. Every officer had a spoika. A spoika means a helper, and I was\nleft in the place with a spoika. And when my late husband came to visit me, he told\nthe spoika that he cou -- has off. And he wanted to kiss me and I wouldn’t allow\nhim, I really hit him, you know? And then he didn’t come any more and then he\nJanuary 16, 2002\nwanted to marry me. And when we went -- it was after the war and when we went to\nget married, I couldn’t because I was too young. So we didn’t get married. But then\nhe was transferred to a place and he became them -- their -- he -- he was -- I -- I\ndon’t really know how you say it in English. He was a biggest man the army had in\nthat town. And that was the town where was a German -- lot of Germans lived, and\nthey were transported away, to go back to Germany. And this is where -- where we\ncame, and he was the big shot there. We have number one, that we was the first ones\nto get married in that little town and nobody gave us a hard time. I had -- of course,\nI had to get -- what do you call it, somebody to take care of me because I didn't have\nmy -- my parents, and my sister couldn’t -- couldn’t have done it. You know, you\nhave to have a -- |-like your father, you know, who would give you permission. And\nmy late husband had an uncle and gave me permission and we got married there, in\nthat little town. This was Freiwaldau in -- in -- in the czechoslo -- in\nCzechoslovakia. And that -- that happened only on August 28, 1945. The -- first we\nwanted to get married in June, when I turned 17, but we couldn’t. So then when he\ngot transferred and all, and then, you know, when he got there he had us come and\nwe got married.",
        "Q: What was his name?",
        "A: His name was Robert Kauder, R-o-b-e-r-t K-a-u-d-e-r.\nJanuary 16, 2002",
        "Q: So all in all, how long did you know him before you married him?",
        "A: I knew him from March until I married him, until I -- I married him in August.\nYou see, you have to understand. When they came back, there was no Jewish girls,\nyou know, there were no Jews when they came back. He had an aunt there and that -\n- that’s a whole story in itself you -- you know, she was at home and her husband\nwas in -- in Theresienstadt. He was in the camp the whole time, and he came back.\nBut when he went to see his aunt, he found out that his mother and his sister were\ntaken to Auschwitz and that -- that they died. And he was extremely sad. And then\nhe wanted to get married, when he found out that he doesn’t have anybody. And\nthere really -- there really was nobody, we were -- it was very easy, really, to get\nmarried tha-that time, you know, I mean, it -- you didn’t have anybody, like we\ndidn’t have our parent, and I married him. I didn’t know that my parents are alive.\nEven so, the war was over in May. We still had no idea until -- I was married\nalready to him when we found out where they are. That was through the Red Cross,\ncause we had no idea where my -- we didn’t have any idea if our -- my parents are\nalive. And we did not find them where we left them, we found them in Bukarin,\nwhich is a capital of Romania and we left them in the Bukovina, completely\ndifferent place. But my uncle -- my father had three brothers in the United States\nand only one really cared to si -- send letters and checking if we are alive. And the\nJanuary 16, 2002\nfirst one they found was me, and I got a letter and there was 25 dollars in it. And\nthen my sister, I think got it, and then somehow we got to know that our parents are\nin Romania, and then when our husbands went to get. That must have been\nsomeplace either end of ’45, or beginning of ’46 because it was cold outside when\nthey came. But I -- I don’t know the exact date when they came, I really can’t\nremember. But I know I was married and I got married on August, like I said, 28,\n1945. So they weren't there. When they came, I was married, you know, so it could\nhave been end of the ’45 or beginning of ’46, I really don’t remember.",
        "Q: At the age of 17, did you feel you were ready for marriage?",
        "A: I had no idea what marriage 1s. I had absolutely no idea. I remember what I -- I\ndidn’t have anything, and my late husband, a-and -- it was hard, you know, to buy\nsomething, and he wanted to make a me a dowry. And all I wanted was a -- a\nnightgown from flannel, because I never, ever wore a -- a nightgown. So I thought\nthat’s what I need is a big, long nightgown. That’s what I want. And he did ge -- get\n-- you -- you know, a dowry for me, because I didn’t have anything, nothing. I\ndidn’t have nothing, just what I wore. And go -- he got me whatever, and my -- my\nbrother-in-law got some lace and his sister, who came back from Auschwitz, she\nwas actually an -- you know, she used to make clothes. And she didn’t have a\nmachine or anything. And she made me a gown for my wedding. It 1s a short gown.\nJanuary 16, 2002\nIt was a short -- wasn’t enough material. And I don’t think I -- I -- I don’t know, I\ndon’t feel I have -- I don’t have a picture here, but it’s very funny the way -- it looks\nnice. It’s -- it was nice. It was really ve-very nice.",
        "Q: You mentioned a few moments ago that your husband was the -- the big boss in -",
        "A: The big boss, yeah, in -- in Freiwaldau, in Grafenberg-Freiwaldau it was\ncalled, where we were. Freiwaldau was the city and Grafenberg was a -- 1-it was\nthere an institution for people who have troubles with their brains. It was at\nGrafenberg. And we lived actually on the way up Grafenberg. We had a beautiful\nhouse, but we -- we -- 1-1t was a beautiful, beautiful house, and we lived there. And\nin 1997 I went with my granddaughter to see the place, I went back. And there lived\n-- there lived some people. And I said -- it was raining outside, and I have there a\ncousin and she took us. And when I rang the bell I said, I used to live here. He said,\nyou couldn’t have lived here. Here lived a young girl who is a chief of the army. I\nsaid, that was me. And he let us go in. Was nice. It was really nice. I had my\ngranddaughter. Was very nice to go back.",
        "Q: Do you remember your husband’s military rank?",
        "A: It -- here it was a -- a -- a captain or a -- a -- a major. I think he got the major\nafter, I don’t really remember. I don’t remember. It was not [indecipherable] he\nJanuary 16, 2002\nwas not -- I think he got -- he was a major. He was a captain when I met him, and I\nthink then he got -- he got a major. I’m not hundred percent, I think that’s what\nhappened.",
        "Q: When you got married and lived in this house that your remember so fondly --",
        "A: Yes?",
        "Q: -- how were you treated by the -- by your neighbors?",
        "A: You know, I did not associate, actually, with the neighbors, only with the\nmilitary. And we -- but what we did have was a maid. And she was a Czech and she\nwas nice. I had no problem, and her husband did in the garden. We had a beautiful\ngarden with the pool and everything was very nice, very, very nice. I had no -- no\nproblems really. A matter of fact I had a lot of fun because when the -- when one of\nthe soldiers would come to us with something for my husband, and if I would go to\nthe door, if I would open the door, they always wanted to make a date with me,\nbecause I still had the braids, I still didn’t cut my braids, and they didn’t think that --\nthat I am the wife of -- of the -- of the velitel. Velitel, I don’t know how you say it.\nYeah, the big shot, whatever. It was very nice. Very nice life there, very nice.",
        "Q: And what exactly were his duties and responsibilities?",
        "A: I really don’t know exactly his duties, but they were -- they -- they had to get rid\nof the Germans, which y-you know, take me away from there. It was the\nJanuary 16, 2002\nSudetenland where we were, you know, traveled over the Sudetenland. He did\nthat, and whatever else he had to do. I-I really never -- I never discussed it. I never\ndiscussed it. I -- what -- what we did first, before we did anything was we were\ntrying to -- we went to Freiwaldau and we also were trying to think that I will go\nback to school, because I didn’t finish school. But then they told me that I won’t\nhave any children. I didn't know if I could or I couldn’t, I mean I had no idea. And\nwhen I heard no children, how could I be without no children, I always wanted 12.\nSo I went from one doctor to another, and that was when I was already -- when I\nwas in school already when I found out. And I started to go to medical school. I had\nno problems. I took a test and I started to go. But then there was one time, the first\ntime where we had an autopsy. It was a newborn baby, and when they took the\n[indecipherable] they cut the head, I started to m-move around a little, and\nprofessor said, Miss Kauder, will you please stand up straight? And I couldn’t,\nbecause I wa-wa-was already crying when I w -- w-when I just tried to stand up.\nAnd he said, are you a -- a -- what do you say, a -- acry -- an hysterical woman, or -\n- or what -- wh-what’s wrong with you? I said, I’m a mother. I was pregnant\nalready. And then I did -- the first semester was over, and I didn’t go then back.\nAlso my husband got sick and I didn’t go back to school. But I was --\nJanuary 16, 2002",
        "Q: Why did you think you couldn’t have children?",
        "A: I didn't know. It was the first time I went to a doctor, I had some problems. You\nknow, 1-1-1 -- I just had some problems and my husband wanted me to go, so I went.\nAnd we didn’t want to have any children. We had no problems with having children\nor not having. We didn’t -- because we said, first Il finish school and then we’ll\nhave a family. But when they said I can’t have any children, I don’t have to worry\nabout that, I th -- to me that was a very big worry. I -- and I went from town to town\nuntil I got a very old doctor and he said, you are so young. He says, the only time\nyou can have it is now. And that was true because then I had -- after my daughter\nwas born, I had a -- two miscarriages, then I had my son. It’s almost six years\ndifferent between my daughter and my son. And when I had my son it was really\nvery -- they told me that the only way I can have him, if I am going to lie quietly\nuntil I feel him, and then, you know, I could get up. And the doctor who knew me,\nh-he says, you know, you can do that. I said, of course I can do that. And I did it. I\ndidn’t move until I felt him, and I had him.",
        "Q: You also mention that your husband was having health problems.",
        "A: My husband got the -- was wounded in 1944 at Dukla, that was in Russia. And\nwhen he was -- when he was -- it was so sad, his whole -- his whole wounding was a\nvery sad thing. They had what they called spoika, which meant that a soldier had to\nJanuary 16, 2002\ngo and tell another soldier that something is not right, you have to be careful. And\nthe soldier who was to go was Max Weiss. And he couldn’t -- he couldn’t, he -- he\njust collapsed. And the officer who was surrounded, wherever he was, was my late\nhusband’s best friend. So he started to go, but he didn’t have to go, he was the\nadjutant to Swoboda. He didn’t have to go nowhere, and they said, don’t go. You\nknow, the general told him, don’t go. And he d -- he saw that yo-you know, Max\nWeiss couldn’t go, he completely collapsed. So he run and when he ran, they say,\ncrawl. H-He was very tall, he says, you crawl. They -- when they ho-hollered at him\nand he -- he started to crawl, fell in -- in the -- in the bunker where his friend was\nand all, and he did tell them what happened. But then they didn’t have any x-ray and\nwhat they looked was that he was wounded in the kidney. But the kidney wasn’t\ntouched, it looked fine. So they just sewed him up. And that was in *44, and in °46\nhe started to have problem, and he had terrible problems til the day he died. He had\neight operations. He had -- they didn’t have at that time like now, you know, that\nthey can give you -- I forgot what it’s called. He had artificial kidney and it didn’t\nhelp. And he finally, you know, died only -- it was in 1957. It was a terrible, terrible\ntime. But he was good. He went in the hospital, he was in the hospital a month or\nwhatever. Came home, the first thing he did is made -- made ar-arrangements and\nwe went to the -- to a show, or whatever. Never, every complained. Never\nJanuary 16, 2002\ncomplained that he had to be in the hospital, that it -- at one time he had to have,\nyou know, to wear a thing, and nothing bothered him. But he couldn’t make it. I\nalways said to the doctor. You just do what you can do, he’Il do what he can do.\nAnd they couldn’t -- they -- they just couldn’t. He was -- one time -- my son,\nunfortunately inherited what my husband had -- had. And he was a year old when he\nwas taken to the hospital, and he had two stones. And he was breastfed. He was 13\nmonths old and then, six months later, he was taken again and they had to enlarge\nhim the passage from the kidney to the bladder. And the operation was taking about\nfour and a half hour. It was a very, very big operation. And he still has to go for --\nyou know, and he was, in 1949 -- ’89, I was very ill and he had to go to the hospital\ntoo, he had problems. My son.",
        "Q: [ma little confused about something. Did your husband die as a result of this --\nof being wounded, or did he have another medical condition, or was it a\ncombination?",
        "A: No, he died of -- of his wounding. When they opened the -- the kidney, you\nknow, that happened in 1947, when they opened it. In ’46 he started to have\nproblem, and when the couldn’t find anything and they couldn’t see anything, they\nopened him and the kidney was a piece of pus. And the other kidney was already\nattack, unfortunately. If they would have taken out the kidney in Russia when he\nJanuary 16, 2002\nwas wounded, nothing would have happened. He lived -- we -- I also live with one\nkidney. He could have lived the longest time for -- with one kidney. I wanted to give\nhim my kidney. I didn’t know that I -- eventually I myself had kidney problems and\nI lost a kidney, I didn’t know it then. But then I wanted to give him the kidney -- in\nFrance they had just made -- had a ki -- a case with twins, they gave from one twin\nto the other, and they didn’t make it. And they wouldn’t do it because at that point,\nyou know, I had already my daughter, I didn’t have my son yet, but they would not\ndo that, they would not take my kidney and give it to him. And they couldn’t do it --\nthey didn’t do it because the only case they had was at that time in -- in France and\nit didn’t work. What they didn't have is the -- what do you call -- I -- I can’t\nremember. I?ll remember maybe in the course of th -- I will tell you what it’s called.\nWhat -- his -- his case was called -- he had cystenuria. That -- that what this stones\nwere, cysten stones. But that was caused. They could -- they also didn’t have any\nrelatives of his to check if, let’s say there was something in the family, but they\ndon’t know about anything. So they only -- they -- their case is that he died from the\nwounding.",
        "Q: I had asked you before 1f you had much contact with your neighbors and you said\nno, but did the people of the town know that you and your husband were Jewish?\nJanuary 16, 2002",
        "A: You know, I -- I was thinking about it. I really don’t know if they knew. There\nwas no -- in that little town, there was no temple or anything, and you couldn’t\nreally do there anything. Whatever you did, you did in the house. I mean, the -- the\nmaid could have known, but I -- I don’t know. I really have no idea. I do -- I really\ndon’t know.",
        "Q: Were there other Jews in the town?",
        "A: No. There were no -- except my aunt. We -- we took my aunt and my uncle,\nbecause my uncle, like I said, he was in -- in the camp, he came back to on -- that\nwas not -- they were living in Ostrow, not where we lived. So my husband took\nthem to Freiwaldau and he kept them there. But they -- he wasn’t Jewish, her -- her\nhusband, she was the one who was Jewish. And in 40 -- in ’28, or when they got\nmarried, he converted. He also was circumcised. So -- so --",
        "Q: I’m going to pause and change the tape. Just one minute.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Erika Eckstut. This is tape number one, side B.\nAnd I wanted to ask you about the state of your health at the end of the war. Did you\nJanuary 16, 2002\nhave anything that happened to you during the war, any illness or accidents or any\nkinds of problems that presented you with any health issues at the end of the war?",
        "A: I -- I was beaten at the place where we were taken when we were supposed to go\nto the concentration camp. And my back was always in very bad shape. It still 1s.",
        "Q: Did you get any medical care, either during the war or immediately after the war\nfor your back?",
        "A: No, I didn’t get any -- any medical care and one of the reasons was that really\nand truly I-I -- very, very early after we got married, my husband got sick. And I\nwas so worried about him that I just -- and I was young. And I just said ah, I’ll make\nit, P’1l make it and I never -- I never really did do anything about it.\n[indecipherable]. No, as we get older, it gets worse, but I mean --",
        "Q: You also mentioned that there were Germans in the town and part of your\nhusband’s responsibility was to get -- get them out of the town.",
        "A: Yeah, yeah.",
        "Q: Did you personally witness any acts of retribution or retaliation against\ncollaborators or any Germans that were there?",
        "A: No, I didn’t. I just heard from -- fro -- oh, you all right? [indecipherable]. My\nhusband was -- was not telling me really, but his friends who were there, some\nwanted to -- to do something to them. And my husband wouldn’t even touch them,\nJanuary 16, 2002\nand would not allow that anything -- y-you know, he -- he’s just wouldn’t even\ntouch them. He was so mad that he wouldn’t touch them.",
        "Q: You also mentioned before about attempts to find your parents, you didn’t know\nwhere they were and they -- you left them in one place and they ended up in another\nplace. Did you put your name on a list of survivors?",
        "A: No, I didn’t. I didn’t put my name any place. That da -- that what -- was what my\nuncle did. H-He had here three brothers, but only one did it. He -- he put all our\nnames down. My father’s, my mother’s, my sister’s and my -- m-my and myself,\nand my name. Of course, his parents too, but they -- they were unfortunately, you\nknow, they died.",
        "Q: Are you telling me that he put down your names that he was looking for you?",
        "A: Yeah, after the war, you know. He did that. I didn’t have anything to do with it, I\njust got a letter with 25 dollars. That’s all I got from my uncle.",
        "Q: What was your reaction, you and your sister, when you heard that your parents\nwere alive?",
        "A: Oh, wa-wa-what should I tell you? We started to dance and we didn’t know what\nto do. We were ready to go right away, but we couldn’t, and our husbands went.\nYou know, they -- they were both in the uniform, they was -- were still, you know\nand they went.\nJanuary 16, 2002",
        "Q: Did you have any correspondence with your parents before your husbands went\nto -- to collect them?",
        "A: I don’t think so. I really don’t remember it. I don’t remember having any because\nright away they went. And you see, when they came back, the house where I told\nyou we lived -- my sister was with me that time, and -- and we were waiting for our\nparents to come. And we lived on a hill up, and it’s a -- we heard the car coming.\nAnd our -- our top was like a -- ju-just a plain top and we saw the car way down. So\nI started to run down and I ran three steps I took at once and my sister went slower.\nAnd I was there before my sister. And when the car didn’t even stop when my father\ncame out. And my father was wounded in the first World War, and he walked with a\ncane. And I heard my mother say den stock, den stock, the cane. And he didn’t take\nit. He was in my arms, I was in his and we were just holding. And he never took the\ncane again. But unfortunately, he didn't live too long, you know. He died when he\nleft Czechoslovakia.",
        "Q: When was that?",
        "A: That was in 1949 -- fo -- no, 40 -- ’49 in -- yeah, ’49 in March, I think it was.\nYeah. °49 or ’48, I don’t know if it was ’48 or ’49, I don’t remember. Either ’48 or\n\"49, because they were looking for it -- the reason my parents had to leave, my sister\nhad left. But my parents had to leave because they were looking for a German baron\nJanuary 16, 2002\nand he looked like my father, and my father, who knew the policeman who came to\nus, he says, you know me. He says, you know my -- my parents. You -- you know\nme, I’m not from no baron. He says, all I have to do is take my pants down. He said\nnot with the Russians, you don’t. He said, because some, you know, had it done too,\nyou know to -- so my -- they gave my father a diplomatic passport and he left for\nVienna. And five weeks later he died. And when he died he had the same thing\nwhich he -- which he had two times before. Once when he left our little town, first --\nhe had the first heart attack. Then he had one in Prague where I came. And the third\none he had, he said my sunshine is not here. He says, don’t call anybody and sure\nenough he -- he didn’t -- he didn't have --",
        "Q: And who was his sunshine?",
        "A: I was. I was both times with him and that was it.",
        "Q: Did your parents say anything to you or make any comment about the fact that\ntheir sons-in-law came to pick them up, they didn't even know that you were\nmarried?",
        "A: Yeah, oh did they make th -- did they make comments, of course. And their first\ncomment to me was that he has to announce the weddings. I mean, it’s not a\nwedding. He says, you know cannot say -- how can you take anybody else if your\nparents are alive? You know, I had a formant -- what -- what do you c -- I -- I don’t\nJanuary 16, 2002\nknow what you call it, formant, you know, somebody who talks for me. But you\nhad to -- probably you had to say. I -- I didn’t fill out any papers, my husband did. I\ndon’t know what he said there, that I don’t have my parents. They had to be dead,\nyou had to have -- and my father was a lawyer. He says, you know, I -- I’Il have that\ndone in no time. But he loved my husband, but -- and I said, but I don’t want it. I\nreally don’t want it, and anyway he didn’t do it. But then he w -- he -- he did one\nthing, which was so nice, when he, for me when I was 18, he aw -- w-went to court\nand he initiated the case that they should forgive me my age and give me -- because\nwe had still ta -- we got food on ration, because there was not food. And I got\nchildren’s ration. I had already a daughter, I was breastfeeding. So -- and I couldn't\ngo with them anywhere for drink or anything. When they went I had to stay out\n[indecipherable] outside. So he -- he did that. I have that document.",
        "Q: When did you realize the full extent of the genocide?",
        "A: I -- I really realized that, I think very early, my sister and I. We never talked to\nour parents what we went through. We never told them, they never told us how\ncome that from the Bukovina they ended up in -- in Bucharest. How did they get to\nBucharest? Why did they g -- were they there. I have no idea. Neither does my\nsister, we never, ever talked about it. I think we all knew what happened. We all\nknew exactly what happened and we didn’t want to talk about it. We just didn’t. We\nJanuary 16, 2002\njust tried hard to make life as possible like other people. It wasn’t easy, you know,\nit’s very, very hard. And e-even when you ask me when I was 17 if I knew what the\nmarriage was, I had no idea what the marriage was, absolutely none. And we just\nwanted to be loved. And we tried to make life as best as we knew how. But I never\ntalked to my parents about it, never, and neither did my sister. Neither did they ca --\ntalk to us about it at all. And I know it was only because we knew what happened. I\nmean, at that point of course we knew what happened.",
        "Q: How did you know what had happened?",
        "A: From -- from what I went through, I -- I knew that. I -- I mean I knew what --\nwhat went on all along. I mean, I was there, it’s not that I didn’t -- if I would have\nbeen hidden or something they wouldn’t have known, but I was exposed to it, and I\n-- so I knew it.",
        "Q: Had you heard during the war about Auschwitz and some of the other --",
        "A: Auschwitz I never heard. I -- I don’t -- I don’t think I her -- but I knew that there\nwere camps and I knew it was bad. Why did I run to Russia?",
        "Q: Were you aware of any deaths of Jews, survivors, after the war was over?",
        "A: After the war was over, yes, I remember too, was -- I heard that some people\nwho came back and they didn’t find anybody, they committed suicide. And yeah, it\nw -- it was a terrible thing. It’s -- yeah, I heard some people, you know they -- they\nJanuary 16, 2002\ncommit, you know, was -- it was a terrible thing. It was awful, I remember. Some of\nthe -- yeah, my father came in °46, because in ’46 was the first time we had\nPassover in our house, and the soldiers which work with my -- they -- they were\nofficers, you know, were in the same thing with my husband. They all came to our\nhouse, because we were the only ones who had parents. And my father was, of\ncourse, in -- in charge of the Passover. We -- he really -- och, tha-that was -- we\nhave two people who were with -- with us when my father conducted the Passover,\nand th-they are in New York. That was so nice, that was so nice, my father\nconducted -- that was in -- in °46. Oh, that was such a nice Passover. Was very, very\nnice, and we had -- 1-1t was -- I don’t even remember how many people were there,\nbut there were all, you know, his friends and all, they all came to us. He was the\nonly one who could make a Passover.",
        "Q: You mentioned they were your husband’s friends, they were the officers --",
        "A: Yes, [indecipherable] officers from the army.",
        "Q: Were there many Jewish officers in the army?",
        "A: Yeah, there was, because they -- they were about -- at least six or seven came. At\nleast. I-I -- I really don’t remember how many there were, but there were a -- there\nwere a lot, and they were talking about it for years to come and today if you talk to\nJanuary 16, 2002\nhim, he w -- he will tell you, you know, he was at -- for Passover, you know, at\nNeuman’s house.",
        "Q: You were one of the few to have parents that come back. And you mention that\nyou did not speak about the war --",
        "A: No, no.",
        "Q: -- with your parents. But did your parents offer you any guidance or any words\nof wisdom to help you rebuild life after the war?",
        "A: I -- I think, you know in their -- th-th-they were extremely loving and giving\npeople. And they gave you a lot without even you realizing. Th-They did help you,\nwithout you being aware of it, because I remember things, you know, where --\nwhere they would -- li-like for example, I remember when my daughter, she\nwouldn’t eat at all. And I would sit there and sit and everything would fly. I would\nbake all kinds of things and she wouldn’t eat -- she would put it in one cheek and\nthe other cheek. And when I hold her nose she spit it out. And I was sitting there and\nsitting and in one time, you know, when she spit it out, I just slapped her, you know,\non the face. And my father went white. I mean, he went white. I have never seen\nhim like that, and he walked away. And then later on he took me aside and he says,\nwhere did you ever see touching a child? I said, but she doesn’t -- she doesn’t\nswallow. And my father, you know, had a very long talk with me. And then the\nJanuary 16, 2002\nother long talk we had was when he realized that I did not speak German to my\nmother. And my mother, unfortunately didn’t speak much Czech, she was not Czech\nand we never spoke Czech in the house, we always spoke German. And he sat me\nand my sister down and he had a talk with us. And he says, you can’t be the way\nyou are. Why don’t you speak with your mother the way you always spoke? And I\nsaid, I have nothing what to say in -- with my father I could speak Czech, because\nhe spoke Czech very well, too. And I said, m -- I -- I don’t have anything to say in\nGerman, what -- why should I speak German? I don’t want to speak German. He\nsaid, why don’t you want to speak German? I said, because I don’t like the\nlanguage. He said, what did the language do to you? I said, I don’t want to talk\nabout it. He said, but I want to talk about it. I said, I don’t. He said, do you realize\nthat if you hate, then Hitler won the war? He says, you can’t do that. The language\ndidn’t do anything to you. And he talked to us. My sister was always smarter than I,\nshe was also older, and she got it before I got it. And one time I was very bad,\nbecause he wouldn’t let loose. My sister wasn’t like me, she also spoke to my\nmother. And I g -- I just got up and left. And my mother immediately came to me\nand says, would you please go back and apologize? I said no. She said, will you go\nback and apologize? And I did go back and apologize, and I did si -- it took me\nawhile, and I started to speak to my mother in German. And it -- th-that was the\nJanuary 16, 2002\nonly time that we spoke about the war, and my father made sure that I have no hate\nin my heart, and I still don’t. I don’t know what it is to really hate. I don’t hate\nanybody. I never did and I can’t hate. I don’t like what happened. I am not, you\nknow, the person who can forgive anything. I’m not such a big person, I don’t like\nwhat happened. But I don’t hate. And I tried to prove it to my father, too. He wasn’t\nhere any more, and I st -- always try to do the right thing. I have always tried -- the\nfirst time that I came across a German girl in the school, I -- I did everything I had\nto do for her. And then she invited me to go to her wedding, and I went. But I said,\nDaddy, I’m doing this for you, and anyway -- it wa -- they -- they were both very,\nvery loving, my parents. They were su -- such nice, easy people to get along with.\nVery, very nice people, very loving, very loving. That was very nice. Where am I\nnow”? Where was I really when I told you?",
        "Q: In addition to the advice that your parents gave you after the war, did your\nparents -- you mentioned something about going back to school.",
        "A: Yeah, that --",
        "Q: Tell me where, exactly, you went back to school.",
        "A: I went back to school in Prague, because that was, you know, we left Prague, I\nthink it was in December or whenever, whenever he was -- he -- he was already in\nFreiwaldau, we got married in Freiwaldau, but I was still -- you know, I was with\nJanuary 16, 2002\nhim, and we -- I had -- just I took the test, you know. And the end -- the -- it started\nin September, started to school. And I went to school in Prague and I went to\nschool, you know, I continued. I was with my sister, she was in -- in Prague, I was\nwith her. And I went through the first -- the first part, and then I didn’t go. And the\nprofessor I took where -- I mean, I took [indecipherable] I had, he came once to\nPrague -- to New York. A neighbor of ours was waiting for a niece who came from\nPrague, she was my friend. And he never knew her, he knew her as a little girl. And\nshe came with her husband and her son. And he wanted me to go with him if I\nwould recogni -- of course I recognized him. So I went with him and as we were\nstanding upstairs and the people go out -- come out, you know after they go through\nthe -- the -- wh-whatever they have to go when they come from a --",
        "Q: Customs?",
        "A: Customs. So I said, here she is. And right behind her was a man with a -- wi -- li-\nlike a moustache, and I look and I -- I know the guy. I mean, I know him. He 1s a\nprofessor I had years ago. So I was waiting, and when she came out her uncle went\nt-to her and my aunt was there and all. And I went over to the guy and I asked him\nin Czech if he 1s Czech. He says, of course I am, he says, how do you know? I says,\nI’m your pupil. He said, I can’t believe it. And then, you know, he -- slowly he\nremembered me and he went to Chicago. And I said, could you come and stay with\nJanuary 16, 2002\nus after you are finished? He went to a lecture. He said, I would love to, but I have\nno money. I said, doesn’t matter, I says, I'll give you some money and you’ll come\nand stay with us. And he came and he stayed with us. He was in my house and I was\nalready married to my husband, but my husband didn’t have a job yet, you know,\nthat’s a long story. Anyway --",
        "Q: This is with a different husband --",
        "A: It’s a different --",
        "Q: -- you’re -- you’re jumping a little bit ahead of you.",
        "A: Yeah, yeah, yeah.",
        "Q: Did you want to stay in Czechoslovakia after the war?",
        "A: I had no choice, because my husband was very ill. I could not have gone\nanywhere. Because also what I didn’t tell you, in -- in December of ’44 --\n\"45, a cousin of my late husband came to Freiwaldau where we were, and he\nwanted to take ma -- he had every documents for my husband to go to the United\nStates. And at that time he wasn’t ill yet. And my husband said he won’t go, he\nwon’t leave me. He says, you don’t have to leave her. We’ll -- we -- you’Il divorce\nher and I’m going to marry her, or my chauffeur is going to marry her, just you\nknow, for formal. And we go to -- they were in, I think in Belgium they were\nstationed. And my husband said, I am not going to divorce her and nobody is going\nJanuary 16, 2002\nto marry her but me. And he wouldn’t go. And he didn’t go. I would have liked to\ngo out. My sister left, my parents left. I was the only one I-left there.",
        "Q: You told me how your father left and went. What about your sister, when did she\nleave, an-and under what circumstances?",
        "A: My sister -- my -- my brother-in-law actually deserted the army, he was in the\narmy and he just left to Israel to help with the Haganah. And of course that’s also\nanother story. When he came to Israel they wouldn’t take him. He was 15 years\nolder than my sister, he was 38 or 39 when he came there and he didn’t speak any\nHebrew. And he had a very hard time learning a language. He was from\nCzechoslovakia from the mountains, and he spoke Hungarian and Czech. We never\nspoke Hungarian, we were not from that part. And he couldn’t learn right away the\nHebrew, so he had also problems in -- in Israel. What -- they left right when --\nwhen the communist came, because the o -- the other reason they le -- he left also\nwas that a lot of Jewish officers were killed right after the communists took over.\nNot only Jewish, but some were Jewish, you see, quite a few. Was right in there and\no-other, you know -- then Morovitz was there who was killed, he was married to a\nJewish lady who was pregnant when she -- when he got killed. It was terrible,\nbecause Swoboda did not go with -- with -- with the communists, he didn’t do\nanything to help them, and the army didn’t want to go. The army was already, I\nJanuary 16, 2002\nmean they could have taken them on. They were still in -- in gear. But they was -- so\neverybody who could, left. Because the officers who left didn’t have no permission,\nthey didn’t leave from the army, they just left. You know, not legally.",
        "Q: I’m not sure I understood all that you just said. When the communists came --",
        "A: Yes.",
        "Q: -- some of the Czech officers were -- were killed.",
        "A: All the [indecipherable] were killed. Some of the Czech officers were killed.",
        "Q: Why’?",
        "A: Why? They said they are against th-the prolat -- proletariat. They are against the\nRussians, or whatever, to -- you know, whatever they had -- whatever reason they\nhad, they -- they didn’t -- they didn’t like them and they killed them. It was, you\nknow, they always -- they had a reason, you know, they said they were against -- I\nmean, it -- 1t was absolutely insane, what they did. Absolutely. I mean, these were\nall officers which were in Russia and fought with the Russians. And they were not\ncommunists, they said. Now, not all were, but I mean they -- it -- it was a terrible\ntime for us. A terrible time. My -- my husband was at that time already sick. So they\nwere, wh-what are we going to do with him, you know. They didn’t expect him to\nstay alive as long as he did, you know, they didn’t. So that was one of the reasons\nthey didn’t do anything for him.\nJanuary 16, 2002",
        "Q: How did your life change, aside from your husband being sick, but when the\ncommunists came, how did that change your life, yours and your husbands?",
        "A: It-It changed a lot. My husband had to leave the army, because he also was sick,\nyou know, a lot. Then he had a very big problem getting a job. And finally he got a\njob. But you see, when he was -- when he got the job, he was not a communist, you\nknow, because a lot of them were in the, you know, a lot of them were really, you\nknow, communist wi -- and he was not. And there were others who were killed who\nalso were not, you know, communists. They were not really -- really communists.\nAnd they took him there and he had -- they asked him how come he doesn’t read the\nRuda Pravel. And he said he was wounded, he can’t hold the paper, it’s too big to\nhold. And anyway, he didn’t make to enter, so they always gave him a\npostponement. And then finally he got a job in Kovo -- th-that was in -- in a job\nwhich had to do with -- th-the -- the -- it has to -- had to do with other p-places, you\nknow, you had to go to Bulgaria or whatever, you know, in -- in the -- in the area of\nthe Russian things, he had to travel there, too. So he was -- he was working until he\ndied in that job, kovo, it was called.",
        "Q: What exactly was that?",
        "A: Kovo -- kovo is not a -- a name of anything, you know, it’s not that I can tell you\nit was kava or -- I mean, coffee or anything. It was a sort -- a sort of something, you\nJanuary 16, 2002\nknow. I-It wa -- it was the import and export of a -- or tha-that’s what it was, it was\nthe import and export of some foods. And you know, wherever there was, you\nknow, the most of the food went to -- to Russia. And whatever you could, you have\nfor the -- for the Czechs, you know, and you went also -- he went to Bulgaria -- to\nBulgaria he went. And then he had to go to Germany for -- for being a -- what do\nyou call it, a witness, you know, so -- so he went to Germany. And then he had to\ngo -- th-they also asked him if he would go to America. He said no, why would he\ngo to America? They said, you have a mother-in-law there. Course my mother,\nthat’s ano -- another story. My mother ended up in the United States after my sister\nalready left Israel, she came there too. And he said he would never take his mother-\nin-law instead of his wife. He liked his wife. He was bad, he really was bad. But he\nwas so wounded they didn’t -- you know, he was every year at least two months in\nthe hospital.",
        "Q: You mentioned he was called to Germany to testify. Would you explain that?",
        "A: Yeah. He wa -- he was called to Germany to testify to be a witness for -- 1-1t was\nfor Nuremberg. For Nuremberg he was called.",
        "Q: Do you know any of the particulars of that?\nJanuary 16, 2002",
        "A: No. I don’t remember anything, I only know he went. I know he was there -- I\nhad some pictures -- I don’t have that, where he was we saw all the people sitting\nthere, but I don’t have them.",
        "Q: Did he actually testify or was he just there in case they needed him to testify?",
        "A: I don’t remember. I really don’t know. I really don’t know if he testified or he\nwas jus -- he was there in that whole thing when it was, but if he testified I don’t\nknow. I have no idea. I --",
        "Q: I’m going to have to pause to change the tape.\nEnd of Tape One, Side B\nJanuary 16, 2002\nBeginning Tape Two, Side A",
        "Q: -- of the United States Holocaust Memorial Museum volunteer collection\ninterview with Erika Eckstut. This is tape number two, side A. And you have been\ntalking to me about the Nuremberg trial and you said that your husband had been\ncalled to -- to be there at Nuremberg --",
        "A: Yeah.",
        "Q: -- an-and you did say that you don’t know exactly -- was he already sick at that\ntime?",
        "A: Yeah, h-he was six from -- sick from ’46 and he went, but I really don’t\nremember. And I know he talked probably about 1t when he came home. I really\ndon’t remember much about it. I know he went, I know he had a picture from all -- I\nsaw all these people there. I know he wasn’t very happy about a lot of things, but I\nreally don’t remember what.",
        "Q: Do you remember reading about the trial and -- and the verdicts and everything?\nDid you feel that justice was done there?",
        "A: I don’t remember, I really don’t. Because you know, you have to understand, I\nreally and truly had my hands full. I had my kids, my husband, and it was -- oh, you\nknow, I -- I -- I’m sure at the time I did, but I don’t remember now.\nJanuary 16, 2002",
        "Q: You also talked about the political changes going on around you when the\ncommunists came. And I wanted to ask you about anti-Semitism in the period after\nthe war and before the communists came ov -- over. Did you notice any anti-\nSemitism around you?",
        "A: No, I really didn’t. I lived in a building in Prague, and I really don’t remember\nany anti-Semitism.",
        "Q: And after the communists came, did you notice any anti-Semitism, either within\nthe government or just around you?",
        "A: No, I -- I really don’t, but iv -- as long as my husband was alive, I didn’t work. I\nwas home, and I didn’t have any anti-Semitism. We lived in a building where there\nlived a lot of Jews and non-Jews so you know, you should have. And I have -- my\nkids, you know, were friends with Jewish kids and with non-Jewish kids. No, I don’t\nremember to have any anti-Semitism. At least I didn’t come across any.",
        "Q: Were you aware of the events surrounding the partition of Palestine? Were there\nany news reports, or did the Jewish community around you say anything about the\npartition in Palestine?",
        "A: No, I don’t remember anything.",
        "Q: You said that while your husband was still alive, you did not work.",
        "A: That’s right.\nJanuary 16, 2002",
        "Q: And you have two children?",
        "A: Yes.",
        "Q: Can you tell me the years that your two children were born?",
        "A: My daughter was born on September 16, 1946. My son was born March 13,\n1952. It’s almost six years difference between them.",
        "Q: And their names?",
        "A: My daughter’s name is Elishka. It was Elise -- I mean, 1t was Elishka, not Elise.\nNow it’s Elise, now it’s Elise. And my son is Michael. It was Misha, but here it’s\nMichael.",
        "Q: Tell me about your circumstances, your family, when your husband passed away\nand -- and what you did immediately after.",
        "A: You see, I had there lots of friends. I really didn’t have any relatives. This one\nrelatives which we had in [indecipherable] my uncle came, my aunt never came.\nAnd one of the cousins, there were four children, one came. And I had a ver -- like a\nmother there. It was the daughter of that lady who was a friend of my late husband,\nthey went to school together. And they took us in like we were family. And she did\nmore than I ever did anything. I was very quiet. I didn’t -- 1-it was a military funeral.\nI was there, but I really didn’t do anything. I didn’t talk to anybody and I didn’t just\ndo anything. And they used to come to my house, you know, the doctors who were -\nJanuary 16, 2002\n- some of them -- my late husband was a medical student before he went to the war.\nAnd one of the doctors was a friend of his, they went to same medical school. And\nhe came over and they were trying to -- when I had coffee, Babi would make coffee,\nor si -- mother, you know. And he would say do -- don’t you want to break the cup?\nHe says, we’ll have some noise. I didn’t want to do nothing. I didn’t talk to them,\nnothing. They came, they left. And then one day -- and I didn’t take care of the kids,\nBabi took care of the kids. Never asked about the kids. And one day I -- every day\naround five o’clock I used to go for the walk, for a long walk, after my late husband\ndied. And Babi always went with me. One day when I went to the door to go, she\nsaid, I’m not going with you. And if you go yourself, she says, I’m going put the\nchildren in a -- in a home for -- you know, without the -- for children without\nparents. I hesitated just a second, and I left. Wa -- when I walked, I said to myself,\nshe’s not my mother. She is a strange woman. She doesn’t care for my children. She\nwill put my children in a home [indecipherable] from home, because she doesn’t\ncare. And I went home, I didn’t say anything to her and I went into my daughter’s.\nMy son was only five at the time. And she cried and I cried, and it really, you know,\nbroke everything between me and my children. My son was really too -- too young\nfor it. And then the doctor came and he talked to me. I didn’t talk to Babi at all, I --\nI just didn’t pay attention to her. And he came and he told me that if it wasn’t for\nJanuary 16, 2002\nBabi, that time when I walked out by myself, they were all around me, they didn’t\nknow what [Il do, and they were ready to put me away in Freiwaldau, you know,\nwhere I told you we were? And Babi said no, let me do it one more time. And she\nhad called and she said that I went to Elise and everything 1s all right between my\ndaughter and me. But otherwise I -- I just wasn’t, you know, anything. And when I\nheard that, I went to Babi and I apologized. You know, it was so bad wha -- what I\ndid to her. And then I went to work, and -- and then came the time when I -- I\nimmediately applied to go to the United States and I was told immediately that I\nwill not go, that they will not let me go. That the children from a Czech officer will\nnot be beggars on Broadway. | didn’t understand what that meant, but it was\nsomething it meant. And then -- then wa -- one t -- when I got the refusal that I’m\nnot going to go, I went back one time. I asked again. And the guy there said, I told\nyou, you’re not going to go. He says, what do you do -- lose, a man? He says, you\ndon’t look so bad, you can get a man. And I got so mad. I got so mad, and I said, if\nit wasn’t for my husband, you wouldn’t be sitting here, and how dare you talk to me\nlike that? And I said, and I am going to the president. And I was with my little boy,\nhe didn’t go to school yet, and I went to the president. When I came there, there was\nthe soldiers and they put the bayonet, they didn’t talk to me. And I said to my son, I\nsaid, you stay right here. I said, if one hair is going to be crooked on this kid, I says,\nJanuary 16, 2002\nI cut both your heads off. And I went between the guns and I went in. They didn’t\ndo nothing. I -- I made one step -- I went in and there was another guy. He says, can\nI help you? I said yes, I want to speak to the president. He says, do you have an\nappointment? I said, I thought the president is for the people, and I am a people and\nI wanted to talk to him. I have a grievance and I would like to tell him. He said okay\nand he took me in, and when I walked 1n, the president walked out. I said, he’s\nleaving. I was all excited. I saw him and he’s leaving. And the lady says, don’t\nworry, he’s here. He -- she says, you just come in and we’ ll talk. And I complained\nto her and all and she says, do you need more money? Because I had a pension and\nmy children had a pension because we had military, you know. And I said no, I have\nmoney enough, I -- what could I have bought? There was nothing left to buy\nanyway. I said, I just wanted to see my mother, I says, I haven’t see her. We went\nthrough the war and now I’m not going to see her any more if I don’t go now. She\nsays, I can’t promise you to get -- go to the United States, but I can give you some\nmore money. And I left and I never, ever a-asked again to go until 1t was three years\nlater I got the letter that if I want to go I have to give up my pension and everything,\nand I can go. You know, it was so unfair to take the pension away from me, but I\nhad to -- I had to sign away my pension, my -- everything I had, and I could -- I\ncould go. And then when we -- before I went I had to go to court to sign for the\nJanuary 16, 2002\nchildren. And when I was ready to sign, a woman got up and she says she has a\ngrievance. She says, how can I sign away the things for the children? I got up and I\nhad with me one of the officers who -- who was a lawyer and he said, shut up and sit\ndown. I said, who is that woman? How dare she tell me I can’t sign for the children?\nWhere was she all this time? Did she go with Mike to the hospital -- you know, my\nson wa-was sick, you know. And anyway, that was -- wh-which I didn’t know, but\nmy kids had s -- whatever they took out, she was the guardian for my children. So\nanyway I signed and -- and we left. But it was -- it was a terrible thing, terrible.",
        "Q: I have a few questions about what you just said.",
        "A: Yeah?",
        "Q: You said you went to work. What kind of work did you do after your husband\ndied?",
        "A: I was on the -- on the main street like -- what is here the main street? I don’t\nknow where the main street. Like on s -- Fifth Avenue, in Prague\n[indecipherable], it was a bookstore for books. And all I had to do is take an exam\nfor -- for books for -- children books, medical books, whatever. And for poetry and\nall that. So I took it. My daughter was an ardent reader, so the children’s books I\nhave had all color. Then I had a friend, she was a lawyer, she gave me all that. And I\nmade it except poetry I wasn’t very good, I -- I couldn’t remember who wrote “The\nJanuary 16, 2002\nRaven” from all the things. But I made it and I worked -- 1t was military, Nasha\nVoisko. And I was a buyer of the books for Nasha Voisko. And I worked until I\nleft, until I left, I worked.",
        "Q: You also mentioned that when you first requested permission to leave, they said\nthe children of an officer would not be allowed to go.",
        "A: Be allowed to be beggars on -- on Broadway, I never forget that.",
        "Q: Were they saying that you could go without them, or were they stop --",
        "A: Yeah, oh yeah, they said it clear. They said it clearly. If I want to go, she said, I\ncan, but she can’t let the children go. I said forget it. I’m not going anywhere\nwithout my children. And then I was scared for a long time, you know, until I got\nthis letter and I went there -- my sister, you know, arranged that. My sister and my\nmother, when -- when Khrushchev was here, you know, at the U.N.? My sister and\nmy mother wrote him a letter and st -- they asked I should let go -- I should be let\ngo. And he wrote and that’s how I let -- was let go. But I didn’t know that, she\ndidn’t tell me that. She didn’t tell me over the phone that. I called her.",
        "Q: Which her did you call?",
        "A: My sister. I called my sister. I mean, you don’t call awa -- 1-1t was extremely\nexpensive, but I was -- once I got the permission to go, I was so excited. And when I\nasked her what should I bring, she says, bring Mrs. Pietnik, who was my maid, and\nJanuary 16, 2002\nwhen my late husband died I wanted to get rid of her, but I couldn’t. She said she is\nnot going to leave me. She is not going to leave me, and she stayed, and I had\nproblems because of her. Because she would call to -- to -- I -- I -- she would call to\nthe office and say, you know, can she speak to her [indecipherable] that’s to my\nlady. And they said, who is that? I said, that’s my aunt. She said she said she wants\nto speak. I said, she’s nuts, I said. She used to be a maid, I said, but now she doesn’t\nknow what she’s talking about. I had a good ti -- oh, it wa -- 1t was a horrible time\nunder the communists. I -- I -- I even re -- you know, when I came to the United\nStates it took me so long before I even opened my mouth to speak. My brother-in-\nlaw, he shook me, he says, don’t worry, no communists came with you, you can talk\nhere. I says, there is nothing what I can talk about. He says, you -- are you going\ntalk to me or aren’t you? I was so scared. I was so scared you can’t even imagine,\nbecause you know, there was -- there -- there was also a widow, like I was, she was\nput away in -- in a jail and they took her kids. I don’t know what she did, but oh, I\nwas so scared, don’t ask. Was terrible, terrible. But I wanted to go back to\nCzechoslovakia the first year. I -- I missed my babinka, you know, my mother was\nwonderful and I was happy to be with her, but I still missed babinka, you know, I --\nI didn’t have my m-my mother, you know --",
        "Q: The other.\nJanuary 16, 2002",
        "A: The other.",
        "Q: What was her real name?",
        "A: Elise -- El -- Elsa Drajan. D-r-a-j-a-n and E-I-i-s-e. Yeah, she was -- she was\nso nice and I wasn’t very happy here because I had to learn English. I took jobs\nwhatever I could get. I was -- I got -- once I met a ch -- Czech girl and she says, I\ncan get you a great job, she says, you'll be a -- a waitress. I says, fine. She says, but\nnot a regular waitress, they have Bar Mitzvahs and so. You are just going to serve\nliquor. She says, you don’t have to speak English for that. I says, how do I know\nwhat to do? She says, don’t you know what whiskey is? They say whiskey, you give\nthem whiskey. So what do I know? Came a -- everybody was very happy. They\ngave whiskey, I gave whiskey. I never gave water. I didn’t even know what water\nmeant. And -- and the -- the owner came over and he said, you’re going go, he says,\ntonight. He said, you make the people too happy. He w -- he realized that I wasn’t\npulling the wool over his -- oh, it was terrible. Then I worked for a doctor. Oh, my --\nmy jobs I had was unbelievable. When I wa -- when I came. And then my s -- my\nmother put me in a school without asking me, to go -- you know, I -- I had one\nsemester of medical school, so she put me in a school I should learn about\ntechnology. And I went -- I didn’t speak English. So, it was terrible. So I says, how\nam I going to do that? She says, you write as you hear it. You come home Beatrice\nJanuary 16, 2002\nwill put it into English. The way I wrote there were no words which I wrote in any\ndictionary. You couldn’t make out the words. Oh, it was terrible. But by the time\nmy sister finally got something out, I had to rewrite it. And then I typed it the nice\nup, I -- I liked it should be neat. And by the time I was done I knew it by heart. I\nknew it also how to write it because I had it. You know, it was all there. So I -- I\nactually beat the system. I had the best mark of all the girls. And you know, you had\nto take the test for the school and for -- for the state and for the medical -- for the --\nfor the medical, or whatever. For three places I had to take the test, you know, you\ntook. And the school sent a note to please excuse my -- my -- my writing. And it\ncame back I had no mistakes. And they called me, they said, how come you didn’t\nmake mistakes? I said, I don’t know. I says, I guess I typed it -- I did it right. I knew\nit by heart and I didn’t make, and I had the best mark. And I worked for Gillette for\nalmost 19 years and before I was in New York, but here. No, that’s too far, I go -- I\ncome to that later.",
        "Q: You told me how difficult it was to get out of Czechoslovakia.",
        "A: Yeah.",
        "Q: Did you have any problems coming into the United States? Did you have to take\nany tests, any intelligence tests, any medical tests? Anything like that to come in?\nJanuary 16, 2002",
        "A: No, I had the only problems with my -- with my back, because you see, when I\nwas beaten, yeah a -- I was beaten on -- on the one side. And the scar I have, it is a\nscar -- so-some kind of a scar, it’s like I -- I had there something. I -- I -- it was just\nfrom beat -- beating. And the doctor wanted to give me his wife’s x-ray, I said\nabsolutely not. And he gave it and he explained that that was done by beating. I was\nnever -- I never had TB or anything. And when I came I had to go for the x-ray, you\nknow, so they took an x-ray of me because that was that. But -- but when I came, I\nsaw that was really America. Because I thought -- God bless America, when I\ncame I didn’t see my mother, I didn’t see my sister, I didn’t see my friend from --\nthat was a soldier who I also knew. I -- I didn’t see anybody but men. All I saw were\nmen, so many men, and I said God bless America, they knew the widow is coming.\nI was already three years a widow, I mean, you know. And they were -- and they\nwanted to talk to me, I didn’t speak English. So they wanted to an-another language.\nThat time I spoke Ru-Russian fluently and Romanian and German and Czech. They\nwanted German, but I didn't talk. I was too a -- too afraid to talk. And -- but I\nrealized, they didn’t come for me. But I was in every newspaper in the United\nStates was my picture, reunion between mother and daughter. I -- I have the\npictures, they are really nice. I can show you someday.",
        "Q: The men, were they reporters? Is that what you’re trying to tell me?\nJanuary 16, 2002",
        "A: No, no, they were porter -- reporters.",
        "Q: Reporters.",
        "A: Reporters, yeah. They were from every newspaper. From the Times and from a\nJewish newspaper. From all the newspapers, it was all over. I have -- I have the\npapers.",
        "Q: And why did they come for you?",
        "A: I was the first one to come out behind the Iron Curtain from -- from any -- any --\nfar. Nobody came out at my age. I was 30 and my daughter was what -- 13. And my\nson was almost eight.",
        "Q: Was it because you came out or because you came out with your children?",
        "A: With my children and me, I was young. There was me came, two people from\nSlovakia, you know, I mean now ch -- Czechoslovakia were the same, it’s\nCzechoslovakia -- they were old. They was -- two old women came from Slovakia.\nThey were really old, I mean, in that time. But nobody my age and not -- no children\ncame. Was -- I was the first one.",
        "Q: Before you came to this country, what were your expectations about America?",
        "A: I really didn’t know what to expect, you know, from America. I expected more\nthan what I got, you know, actually, because -- I mean, not what I got, I didn’t\nexpect to get anything. But my -- actually no, I did -- I didn’t even -- tha-that wasn’t\nJanuary 16, 2002\nreally th-the -- the thing. When -- when I came, my sister just moved in in her first\nhouse. My sister was here when I came here. She 1s here, I don’t remember how\nmany years longer than me. I think five, six, whatever. You know, they both\nworked, and they finally got themselves a house. But I couldn’t get the house, yi -- I\ncouldn’t get no-nothing, I didn’t have any money. So I stayed with my sister for a\nyear and it was really hard because the house was very nice. My sister, my brother-\nin-law, they would have lied down, you could have walked on them. But they -- it\nwas only a three room house. So she had to put two of her kids together and put two\nin -- my kids there. Then I slept in the living room. And it wasn’t very comfy, you\nknow, what you call. But she didn’t want me to leave. In a -- ina year I left, I got an\napartment.",
        "Q: Besides having all the men greet you --",
        "A: Yeah.",
        "Q: -- what other impressions did you get when you first arrived?",
        "A: That was one -- one big thing. Then, of course, I saw my mother and my sister\nand my friend came, the one I knew. He brought me the biggest candy box I’ve ever\nseen. It was like half the -- I -- I’ve never seen anything like it. That was -- and then\nthe ben -- the newspaper came. My mother got a -- a letter from a rabbi that he\nwould marry me, with my children. I think that was fantastic. I didn’t go to him, but\nJanuary 16, 2002\nhe wanted to marry me, but I didn't -- I didn’t take him up on it. My brother-in-law\nsaid I can’t because he’ll never be a rabbi [indecipherable]",
        "Q: When exactly did you arrive in the United States?",
        "A: I arrived on -- 1960 on -- on April 11\". It was the first day of Passover. And my\nmother came to see me. My mother was remarried too, my mother was 49 when my\nfather passed away. And I -- I -- I was so shocked. She came to see me, she took me\nto my sisters and my sister was there and everybody was there. And then my mother\nleft because my mother left with her husband to a place, because she didn’t make no\n-- no holidays, you know. So they left for their place. And I was so shocked that she\nleft when I came. But she had it arranged beforehand.",
        "Q: Did she marry an American or another survivor?",
        "A: American. An American, he was the owner of Hanes stocking. I had a lot of\nstockings, yeah. He -- he actually sent -- sent for me, you know, when we -- when I\ncame, he was the one who sent the money, because my sister didn’t have any money\nand my mother didn’t have any money, so was Mr. Brand.",
        "Q: How were you able to support yourself when you -- you finally -- you mentioned\nyou had some jobs, but when was the first job that you had that really worked for\nyou?\nJanuary 16, 2002",
        "A: The first job I really had which worked for me was as a technician. But that was\nabout -- about -- you see, I was supposed to go two years to school, I went one year\nand I made it, you know, I -- I really took everything double and -- and so and I -- I\nreally went out for it. I had a job right away, I was -- I took a job as a baby nurse. I -\n- [had no problems taking that test, except when they said, a baby you -- when a\nbaby cries, what do you do? I said, you know, you check it and it’s -- and\neverything’s all right, if it’s not wet or it’s not hel -- health-wise alright, then you\njust, you know, let it cry until it goes to sleep. They said that’s not like that, you\nwalk it around on your shoulder, it’s a shoulder baby. I didn’t know what a shoulder\nbaby 1s. So that part what I -- I made it anyway, I answered all -- all their questions\nand I -- and I had the -- I got a job as a -- as a nurse. And I would go for a week and\nbe home or whatever, and then I would get another job. And I did that until I -- until\nI became a technician.",
        "Q: Did you live with the family that you cared for?",
        "A: Oh yeah. That was the bad part, you know. Then -- then I had -- I -- I usually was\nonly one week with whoever I was. Then I got a job with a Dr. Greebo. I am still in\ntouch with them. And the boy I had is here, he’s a lawyer, Howard. I -- I went there\nand I was there nine months. I was already in school, and when I finished school I\nhad his job in his office.\nJanuary 16, 2002",
        "Q: Two questions. One, where exactly did you go to school? In what city?",
        "A: In New York. In -- in New York on 59\" Street, on [indecipherable] whatever\nschool it was, I have it written down. I have a paper from.",
        "Q: And who took care of your children while you were working?",
        "A: My sister. That’s what happened, I -- I couldn’t have taken care of.",
        "Q: And you mentioned she had children. Were they about the same age as your\nchildren?",
        "A: Yes, it’s -- my so -- my older nephew and my daughter are three months apart.\nAnd my younger son and her son area also -- are one year apart. And her s -- older\nson is Milan and her younger son is Alan. And my children, I gave you my -- the\nage, you know.",
        "Q: Did your children have any trouble adjusting to the United States?",
        "A: Very much. Very much. My daughter had a lot of trouble with my nephew. My -\n- then -- my nephew, I mean, he was really a little boy, too, I mean, even if he was\n13. He was just after his Bar Mitzvah. He had Bar Mitzvah in -- he was born\nJanuary second. So he had sometimes in January and we -- we came that same\nApril.",
        "Q: I’m sorry, I have to interrupt you cause we’re running out of tape. Just one\nmoment.\nJanuary 16, 2002",
        "A: Okay.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Erika Eckstut. This is tape number two, side B.\nAnd I’m sorry I ran out of tape at the end of the last --",
        "A: Yes.",
        "Q: You were telling me about your -- your children --",
        "A: My children, yes.",
        "Q: -- adjusting, and you mentioned a Bar Mitzvah.",
        "A: The Bar Mitzvah, my nephew was just Bar Mitzvah in January and we came\nhere in April. And he had to, of course, give up his room and be with his brother and\nmy children had the other room. And then when they went to school they went to\nthe same -- same grade. And my son also, you know, he went to the first grade. First\nor second, I don’t remember what he went. I think he went to the second grade. He\nwas a -- he was coming 1n the sec -- he went to the second grade. And you know, he\n-- my nephew, the oldest -- wh-when they went to school -- I have to ge -- start --\nwhen they went to school I wanted to give my daughter money, you know, for\nlunch. And my brother-in-law said absolutely not, that’s my -- my job. And he gave\nJanuary 16, 2002\neach one 50 cents or whatever. And when they came to the bus my nephew would\nsay to my daughter, you give me some money, that’s my money. And she never said\nthat to me tha-that -- I her -- heard that many, many years later, that she never had\nlunch, you know, because he wou -- he would take her money, you know, I mean he\n-- he -- it -- 1t was understandable. My son was -- also had problems because he --\nhe’s a year older than the other kids and I said, don’t you dare touch him, you know,\ndon’t -- don’t do anything. And my daughter cr -- told me once, she says, you better\ntell him that he can touch him, because he is really and truly taking advantage of\nhim and you told him don’t touch, and he doesn’t. So I took care of that situation\ntoo. And then my brother-in-law, he a -- what happened was with our crates what\nwe took with us, one crate was broken or -- or wasn’t there and tha-that was the toys\nfrom my son. And he had a train and whatever, and it was all gone. So my brother-\nin-law said all the toys should be for the little -- little kid. And his older brother said\nto him, don’t you dare touch anything, that’s all ours, not yours. So I didn’t know\nabout that either, of course. So then one day my daughter says, why don’t you ask\nMike what he’s doing when he comes home from school. So I asked him, I said,\nwhat are you doing when you -- he says, I do my homework. I says, and afterward?\nHe says, I do my homework. I said, don’t you go outside and play? He said, I have\nnothing left to play with, I have no toys. So anyway, so I took my nephew aside one\nJanuary 16, 2002\ntime and I told him, I said, look, I know it’s not easy for you and it’s not easy for us.\nI says, your parents, I don’t know if they’re not aware of it or whatever happened. I\nsaid, but one thing I can tell you. Don’t do that to my children. I said, don’t do that,\nbecause you'll be sorry. Pll beat the living daylights out of you if you ever do it\nagain. It took me years before I got him out of his -- oh, he was really scared of me.\nBut I would have never done it, but -- but anyway, and my son also got better. It -- it\nwa -- it was hard for them to adjust, it really was. They had a completely different\nlife, you know, and they had also a completely different life. It was just as bad for\nthem as for my kids, you know, they -- they weren't used to that, a whole family\nmoves in. So anyway, that’s how -- and then we finally got our o-own apartment\nand that was -- that took care of -- th-that -- we were good -- we had -- we had a\nreally nice apartment. It -- 1t was a bachelor’s apartment, but it was nice. My s -- my\ndaughter -- I had two jobs, I worked as a technician and my daughter was the one\nwho took care of the shopping, you know, I mean, in the meantime she was already\n14, and she was already a big girl. I never had a babysitter for my children when I\nhad my own apartment, I never. But I had an apartment in the building where there\nwas a porter, you couldn’t get in there. That -- that’s all I wanted really. And my --\nthen we got a -- an uncle of -- of mine gave me a dog, and oh we were so happy we\nhad the dog, but I -- that -- these were apartments only for people with -- with jobs,\nJanuary 16, 2002\nwho are -- with [indecipherable] jobs. So I had a job, I had no problem, but I\ncouldn’t have the kids. So I took my daughter, she was almost as tall as I, you know,\nit was fun, it was no problem. But Mikey started to cry, he wanted to come home\ntoo. So I took him too, and I had the dog too. So -- so one day he came and he said,\nwho is that, to my daughter. I said, that’s my sister. He says, and who is the little\nboy? I said, my son. He said, and she’s your daughter? I says yes. I says, now I have\nto tell you a secret. He says, you know it doesn’t go here, he says, but one thing --\nhe was also European, he says, one thing I tell you. Your kids behave, they can stay,\nbut something has to go, either the kids or the dog. So I let the dog go. But he was\nfunny, we had -- he was funny.",
        "Q: When you came to this country, did the Americans that you met ask you about\nyour life under communism?",
        "A: Yeah, well, they ask me about communism, but that’s about all. They were never\ninterested if I went through a Holocaust, and if I wanted to say something -- if I\nwanted -- you know, I didn’t really want to, but if I wanted, they said they are really\nnot interested.",
        "Q: You came in this -- to this country around the time of the Eichmann trial.",
        "A: Yes.",
        "Q: Did you know enough English to follow what was happening?\nJanuary 16, 2002",
        "A: No, I couldn’t. I -- I -- I mean I -- I will -- I knew the English I learned in school,\nyou know, but I didn’t --",
        "Q: You -- basically you learned English in school?",
        "A: Of course, I -- when I finished school I went to a -- to a school, to a regular high\nschool to learn English. And at that point they wouldn’t take me. They said I know\ntoo much English and I never really learned.",
        "Q: What about your children, how did they learn English?",
        "A: They learned English, you know, time -- my daughter I took a -- a -- a girl, my\nson I didn’t take anything, they learned English in no time.",
        "Q: You mentioned awhile ago another husband. Can you tell me how you met your\ncurrent husband and when’?",
        "A: I met my current husband in 19 sif -- seve -- 62. The way I met him is through a\nfriend who was here, actually one of the friends what I mentioned that her husband\nwas killed. She was pregnant. He was killed when the communists took over\nCzechoslovakia. She had a sister here, and her brother-in-law was a -- a doctor and\nhe got me, actually, the per -- first job. And she came to visit, they lived on Fifth\nAvenue in an apartment, one floor was their apartment. She had her own room, her\nown bathroom, everything. And she came to visit me and she wanted to stay with\nme. I had one room, one. In that one room there was a tiny little kitchen, a tiny little\nJanuary 16, 2002\nrefrigera -- everything miniature and with a curtain. And then | had there two beds\nand a couch, and my son slept on the couch and Elise and I had a bed. And we had a\ntable and chairs and that was it. There was no room really for much more to go. And\nthen, anyway, when we bought the piano we had it -- you know, when you walked\nin there was a square and that’s was a piano there. We were very crowded, actually\nin the -- in our apartment. And she wanted to go to Atlantic City. And I really\ndidn’t want to go. I was busy, I had two jobs. And she said you can take one\nweekend, all you do is work. I said, doesn’t matter, I said, and I don’t have where to\nleave the kids and I am not going. She says, your sister will be happy to take the\nchildren. I said I don’t want to. And anyway, I said, you can’t sleep here either. You\nhave plenty of room where you are. So she said, can’t I sleep once with you here? I\nsays, yo-you know, I -- you -- you don’t realize it, I’m already a widow for three\nyears, I says, if I sleep with anybody, you are the last person I’d like to sleep with. I\nsaid, I don’t want to sleep with you. She says, sleep with your daughter and then\ngive me her bed. Anyway, I slept with my daughter, I gave her ma -- the bed, and\nthen we did go. And I-I-I was so bad th-those days, really I was so bad. I didn’t have\nmoney. I would take the money and give my daughter, you know, I mean she has to\nshop and do everything. So anyway, we went, th-that’s how I met my husband. We\nwent to the -- on the beach and I told her that I want to sleep, you know, that I’m\nJanuary 16, 2002\nreally very tired. I didn’t -- I never realized how tired I was until I really got there.\nAnd so I went to sleep, and then she woke me, she says, can you show me how you\nuse your lighter. I used to smoke. And I showed her and she says, you’re so stupid, I\nhave here such a nice guy, she says, he’s looking at you all the time, but you thi --\nnever look. I said -- I didn’t look, or I didn't open my eyes, I just showed her how\nand I kept sleeping. And then I hear a voice, you know, in English telling me, can I\nplease, you know, ask you a question? Could -- could -- I would like to take you and\nyour friend out tonight. I says, you can take my friend out, not me, but you can take\nher out. Tell me where, I’ll bring her. She didn’t speak any English. She spoke a\nlittle Jewish and he speaks a little Jewish and so they got along. So he gave me his\naddress, I said I’Il bring her there and we brought her there, my friend where -- she\nhad a friend in Atlantic City, that’s why we went there, I knew I won’t have to pay\nhotel or anything. And when we came there we couldn’t him, I mean, I didn’t know\nhow he looks and she couldn’t find him. Then she saw there is five dollars\nminimum. She says, can I go in? I said, no you can’t. It’s five dollars minimum,\nthat’s not in my -- my thing to -- to spe-spend. So anyway, we went away and next\nday, Sunday when we came we saw -- I saw a guy and she said, that’s him. And he\nlooked good. Boy, did he look good. He had a head of curls, you know, bl-blonde\ncurls and he was slender, you know, I -- he was really very slender and looked very\nJanuary 16, 2002\ngood. I said, I wouldn't even spit on him, I says, not -- I said he’ll [indecipherable]\ncome. She says oh, don’t be like that. And he came over to me and he says, you\nknow, I really and truly like you. I liked you yesterday and I like you today. I -- and\nI said, before you go any further, I want to tell you something. I says, you just met a\nwidow with two children, and that -- one of the women who have the least money in\nthe United States, that’s me. And I am not interested in anybody. Not in you and\nnot in 10 like you. I said, I don’t -- I’m not interested. So we went back, we sit down\nand then he says, will you come to my parents, my parents are here. And so I -- I\nwas sleeping and she says, come on, let’s go over. I can’t speak to hi -- his parents\nare from Russia and his mother really spoke some Russian, you know, and Kira\nspoke Russian, too. So we went over there and we met them. And then Monday\nwhen I came home from work the phone rang and my daughter answered the phone,\nsh -- she says, it’s for you. I says who? She says a man. I said, what kind of man is\nfor me, I don’t get no man calls. And I went to the phone, it was him. I said what are\n-- what do you want? I said, how did you get my number? He says Kira gave me\nyour number. So -- and then he wo -- said, can I come on the weekends? I says, you\ncan. I won’t be home, but you can come. And he used to come and my son really\nfell in love with him, because he thought that ma -- it was somebody just for him,\nyou know. He was never married before. And he would come and come, I never saw\nJanuary 16, 2002\nhim, once maybe I saw him, or twice. And then a -- then I think Christmas it came,\nand then, you know, he started if I would marry him. And I said, why would I marry\nyou? I do -- I -- I really don’t know you, you know, I -- I don’t want to get married.\nAnd my daughter says to me, Mommy, you have to marry him. I says, why do I\nhave to marry him, I don’t even love him. She says, you don’t have to love him,\nMike loves him. I says, Mike loves him, let him marry him. And I got married. She\nsays I have to marry him, so I marry him. He -- I love him now. I didn’t love him\nthen, but I love him now, he’s a good man.",
        "Q: And his name?",
        "A: His name 1s David.",
        "Q: And when did you get married?",
        "A: I got married on January 5\", 1963. It was n -- 39 years that I am married.",
        "Q: And what does he do for a living?",
        "A: He used to work for the government, he was an engineer.",
        "Q: Can you tell me a little bit about your children’s education? What kinds of\neducation were they able to get?",
        "A: I'd be very happy. I was waiting that you -- I was hoping you’ll ask me. My\ndaughter who is older, she 1s a teacher. She has not one, but two Master’s. She has a\nMaster’s in -- in Spanish and a Master’s in English. And my son skipped school and\nJanuary 16, 2002\nhe went to Rensselaer for five years, got his Master’s in chemical engineering and\nhe went to -- to Harvard and got -- and got the MBA in finances, in -- also for --\nfor banking and everything. And he’s doing very well and so is my daughter.",
        "Q: You said he skipped what -- did he skip grades?",
        "A: He skipped -- he skipped grades, yes. When we moved -- when I married my\nhusband then, you know, he got a job in Saint Louis, Missouri. And when we went\nto Missouri they put him back. He had skipped in New York and they put him back\nand then we went back to New York and he -- he had his skipping, you know. He is\ndoing very nicely.",
        "Q: Do you talk to your children about your -- when -- especially when they were\ngrowing up, did you talk to your children about your Holocaust experiences?",
        "A: Oh yes, I did. My children actually asked us if we will talk to them. And one day\nmy sister and I sat down and I wished we would have had a tape and we talked\nabout it. We talked to each other. And I -- we -- we couldn’t -- we couldn’t really\nbelieve that we went through everything which we went through and we talked to\nour children. We didn’t talk then -- we didn't do it again, but my children knew how\nmuch the whole thing meant to both of us. And when they started with the building\nof the museum, I was very sick. I got, in 1989 I had cancer of the -- of the kidney\nand I had lung cancer and I was [indecipherable] and by a sheer miracle I really\nJanuary 16, 2002\nmade it. I was on a -- I we -- I went on a -- y-you know, no hospital could help me\nbecause when you have kidney and lung cancer, you can’t have no -- no -- no-\nnothing really is -- is there for them. And was in the GW and they told me that I --\nthey can’t do anything any more for me, and that I had to leave.",
        "Q: G.W. is George Washington University Hospital, is that what you’re trying to\ntell me?",
        "A: Yeah, yeah. And so tha -- so my -- lucky for me my friend was with me, I\nworked at the [indecipherable] at that time. No, no, I -- I had just stopped; we -- we\nwere let go. But anyway, my girlfriend was there and she wanted I should go to\nMount Vernon, because | had heard that in Mount Vernon is a -- 1s a place where\nthey do the same thing like they do at -- at -- in -- here in Washington at what --\nwhat do you call? The -- the guy who was my -- my -- in college it’s -- it’s a\nhospital, told my husband that he called di -- W -- G du -- he called the place in\nNew York, you know, Sloan Caterer, he called the hospital in Baltimore, you\nknow, John Hopkins and the -- and here also, in Washington, and nobody would\ntake me. They couldn’t take me, they were right, because I had no life left. I had less\nthan 25 percent of breathing, and there was nobody to take, you know, I -- it really\nwasn’t. My girlfriend, she knew -- I had told her about Mount Vernon. What\nhappened was Dr. Rosenberg was in together with a Dr. Ayliss. And this Dr. Ayliss\nJanuary 16, 2002\nhad something with -- wi-with Rosenberg, whatever happened, it wasn’t all right,\nand he got the grant in Mount Vernon and he had one floor there where he di -- did\nthe same thing they did at GW, and she wanted to take me there, and she took me\nthere. And I ha -- I was in a wheelchair, I couldn’t walk or anything. And we went\nin, and he didn't want to take me, but he did examine me and he says he can’t take\nme, you know, it’s not even legal and he can’t do it. So we left, my husband and I,\nand Diane, my friend, stayed there. So, it was in August and I was very, very hot,\nand I knew that I have a few hours to live. I wanted to call my children and\neverybody, my sister and you know, at least to see them. And I wanted to go home.\nAnd my husband said, I can’t, you know, Diane is not here, she doesn’t have a car,\nbecause she came with us. So he got out of the car to go and get her and that she\ncame out with the doctor and with the wheelchair, not to take mine and they took\nme in. And it took them three weeks to wa -- I didn’t weigh enough, you know, I\nhad to weigh at least, I think 98 or a hundred pounds and I weighed like 95. And\nthey brought me up two pounds I was, I think two -- I still didn’t have. And they ga\n-- put me o-on the study. And I was on the study and I was the only one left. There\nwas a lady left which came later on, she didn’t have what I had, she had melanoma.\nAnd she survived, but for my tho -- who was with me, nobody survived. There were\n75 people, I was the only one who made it.\nJanuary 16, 2002",
        "Q: I’m not sure I understand tha -- did you participate in a research study?",
        "A: Ina research study, yes. I signed up for it, I -- for me it was no problem. I mean,\nnobody else wanted me anyway, I couldn’t do anything but the research study, not a\nregular study. I had th -- that’s terrible. Wh-What do you call this -- I can’t even\nremember now, can you believe it? I have that paper. Two -- two medications they\ngave me, I can’t remember now what it was, but I couldn’t take the one, I had a lot\nof problems with it and he took me off that and left me only on one medication. And\nthen one day I said I -- I can’t take this any more. I became so weak from the one\nmedication and I stopped it too. And then I -- I made it, until now, I have with the\nknees. But --",
        "Q: So you -- you’re the only one in this research study to survive?",
        "A: Yes, yes, yeah. Except the other lady who had what do you call it, the melon --\nmelanoma. Melanoma, you know, it’s a skin cancer.",
        "Q: Yeah. [tape break]",
        "A: [laughter] You didn’t expect that. I never talk about it, yeah.",
        "Q: I-I’d like to take you back to some of the changes that occurred in this country.\nNow, you came out of a communist state, so I’m very curious to see what thoughts\nyou had at the time about some of the events that happened in this country. You\nJanuary 16, 2002\nwere here when the United States became involved in the war in Vietnam. Did that\n-- did that touch your life in any way? Did you have any impressions about that?",
        "A: No, I -- I don’t --",
        "Q: What were your thoughts about the c -- the Cold War, the conflicts the United\nStates had with the Soviet Union?",
        "A: I actually was al-all for it because I thought wherever is against the communist is\ngood. You know, I -- I like that.",
        "Q: So you felt the United States was justified?",
        "A: Oh, absolutely.",
        "Q: What about the Civil Rights movement? You saw some changes, some social\nchanges here.",
        "A: You know, when the -- when that occurred, I was very, very busy, but I did\nfollow it and I was happy with what a -- with what occurred. You know, that they\ngot something, you know, and very good.",
        "Q: You also saw changes in -- in women’s rights. How did you feel -- you’re\nsmiling -- how did you feel about those changes?",
        "A: Good, very good. It was good to get -- I mean, you know, I -- I am a European,\nyou know, and -- but I liked it very much. I liked that they should get some rights,\ntoo.\nJanuary 16, 2002",
        "Q: You were here for the assassination of the Kennedys and some of the other\npolitical assassinations.",
        "A: Oh, that was terrible. That was the worst time be -- for me in the United States. I\nworked in the hospital. God, that was bad. That was very, very bad. That was the\nworst thing, I was so upset about it, you can’t imagine. I -- I really liked President\nKennedy a lot. Was very upset about it.",
        "Q: Were there any other things that you saw happening in this country over the\nyears that you were here, especially those first years, in the 60’s, was a very\nturbulent time. Sixt --",
        "A: Yeah, I was -- was -- it was a turbulent time here, too, you know, and I really and\ntruly could not take in everything the way I should have, because like I told you\nbefore, I had problems with my kids, I had problems with jobs, I had problems, and\nI really and truly could not give it as much time as I would have liked to. I just\ndidn’t have it. I worked like y-you can’t imagine. In my second job there I worked, I\nwas usually finished by 10 o’clock and 10:20 because I worked two jobs. That was\nin the even -- at night I worked. And when I came out, usually I had a bus, but\nsometimes, you know, I had to work til 10:30 or til 11:00 because you can’t leave a\nb -- a hospital without somebody else being in the lab. And one day was s -- sn -- s -\n- raining, and I would always call, you know, that they should get me a cab. And the\nJanuary 16, 2002\ngirl calls me back, she says, I can’t ge-get [indecipherable] she says, anything, you\ncan’t get anything. She says, but you know you can sleep here. I said, I can’t, I have\ntwo kids alone home. So I says, call the fire department or the police. She says, we\ndon’t call no fire department and police for somebody to go home. I said, then [Il\ncall, and I called the police and I told them. But I told them that I have the two kids\nhome, but didn’t bother them. It wasn’t like today, I would have been probably in\njail if they know I have two -- I mean, my daughter was 14 or 15 already at the time.\nBut anyway, I told and the guy said, you stay right where you are, I’Il be right there.\nAnd he took me home and before I got in the building he says, Ill go just before so\nnobody sees you with the police, and I’ll watch you go in. Now I -- I -- I was -- I -- I\nwas so busy, really.",
        "Q: Did you experience any anti-Semitism in this country?",
        "A: Yes, I did. I had an -- a -- I -- I think I -- you know, I ch -- I looked for a job and\nit was all the nuns, and they want -- they -- when I filled out the papers for the job,\nthey had there religions, so I put in Hebrew, you know? And -- excuse me, they\nwouldn’t take me. They wouldn’t take me.",
        "Q: And what kind of institution was it, was it a hospital?",
        "A: A hospital. They wouldn’t take me. And when I asked why, because my -- I had\nvery good credentials, they said, I don’t think you are cut out, we are very religious\nJanuary 16, 2002\nhere and we don’t want no Hebrews here. So, I mean, I -- I had -- I had a few times,\nyou know, not bad, but I had it.",
        "Q: What is your reaction to the resurgence of interest in the Holocaust? In the last\ndecade or so there’s been a revival of interest in the Holocaust. Do you have a\nreaction to that?",
        "A: Iam very much interested in it and what I didn’t t-tell you actually is my son\nknew also what the Holocaust meant for me, and he never told me, but you see,\nwhen -- when the Holocaust started in ’88 - ’89, that’s when I started to -- to have\nmy problems, you know, and I was sick til ’63, til the museum was built.",
        "Q: You’re talking about the Holocaust Museum?",
        "A: The Holocaust Museum. What I found out was that my son gave for bi -- the\nbuilding fund. When I came back I found out that he had pledged 50,000 and he\nplay -- paid it out. And he paid it out for the living. You know, I mean he had to put\nin, I guess, whatever. He said it was for me and Beatrice. I couldn’t have done it,\nbut he could. I couldn’t have done it.",
        "Q: Can you tell me about the work you do for the Holocaust Museum?",
        "A: I -- I work once a week, every week I work at the donor’s desk. It’s for donor,\nwhoever wants to become a member or a donor or whatever. And then I work with\nthe -- with the speaker’s bureau. I go and I speak. Not now, now I am incapacitated,\nJanuary 16, 2002\nbut otherwise I go and I speak a lot. And otherwise, whenever they need somebody,\nyou know, at the museum, they always call me and I speak for -- for the people who\nstart to work there, the new people, or -- so I speak to them. And wherever, whoever\nasked me, I go.",
        "Q: You mentioned you’re incapacitated, I -- since they can’t see you on the tape --",
        "A: Yes.",
        "Q: -- would you tell me why you’re incapacitated?",
        "A: Yeah, I had just a new knee, and it’s -- it’s a little bit not very comfortable to\nwalk around.",
        "Q: I think I’m going to stop now --",
        "A: Good.",
        "Q: -- and change tape.",
        "A: And we’ll have now lunch.\nEnd of Tape Two, Side B\nJanuary 16, 2002\nBeginning Tape Three, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Erika Eckstut. This is tape number three, side\nA. And I had been asking you about your work at the Holocaust Museum and you\ntold me that you do some public speaking. How do you -- how do you respond when\nyou hear Holocaust deniers?",
        "A: How do I respond to hol -- Holocaust deniers, there is really nothing to respond\nto, because there is nothing you can tell them. I-It’s ridiculous even, in my opinion\nto even talk about deniers, what do you mean deniers? Who can deny it? I mean,\ndon’t you have enough proof? You know, I -- I mean, to me it’s -- it’s almost a --\nyo-you know, I mean 1-1 -- I -- I don’t di -- di -- I don’t talk about it very well. When\n-- when I come across a denier, all he had to do is just go and take the papers from\nthe Germans. You don’t even have to go any further, and you got everything you\nneed. I mean, it was so clear. How can anybody be a denier? I can’t -- I -- I -- I have\nnothing left to say for that.",
        "Q: In your opinion, do you think American Jews might ever be in danger from neo-\nNazis or skinheads?",
        "A: Oh yeah. I -- I believed that when I came here and I still do. I hope not, but I do\nbelieve that they can -- I do believe they can, yes.\nJanuary 16, 2002",
        "Q: Have you gone back to your hometown since you came to America?",
        "A: Yes, I have. I have been there twice or three times. I -- three times, I think. I went\nin ’97 with my granddaughter when I took her when I jumped, I told you I -- I took\nher there. And then I went -- before that, I went in ’93, when I was so sick and I\ncouldn't walk yet, I was in a wheelchair, and my granddaughter took me because my\nhusband was very much against it, my sister was against it, everybody was against it\nexcept my oldest granddaughter wasn’t against it. If Omi wants to go, she says, then\nPll take her. And she took me, and we went together. We were there one week, but\nwe were there. I didn’t go anywhere. I really couldn’t very well manage to go, but I\nwas back, and it -- it did me very good to go back. And then I went again because\nthey had a -- I -- I didn’t go after until ’64 or ’65, they had a -- all the officers, you\nknow, who were in the army, whoever got something, you know, my late husband\ngot four medals. So we were there and they gave us the medals. My brother-in-law\ngot two medals, my -- in -- in retrospect, or wa -- and the -- there -- there were, from\nall over the world they were there, from Australia, from whoever. Whoever was in\nthe army came, and we were all there. Then we went one more time -- no, was three\ntimes I went, was three times I was in Czechoslovakia. In ’63, in ’64 and in ’67.",
        "Q: °63?",
        "A: I mean, no, na -- ’93. I’m sorry.\nJanuary 16, 2002",
        "Q: Have you ever been to Israel?",
        "A: Twice. I would have gone again if I could. Tw-Twice -- three times now. Three\ntimes, I was there last year.",
        "Q: And what was that experience like?",
        "A: Oh, that was a excellent experience, I loved going to Israel. I love Israel. I -- 1-1-\nif -- if it would have been differently, I would have gone to Israel.",
        "Q: Have you ever regretted not going to Israel?",
        "A: No, I haven’t regretted, I mean it -- it -- 1t’s no -- no use even s-spending time on\nregretting, you know. But I would have gone to Israel. I like to go there. If -- if I am\nall right this year, we ha -- I have there a cousin. And he was just now in a -- he was\nactually in the “Time” magazine. He -- he is not in the army, but you know,\nwhoever is in the army 1s being called. He is 25, or 26 years old, and he went to\nsomewhere and they -- they attacked him 1-1n na -- Just now, 1t was about two weeks\nago. And he -- there were two officers and I don’t know how many, you know,\nsoldiers were with them. And the one officer was killed. And he w-was wounded\nand still with the one hand he killed another Arab, or two Ar-Arabs, whatever, and\nhe got out of it. But he had 15 little shrapnels, but they couldn’t take them all out,\nyou know, because it would have been dangerous th-the way they are. And he is\nsupposed to get married in August. If I could have my two knees done, I would have\nJanuary 16, 2002\ngone too, if I could. It all depends, because this knee is still swollen. But if I could\nhave both done, I would go.",
        "Q: How has your Holocaust experience influenced the choices that you’ve made\nover the years?",
        "A: You mean wha -- how a -- had the Holocaust, as such --",
        "Q: Your experiences at -- how -- how did -- how do you feel that your experiences\nmade an impact on some of the decisions that you made, some of the choices that\nyou made over the years?",
        "A: I really couldn’t tell you, I -- I don’t know. I guess my whole life, you know, is\ninvolved with the Holocaust. My whole life is the Holocaust. You know, I mean it’s\n-- it’s in there, you can’t get rid of it ever. You know, I am a product of the\nHolocaust. So maybe whatever I did had to do with whatever I went through, I don’t\nknow. I really couldn’t answer you that question very well.",
        "Q: Did your view of Judaism change after the war?",
        "A: I don’t think it really changed. You know, m-maybe a little bit, but not really\nmuch. I don’t think it changed much, maybe a little bit.",
        "Q: When you look back upon yourself as a parent, do you think the Holocaust had\nany influence on the way you raised your children?\nJanuary 16, 2002",
        "A: I was asking that myself, and I really can’t give you an answer. I -- I hope I\ndidn’t -- I -- I tried not to do it to my children. I really did try very -- I -- I was\nthinking about it, because don’t forget, I was very early, mother and father to my\nchildren. And even when my husband was alive, I was also always there for them.\nAnd I was very, very worried I shouldn’t make the wrong decision because of. And\nI hope I didn’t, but I really couldn’t, with a good conscience say I -- I did or I didn’t.\nI don’t know.",
        "Q: Do you think you would have done anything differently?",
        "A: I don’t really think so. I don’t know. I don’t know how my life would have been\nif I didn’t go through it. I -- 1t would have been a completely different life if we\ndidn’t have to go through it.",
        "Q: You mentioned also that you have grandchildren.",
        "A: Yes.",
        "Q: Do you talk to your grandchildren much about your experiences? Cause you said\nyour granddaughter took you to Europe.",
        "A: Yes, I was with my granddaughters. I -- they all know very much about it and I\ntook them and so on. But the great-grandchildren, they -- they are little. I don’t talk\nto them about it. Just with my grandchildren. But ne -- I-I have little ones, and I\ndidn't talk to them.\nJanuary 16, 2002",
        "Q: How old are your grandchildren and how old are your great-grandchildren?",
        "A: Yeah. My oldest grandchild is 36, she’s -- the next one 1s a year younger, she is\n36 -- what -- no, 36 - 35, then is my granddaughter, 19 --",
        "Q: But what are their names also?",
        "A: Oh, the -- Rene is my daughter’s daughter. She was born on -- on -- wh-when\nwas Rene born? God almighty. I know it. I can’t remember now exactly when was\nshe born. I don’t know --",
        "Q: How old is she?",
        "A: She is 36. So, when was she born?",
        "Q: And the one that’s 35, what’s her name?",
        "A: Judy. The-These are the two daughters from my daughter, and she divorced the\nhusband what she had the two daughters. Then she remarried and had a boy. And\nthe boy’s name is Daniel, and he is 14. And then I have my o -- son’s daughter, who\nis 19, and they have a -- a boy who 1s 16.",
        "Q: And the names of the younger ones?",
        "A: And the -- the daughter is Martina and the son is Robert. The daughter 1s 19\nand her son is 16. And these are all my grandchildren. And then I have, from Judy,\nI have two great-grandchildren, Matthew and Valerie. And Matthew is nine and\nValerie is seven. And then from Rene I have one, and he is four and a half.\nJanuary 16, 2002",
        "Q: And his name?",
        "A: And his name, I always forget is Stevie. Stevie.",
        "Q: Are you involved with any survivor groups?",
        "A: Yeah, sure I’m involved. I -- whenever I can be involved, I’m involved.",
        "Q: Wh-Which group are you involved with?",
        "A: I am with the -- with the -- with Nessie and Flora in their group. I -- I -- I have to\njoin really the second generation to my children [indecipherable]. And --",
        "Q: So Nessie and Flora’s group, is that Jewish Holocaust survivors and friends of --",
        "A: Yeah, yes, yes.",
        "Q: -- greater Washington?",
        "A: Yes.",
        "Q: What has been your best surprise about life in America?",
        "A: The freedom. Freedom I didn’t have. There was no freedom under the\ncommunists at all. I -- I -- I wish I -- I wish I had written, I was always so afraid that\nif I write, and somebody sh-should come one day, if something could happen. And\nthen when I was here, I had no more time. And then as time went by, you don’t feel\nit so strongly, so you don’t, but I should have written about it. It was so bad, you\ncan’t even imagine. It really was worse than anything you can ever imagine. After\nthe Holocaust. It was a bad time, a very bad time.\nJanuary 16, 2002",
        "Q: Can you give me some examples?",
        "A: Examples, examples was that you didn’t have any -- any freedom at all. You had\nto go and clean the streets. You had to go and do whatever they wanted you to -- to\ndo. I mean, it was -- a-and you were never sure that the person you really knew, that\nhe is a person you didn’t -- you do know. He could have gone and say that you are a\nspy, or whatever 1-it -- 1t was his -- his thing he would have said. It -- 1t was a\nterrible time. Really not a good time.",
        "Q: What has been your biggest disappointment in America?",
        "A: You know what was the biggest disappointment for me in America? Is divorces.\nBecause my daughter and my son they both divorced. And that was my biggest\ndisappointment, how many divorces are here. That’s my biggest disappointment.",
        "Q: How has September 11\" of this past year impacted you personally?",
        "A: I -- I was extremely upset about that. Now, this was something which really and\ntruly was -- that was the biggest disappointment actually of America, that --\nbecause you see, when America was attacked first, and nothing was done, I was\nvery disappointed when the Marines were shot. 280 or how many did they shot that\ntime? Who-Who -- who is the other things which happened? Nobody did anything.\nBut you see, when I talked about it, you know, like my husband, he’s not -- he’s not\na survivor. He couldn’t understand that I can’t understand that it doesn’t add up for\nJanuary 16, 2002\nthe Americans, because in America nothing can happen. That is when you ask me if\nthe Jews from -- can be attacked, sure they can. If you let it happen, it will. Because\nyou are practically very sure of yourself, and you can never be sure, never. It\ndoesn’t work that way, unfortunately. And tha-that was a terrible thing, I can’t even\ntal -- wha-what can I tell you? I was very, very -- I am still very disappointed. I am\nstill very worried, you know, I don’t know who is good and who 1s bad. It’s -- it’s\nreally something which should have never happened. That should have never\nhappened here, never. And now with this war, th-this guy, you know who was -- the\nAmerican who was there, och, it’s -- it is just too much. It’s just too much.",
        "Q: Is there anything about the American reaction to the events of September 11\"\nthat has either upset you or -- or given you hope about this country?",
        "A: You know, you always like to look for hope, you know. You never look y-y-you\nknow, with the bad, you always try to look for the good. And I think, you know,\nwhat it gave me is a lot of confidence the way the Americans behave, you know.\nAnd I hope that it really w -- is work -- worth it, you know, that -- that’s all I can\nsay, I -- I hope that it’s really meant the way it’s said. I mean, you see the flags\noutside, it’s not just for show, but they really mean it, you know. I -- I have nothing\nelse I can say about it, I --",
        "Q: What’s next in store for you? What would you yet like to accomplish?\nJanuary 16, 2002",
        "A: I don’t think -- I don’t think I want to accomplish anything. I think whatever I\ncould, I accomplished. I have really and truly beautiful children, they are very, very\nnice. I don’t like the idea that they both got divorced, that wasn’t in my book. I -- I -\n- it’s -- it’s something I can’t understand very well, but they are otherwise beautiful\nchildren and they both remarried and now everything -- but that’s something which,\nyou know, bothers me a little. But just -- just -- 1-it should be peace in America, it\nshould never happen anything again, and I should be able to have both my knees\nworking because they -- they don’t work for the last four or five years, and I -- I --\nPll just be happy. I -- I don’t think I want to accomplish anything any more.",
        "Q: I have a few questions to -- to go back --",
        "A: Okay.",
        "Q: -- and clarify things that you said on your Shoah Foundation interview, that I\nwould like to get some --",
        "A: Okay.",
        "Q: -- some details on. Have you had any difficulties getting reparations, either under\ncommunism or in the United States?",
        "A: Under communism didn’t exist anything, I couldn’t have gotten anything. When\nI came here I got a letter from Germany that they were looking for my in-laws, for\nmy -- for the Kauders. And I| didn’t have money to go or do anything, so I didn’t do\nJanuary 16, 2002\nanything. My mother had gotten, which -- without her doing anything, she had\ngotten a -- a -- a flat sum for whatever, I don’t know. And she also got, which she\nsaid she got for me, was 3,000 dollars, and that was all. I never applied -- no, that’s\nnot true. I applied last year or whenever we got that letter from the -- from the\nlawyer. You know, from the lawyer here, Mark, or whatever. I never heard from\nhim. And that was all. I never got anything but the 3,000 dollars my mother gave me\nwhen I came. If it was for me or was her money, I don’t know, but she gave me the\n3,000 dollars. That’s all I had from reparations.",
        "Q: You also mention in your interview, the -- the ship, the Patria.",
        "A: Yeah.",
        "Q: Can you tell me a little bit about the ship and where this historical event\nintersected with your family.",
        "A: That happened in Czernowitz, and I only know that the ship went to America. I\nknow that all boys went, no girls, and they wanted my father, who was very, very\nactive in it, he was a big Zionist and he was very active and they wanted to take one\nof his children, the older one. Sh-She should go because he -- he did a lot of work\nand he didn’t really have any children. But he didn't want it because it wasn’t fair.\nYou know, there were no girls, they were all boys. That’s all I know about. I don’t\nJanuary 16, 2002\nknow anything else. Of course later on I found out, God knows when, that it never\nmade it. That it --",
        "Q: Do you remember what year all this was taking place?",
        "A: No. Must have been in ’41 - ’42 when we were in -- when we were in Romania.",
        "Q: What would you like your family or your friends or whoever will listen to this\ntape to know about you that they may not already know about you and your\nexperiences?",
        "A: That’s a very good question, what would I like them to know? Well, I would like\nto leave for everybody who ever reads anything or anything I ever said, or read, or\nwha-whatever I left behind, that you should never hate. You should always try to\nlove instead of hate, no matter what. And that I was happy to be here, and I hope it\ntakes awhile before I go. And that’s all.",
        "Q: Is there anything else that you’d like to add before we conclude? Is there\nanything that we haven’t discussed that you’d like to bring up?",
        "A: Yeah, I would like that the United States should stay safe, nothing should\nhappen to them ever again, and it should just be a good world for all of -- of the\npeople, all my children who’ve stayed behind. Everybody should be well, and\neverything should be fine.\nJanuary 16, 2002",
        "Q: I want to thank you for doing the interview with me today. And you’re sure\nthere’s nothing else you wanted to add?",
        "A: I don’t know, I can’t --",
        "Q: Okay.",
        "A: -- can’t think of a-anything I would like to do -- to -- just for me it’s very\nimportant that I always tell everybody that I don’t like to hate, I don’t even -- tha-\nthat’s very, very important and nothing should happen to the United States. It\nshould be a good world, and people should learn to love each other. And that’s what\nI wish for everybody. And to my kids, and everybody should stay well and be good.",
        "Q: I want to thank you, and this concludes the United States Holocaust Memorial\nMuseum interview with Erika Eckstut.",
        "A: Okay.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Erika Eckstut, conducted by Esther Finder on January\n16\", 2002 in Potomac, Maryland. This interview is part of the museum’s project to\ninterview Holocaust survivors and witnesses who are also volunteers with the\nmuseum. This is a follow up interview that will focus on Erika Eckstut’s post\nHolocaust experiences. In preparation for this interview I listened to the interview\nyou conducted with the Survivors of the Shoah Visual History Foundation on\nSeptember 29\", 1996. I will not ask you to repeat everything you said in that\ninterview. Instead, I will use this interview as an opportunity to follow up on that\ninterview and focus on your post Holocaust experiences. This is tape number one,\nside A. What was your name at birth?",
        "Q: When were you born?",
        "Q: And where were you born?",
        "Q: How old were you when the war began in 1939?",
        "Q: And how old were you when you realized that the war was over?",
        "Q: What can you tell me about the day that you realized that the war was over?",
        "Q: When did you realize that the war was over?",
        "Q: So you were with the Czech army’?",
        "Q: How long had it been since you were under Nazi occupation, cause you just said\nyou were with the Czech army.",
        "Q: When was the last time you were under Nazi control?",
        "Q: And you mentioned that you went from Russia to Poland to Czechoslovakia.",
        "Q: You mentioned before that you were with your sister and her husband, who was\na -- a Czech officer.",
        "Q: Where were you living?",
        "Q: No, when -- when you realized the war was over, where were you living?",
        "Q: Did you and your sister do any work to support yourselves?",
        "Q: What kind of work?",
        "Q: When the war was over, did you make any efforts to find missing loved ones and\nfriends?",
        "Q: Okay, let me ask you about your husband. How did you meet him and what were\nthe circumstances?",
        "Q: What was his name?",
        "Q: So all in all, how long did you know him before you married him?",
        "Q: At the age of 17, did you feel you were ready for marriage?",
        "Q: You mentioned a few moments ago that your husband was the -- the big boss in -",
        "Q: Do you remember your husband’s military rank?",
        "Q: When you got married and lived in this house that your remember so fondly --",
        "Q: -- how were you treated by the -- by your neighbors?",
        "Q: And what exactly were his duties and responsibilities?",
        "Q: Why did you think you couldn’t have children?",
        "Q: You also mention that your husband was having health problems.",
        "Q: [ma little confused about something. Did your husband die as a result of this --\nof being wounded, or did he have another medical condition, or was it a\ncombination?",
        "Q: I had asked you before 1f you had much contact with your neighbors and you said\nno, but did the people of the town know that you and your husband were Jewish?",
        "Q: Were there other Jews in the town?",
        "Q: I’m going to pause and change the tape. Just one minute.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Erika Eckstut. This is tape number one, side B.\nAnd I wanted to ask you about the state of your health at the end of the war. Did you",
        "Q: Did you get any medical care, either during the war or immediately after the war\nfor your back?",
        "Q: You also mentioned that there were Germans in the town and part of your\nhusband’s responsibility was to get -- get them out of the town.",
        "Q: Did you personally witness any acts of retribution or retaliation against\ncollaborators or any Germans that were there?",
        "Q: You also mentioned before about attempts to find your parents, you didn’t know\nwhere they were and they -- you left them in one place and they ended up in another\nplace. Did you put your name on a list of survivors?",
        "Q: Are you telling me that he put down your names that he was looking for you?",
        "Q: What was your reaction, you and your sister, when you heard that your parents\nwere alive?",
        "Q: Did you have any correspondence with your parents before your husbands went\nto -- to collect them?",
        "Q: When was that?",
        "Q: And who was his sunshine?",
        "Q: Did your parents say anything to you or make any comment about the fact that\ntheir sons-in-law came to pick them up, they didn't even know that you were\nmarried?",
        "Q: When did you realize the full extent of the genocide?",
        "Q: How did you know what had happened?",
        "Q: Had you heard during the war about Auschwitz and some of the other --",
        "Q: Were you aware of any deaths of Jews, survivors, after the war was over?",
        "Q: You mentioned they were your husband’s friends, they were the officers --",
        "Q: Were there many Jewish officers in the army?",
        "Q: You were one of the few to have parents that come back. And you mention that\nyou did not speak about the war --",
        "Q: -- with your parents. But did your parents offer you any guidance or any words\nof wisdom to help you rebuild life after the war?",
        "Q: In addition to the advice that your parents gave you after the war, did your\nparents -- you mentioned something about going back to school.",
        "Q: Tell me where, exactly, you went back to school.",
        "Q: Customs?",
        "Q: This is with a different husband --",
        "Q: -- you’re -- you’re jumping a little bit ahead of you.",
        "Q: Did you want to stay in Czechoslovakia after the war?",
        "Q: You told me how your father left and went. What about your sister, when did she\nleave, an-and under what circumstances?",
        "Q: I’m not sure I understood all that you just said. When the communists came --",
        "Q: -- some of the Czech officers were -- were killed.",
        "Q: Why’?",
        "Q: How did your life change, aside from your husband being sick, but when the\ncommunists came, how did that change your life, yours and your husbands?",
        "Q: What exactly was that?",
        "Q: You mentioned he was called to Germany to testify. Would you explain that?",
        "Q: Do you know any of the particulars of that?",
        "Q: Did he actually testify or was he just there in case they needed him to testify?",
        "Q: I’m going to have to pause to change the tape.\nEnd of Tape One, Side B\nJanuary 16, 2002",
        "Q: -- of the United States Holocaust Memorial Museum volunteer collection\ninterview with Erika Eckstut. This is tape number two, side A. And you have been\ntalking to me about the Nuremberg trial and you said that your husband had been\ncalled to -- to be there at Nuremberg --",
        "Q: -- an-and you did say that you don’t know exactly -- was he already sick at that\ntime?",
        "Q: Do you remember reading about the trial and -- and the verdicts and everything?\nDid you feel that justice was done there?",
        "Q: You also talked about the political changes going on around you when the\ncommunists came. And I wanted to ask you about anti-Semitism in the period after\nthe war and before the communists came ov -- over. Did you notice any anti-\nSemitism around you?",
        "Q: And after the communists came, did you notice any anti-Semitism, either within\nthe government or just around you?",
        "Q: Were you aware of the events surrounding the partition of Palestine? Were there\nany news reports, or did the Jewish community around you say anything about the\npartition in Palestine?",
        "Q: You said that while your husband was still alive, you did not work.",
        "Q: And you have two children?",
        "Q: Can you tell me the years that your two children were born?",
        "Q: And their names?",
        "Q: Tell me about your circumstances, your family, when your husband passed away\nand -- and what you did immediately after.",
        "Q: I have a few questions about what you just said.",
        "Q: You said you went to work. What kind of work did you do after your husband\ndied?",
        "Q: You also mentioned that when you first requested permission to leave, they said\nthe children of an officer would not be allowed to go.",
        "Q: Were they saying that you could go without them, or were they stop --",
        "Q: Which her did you call?",
        "Q: The other.",
        "Q: What was her real name?",
        "Q: You told me how difficult it was to get out of Czechoslovakia.",
        "Q: Did you have any problems coming into the United States? Did you have to take\nany tests, any intelligence tests, any medical tests? Anything like that to come in?",
        "Q: The men, were they reporters? Is that what you’re trying to tell me?",
        "Q: Reporters.",
        "Q: And why did they come for you?",
        "Q: Was it because you came out or because you came out with your children?",
        "Q: Before you came to this country, what were your expectations about America?",
        "Q: Besides having all the men greet you --",
        "Q: -- what other impressions did you get when you first arrived?",
        "Q: When exactly did you arrive in the United States?",
        "Q: Did she marry an American or another survivor?",
        "Q: How were you able to support yourself when you -- you finally -- you mentioned\nyou had some jobs, but when was the first job that you had that really worked for\nyou?\nJanuary 16, 2002",
        "Q: Did you live with the family that you cared for?",
        "Q: Two questions. One, where exactly did you go to school? In what city?",
        "Q: And who took care of your children while you were working?",
        "Q: And you mentioned she had children. Were they about the same age as your\nchildren?",
        "Q: Did your children have any trouble adjusting to the United States?",
        "Q: I’m sorry, I have to interrupt you cause we’re running out of tape. Just one\nmoment.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Erika Eckstut. This is tape number two, side B.\nAnd I’m sorry I ran out of tape at the end of the last --",
        "Q: You were telling me about your -- your children --",
        "Q: -- adjusting, and you mentioned a Bar Mitzvah.",
        "Q: When you came to this country, did the Americans that you met ask you about\nyour life under communism?",
        "Q: You came in this -- to this country around the time of the Eichmann trial.",
        "Q: Did you know enough English to follow what was happening?",
        "Q: You -- basically you learned English in school?",
        "Q: What about your children, how did they learn English?",
        "Q: You mentioned awhile ago another husband. Can you tell me how you met your\ncurrent husband and when’?",
        "Q: And his name?",
        "Q: And when did you get married?",
        "Q: And what does he do for a living?",
        "Q: Can you tell me a little bit about your children’s education? What kinds of\neducation were they able to get?",
        "Q: You said he skipped what -- did he skip grades?",
        "Q: Do you talk to your children about your -- when -- especially when they were\ngrowing up, did you talk to your children about your Holocaust experiences?",
        "Q: G.W. is George Washington University Hospital, is that what you’re trying to\ntell me?",
        "Q: I’m not sure I understand tha -- did you participate in a research study?",
        "Q: So you -- you’re the only one in this research study to survive?",
        "Q: Yeah. [tape break]",
        "Q: I-I’d like to take you back to some of the changes that occurred in this country.\nNow, you came out of a communist state, so I’m very curious to see what thoughts\nyou had at the time about some of the events that happened in this country. You",
        "Q: What were your thoughts about the c -- the Cold War, the conflicts the United\nStates had with the Soviet Union?",
        "Q: So you felt the United States was justified?",
        "Q: What about the Civil Rights movement? You saw some changes, some social\nchanges here.",
        "Q: You also saw changes in -- in women’s rights. How did you feel -- you’re\nsmiling -- how did you feel about those changes?",
        "Q: You were here for the assassination of the Kennedys and some of the other\npolitical assassinations.",
        "Q: Were there any other things that you saw happening in this country over the\nyears that you were here, especially those first years, in the 60’s, was a very\nturbulent time. Sixt --",
        "Q: Did you experience any anti-Semitism in this country?",
        "Q: And what kind of institution was it, was it a hospital?",
        "Q: What is your reaction to the resurgence of interest in the Holocaust? In the last\ndecade or so there’s been a revival of interest in the Holocaust. Do you have a\nreaction to that?",
        "Q: You’re talking about the Holocaust Museum?",
        "Q: Can you tell me about the work you do for the Holocaust Museum?",
        "Q: You mentioned you’re incapacitated, I -- since they can’t see you on the tape --",
        "Q: -- would you tell me why you’re incapacitated?",
        "Q: I think I’m going to stop now --",
        "Q: -- and change tape.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Erika Eckstut. This is tape number three, side\nA. And I had been asking you about your work at the Holocaust Museum and you\ntold me that you do some public speaking. How do you -- how do you respond when\nyou hear Holocaust deniers?",
        "Q: In your opinion, do you think American Jews might ever be in danger from neo-\nNazis or skinheads?",
        "Q: Have you gone back to your hometown since you came to America?",
        "Q: °63?",
        "Q: Have you ever been to Israel?",
        "Q: And what was that experience like?",
        "Q: Have you ever regretted not going to Israel?",
        "Q: How has your Holocaust experience influenced the choices that you’ve made\nover the years?",
        "Q: Your experiences at -- how -- how did -- how do you feel that your experiences\nmade an impact on some of the decisions that you made, some of the choices that\nyou made over the years?",
        "Q: Did your view of Judaism change after the war?",
        "Q: When you look back upon yourself as a parent, do you think the Holocaust had\nany influence on the way you raised your children?\nJanuary 16, 2002",
        "Q: Do you think you would have done anything differently?",
        "Q: You mentioned also that you have grandchildren.",
        "Q: Do you talk to your grandchildren much about your experiences? Cause you said\nyour granddaughter took you to Europe.",
        "Q: How old are your grandchildren and how old are your great-grandchildren?",
        "Q: But what are their names also?",
        "Q: How old is she?",
        "Q: And the one that’s 35, what’s her name?",
        "Q: And the names of the younger ones?",
        "Q: And his name?",
        "Q: Are you involved with any survivor groups?",
        "Q: Wh-Which group are you involved with?",
        "Q: So Nessie and Flora’s group, is that Jewish Holocaust survivors and friends of --",
        "Q: -- greater Washington?",
        "Q: What has been your best surprise about life in America?",
        "Q: Can you give me some examples?",
        "Q: What has been your biggest disappointment in America?",
        "Q: How has September 11\" of this past year impacted you personally?",
        "Q: Is there anything about the American reaction to the events of September 11\"\nthat has either upset you or -- or given you hope about this country?",
        "Q: What’s next in store for you? What would you yet like to accomplish?\nJanuary 16, 2002",
        "Q: I have a few questions to -- to go back --",
        "Q: -- and clarify things that you said on your Shoah Foundation interview, that I\nwould like to get some --",
        "Q: -- some details on. Have you had any difficulties getting reparations, either under\ncommunism or in the United States?",
        "Q: You also mention in your interview, the -- the ship, the Patria.",
        "Q: Can you tell me a little bit about the ship and where this historical event\nintersected with your family.",
        "Q: Do you remember what year all this was taking place?",
        "Q: What would you like your family or your friends or whoever will listen to this\ntape to know about you that they may not already know about you and your\nexperiences?",
        "Q: Is there anything else that you’d like to add before we conclude? Is there\nanything that we haven’t discussed that you’d like to bring up?",
        "Q: I want to thank you for doing the interview with me today. And you’re sure\nthere’s nothing else you wanted to add?",
        "Q: Okay.",
        "Q: I want to thank you, and this concludes the United States Holocaust Memorial\nMuseum interview with Erika Eckstut."
    ],
    "answers": [
        "Answer: Erika Neuman.",
        "A: On June 12\", 1928.",
        "A: In Znojmo. That was in Czechoslovakia.",
        "A: In 1939 I was 11. 11? ’28 - ’29, yeah, 11. 11.\nJanuary 16, 2002",
        "A: When the war was over, I was 16 years old. I was 17 in -- in June.",
        "A: This is -- this is really a question I always had a very hard time to answer,\nbecause there were so many -- so many things in me. You know, first of all, I\nthought about my parents. We didn’t have our parents, we were alone, my sister and\nI and her husband. And then, you know, the relatives which we didn't know who\nsurvived and who not, who were in concentration camps. And it -- it was just a\nwonderful feeling, but we were also very sad because we didn’t have our parents\nand other relatives, but it was still a wonderful feeling. And I -- I -- I can’t really\nexplain it, ho-how wonderful it was.",
        "A: When I realized? When -- when -- when they -- they announced it. They -- we --\nwe were with the army, we were not alone when they announced that the war was\nover, because my sister got married on March 31“, 1945 with a Czech officer, a\nJewish Czech officer, and we were with him. We were with the army. So when the\narmy announced that the war is over, for me the war was over. And that was mar --\nMay 9\", 1945 when I heard that the war was over.\nJanuary 16, 2002",
        "A: With the Czech army I was.",
        "A: Yes.",
        "A: I was under -- I was in -- that was 1945 and we left -- °44, when we left Russia.\nIn Russia we were not under the -- we left in, I think it was in ’43, we left under the\nNazis and we came to Russia. And we were in Russia and from Russia we left. It\nwas o-on -- I know exactly, on December 24\", we left Russia. And we ended up in\nPoland, then in Czechoslovakia. And that was the last time I was under the -- in --\nin ’43 I was the last time under the -- you know, under the Nazi occupation.",
        "A: Yes, that’s exactly right. We went with the Czech army and we actually went\nwith the -- 1-it was a convoy of tractors. And we went with the tractors to Poland,\nand from Poland we escaped because where we were left was not a good place to\nbe, we found that out very soon. And we ran away and we a-again got hold of a\nCzech army -- not any more the no -- what we were before, with a tractor of -- not\ntractor, with a -- a -- with just a car we got -- we got to Czechoslovakia.\nJanuary 16, 2002",
        "A: Yeah. That was after -- after the march when she got married to him.",
        "A: When where I was living? When I left -- when I left Czechoslovakia -- I mean,\nwhen I left Russia?",
        "A: Oh I -- w-we -- we were with the army, you know, wherever the army gave us a\nplace. He had a place, my brother-in-law and I was -- I was the addition when he got\nmarried, I got married too, to him. No, I -- I’m just kidding. No, he took me too.",
        "A: We -- we did some, you know, we did some in -- in Czechoslovakia, matter of\nfact. We did also some -- my sister did all along in Russia. I did in Russia some\nwork too. I went to school but I also did work.",
        "A: I worked in a hospital. I checked -- in ladies who were pregnant, came to check\nin, and I checked them in.\nJanuary 16, 2002",
        "A: We didn’t have any opportunity to make any pra -- a-any kind of inquiry until the\nwar was completely over. And then only -- really we couldn’t go anywhere, but our\nhusbands went. You know, I was, in the meantime I got married and our husbands\nwent, we couldn’t even go. Because it wasn’t -- it -- it still was not -- you couldn’t\ngo as aci-civil person you couldn’t go to any different country. And we had to go to\na different country. So our husbands went and they got our parents.",
        "A: My husband I met when my sister married her husband. He was the best man. He\nwas a very, very nice gu-guy, and when I met him, my brother-in-law said, you can\nask him if you want to ride the horse. He can get it for you. And he was 10 years\nolder than me and he just put his hands on my cheek and he said, oh you are a nice\nlittle girl. I had braids and I really looked like a little girl in comparing to him. And\nanyway, that’s how I met him, and then, in th -- when my sister got married and all,\nonce he sent my brother-in-law and my sister away and he came to visit me. I was in\nthe Czech army. Every officer had a spoika. A spoika means a helper, and I was\nleft in the place with a spoika. And when my late husband came to visit me, he told\nthe spoika that he cou -- has off. And he wanted to kiss me and I wouldn’t allow\nhim, I really hit him, you know? And then he didn’t come any more and then he\nJanuary 16, 2002\nwanted to marry me. And when we went -- it was after the war and when we went to\nget married, I couldn’t because I was too young. So we didn’t get married. But then\nhe was transferred to a place and he became them -- their -- he -- he was -- I -- I\ndon’t really know how you say it in English. He was a biggest man the army had in\nthat town. And that was the town where was a German -- lot of Germans lived, and\nthey were transported away, to go back to Germany. And this is where -- where we\ncame, and he was the big shot there. We have number one, that we was the first ones\nto get married in that little town and nobody gave us a hard time. I had -- of course,\nI had to get -- what do you call it, somebody to take care of me because I didn't have\nmy -- my parents, and my sister couldn’t -- couldn’t have done it. You know, you\nhave to have a -- |-like your father, you know, who would give you permission. And\nmy late husband had an uncle and gave me permission and we got married there, in\nthat little town. This was Freiwaldau in -- in -- in the czechoslo -- in\nCzechoslovakia. And that -- that happened only on August 28, 1945. The -- first we\nwanted to get married in June, when I turned 17, but we couldn’t. So then when he\ngot transferred and all, and then, you know, when he got there he had us come and\nwe got married.",
        "A: His name was Robert Kauder, R-o-b-e-r-t K-a-u-d-e-r.\nJanuary 16, 2002",
        "A: I knew him from March until I married him, until I -- I married him in August.\nYou see, you have to understand. When they came back, there was no Jewish girls,\nyou know, there were no Jews when they came back. He had an aunt there and that -\n- that’s a whole story in itself you -- you know, she was at home and her husband\nwas in -- in Theresienstadt. He was in the camp the whole time, and he came back.\nBut when he went to see his aunt, he found out that his mother and his sister were\ntaken to Auschwitz and that -- that they died. And he was extremely sad. And then\nhe wanted to get married, when he found out that he doesn’t have anybody. And\nthere really -- there really was nobody, we were -- it was very easy, really, to get\nmarried tha-that time, you know, I mean, it -- you didn’t have anybody, like we\ndidn’t have our parent, and I married him. I didn’t know that my parents are alive.\nEven so, the war was over in May. We still had no idea until -- I was married\nalready to him when we found out where they are. That was through the Red Cross,\ncause we had no idea where my -- we didn’t have any idea if our -- my parents are\nalive. And we did not find them where we left them, we found them in Bukarin,\nwhich is a capital of Romania and we left them in the Bukovina, completely\ndifferent place. But my uncle -- my father had three brothers in the United States\nand only one really cared to si -- send letters and checking if we are alive. And the\nJanuary 16, 2002\nfirst one they found was me, and I got a letter and there was 25 dollars in it. And\nthen my sister, I think got it, and then somehow we got to know that our parents are\nin Romania, and then when our husbands went to get. That must have been\nsomeplace either end of ’45, or beginning of ’46 because it was cold outside when\nthey came. But I -- I don’t know the exact date when they came, I really can’t\nremember. But I know I was married and I got married on August, like I said, 28,\n1945. So they weren't there. When they came, I was married, you know, so it could\nhave been end of the ’45 or beginning of ’46, I really don’t remember.",
        "A: I had no idea what marriage 1s. I had absolutely no idea. I remember what I -- I\ndidn’t have anything, and my late husband, a-and -- it was hard, you know, to buy\nsomething, and he wanted to make a me a dowry. And all I wanted was a -- a\nnightgown from flannel, because I never, ever wore a -- a nightgown. So I thought\nthat’s what I need is a big, long nightgown. That’s what I want. And he did ge -- get\n-- you -- you know, a dowry for me, because I didn’t have anything, nothing. I\ndidn’t have nothing, just what I wore. And go -- he got me whatever, and my -- my\nbrother-in-law got some lace and his sister, who came back from Auschwitz, she\nwas actually an -- you know, she used to make clothes. And she didn’t have a\nmachine or anything. And she made me a gown for my wedding. It 1s a short gown.\nJanuary 16, 2002\nIt was a short -- wasn’t enough material. And I don’t think I -- I -- I don’t know, I\ndon’t feel I have -- I don’t have a picture here, but it’s very funny the way -- it looks\nnice. It’s -- it was nice. It was really ve-very nice.",
        "A: The big boss, yeah, in -- in Freiwaldau, in Grafenberg-Freiwaldau it was\ncalled, where we were. Freiwaldau was the city and Grafenberg was a -- 1-it was\nthere an institution for people who have troubles with their brains. It was at\nGrafenberg. And we lived actually on the way up Grafenberg. We had a beautiful\nhouse, but we -- we -- 1-1t was a beautiful, beautiful house, and we lived there. And\nin 1997 I went with my granddaughter to see the place, I went back. And there lived\n-- there lived some people. And I said -- it was raining outside, and I have there a\ncousin and she took us. And when I rang the bell I said, I used to live here. He said,\nyou couldn’t have lived here. Here lived a young girl who is a chief of the army. I\nsaid, that was me. And he let us go in. Was nice. It was really nice. I had my\ngranddaughter. Was very nice to go back.",
        "A: It -- here it was a -- a -- a captain or a -- a -- a major. I think he got the major\nafter, I don’t really remember. I don’t remember. It was not [indecipherable] he\nJanuary 16, 2002\nwas not -- I think he got -- he was a major. He was a captain when I met him, and I\nthink then he got -- he got a major. I’m not hundred percent, I think that’s what\nhappened.",
        "A: Yes?",
        "A: You know, I did not associate, actually, with the neighbors, only with the\nmilitary. And we -- but what we did have was a maid. And she was a Czech and she\nwas nice. I had no problem, and her husband did in the garden. We had a beautiful\ngarden with the pool and everything was very nice, very, very nice. I had no -- no\nproblems really. A matter of fact I had a lot of fun because when the -- when one of\nthe soldiers would come to us with something for my husband, and if I would go to\nthe door, if I would open the door, they always wanted to make a date with me,\nbecause I still had the braids, I still didn’t cut my braids, and they didn’t think that --\nthat I am the wife of -- of the -- of the velitel. Velitel, I don’t know how you say it.\nYeah, the big shot, whatever. It was very nice. Very nice life there, very nice.",
        "A: I really don’t know exactly his duties, but they were -- they -- they had to get rid\nof the Germans, which y-you know, take me away from there. It was the\nJanuary 16, 2002\nSudetenland where we were, you know, traveled over the Sudetenland. He did\nthat, and whatever else he had to do. I-I really never -- I never discussed it. I never\ndiscussed it. I -- what -- what we did first, before we did anything was we were\ntrying to -- we went to Freiwaldau and we also were trying to think that I will go\nback to school, because I didn’t finish school. But then they told me that I won’t\nhave any children. I didn't know if I could or I couldn’t, I mean I had no idea. And\nwhen I heard no children, how could I be without no children, I always wanted 12.\nSo I went from one doctor to another, and that was when I was already -- when I\nwas in school already when I found out. And I started to go to medical school. I had\nno problems. I took a test and I started to go. But then there was one time, the first\ntime where we had an autopsy. It was a newborn baby, and when they took the\n[indecipherable] they cut the head, I started to m-move around a little, and\nprofessor said, Miss Kauder, will you please stand up straight? And I couldn’t,\nbecause I wa-wa-was already crying when I w -- w-when I just tried to stand up.\nAnd he said, are you a -- a -- what do you say, a -- acry -- an hysterical woman, or -\n- or what -- wh-what’s wrong with you? I said, I’m a mother. I was pregnant\nalready. And then I did -- the first semester was over, and I didn’t go then back.\nAlso my husband got sick and I didn’t go back to school. But I was --\nJanuary 16, 2002",
        "A: I didn't know. It was the first time I went to a doctor, I had some problems. You\nknow, 1-1-1 -- I just had some problems and my husband wanted me to go, so I went.\nAnd we didn’t want to have any children. We had no problems with having children\nor not having. We didn’t -- because we said, first Il finish school and then we’ll\nhave a family. But when they said I can’t have any children, I don’t have to worry\nabout that, I th -- to me that was a very big worry. I -- and I went from town to town\nuntil I got a very old doctor and he said, you are so young. He says, the only time\nyou can have it is now. And that was true because then I had -- after my daughter\nwas born, I had a -- two miscarriages, then I had my son. It’s almost six years\ndifferent between my daughter and my son. And when I had my son it was really\nvery -- they told me that the only way I can have him, if I am going to lie quietly\nuntil I feel him, and then, you know, I could get up. And the doctor who knew me,\nh-he says, you know, you can do that. I said, of course I can do that. And I did it. I\ndidn’t move until I felt him, and I had him.",
        "A: My husband got the -- was wounded in 1944 at Dukla, that was in Russia. And\nwhen he was -- when he was -- it was so sad, his whole -- his whole wounding was a\nvery sad thing. They had what they called spoika, which meant that a soldier had to\nJanuary 16, 2002\ngo and tell another soldier that something is not right, you have to be careful. And\nthe soldier who was to go was Max Weiss. And he couldn’t -- he couldn’t, he -- he\njust collapsed. And the officer who was surrounded, wherever he was, was my late\nhusband’s best friend. So he started to go, but he didn’t have to go, he was the\nadjutant to Swoboda. He didn’t have to go nowhere, and they said, don’t go. You\nknow, the general told him, don’t go. And he d -- he saw that yo-you know, Max\nWeiss couldn’t go, he completely collapsed. So he run and when he ran, they say,\ncrawl. H-He was very tall, he says, you crawl. They -- when they ho-hollered at him\nand he -- he started to crawl, fell in -- in the -- in the bunker where his friend was\nand all, and he did tell them what happened. But then they didn’t have any x-ray and\nwhat they looked was that he was wounded in the kidney. But the kidney wasn’t\ntouched, it looked fine. So they just sewed him up. And that was in *44, and in °46\nhe started to have problem, and he had terrible problems til the day he died. He had\neight operations. He had -- they didn’t have at that time like now, you know, that\nthey can give you -- I forgot what it’s called. He had artificial kidney and it didn’t\nhelp. And he finally, you know, died only -- it was in 1957. It was a terrible, terrible\ntime. But he was good. He went in the hospital, he was in the hospital a month or\nwhatever. Came home, the first thing he did is made -- made ar-arrangements and\nwe went to the -- to a show, or whatever. Never, every complained. Never\nJanuary 16, 2002\ncomplained that he had to be in the hospital, that it -- at one time he had to have,\nyou know, to wear a thing, and nothing bothered him. But he couldn’t make it. I\nalways said to the doctor. You just do what you can do, he’Il do what he can do.\nAnd they couldn’t -- they -- they just couldn’t. He was -- one time -- my son,\nunfortunately inherited what my husband had -- had. And he was a year old when he\nwas taken to the hospital, and he had two stones. And he was breastfed. He was 13\nmonths old and then, six months later, he was taken again and they had to enlarge\nhim the passage from the kidney to the bladder. And the operation was taking about\nfour and a half hour. It was a very, very big operation. And he still has to go for --\nyou know, and he was, in 1949 -- ’89, I was very ill and he had to go to the hospital\ntoo, he had problems. My son.",
        "A: No, he died of -- of his wounding. When they opened the -- the kidney, you\nknow, that happened in 1947, when they opened it. In ’46 he started to have\nproblem, and when the couldn’t find anything and they couldn’t see anything, they\nopened him and the kidney was a piece of pus. And the other kidney was already\nattack, unfortunately. If they would have taken out the kidney in Russia when he\nJanuary 16, 2002\nwas wounded, nothing would have happened. He lived -- we -- I also live with one\nkidney. He could have lived the longest time for -- with one kidney. I wanted to give\nhim my kidney. I didn’t know that I -- eventually I myself had kidney problems and\nI lost a kidney, I didn’t know it then. But then I wanted to give him the kidney -- in\nFrance they had just made -- had a ki -- a case with twins, they gave from one twin\nto the other, and they didn’t make it. And they wouldn’t do it because at that point,\nyou know, I had already my daughter, I didn’t have my son yet, but they would not\ndo that, they would not take my kidney and give it to him. And they couldn’t do it --\nthey didn’t do it because the only case they had was at that time in -- in France and\nit didn’t work. What they didn't have is the -- what do you call -- I -- I can’t\nremember. I?ll remember maybe in the course of th -- I will tell you what it’s called.\nWhat -- his -- his case was called -- he had cystenuria. That -- that what this stones\nwere, cysten stones. But that was caused. They could -- they also didn’t have any\nrelatives of his to check if, let’s say there was something in the family, but they\ndon’t know about anything. So they only -- they -- their case is that he died from the\nwounding.\nJanuary 16, 2002",
        "A: You know, I -- I was thinking about it. I really don’t know if they knew. There\nwas no -- in that little town, there was no temple or anything, and you couldn’t\nreally do there anything. Whatever you did, you did in the house. I mean, the -- the\nmaid could have known, but I -- I don’t know. I really have no idea. I do -- I really\ndon’t know.",
        "A: No. There were no -- except my aunt. We -- we took my aunt and my uncle,\nbecause my uncle, like I said, he was in -- in the camp, he came back to on -- that\nwas not -- they were living in Ostrow, not where we lived. So my husband took\nthem to Freiwaldau and he kept them there. But they -- he wasn’t Jewish, her -- her\nhusband, she was the one who was Jewish. And in 40 -- in ’28, or when they got\nmarried, he converted. He also was circumcised. So -- so --\nJanuary 16, 2002\nhave anything that happened to you during the war, any illness or accidents or any\nkinds of problems that presented you with any health issues at the end of the war?",
        "A: I -- I was beaten at the place where we were taken when we were supposed to go\nto the concentration camp. And my back was always in very bad shape. It still 1s.",
        "A: No, I didn’t get any -- any medical care and one of the reasons was that really\nand truly I-I -- very, very early after we got married, my husband got sick. And I\nwas so worried about him that I just -- and I was young. And I just said ah, I’ll make\nit, P’1l make it and I never -- I never really did do anything about it.\n[indecipherable]. No, as we get older, it gets worse, but I mean --",
        "A: Yeah, yeah.",
        "A: No, I didn’t. I just heard from -- fro -- oh, you all right? [indecipherable]. My\nhusband was -- was not telling me really, but his friends who were there, some\nwanted to -- to do something to them. And my husband wouldn’t even touch them,\nJanuary 16, 2002\nand would not allow that anything -- y-you know, he -- he’s just wouldn’t even\ntouch them. He was so mad that he wouldn’t touch them.",
        "A: No, I didn’t. I didn’t put my name any place. That da -- that what -- was what my\nuncle did. H-He had here three brothers, but only one did it. He -- he put all our\nnames down. My father’s, my mother’s, my sister’s and my -- m-my and myself,\nand my name. Of course, his parents too, but they -- they were unfortunately, you\nknow, they died.",
        "A: Yeah, after the war, you know. He did that. I didn’t have anything to do with it, I\njust got a letter with 25 dollars. That’s all I got from my uncle.",
        "A: Oh, wa-wa-what should I tell you? We started to dance and we didn’t know what\nto do. We were ready to go right away, but we couldn’t, and our husbands went.\nYou know, they -- they were both in the uniform, they was -- were still, you know\nand they went.\nJanuary 16, 2002",
        "A: I don’t think so. I really don’t remember it. I don’t remember having any because\nright away they went. And you see, when they came back, the house where I told\nyou we lived -- my sister was with me that time, and -- and we were waiting for our\nparents to come. And we lived on a hill up, and it’s a -- we heard the car coming.\nAnd our -- our top was like a -- ju-just a plain top and we saw the car way down. So\nI started to run down and I ran three steps I took at once and my sister went slower.\nAnd I was there before my sister. And when the car didn’t even stop when my father\ncame out. And my father was wounded in the first World War, and he walked with a\ncane. And I heard my mother say den stock, den stock, the cane. And he didn’t take\nit. He was in my arms, I was in his and we were just holding. And he never took the\ncane again. But unfortunately, he didn't live too long, you know. He died when he\nleft Czechoslovakia.",
        "A: That was in 1949 -- fo -- no, 40 -- ’49 in -- yeah, ’49 in March, I think it was.\nYeah. °49 or ’48, I don’t know if it was ’48 or ’49, I don’t remember. Either ’48 or\n\"49, because they were looking for it -- the reason my parents had to leave, my sister\nhad left. But my parents had to leave because they were looking for a German baron\nJanuary 16, 2002\nand he looked like my father, and my father, who knew the policeman who came to\nus, he says, you know me. He says, you know my -- my parents. You -- you know\nme, I’m not from no baron. He says, all I have to do is take my pants down. He said\nnot with the Russians, you don’t. He said, because some, you know, had it done too,\nyou know to -- so my -- they gave my father a diplomatic passport and he left for\nVienna. And five weeks later he died. And when he died he had the same thing\nwhich he -- which he had two times before. Once when he left our little town, first --\nhe had the first heart attack. Then he had one in Prague where I came. And the third\none he had, he said my sunshine is not here. He says, don’t call anybody and sure\nenough he -- he didn’t -- he didn't have --",
        "A: I was. I was both times with him and that was it.",
        "A: Yeah, oh did they make th -- did they make comments, of course. And their first\ncomment to me was that he has to announce the weddings. I mean, it’s not a\nwedding. He says, you know cannot say -- how can you take anybody else if your\nparents are alive? You know, I had a formant -- what -- what do you c -- I -- I don’t\nJanuary 16, 2002\nknow what you call it, formant, you know, somebody who talks for me. But you\nhad to -- probably you had to say. I -- I didn’t fill out any papers, my husband did. I\ndon’t know what he said there, that I don’t have my parents. They had to be dead,\nyou had to have -- and my father was a lawyer. He says, you know, I -- I’Il have that\ndone in no time. But he loved my husband, but -- and I said, but I don’t want it. I\nreally don’t want it, and anyway he didn’t do it. But then he w -- he -- he did one\nthing, which was so nice, when he, for me when I was 18, he aw -- w-went to court\nand he initiated the case that they should forgive me my age and give me -- because\nwe had still ta -- we got food on ration, because there was not food. And I got\nchildren’s ration. I had already a daughter, I was breastfeeding. So -- and I couldn't\ngo with them anywhere for drink or anything. When they went I had to stay out\n[indecipherable] outside. So he -- he did that. I have that document.",
        "A: I -- I really realized that, I think very early, my sister and I. We never talked to\nour parents what we went through. We never told them, they never told us how\ncome that from the Bukovina they ended up in -- in Bucharest. How did they get to\nBucharest? Why did they g -- were they there. I have no idea. Neither does my\nsister, we never, ever talked about it. I think we all knew what happened. We all\nknew exactly what happened and we didn’t want to talk about it. We just didn’t. We\nJanuary 16, 2002\njust tried hard to make life as possible like other people. It wasn’t easy, you know,\nit’s very, very hard. And e-even when you ask me when I was 17 if I knew what the\nmarriage was, I had no idea what the marriage was, absolutely none. And we just\nwanted to be loved. And we tried to make life as best as we knew how. But I never\ntalked to my parents about it, never, and neither did my sister. Neither did they ca --\ntalk to us about it at all. And I know it was only because we knew what happened. I\nmean, at that point of course we knew what happened.",
        "A: From -- from what I went through, I -- I knew that. I -- I mean I knew what --\nwhat went on all along. I mean, I was there, it’s not that I didn’t -- if I would have\nbeen hidden or something they wouldn’t have known, but I was exposed to it, and I\n-- so I knew it.",
        "A: Auschwitz I never heard. I -- I don’t -- I don’t think I her -- but I knew that there\nwere camps and I knew it was bad. Why did I run to Russia?",
        "A: After the war was over, yes, I remember too, was -- I heard that some people\nwho came back and they didn’t find anybody, they committed suicide. And yeah, it\nw -- it was a terrible thing. It’s -- yeah, I heard some people, you know they -- they\nJanuary 16, 2002\ncommit, you know, was -- it was a terrible thing. It was awful, I remember. Some of\nthe -- yeah, my father came in °46, because in ’46 was the first time we had\nPassover in our house, and the soldiers which work with my -- they -- they were\nofficers, you know, were in the same thing with my husband. They all came to our\nhouse, because we were the only ones who had parents. And my father was, of\ncourse, in -- in charge of the Passover. We -- he really -- och, tha-that was -- we\nhave two people who were with -- with us when my father conducted the Passover,\nand th-they are in New York. That was so nice, that was so nice, my father\nconducted -- that was in -- in °46. Oh, that was such a nice Passover. Was very, very\nnice, and we had -- 1-1t was -- I don’t even remember how many people were there,\nbut there were all, you know, his friends and all, they all came to us. He was the\nonly one who could make a Passover.",
        "A: Yes, [indecipherable] officers from the army.",
        "A: Yeah, there was, because they -- they were about -- at least six or seven came. At\nleast. I-I -- I really don’t remember how many there were, but there were a -- there\nwere a lot, and they were talking about it for years to come and today if you talk to\nJanuary 16, 2002\nhim, he w -- he will tell you, you know, he was at -- for Passover, you know, at\nNeuman’s house.",
        "A: No, no.",
        "A: I -- I think, you know in their -- th-th-they were extremely loving and giving\npeople. And they gave you a lot without even you realizing. Th-They did help you,\nwithout you being aware of it, because I remember things, you know, where --\nwhere they would -- li-like for example, I remember when my daughter, she\nwouldn’t eat at all. And I would sit there and sit and everything would fly. I would\nbake all kinds of things and she wouldn’t eat -- she would put it in one cheek and\nthe other cheek. And when I hold her nose she spit it out. And I was sitting there and\nsitting and in one time, you know, when she spit it out, I just slapped her, you know,\non the face. And my father went white. I mean, he went white. I have never seen\nhim like that, and he walked away. And then later on he took me aside and he says,\nwhere did you ever see touching a child? I said, but she doesn’t -- she doesn’t\nswallow. And my father, you know, had a very long talk with me. And then the\nJanuary 16, 2002\nother long talk we had was when he realized that I did not speak German to my\nmother. And my mother, unfortunately didn’t speak much Czech, she was not Czech\nand we never spoke Czech in the house, we always spoke German. And he sat me\nand my sister down and he had a talk with us. And he says, you can’t be the way\nyou are. Why don’t you speak with your mother the way you always spoke? And I\nsaid, I have nothing what to say in -- with my father I could speak Czech, because\nhe spoke Czech very well, too. And I said, m -- I -- I don’t have anything to say in\nGerman, what -- why should I speak German? I don’t want to speak German. He\nsaid, why don’t you want to speak German? I said, because I don’t like the\nlanguage. He said, what did the language do to you? I said, I don’t want to talk\nabout it. He said, but I want to talk about it. I said, I don’t. He said, do you realize\nthat if you hate, then Hitler won the war? He says, you can’t do that. The language\ndidn’t do anything to you. And he talked to us. My sister was always smarter than I,\nshe was also older, and she got it before I got it. And one time I was very bad,\nbecause he wouldn’t let loose. My sister wasn’t like me, she also spoke to my\nmother. And I g -- I just got up and left. And my mother immediately came to me\nand says, would you please go back and apologize? I said no. She said, will you go\nback and apologize? And I did go back and apologize, and I did si -- it took me\nawhile, and I started to speak to my mother in German. And it -- th-that was the\nJanuary 16, 2002\nonly time that we spoke about the war, and my father made sure that I have no hate\nin my heart, and I still don’t. I don’t know what it is to really hate. I don’t hate\nanybody. I never did and I can’t hate. I don’t like what happened. I am not, you\nknow, the person who can forgive anything. I’m not such a big person, I don’t like\nwhat happened. But I don’t hate. And I tried to prove it to my father, too. He wasn’t\nhere any more, and I st -- always try to do the right thing. I have always tried -- the\nfirst time that I came across a German girl in the school, I -- I did everything I had\nto do for her. And then she invited me to go to her wedding, and I went. But I said,\nDaddy, I’m doing this for you, and anyway -- it wa -- they -- they were both very,\nvery loving, my parents. They were su -- such nice, easy people to get along with.\nVery, very nice people, very loving, very loving. That was very nice. Where am I\nnow”? Where was I really when I told you?",
        "A: Yeah, that --",
        "A: I went back to school in Prague, because that was, you know, we left Prague, I\nthink it was in December or whenever, whenever he was -- he -- he was already in\nFreiwaldau, we got married in Freiwaldau, but I was still -- you know, I was with\nJanuary 16, 2002\nhim, and we -- I had -- just I took the test, you know. And the end -- the -- it started\nin September, started to school. And I went to school in Prague and I went to\nschool, you know, I continued. I was with my sister, she was in -- in Prague, I was\nwith her. And I went through the first -- the first part, and then I didn’t go. And the\nprofessor I took where -- I mean, I took [indecipherable] I had, he came once to\nPrague -- to New York. A neighbor of ours was waiting for a niece who came from\nPrague, she was my friend. And he never knew her, he knew her as a little girl. And\nshe came with her husband and her son. And he wanted me to go with him if I\nwould recogni -- of course I recognized him. So I went with him and as we were\nstanding upstairs and the people go out -- come out, you know after they go through\nthe -- the -- wh-whatever they have to go when they come from a --",
        "A: Customs. So I said, here she is. And right behind her was a man with a -- wi -- li-\nlike a moustache, and I look and I -- I know the guy. I mean, I know him. He 1s a\nprofessor I had years ago. So I was waiting, and when she came out her uncle went\nt-to her and my aunt was there and all. And I went over to the guy and I asked him\nin Czech if he 1s Czech. He says, of course I am, he says, how do you know? I says,\nI’m your pupil. He said, I can’t believe it. And then, you know, he -- slowly he\nremembered me and he went to Chicago. And I said, could you come and stay with\nJanuary 16, 2002\nus after you are finished? He went to a lecture. He said, I would love to, but I have\nno money. I said, doesn’t matter, I says, I'll give you some money and you’ll come\nand stay with us. And he came and he stayed with us. He was in my house and I was\nalready married to my husband, but my husband didn’t have a job yet, you know,\nthat’s a long story. Anyway --",
        "A: It’s a different --",
        "A: Yeah, yeah, yeah.",
        "A: I had no choice, because my husband was very ill. I could not have gone\nanywhere. Because also what I didn’t tell you, in -- in December of ’44 --\n\"45, a cousin of my late husband came to Freiwaldau where we were, and he\nwanted to take ma -- he had every documents for my husband to go to the United\nStates. And at that time he wasn’t ill yet. And my husband said he won’t go, he\nwon’t leave me. He says, you don’t have to leave her. We’ll -- we -- you’Il divorce\nher and I’m going to marry her, or my chauffeur is going to marry her, just you\nknow, for formal. And we go to -- they were in, I think in Belgium they were\nstationed. And my husband said, I am not going to divorce her and nobody is going\nJanuary 16, 2002\nto marry her but me. And he wouldn’t go. And he didn’t go. I would have liked to\ngo out. My sister left, my parents left. I was the only one I-left there.",
        "A: My sister -- my -- my brother-in-law actually deserted the army, he was in the\narmy and he just left to Israel to help with the Haganah. And of course that’s also\nanother story. When he came to Israel they wouldn’t take him. He was 15 years\nolder than my sister, he was 38 or 39 when he came there and he didn’t speak any\nHebrew. And he had a very hard time learning a language. He was from\nCzechoslovakia from the mountains, and he spoke Hungarian and Czech. We never\nspoke Hungarian, we were not from that part. And he couldn’t learn right away the\nHebrew, so he had also problems in -- in Israel. What -- they left right when --\nwhen the communist came, because the o -- the other reason they le -- he left also\nwas that a lot of Jewish officers were killed right after the communists took over.\nNot only Jewish, but some were Jewish, you see, quite a few. Was right in there and\no-other, you know -- then Morovitz was there who was killed, he was married to a\nJewish lady who was pregnant when she -- when he got killed. It was terrible,\nbecause Swoboda did not go with -- with -- with the communists, he didn’t do\nanything to help them, and the army didn’t want to go. The army was already, I\nJanuary 16, 2002\nmean they could have taken them on. They were still in -- in gear. But they was -- so\neverybody who could, left. Because the officers who left didn’t have no permission,\nthey didn’t leave from the army, they just left. You know, not legally.",
        "A: Yes.",
        "A: All the [indecipherable] were killed. Some of the Czech officers were killed.",
        "A: Why? They said they are against th-the prolat -- proletariat. They are against the\nRussians, or whatever, to -- you know, whatever they had -- whatever reason they\nhad, they -- they didn’t -- they didn’t like them and they killed them. It was, you\nknow, they always -- they had a reason, you know, they said they were against -- I\nmean, it -- 1t was absolutely insane, what they did. Absolutely. I mean, these were\nall officers which were in Russia and fought with the Russians. And they were not\ncommunists, they said. Now, not all were, but I mean they -- it -- it was a terrible\ntime for us. A terrible time. My -- my husband was at that time already sick. So they\nwere, wh-what are we going to do with him, you know. They didn’t expect him to\nstay alive as long as he did, you know, they didn’t. So that was one of the reasons\nthey didn’t do anything for him.\nJanuary 16, 2002",
        "A: It-It changed a lot. My husband had to leave the army, because he also was sick,\nyou know, a lot. Then he had a very big problem getting a job. And finally he got a\njob. But you see, when he was -- when he got the job, he was not a communist, you\nknow, because a lot of them were in the, you know, a lot of them were really, you\nknow, communist wi -- and he was not. And there were others who were killed who\nalso were not, you know, communists. They were not really -- really communists.\nAnd they took him there and he had -- they asked him how come he doesn’t read the\nRuda Pravel. And he said he was wounded, he can’t hold the paper, it’s too big to\nhold. And anyway, he didn’t make to enter, so they always gave him a\npostponement. And then finally he got a job in Kovo -- th-that was in -- in a job\nwhich had to do with -- th-the -- the -- it has to -- had to do with other p-places, you\nknow, you had to go to Bulgaria or whatever, you know, in -- in the -- in the area of\nthe Russian things, he had to travel there, too. So he was -- he was working until he\ndied in that job, kovo, it was called.",
        "A: Kovo -- kovo is not a -- a name of anything, you know, it’s not that I can tell you\nit was kava or -- I mean, coffee or anything. It was a sort -- a sort of something, you\nJanuary 16, 2002\nknow. I-It wa -- it was the import and export of a -- or tha-that’s what it was, it was\nthe import and export of some foods. And you know, wherever there was, you\nknow, the most of the food went to -- to Russia. And whatever you could, you have\nfor the -- for the Czechs, you know, and you went also -- he went to Bulgaria -- to\nBulgaria he went. And then he had to go to Germany for -- for being a -- what do\nyou call it, a witness, you know, so -- so he went to Germany. And then he had to\ngo -- th-they also asked him if he would go to America. He said no, why would he\ngo to America? They said, you have a mother-in-law there. Course my mother,\nthat’s ano -- another story. My mother ended up in the United States after my sister\nalready left Israel, she came there too. And he said he would never take his mother-\nin-law instead of his wife. He liked his wife. He was bad, he really was bad. But he\nwas so wounded they didn’t -- you know, he was every year at least two months in\nthe hospital.",
        "A: Yeah. He wa -- he was called to Germany to testify to be a witness for -- 1-1t was\nfor Nuremberg. For Nuremberg he was called.\nJanuary 16, 2002",
        "A: No. I don’t remember anything, I only know he went. I know he was there -- I\nhad some pictures -- I don’t have that, where he was we saw all the people sitting\nthere, but I don’t have them.",
        "A: I don’t remember. I really don’t know. I really don’t know if he testified or he\nwas jus -- he was there in that whole thing when it was, but if he testified I don’t\nknow. I have no idea. I --\nBeginning Tape Two, Side A",
        "A: Yeah.",
        "A: Yeah, h-he was six from -- sick from ’46 and he went, but I really don’t\nremember. And I know he talked probably about 1t when he came home. I really\ndon’t remember much about it. I know he went, I know he had a picture from all -- I\nsaw all these people there. I know he wasn’t very happy about a lot of things, but I\nreally don’t remember what.",
        "A: I don’t remember, I really don’t. Because you know, you have to understand, I\nreally and truly had my hands full. I had my kids, my husband, and it was -- oh, you\nknow, I -- I -- I’m sure at the time I did, but I don’t remember now.\nJanuary 16, 2002",
        "A: No, I really didn’t. I lived in a building in Prague, and I really don’t remember\nany anti-Semitism.",
        "A: No, I -- I really don’t, but iv -- as long as my husband was alive, I didn’t work. I\nwas home, and I didn’t have any anti-Semitism. We lived in a building where there\nlived a lot of Jews and non-Jews so you know, you should have. And I have -- my\nkids, you know, were friends with Jewish kids and with non-Jewish kids. No, I don’t\nremember to have any anti-Semitism. At least I didn’t come across any.",
        "A: No, I don’t remember anything.",
        "A: That’s right.\nJanuary 16, 2002",
        "A: Yes.",
        "A: My daughter was born on September 16, 1946. My son was born March 13,\n1952. It’s almost six years difference between them.",
        "A: My daughter’s name is Elishka. It was Elise -- I mean, 1t was Elishka, not Elise.\nNow it’s Elise, now it’s Elise. And my son is Michael. It was Misha, but here it’s\nMichael.",
        "A: You see, I had there lots of friends. I really didn’t have any relatives. This one\nrelatives which we had in [indecipherable] my uncle came, my aunt never came.\nAnd one of the cousins, there were four children, one came. And I had a ver -- like a\nmother there. It was the daughter of that lady who was a friend of my late husband,\nthey went to school together. And they took us in like we were family. And she did\nmore than I ever did anything. I was very quiet. I didn’t -- 1-it was a military funeral.\nI was there, but I really didn’t do anything. I didn’t talk to anybody and I didn’t just\ndo anything. And they used to come to my house, you know, the doctors who were -\nJanuary 16, 2002\n- some of them -- my late husband was a medical student before he went to the war.\nAnd one of the doctors was a friend of his, they went to same medical school. And\nhe came over and they were trying to -- when I had coffee, Babi would make coffee,\nor si -- mother, you know. And he would say do -- don’t you want to break the cup?\nHe says, we’ll have some noise. I didn’t want to do nothing. I didn’t talk to them,\nnothing. They came, they left. And then one day -- and I didn’t take care of the kids,\nBabi took care of the kids. Never asked about the kids. And one day I -- every day\naround five o’clock I used to go for the walk, for a long walk, after my late husband\ndied. And Babi always went with me. One day when I went to the door to go, she\nsaid, I’m not going with you. And if you go yourself, she says, I’m going put the\nchildren in a -- in a home for -- you know, without the -- for children without\nparents. I hesitated just a second, and I left. Wa -- when I walked, I said to myself,\nshe’s not my mother. She is a strange woman. She doesn’t care for my children. She\nwill put my children in a home [indecipherable] from home, because she doesn’t\ncare. And I went home, I didn’t say anything to her and I went into my daughter’s.\nMy son was only five at the time. And she cried and I cried, and it really, you know,\nbroke everything between me and my children. My son was really too -- too young\nfor it. And then the doctor came and he talked to me. I didn’t talk to Babi at all, I --\nI just didn’t pay attention to her. And he came and he told me that if it wasn’t for\nJanuary 16, 2002\nBabi, that time when I walked out by myself, they were all around me, they didn’t\nknow what [Il do, and they were ready to put me away in Freiwaldau, you know,\nwhere I told you we were? And Babi said no, let me do it one more time. And she\nhad called and she said that I went to Elise and everything 1s all right between my\ndaughter and me. But otherwise I -- I just wasn’t, you know, anything. And when I\nheard that, I went to Babi and I apologized. You know, it was so bad wha -- what I\ndid to her. And then I went to work, and -- and then came the time when I -- I\nimmediately applied to go to the United States and I was told immediately that I\nwill not go, that they will not let me go. That the children from a Czech officer will\nnot be beggars on Broadway. | didn’t understand what that meant, but it was\nsomething it meant. And then -- then wa -- one t -- when I got the refusal that I’m\nnot going to go, I went back one time. I asked again. And the guy there said, I told\nyou, you’re not going to go. He says, what do you do -- lose, a man? He says, you\ndon’t look so bad, you can get a man. And I got so mad. I got so mad, and I said, if\nit wasn’t for my husband, you wouldn’t be sitting here, and how dare you talk to me\nlike that? And I said, and I am going to the president. And I was with my little boy,\nhe didn’t go to school yet, and I went to the president. When I came there, there was\nthe soldiers and they put the bayonet, they didn’t talk to me. And I said to my son, I\nsaid, you stay right here. I said, if one hair is going to be crooked on this kid, I says,\nJanuary 16, 2002\nI cut both your heads off. And I went between the guns and I went in. They didn’t\ndo nothing. I -- I made one step -- I went in and there was another guy. He says, can\nI help you? I said yes, I want to speak to the president. He says, do you have an\nappointment? I said, I thought the president is for the people, and I am a people and\nI wanted to talk to him. I have a grievance and I would like to tell him. He said okay\nand he took me in, and when I walked 1n, the president walked out. I said, he’s\nleaving. I was all excited. I saw him and he’s leaving. And the lady says, don’t\nworry, he’s here. He -- she says, you just come in and we’ ll talk. And I complained\nto her and all and she says, do you need more money? Because I had a pension and\nmy children had a pension because we had military, you know. And I said no, I have\nmoney enough, I -- what could I have bought? There was nothing left to buy\nanyway. I said, I just wanted to see my mother, I says, I haven’t see her. We went\nthrough the war and now I’m not going to see her any more if I don’t go now. She\nsays, I can’t promise you to get -- go to the United States, but I can give you some\nmore money. And I left and I never, ever a-asked again to go until 1t was three years\nlater I got the letter that if I want to go I have to give up my pension and everything,\nand I can go. You know, it was so unfair to take the pension away from me, but I\nhad to -- I had to sign away my pension, my -- everything I had, and I could -- I\ncould go. And then when we -- before I went I had to go to court to sign for the\nJanuary 16, 2002\nchildren. And when I was ready to sign, a woman got up and she says she has a\ngrievance. She says, how can I sign away the things for the children? I got up and I\nhad with me one of the officers who -- who was a lawyer and he said, shut up and sit\ndown. I said, who is that woman? How dare she tell me I can’t sign for the children?\nWhere was she all this time? Did she go with Mike to the hospital -- you know, my\nson wa-was sick, you know. And anyway, that was -- wh-which I didn’t know, but\nmy kids had s -- whatever they took out, she was the guardian for my children. So\nanyway I signed and -- and we left. But it was -- it was a terrible thing, terrible.",
        "A: Yeah?",
        "A: I was on the -- on the main street like -- what is here the main street? I don’t\nknow where the main street. Like on s -- Fifth Avenue, in Prague\n[indecipherable], it was a bookstore for books. And all I had to do is take an exam\nfor -- for books for -- children books, medical books, whatever. And for poetry and\nall that. So I took it. My daughter was an ardent reader, so the children’s books I\nhave had all color. Then I had a friend, she was a lawyer, she gave me all that. And I\nmade it except poetry I wasn’t very good, I -- I couldn’t remember who wrote “The\nJanuary 16, 2002\nRaven” from all the things. But I made it and I worked -- 1t was military, Nasha\nVoisko. And I was a buyer of the books for Nasha Voisko. And I worked until I\nleft, until I left, I worked.",
        "A: Be allowed to be beggars on -- on Broadway, I never forget that.",
        "A: Yeah, oh yeah, they said it clear. They said it clearly. If I want to go, she said, I\ncan, but she can’t let the children go. I said forget it. I’m not going anywhere\nwithout my children. And then I was scared for a long time, you know, until I got\nthis letter and I went there -- my sister, you know, arranged that. My sister and my\nmother, when -- when Khrushchev was here, you know, at the U.N.? My sister and\nmy mother wrote him a letter and st -- they asked I should let go -- I should be let\ngo. And he wrote and that’s how I let -- was let go. But I didn’t know that, she\ndidn’t tell me that. She didn’t tell me over the phone that. I called her.",
        "A: My sister. I called my sister. I mean, you don’t call awa -- 1-1t was extremely\nexpensive, but I was -- once I got the permission to go, I was so excited. And when I\nasked her what should I bring, she says, bring Mrs. Pietnik, who was my maid, and\nJanuary 16, 2002\nwhen my late husband died I wanted to get rid of her, but I couldn’t. She said she is\nnot going to leave me. She is not going to leave me, and she stayed, and I had\nproblems because of her. Because she would call to -- to -- I -- I -- she would call to\nthe office and say, you know, can she speak to her [indecipherable] that’s to my\nlady. And they said, who is that? I said, that’s my aunt. She said she said she wants\nto speak. I said, she’s nuts, I said. She used to be a maid, I said, but now she doesn’t\nknow what she’s talking about. I had a good ti -- oh, it wa -- 1t was a horrible time\nunder the communists. I -- I -- I even re -- you know, when I came to the United\nStates it took me so long before I even opened my mouth to speak. My brother-in-\nlaw, he shook me, he says, don’t worry, no communists came with you, you can talk\nhere. I says, there is nothing what I can talk about. He says, you -- are you going\ntalk to me or aren’t you? I was so scared. I was so scared you can’t even imagine,\nbecause you know, there was -- there -- there was also a widow, like I was, she was\nput away in -- in a jail and they took her kids. I don’t know what she did, but oh, I\nwas so scared, don’t ask. Was terrible, terrible. But I wanted to go back to\nCzechoslovakia the first year. I -- I missed my babinka, you know, my mother was\nwonderful and I was happy to be with her, but I still missed babinka, you know, I --\nI didn’t have my m-my mother, you know --\nJanuary 16, 2002",
        "A: The other.",
        "A: Elise -- El -- Elsa Drajan. D-r-a-j-a-n and E-I-i-s-e. Yeah, she was -- she was\nso nice and I wasn’t very happy here because I had to learn English. I took jobs\nwhatever I could get. I was -- I got -- once I met a ch -- Czech girl and she says, I\ncan get you a great job, she says, you'll be a -- a waitress. I says, fine. She says, but\nnot a regular waitress, they have Bar Mitzvahs and so. You are just going to serve\nliquor. She says, you don’t have to speak English for that. I says, how do I know\nwhat to do? She says, don’t you know what whiskey is? They say whiskey, you give\nthem whiskey. So what do I know? Came a -- everybody was very happy. They\ngave whiskey, I gave whiskey. I never gave water. I didn’t even know what water\nmeant. And -- and the -- the owner came over and he said, you’re going go, he says,\ntonight. He said, you make the people too happy. He w -- he realized that I wasn’t\npulling the wool over his -- oh, it was terrible. Then I worked for a doctor. Oh, my --\nmy jobs I had was unbelievable. When I wa -- when I came. And then my s -- my\nmother put me in a school without asking me, to go -- you know, I -- I had one\nsemester of medical school, so she put me in a school I should learn about\ntechnology. And I went -- I didn’t speak English. So, it was terrible. So I says, how\nam I going to do that? She says, you write as you hear it. You come home Beatrice\nJanuary 16, 2002\nwill put it into English. The way I wrote there were no words which I wrote in any\ndictionary. You couldn’t make out the words. Oh, it was terrible. But by the time\nmy sister finally got something out, I had to rewrite it. And then I typed it the nice\nup, I -- I liked it should be neat. And by the time I was done I knew it by heart. I\nknew it also how to write it because I had it. You know, it was all there. So I -- I\nactually beat the system. I had the best mark of all the girls. And you know, you had\nto take the test for the school and for -- for the state and for the medical -- for the --\nfor the medical, or whatever. For three places I had to take the test, you know, you\ntook. And the school sent a note to please excuse my -- my -- my writing. And it\ncame back I had no mistakes. And they called me, they said, how come you didn’t\nmake mistakes? I said, I don’t know. I says, I guess I typed it -- I did it right. I knew\nit by heart and I didn’t make, and I had the best mark. And I worked for Gillette for\nalmost 19 years and before I was in New York, but here. No, that’s too far, I go -- I\ncome to that later.",
        "A: Yeah.\nJanuary 16, 2002",
        "A: No, I had the only problems with my -- with my back, because you see, when I\nwas beaten, yeah a -- I was beaten on -- on the one side. And the scar I have, it is a\nscar -- so-some kind of a scar, it’s like I -- I had there something. I -- I -- it was just\nfrom beat -- beating. And the doctor wanted to give me his wife’s x-ray, I said\nabsolutely not. And he gave it and he explained that that was done by beating. I was\nnever -- I never had TB or anything. And when I came I had to go for the x-ray, you\nknow, so they took an x-ray of me because that was that. But -- but when I came, I\nsaw that was really America. Because I thought -- God bless America, when I\ncame I didn’t see my mother, I didn’t see my sister, I didn’t see my friend from --\nthat was a soldier who I also knew. I -- I didn’t see anybody but men. All I saw were\nmen, so many men, and I said God bless America, they knew the widow is coming.\nI was already three years a widow, I mean, you know. And they were -- and they\nwanted to talk to me, I didn’t speak English. So they wanted to an-another language.\nThat time I spoke Ru-Russian fluently and Romanian and German and Czech. They\nwanted German, but I didn't talk. I was too a -- too afraid to talk. And -- but I\nrealized, they didn’t come for me. But I was in every newspaper in the United\nStates was my picture, reunion between mother and daughter. I -- I have the\npictures, they are really nice. I can show you someday.\nJanuary 16, 2002",
        "A: No, no, they were porter -- reporters.",
        "A: Reporters, yeah. They were from every newspaper. From the Times and from a\nJewish newspaper. From all the newspapers, it was all over. I have -- I have the\npapers.",
        "A: I was the first one to come out behind the Iron Curtain from -- from any -- any --\nfar. Nobody came out at my age. I was 30 and my daughter was what -- 13. And my\nson was almost eight.",
        "A: With my children and me, I was young. There was me came, two people from\nSlovakia, you know, I mean now ch -- Czechoslovakia were the same, it’s\nCzechoslovakia -- they were old. They was -- two old women came from Slovakia.\nThey were really old, I mean, in that time. But nobody my age and not -- no children\ncame. Was -- I was the first one.",
        "A: I really didn’t know what to expect, you know, from America. I expected more\nthan what I got, you know, actually, because -- I mean, not what I got, I didn’t\nexpect to get anything. But my -- actually no, I did -- I didn’t even -- tha-that wasn’t\nJanuary 16, 2002\nreally th-the -- the thing. When -- when I came, my sister just moved in in her first\nhouse. My sister was here when I came here. She 1s here, I don’t remember how\nmany years longer than me. I think five, six, whatever. You know, they both\nworked, and they finally got themselves a house. But I couldn’t get the house, yi -- I\ncouldn’t get no-nothing, I didn’t have any money. So I stayed with my sister for a\nyear and it was really hard because the house was very nice. My sister, my brother-\nin-law, they would have lied down, you could have walked on them. But they -- it\nwas only a three room house. So she had to put two of her kids together and put two\nin -- my kids there. Then I slept in the living room. And it wasn’t very comfy, you\nknow, what you call. But she didn’t want me to leave. In a -- ina year I left, I got an\napartment.",
        "A: Yeah.",
        "A: That was one -- one big thing. Then, of course, I saw my mother and my sister\nand my friend came, the one I knew. He brought me the biggest candy box I’ve ever\nseen. It was like half the -- I -- I’ve never seen anything like it. That was -- and then\nthe ben -- the newspaper came. My mother got a -- a letter from a rabbi that he\nwould marry me, with my children. I think that was fantastic. I didn’t go to him, but\nJanuary 16, 2002\nhe wanted to marry me, but I didn't -- I didn’t take him up on it. My brother-in-law\nsaid I can’t because he’ll never be a rabbi [indecipherable]",
        "A: I arrived on -- 1960 on -- on April 11\". It was the first day of Passover. And my\nmother came to see me. My mother was remarried too, my mother was 49 when my\nfather passed away. And I -- I -- I was so shocked. She came to see me, she took me\nto my sisters and my sister was there and everybody was there. And then my mother\nleft because my mother left with her husband to a place, because she didn’t make no\n-- no holidays, you know. So they left for their place. And I was so shocked that she\nleft when I came. But she had it arranged beforehand.",
        "A: American. An American, he was the owner of Hanes stocking. I had a lot of\nstockings, yeah. He -- he actually sent -- sent for me, you know, when we -- when I\ncame, he was the one who sent the money, because my sister didn’t have any money\nand my mother didn’t have any money, so was Mr. Brand.",
        "A: The first job I really had which worked for me was as a technician. But that was\nabout -- about -- you see, I was supposed to go two years to school, I went one year\nand I made it, you know, I -- I really took everything double and -- and so and I -- I\nreally went out for it. I had a job right away, I was -- I took a job as a baby nurse. I -\n- [had no problems taking that test, except when they said, a baby you -- when a\nbaby cries, what do you do? I said, you know, you check it and it’s -- and\neverything’s all right, if it’s not wet or it’s not hel -- health-wise alright, then you\njust, you know, let it cry until it goes to sleep. They said that’s not like that, you\nwalk it around on your shoulder, it’s a shoulder baby. I didn’t know what a shoulder\nbaby 1s. So that part what I -- I made it anyway, I answered all -- all their questions\nand I -- and I had the -- I got a job as a -- as a nurse. And I would go for a week and\nbe home or whatever, and then I would get another job. And I did that until I -- until\nI became a technician.",
        "A: Oh yeah. That was the bad part, you know. Then -- then I had -- I -- I usually was\nonly one week with whoever I was. Then I got a job with a Dr. Greebo. I am still in\ntouch with them. And the boy I had is here, he’s a lawyer, Howard. I -- I went there\nand I was there nine months. I was already in school, and when I finished school I\nhad his job in his office.\nJanuary 16, 2002",
        "A: In New York. In -- in New York on 59\" Street, on [indecipherable] whatever\nschool it was, I have it written down. I have a paper from.",
        "A: My sister. That’s what happened, I -- I couldn’t have taken care of.",
        "A: Yes, it’s -- my so -- my older nephew and my daughter are three months apart.\nAnd my younger son and her son area also -- are one year apart. And her s -- older\nson is Milan and her younger son is Alan. And my children, I gave you my -- the\nage, you know.",
        "A: Very much. Very much. My daughter had a lot of trouble with my nephew. My -\n- then -- my nephew, I mean, he was really a little boy, too, I mean, even if he was\n13. He was just after his Bar Mitzvah. He had Bar Mitzvah in -- he was born\nJanuary second. So he had sometimes in January and we -- we came that same\nApril.\nJanuary 16, 2002",
        "A: Okay.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: Yes.",
        "A: My children, yes.",
        "A: The Bar Mitzvah, my nephew was just Bar Mitzvah in January and we came\nhere in April. And he had to, of course, give up his room and be with his brother and\nmy children had the other room. And then when they went to school they went to\nthe same -- same grade. And my son also, you know, he went to the first grade. First\nor second, I don’t remember what he went. I think he went to the second grade. He\nwas a -- he was coming 1n the sec -- he went to the second grade. And you know, he\n-- my nephew, the oldest -- wh-when they went to school -- I have to ge -- start --\nwhen they went to school I wanted to give my daughter money, you know, for\nlunch. And my brother-in-law said absolutely not, that’s my -- my job. And he gave\nJanuary 16, 2002\neach one 50 cents or whatever. And when they came to the bus my nephew would\nsay to my daughter, you give me some money, that’s my money. And she never said\nthat to me tha-that -- I her -- heard that many, many years later, that she never had\nlunch, you know, because he wou -- he would take her money, you know, I mean he\n-- he -- it -- 1t was understandable. My son was -- also had problems because he --\nhe’s a year older than the other kids and I said, don’t you dare touch him, you know,\ndon’t -- don’t do anything. And my daughter cr -- told me once, she says, you better\ntell him that he can touch him, because he is really and truly taking advantage of\nhim and you told him don’t touch, and he doesn’t. So I took care of that situation\ntoo. And then my brother-in-law, he a -- what happened was with our crates what\nwe took with us, one crate was broken or -- or wasn’t there and tha-that was the toys\nfrom my son. And he had a train and whatever, and it was all gone. So my brother-\nin-law said all the toys should be for the little -- little kid. And his older brother said\nto him, don’t you dare touch anything, that’s all ours, not yours. So I didn’t know\nabout that either, of course. So then one day my daughter says, why don’t you ask\nMike what he’s doing when he comes home from school. So I asked him, I said,\nwhat are you doing when you -- he says, I do my homework. I says, and afterward?\nHe says, I do my homework. I said, don’t you go outside and play? He said, I have\nnothing left to play with, I have no toys. So anyway, so I took my nephew aside one\nJanuary 16, 2002\ntime and I told him, I said, look, I know it’s not easy for you and it’s not easy for us.\nI says, your parents, I don’t know if they’re not aware of it or whatever happened. I\nsaid, but one thing I can tell you. Don’t do that to my children. I said, don’t do that,\nbecause you'll be sorry. Pll beat the living daylights out of you if you ever do it\nagain. It took me years before I got him out of his -- oh, he was really scared of me.\nBut I would have never done it, but -- but anyway, and my son also got better. It -- it\nwa -- it was hard for them to adjust, it really was. They had a completely different\nlife, you know, and they had also a completely different life. It was just as bad for\nthem as for my kids, you know, they -- they weren't used to that, a whole family\nmoves in. So anyway, that’s how -- and then we finally got our o-own apartment\nand that was -- that took care of -- th-that -- we were good -- we had -- we had a\nreally nice apartment. It -- 1t was a bachelor’s apartment, but it was nice. My s -- my\ndaughter -- I had two jobs, I worked as a technician and my daughter was the one\nwho took care of the shopping, you know, I mean, in the meantime she was already\n14, and she was already a big girl. I never had a babysitter for my children when I\nhad my own apartment, I never. But I had an apartment in the building where there\nwas a porter, you couldn’t get in there. That -- that’s all I wanted really. And my --\nthen we got a -- an uncle of -- of mine gave me a dog, and oh we were so happy we\nhad the dog, but I -- that -- these were apartments only for people with -- with jobs,\nJanuary 16, 2002\nwho are -- with [indecipherable] jobs. So I had a job, I had no problem, but I\ncouldn’t have the kids. So I took my daughter, she was almost as tall as I, you know,\nit was fun, it was no problem. But Mikey started to cry, he wanted to come home\ntoo. So I took him too, and I had the dog too. So -- so one day he came and he said,\nwho is that, to my daughter. I said, that’s my sister. He says, and who is the little\nboy? I said, my son. He said, and she’s your daughter? I says yes. I says, now I have\nto tell you a secret. He says, you know it doesn’t go here, he says, but one thing --\nhe was also European, he says, one thing I tell you. Your kids behave, they can stay,\nbut something has to go, either the kids or the dog. So I let the dog go. But he was\nfunny, we had -- he was funny.",
        "A: Yeah, well, they ask me about communism, but that’s about all. They were never\ninterested if I went through a Holocaust, and if I wanted to say something -- if I\nwanted -- you know, I didn’t really want to, but if I wanted, they said they are really\nnot interested.",
        "A: Yes.\nJanuary 16, 2002",
        "A: No, I couldn’t. I -- I -- I mean I -- I will -- I knew the English I learned in school,\nyou know, but I didn’t --",
        "A: Of course, I -- when I finished school I went to a -- to a school, to a regular high\nschool to learn English. And at that point they wouldn’t take me. They said I know\ntoo much English and I never really learned.",
        "A: They learned English, you know, time -- my daughter I took a -- a -- a girl, my\nson I didn’t take anything, they learned English in no time.",
        "A: I met my current husband in 19 sif -- seve -- 62. The way I met him is through a\nfriend who was here, actually one of the friends what I mentioned that her husband\nwas killed. She was pregnant. He was killed when the communists took over\nCzechoslovakia. She had a sister here, and her brother-in-law was a -- a doctor and\nhe got me, actually, the per -- first job. And she came to visit, they lived on Fifth\nAvenue in an apartment, one floor was their apartment. She had her own room, her\nown bathroom, everything. And she came to visit me and she wanted to stay with\nme. I had one room, one. In that one room there was a tiny little kitchen, a tiny little\nJanuary 16, 2002\nrefrigera -- everything miniature and with a curtain. And then | had there two beds\nand a couch, and my son slept on the couch and Elise and I had a bed. And we had a\ntable and chairs and that was it. There was no room really for much more to go. And\nthen, anyway, when we bought the piano we had it -- you know, when you walked\nin there was a square and that’s was a piano there. We were very crowded, actually\nin the -- in our apartment. And she wanted to go to Atlantic City. And I really\ndidn’t want to go. I was busy, I had two jobs. And she said you can take one\nweekend, all you do is work. I said, doesn’t matter, I said, and I don’t have where to\nleave the kids and I am not going. She says, your sister will be happy to take the\nchildren. I said I don’t want to. And anyway, I said, you can’t sleep here either. You\nhave plenty of room where you are. So she said, can’t I sleep once with you here? I\nsays, yo-you know, I -- you -- you don’t realize it, I’m already a widow for three\nyears, I says, if I sleep with anybody, you are the last person I’d like to sleep with. I\nsaid, I don’t want to sleep with you. She says, sleep with your daughter and then\ngive me her bed. Anyway, I slept with my daughter, I gave her ma -- the bed, and\nthen we did go. And I-I-I was so bad th-those days, really I was so bad. I didn’t have\nmoney. I would take the money and give my daughter, you know, I mean she has to\nshop and do everything. So anyway, we went, th-that’s how I met my husband. We\nwent to the -- on the beach and I told her that I want to sleep, you know, that I’m\nJanuary 16, 2002\nreally very tired. I didn’t -- I never realized how tired I was until I really got there.\nAnd so I went to sleep, and then she woke me, she says, can you show me how you\nuse your lighter. I used to smoke. And I showed her and she says, you’re so stupid, I\nhave here such a nice guy, she says, he’s looking at you all the time, but you thi --\nnever look. I said -- I didn’t look, or I didn't open my eyes, I just showed her how\nand I kept sleeping. And then I hear a voice, you know, in English telling me, can I\nplease, you know, ask you a question? Could -- could -- I would like to take you and\nyour friend out tonight. I says, you can take my friend out, not me, but you can take\nher out. Tell me where, I’ll bring her. She didn’t speak any English. She spoke a\nlittle Jewish and he speaks a little Jewish and so they got along. So he gave me his\naddress, I said I’Il bring her there and we brought her there, my friend where -- she\nhad a friend in Atlantic City, that’s why we went there, I knew I won’t have to pay\nhotel or anything. And when we came there we couldn’t him, I mean, I didn’t know\nhow he looks and she couldn’t find him. Then she saw there is five dollars\nminimum. She says, can I go in? I said, no you can’t. It’s five dollars minimum,\nthat’s not in my -- my thing to -- to spe-spend. So anyway, we went away and next\nday, Sunday when we came we saw -- I saw a guy and she said, that’s him. And he\nlooked good. Boy, did he look good. He had a head of curls, you know, bl-blonde\ncurls and he was slender, you know, I -- he was really very slender and looked very\nJanuary 16, 2002\ngood. I said, I wouldn't even spit on him, I says, not -- I said he’ll [indecipherable]\ncome. She says oh, don’t be like that. And he came over to me and he says, you\nknow, I really and truly like you. I liked you yesterday and I like you today. I -- and\nI said, before you go any further, I want to tell you something. I says, you just met a\nwidow with two children, and that -- one of the women who have the least money in\nthe United States, that’s me. And I am not interested in anybody. Not in you and\nnot in 10 like you. I said, I don’t -- I’m not interested. So we went back, we sit down\nand then he says, will you come to my parents, my parents are here. And so I -- I\nwas sleeping and she says, come on, let’s go over. I can’t speak to hi -- his parents\nare from Russia and his mother really spoke some Russian, you know, and Kira\nspoke Russian, too. So we went over there and we met them. And then Monday\nwhen I came home from work the phone rang and my daughter answered the phone,\nsh -- she says, it’s for you. I says who? She says a man. I said, what kind of man is\nfor me, I don’t get no man calls. And I went to the phone, it was him. I said what are\n-- what do you want? I said, how did you get my number? He says Kira gave me\nyour number. So -- and then he wo -- said, can I come on the weekends? I says, you\ncan. I won’t be home, but you can come. And he used to come and my son really\nfell in love with him, because he thought that ma -- it was somebody just for him,\nyou know. He was never married before. And he would come and come, I never saw\nJanuary 16, 2002\nhim, once maybe I saw him, or twice. And then a -- then I think Christmas it came,\nand then, you know, he started if I would marry him. And I said, why would I marry\nyou? I do -- I -- I really don’t know you, you know, I -- I don’t want to get married.\nAnd my daughter says to me, Mommy, you have to marry him. I says, why do I\nhave to marry him, I don’t even love him. She says, you don’t have to love him,\nMike loves him. I says, Mike loves him, let him marry him. And I got married. She\nsays I have to marry him, so I marry him. He -- I love him now. I didn’t love him\nthen, but I love him now, he’s a good man.",
        "A: His name 1s David.",
        "A: I got married on January 5\", 1963. It was n -- 39 years that I am married.",
        "A: He used to work for the government, he was an engineer.",
        "A: I'd be very happy. I was waiting that you -- I was hoping you’ll ask me. My\ndaughter who is older, she 1s a teacher. She has not one, but two Master’s. She has a\nMaster’s in -- in Spanish and a Master’s in English. And my son skipped school and\nJanuary 16, 2002\nhe went to Rensselaer for five years, got his Master’s in chemical engineering and\nhe went to -- to Harvard and got -- and got the MBA in finances, in -- also for --\nfor banking and everything. And he’s doing very well and so is my daughter.",
        "A: He skipped -- he skipped grades, yes. When we moved -- when I married my\nhusband then, you know, he got a job in Saint Louis, Missouri. And when we went\nto Missouri they put him back. He had skipped in New York and they put him back\nand then we went back to New York and he -- he had his skipping, you know. He is\ndoing very nicely.",
        "A: Oh yes, I did. My children actually asked us if we will talk to them. And one day\nmy sister and I sat down and I wished we would have had a tape and we talked\nabout it. We talked to each other. And I -- we -- we couldn’t -- we couldn’t really\nbelieve that we went through everything which we went through and we talked to\nour children. We didn’t talk then -- we didn't do it again, but my children knew how\nmuch the whole thing meant to both of us. And when they started with the building\nof the museum, I was very sick. I got, in 1989 I had cancer of the -- of the kidney\nand I had lung cancer and I was [indecipherable] and by a sheer miracle I really\nJanuary 16, 2002\nmade it. I was on a -- I we -- I went on a -- y-you know, no hospital could help me\nbecause when you have kidney and lung cancer, you can’t have no -- no -- no-\nnothing really is -- is there for them. And was in the GW and they told me that I --\nthey can’t do anything any more for me, and that I had to leave.",
        "A: Yeah, yeah. And so tha -- so my -- lucky for me my friend was with me, I\nworked at the [indecipherable] at that time. No, no, I -- I had just stopped; we -- we\nwere let go. But anyway, my girlfriend was there and she wanted I should go to\nMount Vernon, because | had heard that in Mount Vernon is a -- 1s a place where\nthey do the same thing like they do at -- at -- in -- here in Washington at what --\nwhat do you call? The -- the guy who was my -- my -- in college it’s -- it’s a\nhospital, told my husband that he called di -- W -- G du -- he called the place in\nNew York, you know, Sloan Caterer, he called the hospital in Baltimore, you\nknow, John Hopkins and the -- and here also, in Washington, and nobody would\ntake me. They couldn’t take me, they were right, because I had no life left. I had less\nthan 25 percent of breathing, and there was nobody to take, you know, I -- it really\nwasn’t. My girlfriend, she knew -- I had told her about Mount Vernon. What\nhappened was Dr. Rosenberg was in together with a Dr. Ayliss. And this Dr. Ayliss\nJanuary 16, 2002\nhad something with -- wi-with Rosenberg, whatever happened, it wasn’t all right,\nand he got the grant in Mount Vernon and he had one floor there where he di -- did\nthe same thing they did at GW, and she wanted to take me there, and she took me\nthere. And I ha -- I was in a wheelchair, I couldn’t walk or anything. And we went\nin, and he didn't want to take me, but he did examine me and he says he can’t take\nme, you know, it’s not even legal and he can’t do it. So we left, my husband and I,\nand Diane, my friend, stayed there. So, it was in August and I was very, very hot,\nand I knew that I have a few hours to live. I wanted to call my children and\neverybody, my sister and you know, at least to see them. And I wanted to go home.\nAnd my husband said, I can’t, you know, Diane is not here, she doesn’t have a car,\nbecause she came with us. So he got out of the car to go and get her and that she\ncame out with the doctor and with the wheelchair, not to take mine and they took\nme in. And it took them three weeks to wa -- I didn’t weigh enough, you know, I\nhad to weigh at least, I think 98 or a hundred pounds and I weighed like 95. And\nthey brought me up two pounds I was, I think two -- I still didn’t have. And they ga\n-- put me o-on the study. And I was on the study and I was the only one left. There\nwas a lady left which came later on, she didn’t have what I had, she had melanoma.\nAnd she survived, but for my tho -- who was with me, nobody survived. There were\n75 people, I was the only one who made it.\nJanuary 16, 2002",
        "A: Ina research study, yes. I signed up for it, I -- for me it was no problem. I mean,\nnobody else wanted me anyway, I couldn’t do anything but the research study, not a\nregular study. I had th -- that’s terrible. Wh-What do you call this -- I can’t even\nremember now, can you believe it? I have that paper. Two -- two medications they\ngave me, I can’t remember now what it was, but I couldn’t take the one, I had a lot\nof problems with it and he took me off that and left me only on one medication. And\nthen one day I said I -- I can’t take this any more. I became so weak from the one\nmedication and I stopped it too. And then I -- I made it, until now, I have with the\nknees. But --",
        "A: Yes, yes, yeah. Except the other lady who had what do you call it, the melon --\nmelanoma. Melanoma, you know, it’s a skin cancer.",
        "A: [laughter] You didn’t expect that. I never talk about it, yeah.\nJanuary 16, 2002\nwere here when the United States became involved in the war in Vietnam. Did that\n-- did that touch your life in any way? Did you have any impressions about that?",
        "A: No, I -- I don’t --",
        "A: I actually was al-all for it because I thought wherever is against the communist is\ngood. You know, I -- I like that.",
        "A: Oh, absolutely.",
        "A: You know, when the -- when that occurred, I was very, very busy, but I did\nfollow it and I was happy with what a -- with what occurred. You know, that they\ngot something, you know, and very good.",
        "A: Good, very good. It was good to get -- I mean, you know, I -- I am a European,\nyou know, and -- but I liked it very much. I liked that they should get some rights,\ntoo.\nJanuary 16, 2002",
        "A: Oh, that was terrible. That was the worst time be -- for me in the United States. I\nworked in the hospital. God, that was bad. That was very, very bad. That was the\nworst thing, I was so upset about it, you can’t imagine. I -- I really liked President\nKennedy a lot. Was very upset about it.",
        "A: Yeah, I was -- was -- it was a turbulent time here, too, you know, and I really and\ntruly could not take in everything the way I should have, because like I told you\nbefore, I had problems with my kids, I had problems with jobs, I had problems, and\nI really and truly could not give it as much time as I would have liked to. I just\ndidn’t have it. I worked like y-you can’t imagine. In my second job there I worked, I\nwas usually finished by 10 o’clock and 10:20 because I worked two jobs. That was\nin the even -- at night I worked. And when I came out, usually I had a bus, but\nsometimes, you know, I had to work til 10:30 or til 11:00 because you can’t leave a\nb -- a hospital without somebody else being in the lab. And one day was s -- sn -- s -\n- raining, and I would always call, you know, that they should get me a cab. And the\nJanuary 16, 2002\ngirl calls me back, she says, I can’t ge-get [indecipherable] she says, anything, you\ncan’t get anything. She says, but you know you can sleep here. I said, I can’t, I have\ntwo kids alone home. So I says, call the fire department or the police. She says, we\ndon’t call no fire department and police for somebody to go home. I said, then [Il\ncall, and I called the police and I told them. But I told them that I have the two kids\nhome, but didn’t bother them. It wasn’t like today, I would have been probably in\njail if they know I have two -- I mean, my daughter was 14 or 15 already at the time.\nBut anyway, I told and the guy said, you stay right where you are, I’Il be right there.\nAnd he took me home and before I got in the building he says, Ill go just before so\nnobody sees you with the police, and I’ll watch you go in. Now I -- I -- I was -- I -- I\nwas so busy, really.",
        "A: Yes, I did. I had an -- a -- I -- I think I -- you know, I ch -- I looked for a job and\nit was all the nuns, and they want -- they -- when I filled out the papers for the job,\nthey had there religions, so I put in Hebrew, you know? And -- excuse me, they\nwouldn’t take me. They wouldn’t take me.",
        "A: A hospital. They wouldn’t take me. And when I asked why, because my -- I had\nvery good credentials, they said, I don’t think you are cut out, we are very religious\nJanuary 16, 2002\nhere and we don’t want no Hebrews here. So, I mean, I -- I had -- I had a few times,\nyou know, not bad, but I had it.",
        "A: Iam very much interested in it and what I didn’t t-tell you actually is my son\nknew also what the Holocaust meant for me, and he never told me, but you see,\nwhen -- when the Holocaust started in ’88 - ’89, that’s when I started to -- to have\nmy problems, you know, and I was sick til ’63, til the museum was built.",
        "A: The Holocaust Museum. What I found out was that my son gave for bi -- the\nbuilding fund. When I came back I found out that he had pledged 50,000 and he\nplay -- paid it out. And he paid it out for the living. You know, I mean he had to put\nin, I guess, whatever. He said it was for me and Beatrice. I couldn’t have done it,\nbut he could. I couldn’t have done it.",
        "A: I -- I work once a week, every week I work at the donor’s desk. It’s for donor,\nwhoever wants to become a member or a donor or whatever. And then I work with\nthe -- with the speaker’s bureau. I go and I speak. Not now, now I am incapacitated,\nJanuary 16, 2002\nbut otherwise I go and I speak a lot. And otherwise, whenever they need somebody,\nyou know, at the museum, they always call me and I speak for -- for the people who\nstart to work there, the new people, or -- so I speak to them. And wherever, whoever\nasked me, I go.",
        "A: Yes.",
        "A: Yeah, I had just a new knee, and it’s -- it’s a little bit not very comfortable to\nwalk around.",
        "A: Good.",
        "A: And we’ll have now lunch.\nEnd of Tape Two, Side B\nJanuary 16, 2002\nBeginning Tape Three, Side A",
        "A: How do I respond to hol -- Holocaust deniers, there is really nothing to respond\nto, because there is nothing you can tell them. I-It’s ridiculous even, in my opinion\nto even talk about deniers, what do you mean deniers? Who can deny it? I mean,\ndon’t you have enough proof? You know, I -- I mean, to me it’s -- it’s almost a --\nyo-you know, I mean 1-1 -- I -- I don’t di -- di -- I don’t talk about it very well. When\n-- when I come across a denier, all he had to do is just go and take the papers from\nthe Germans. You don’t even have to go any further, and you got everything you\nneed. I mean, it was so clear. How can anybody be a denier? I can’t -- I -- I -- I have\nnothing left to say for that.",
        "A: Oh yeah. I -- I believed that when I came here and I still do. I hope not, but I do\nbelieve that they can -- I do believe they can, yes.\nJanuary 16, 2002",
        "A: Yes, I have. I have been there twice or three times. I -- three times, I think. I went\nin ’97 with my granddaughter when I took her when I jumped, I told you I -- I took\nher there. And then I went -- before that, I went in ’93, when I was so sick and I\ncouldn't walk yet, I was in a wheelchair, and my granddaughter took me because my\nhusband was very much against it, my sister was against it, everybody was against it\nexcept my oldest granddaughter wasn’t against it. If Omi wants to go, she says, then\nPll take her. And she took me, and we went together. We were there one week, but\nwe were there. I didn’t go anywhere. I really couldn’t very well manage to go, but I\nwas back, and it -- it did me very good to go back. And then I went again because\nthey had a -- I -- I didn’t go after until ’64 or ’65, they had a -- all the officers, you\nknow, who were in the army, whoever got something, you know, my late husband\ngot four medals. So we were there and they gave us the medals. My brother-in-law\ngot two medals, my -- in -- in retrospect, or wa -- and the -- there -- there were, from\nall over the world they were there, from Australia, from whoever. Whoever was in\nthe army came, and we were all there. Then we went one more time -- no, was three\ntimes I went, was three times I was in Czechoslovakia. In ’63, in ’64 and in ’67.",
        "A: I mean, no, na -- ’93. I’m sorry.\nJanuary 16, 2002",
        "A: Twice. I would have gone again if I could. Tw-Twice -- three times now. Three\ntimes, I was there last year.",
        "A: Oh, that was a excellent experience, I loved going to Israel. I love Israel. I -- 1-1-\nif -- if it would have been differently, I would have gone to Israel.",
        "A: No, I haven’t regretted, I mean it -- it -- 1t’s no -- no use even s-spending time on\nregretting, you know. But I would have gone to Israel. I like to go there. If -- if I am\nall right this year, we ha -- I have there a cousin. And he was just now in a -- he was\nactually in the “Time” magazine. He -- he is not in the army, but you know,\nwhoever is in the army 1s being called. He is 25, or 26 years old, and he went to\nsomewhere and they -- they attacked him 1-1n na -- Just now, 1t was about two weeks\nago. And he -- there were two officers and I don’t know how many, you know,\nsoldiers were with them. And the one officer was killed. And he w-was wounded\nand still with the one hand he killed another Arab, or two Ar-Arabs, whatever, and\nhe got out of it. But he had 15 little shrapnels, but they couldn’t take them all out,\nyou know, because it would have been dangerous th-the way they are. And he is\nsupposed to get married in August. If I could have my two knees done, I would have\nJanuary 16, 2002\ngone too, if I could. It all depends, because this knee is still swollen. But if I could\nhave both done, I would go.",
        "A: You mean wha -- how a -- had the Holocaust, as such --",
        "A: I really couldn’t tell you, I -- I don’t know. I guess my whole life, you know, is\ninvolved with the Holocaust. My whole life is the Holocaust. You know, I mean it’s\n-- it’s in there, you can’t get rid of it ever. You know, I am a product of the\nHolocaust. So maybe whatever I did had to do with whatever I went through, I don’t\nknow. I really couldn’t answer you that question very well.",
        "A: I don’t think it really changed. You know, m-maybe a little bit, but not really\nmuch. I don’t think it changed much, maybe a little bit.",
        "A: I was asking that myself, and I really can’t give you an answer. I -- I hope I\ndidn’t -- I -- I tried not to do it to my children. I really did try very -- I -- I was\nthinking about it, because don’t forget, I was very early, mother and father to my\nchildren. And even when my husband was alive, I was also always there for them.\nAnd I was very, very worried I shouldn’t make the wrong decision because of. And\nI hope I didn’t, but I really couldn’t, with a good conscience say I -- I did or I didn’t.\nI don’t know.",
        "A: I don’t really think so. I don’t know. I don’t know how my life would have been\nif I didn’t go through it. I -- 1t would have been a completely different life if we\ndidn’t have to go through it.",
        "A: Yes.",
        "A: Yes, I was with my granddaughters. I -- they all know very much about it and I\ntook them and so on. But the great-grandchildren, they -- they are little. I don’t talk\nto them about it. Just with my grandchildren. But ne -- I-I have little ones, and I\ndidn't talk to them.\nJanuary 16, 2002",
        "A: Yeah. My oldest grandchild is 36, she’s -- the next one 1s a year younger, she is\n36 -- what -- no, 36 - 35, then is my granddaughter, 19 --",
        "A: Oh, the -- Rene is my daughter’s daughter. She was born on -- on -- wh-when\nwas Rene born? God almighty. I know it. I can’t remember now exactly when was\nshe born. I don’t know --",
        "A: She is 36. So, when was she born?",
        "A: Judy. The-These are the two daughters from my daughter, and she divorced the\nhusband what she had the two daughters. Then she remarried and had a boy. And\nthe boy’s name is Daniel, and he is 14. And then I have my o -- son’s daughter, who\nis 19, and they have a -- a boy who 1s 16.",
        "A: And the -- the daughter is Martina and the son is Robert. The daughter 1s 19\nand her son is 16. And these are all my grandchildren. And then I have, from Judy,\nI have two great-grandchildren, Matthew and Valerie. And Matthew is nine and\nValerie is seven. And then from Rene I have one, and he is four and a half.\nJanuary 16, 2002",
        "A: And his name, I always forget is Stevie. Stevie.",
        "A: Yeah, sure I’m involved. I -- whenever I can be involved, I’m involved.",
        "A: I am with the -- with the -- with Nessie and Flora in their group. I -- I -- I have to\njoin really the second generation to my children [indecipherable]. And --",
        "A: Yeah, yes, yes.",
        "A: Yes.",
        "A: The freedom. Freedom I didn’t have. There was no freedom under the\ncommunists at all. I -- I -- I wish I -- I wish I had written, I was always so afraid that\nif I write, and somebody sh-should come one day, if something could happen. And\nthen when I was here, I had no more time. And then as time went by, you don’t feel\nit so strongly, so you don’t, but I should have written about it. It was so bad, you\ncan’t even imagine. It really was worse than anything you can ever imagine. After\nthe Holocaust. It was a bad time, a very bad time.\nJanuary 16, 2002",
        "A: Examples, examples was that you didn’t have any -- any freedom at all. You had\nto go and clean the streets. You had to go and do whatever they wanted you to -- to\ndo. I mean, it was -- a-and you were never sure that the person you really knew, that\nhe is a person you didn’t -- you do know. He could have gone and say that you are a\nspy, or whatever 1-it -- 1t was his -- his thing he would have said. It -- 1t was a\nterrible time. Really not a good time.",
        "A: You know what was the biggest disappointment for me in America? Is divorces.\nBecause my daughter and my son they both divorced. And that was my biggest\ndisappointment, how many divorces are here. That’s my biggest disappointment.",
        "A: I -- I was extremely upset about that. Now, this was something which really and\ntruly was -- that was the biggest disappointment actually of America, that --\nbecause you see, when America was attacked first, and nothing was done, I was\nvery disappointed when the Marines were shot. 280 or how many did they shot that\ntime? Who-Who -- who is the other things which happened? Nobody did anything.\nBut you see, when I talked about it, you know, like my husband, he’s not -- he’s not\na survivor. He couldn’t understand that I can’t understand that it doesn’t add up for\nJanuary 16, 2002\nthe Americans, because in America nothing can happen. That is when you ask me if\nthe Jews from -- can be attacked, sure they can. If you let it happen, it will. Because\nyou are practically very sure of yourself, and you can never be sure, never. It\ndoesn’t work that way, unfortunately. And tha-that was a terrible thing, I can’t even\ntal -- wha-what can I tell you? I was very, very -- I am still very disappointed. I am\nstill very worried, you know, I don’t know who is good and who 1s bad. It’s -- it’s\nreally something which should have never happened. That should have never\nhappened here, never. And now with this war, th-this guy, you know who was -- the\nAmerican who was there, och, it’s -- it is just too much. It’s just too much.",
        "A: You know, you always like to look for hope, you know. You never look y-y-you\nknow, with the bad, you always try to look for the good. And I think, you know,\nwhat it gave me is a lot of confidence the way the Americans behave, you know.\nAnd I hope that it really w -- is work -- worth it, you know, that -- that’s all I can\nsay, I -- I hope that it’s really meant the way it’s said. I mean, you see the flags\noutside, it’s not just for show, but they really mean it, you know. I -- I have nothing\nelse I can say about it, I --",
        "A: I don’t think -- I don’t think I want to accomplish anything. I think whatever I\ncould, I accomplished. I have really and truly beautiful children, they are very, very\nnice. I don’t like the idea that they both got divorced, that wasn’t in my book. I -- I -\n- it’s -- it’s something I can’t understand very well, but they are otherwise beautiful\nchildren and they both remarried and now everything -- but that’s something which,\nyou know, bothers me a little. But just -- just -- 1-it should be peace in America, it\nshould never happen anything again, and I should be able to have both my knees\nworking because they -- they don’t work for the last four or five years, and I -- I --\nPll just be happy. I -- I don’t think I want to accomplish anything any more.",
        "A: Okay.",
        "A: Okay.",
        "A: Under communism didn’t exist anything, I couldn’t have gotten anything. When\nI came here I got a letter from Germany that they were looking for my in-laws, for\nmy -- for the Kauders. And I| didn’t have money to go or do anything, so I didn’t do\nJanuary 16, 2002\nanything. My mother had gotten, which -- without her doing anything, she had\ngotten a -- a -- a flat sum for whatever, I don’t know. And she also got, which she\nsaid she got for me, was 3,000 dollars, and that was all. I never applied -- no, that’s\nnot true. I applied last year or whenever we got that letter from the -- from the\nlawyer. You know, from the lawyer here, Mark, or whatever. I never heard from\nhim. And that was all. I never got anything but the 3,000 dollars my mother gave me\nwhen I came. If it was for me or was her money, I don’t know, but she gave me the\n3,000 dollars. That’s all I had from reparations.",
        "A: Yeah.",
        "A: That happened in Czernowitz, and I only know that the ship went to America. I\nknow that all boys went, no girls, and they wanted my father, who was very, very\nactive in it, he was a big Zionist and he was very active and they wanted to take one\nof his children, the older one. Sh-She should go because he -- he did a lot of work\nand he didn’t really have any children. But he didn't want it because it wasn’t fair.\nYou know, there were no girls, they were all boys. That’s all I know about. I don’t\nJanuary 16, 2002\nknow anything else. Of course later on I found out, God knows when, that it never\nmade it. That it --",
        "A: No. Must have been in ’41 - ’42 when we were in -- when we were in Romania.",
        "A: That’s a very good question, what would I like them to know? Well, I would like\nto leave for everybody who ever reads anything or anything I ever said, or read, or\nwha-whatever I left behind, that you should never hate. You should always try to\nlove instead of hate, no matter what. And that I was happy to be here, and I hope it\ntakes awhile before I go. And that’s all.",
        "A: Yeah, I would like that the United States should stay safe, nothing should\nhappen to them ever again, and it should just be a good world for all of -- of the\npeople, all my children who’ve stayed behind. Everybody should be well, and\neverything should be fine.\nJanuary 16, 2002",
        "A: I don’t know, I can’t --",
        "A: -- can’t think of a-anything I would like to do -- to -- just for me it’s very\nimportant that I always tell everybody that I don’t like to hate, I don’t even -- tha-\nthat’s very, very important and nothing should happen to the United States. It\nshould be a good world, and people should learn to love each other. And that’s what\nI wish for everybody. And to my kids, and everybody should stay well and be good.",
        "A: Okay.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nJanuary 16, 2002\nBeginning Tape One, Side A"
    ]
}