{
    "rg": "RG-50.030.0079_trs_en",
    "sequence": [
        "Q: Could you tell me your name please?",
        "A: My name is Marty Glickman. And I'm, uh, I live in New York City. I went to school at\nSyracuse. I'm 72 years of age. I'm married, have four children, nine grandchildren, and, uh,\ntwo great grandchildren and a third great grandchild on the way.",
        "Q: Okay. Mazel tov.",
        "A: Thank you.",
        "Q: When were you born?",
        "A: Born in 1917 in the Bronx, New York.",
        "Q: Tell me about your family in the Bronx.",
        "A: Uh, my father and mother were immigrants from Romania. Uh, they lived in the town of\nIa_i, where they knew each other as children, but did not, uh, really get to know each other\nwell until they met in the east side of Manhattan, when they both immigrated over\napproximately, uh, in 1912. Uh, they met, fell in love and were married.",
        "Q: And what was it like growing up in that household? What was your childhood like?",
        "A: My childhood was, uh, I thought, uh, delightful. Uh, we were, uh, a lower income family, but\nI wasn't even aware of, uh, higher incomes or low incomes. I had, uh, uh, a fine time. I was a,\na strong young boy. I was athletic. Uh, my grandmother and grandfather owned a tenement\nhouse in which we lived and, uh, my grandmother kept a kosher home. Uh, my grandfather\nwas a tailor, and very often he'd bring, uh, work home to the house, and on, on Sundays, uh,\nI might see him at his sewing machine, uh, hunched over the machine--he was a rather large\nman--uh, working to support, uh, his own family. And, uh, it was a six-family, uh, tenement\nhouse in Brooklyn, and, uh, four members of the family occupied four of the six apartments.",
        "Q: Okay. How did you, uh, as a young man, a young boy, when did you start getting interested\nin sports?",
        "A: Well, I was always interested in sports. Uh, I was always the fastest kid on the block. And I,\nI became interested in sports, uh, when I lived in the Bronx when I was five years of age. I\nremember, uh, the bigger kids on the block would, uh, have me race, uh, all the other kids\naround the block, uh, and, uh, the race was for them to run in one direction around the block\nand I'd run in the other direction, and the first one back at the starting corner would be the\nwinner, and I could win handily. I could win all the time. I was easily the fastest kid on the\nblock, and my father was, uh, a runner also, of sorts. Uh, not formally as I was, but, uh, he\nwas also probably the fastest kid in his neighborhood in Ia_1, Romania. Uh, I began doing\nmore than running when, uh, at the age of six or seven, began to throw a ball around, a punch\nball, or we'd play stick ball and punch ball and all the sports that, uh, kids played in those\ndays. Uh, \"Johnny on the pony,\" \"chase the white horse,\" and games like that, in the Bronx.\nThen we moved to Brooklyn and, uh, when I went to, uh, uh, grade school I won, uh, uh, my,\nuh, first trophy which was a public school's athletic league pin--a small silver pin which I\nstill have, uh, for doing a variety of things like, uh, running quickly against time, uh,\nstanding broad jump, uh, the, uh, rope climbing, things like that.",
        "Q: What other kinds of sports did you do?",
        "A: Uh, I did all sports in season. I did, uh, join the basketball season, I shot baskets and played\nbasketball. During the football season I played football. In the spring I, uh, played baseball. I\nswam in the summertime. I'd take a trolley car from our house in Brooklyn on Coney Island\nAvenue, and go, uh, to Coney Island--which might have been twenty minutes away by\ntrolley--and swim. And, uh, I always ran. Uh, running was part of all those sports. And I\ncontinued to be the fastest kid around.",
        "Q: Uh, at what point did your running become serious in the sense of joining track teams?",
        "A: I think it became seri...uh, serious in junior high school when I won, uh, various field days,\nuh, where the school competed within itself and I would win the sixty-yard dash or the\nseventy-yard dash, and I'll never forget my homeroom teacher, uh, writing in, uh, the, uh,\nautograph book we had when we were graduated from grade school, at the end of the sixth\nyear in school. Uh, he'd been a track man at Yale, and he was my homeroom teacher. And\nsometime around, uh, 1930 he wrote, \"Be seeing you in the 1936 Olympics.” And here I\nwas, uh, maybe twelve years of age. And he wrote that; and I still have it at home.",
        "Q: What happened, where did you choose to go to college? Where did you end up?",
        "A: Well, I...1 went to Syracuse University. I was, uh, a fairly well known high school athlete in\nNew York. I played football for an undefeated, uh, city championship and _ state\nchampionship team and I was, uh, the star of the team. I was a tailback in a single-wing\nformation and, uh, I was a triple threat: I could pass, I could kick, and I could run;\nparticularly run. And we defeated every other team on our schedule. Uh, beat a school called\nRoosevelt High School in the Bronx for the city championship, and we, uh, uh, were\naccorded the accolade of being the best team in New York State. We were invited to play in,\nuh, Miami against a Miami team, but, uh, the school, uh, forbade our going down to Miami\nbecause it was too far a trip and, uh, would interfere with our school work. But we were\ngood and, uh, I was judged, uh, the most valuable player in New York at that time as a\nfootball player. And I, uh, competed in track and field, and I won city championships and\nstate championships and, uh, a national scholastic championship and, uh, also played a\nseason of basketball at James Madison High School in Brooklyn. So I had a, my childhood\nwas fun, uh, for me. My father had a tough time; those were depression years. Uh, his\nbusiness failed. Uh, he went into bankruptcy; and, uh, the family had a difficult time.",
        "Q: Did you, uh, feel that you were different in any way because you were Jewish? What was\nthe, what did being Jewish mean to you?",
        "A: Being Jewish, uh, meant going to Hebrew School. Being Jewish meant, uh, uh, studying for\nmy bar mitzvah with, uh, an aging rabbi, with a long beard down to here, coming into the\nhouse and sitting along side of him while we went over my Maftir and Haftora. And, uh,\nbeing, uh, repelled by this old gentleman, because, uh, he had such terr...a terrible body odor\nabout him. And I, I'd have to sit right along side of him; and we'd look at the same, uh, book,\nthe same Hebrew book, and he would point out the phraseology to me. And, uh, it was very\ndifficult doing that. I also found it, uh, even then as an eleven-year-old or twelve-year-old,\nuh, almost silly, memorizing Hebrew words and not knowing what those words meant. In\nthose days, when a young man was bar mitzvahed, uh, he read the words but, uh, there was\nvery little meaning. Because you didn't understand what the interpretation of the words were.\nCertainly you knew the Brocha [NB: blessings] and what they meant; and, uh, the Brocha\nfor the wine and the Hamotzi and Shema, and all that. And you knew what those meant, but\nto read a paragraph in Hebrew: I could read the paragraph; I didn't know what the words\nmeant. So I was, uh, a Jewish kid growing up in Brooklyn in a Jewish environment and a\nJewish house. Uh, as I said my, uh, my grandparents, uh, kept a kosher home. My parents\ndid not. Uh, I did not eat, uh, non-kosher food. Uh (laughter), uh, the first time I had pork I\nwas at training table at Syracuse University my my freshman year--and my first meal, uh, my\nfirst lunch. And I said, uh, \"Would somebody please pass the lamb chops down to me?\"\n(Laughter) And they weren't lamb chops. And everyone started to laugh, because of course\nthey were pork chops. And they were delicious.",
        "Q: Tell me about that first year at Syracuse?",
        "A: Uh, my first year at Syracuse after, uh, uh, my four great years in high school.... I met my\nwife in high school, and that was, uh, a marvelous opportunity; and, uh, we're still married\nafter, uh, 50 years, going on 50 right now. Uh, we knew each other six years before we got\nmarried, though. Uh, but the high school years, uh, were, uh, filled with success in terms of\nathletics. I was always a fair student. I never had trouble with my grades. I was, there was no\nproblem in my being eligible to compete in sports. In those days eligibility was required.\nYou had to pass your subjects in order to play on the teams. And I had no problem doing\nthat. I went to Syracuse University because a Jewish fraternity, Sigma Alpha Mu, the ADA\nchapter at Syracuse, uh, combined among its alumni to provide enough funds for me to go to\nSyracuse. My family certainly could not send me to Syracuse, because we didn't have the\nwherewithall, uh, didn't have anything close to the requirements to go to an away-college.\nUh, but, uh, five Jewish men, uh, banded together to send me to Syracuse so that, uh,\nSyracuse would have Jewish representation on its sports teams--on the track team and on the\nfootball team. I was a well-known athlete, successful. And, uh, John Bahsha, who had played\nfootball at Syracuse, a Jew, Irving Rosenfeld, uh, Mort Starobin, who was an All-American\nfootball player, uh, who was a fraternity brother.... They were all fraternity brothers. Walter\nRose and, uh, Mitch Weill. Uh, those five men, uh, would, uh, send the money to Syracuse to\npay for my tuition, and then I would work my way, uh, for, uh, my board. I waited...I waited\non tables at Sims (ph) Hall up at Syracuse, and I used to brag that I was the fastest waiter in\nAmerica because I was a track man and, uh, could serve very quickly. And, uh, I spent my\nfirst six months living 1n the wrestling room of the gym, uh, and...uh, because there was no\nplace for me to live at the fraternity house. Uh...incoming freshmen couldn't live at the\nfraternity house according to the, uh, university rules. So I lived in the wrestling room of the\ngym with, uh, a teammate and classmate named Al Handler--another Jewish boy who was\nsent up with me to Syracuse by the same group of five. And, uh, three of them--young men\nwho became my very close friends through their lives--uh, Charlie Heer from New Hope,\nPennsylvania; and Bob Stewart from Rochester, New York, who couldn't spell a word; and,\nuh, a fellow named Bob Taylor who came out of Ohio. And, uh, as both, uh, Stuie--Stewart--\nand uh Charlie Heer told me, uh, I was the first Jew they ever met. We had lots of fun in the\nwrestling room of the gym.",
        "Q: Sounds like it. When, uh, tell me about your getting involved in track that year at Syracuse\nUniversity.",
        "A: Well, uh, I had a reputation as a track athlete from high school and, uh, it was expected that\nI'd go out for the track team and, uh, so I did. Uh, I ran the first indoor season after my\nfreshman football season. I played freshman football in the fall, which, uh, went right into\nthe track season, indoor track, and I used to practice on an outdoor board track around the\nsnow banks of Syracuse, New York and, uh, uh, and I was easily the best sprinter in the\nschool at that time. We had a great quarter-miler at that time, a fellow named Eddie O'Brien,\nwho was the national six-hundred yard champion. He too made the Olympic team in 1936 as\na quarter-miler. And, uh, he and I were the two best runners in school. I was a sprinter and he\nwas a middle-distance runner. And so I, uh, competed in the indoor track meets, uh, and I\nhad some fair success. I, uh, won medals in the Melrose Games and the New York AC Meet\nand the, uh, uh, IC four A's, uh, at the, uh, Knights of Columbus Meet. Uh, I was invited\ndown to run in the Sugar Bowl Track Meet, and, uh, I competed, uh, that freshman year, uh,\nsuccessfully.",
        "Q: how did the Olympics come into the picture?",
        "A: Well, after that, uh, uh, spring season of track and field where I ran, uh, inter...intramural\ncompetition, and I couldn't compete for the varsity in those years because, uh, uh, freshmen\nwere ineligible for inter-collegiate sports in those years--you had to be in school for your\nfreshmen year and then compete, uh, in varsity sports starting in your sophomore year. So I,\nuh, uh, I ran on the freshman meets and I won all the meets and I, uh, uh, set track records at\nSyracuse and at Cornell, where I ran in the indoor meet and, uh, various places. Uh, outdoors\nI began to win, uh, uh, more important races like the Metropolitan Senior Championships in\nNew York, uh, where I beat a great black sprinter. I beat Ben Johnson for the first time. Ben\nJohn...not the same Ben Johnson of, uh, the 1988 Olympic games, but, uh, an earlier Ben\nJohnson who ran for Columbia. And he was the world's fastest human indoors. He set a\nworld's record for, uh, sixty yards indoors. I couldn't beat him at sixty, but I did beat him at a\nhundred. And after I beat him for the Senior Metropolitan Championships in New York, I\nrealized I had a chance to make the Olympic Team. Because Ben was one of the best\nsprinters in the...in the world, and beating him, uh, made me think that I had a chance for the\nteam. And, uh, having, uh, won that race, I was invited to compete in the, uh, Regional\nChampionships for the final Olympic Trials. The Regional Trials took place up at Harvard,\nuh, and I won up there as well. I beat Johnson again up there, along with, uh, oh, uh, uh,\nBilly Hopkins of Virginia’ and, uh, uh, a fellow named, uh, Edgar Mason of Pittsburgh.”\nAnd, uh, I was the best sprinter in the Aast. Jesse Owens won in the Middle West, and, uh,\nRalph Metcalfe won in the Far, uh, Middle West, and, uh, Frank Wykoff won on the Pacific\ncoast. And by qualifying for the final in those regional meets, I qualified for the Olympic\nFinal Trials at Randall's Island [Stadium], in New York City. When they were held, uh, uh, I,\nuh, finished third in one trial heat to qualify for the final. And then, in the final, I ran\n...(laughter), uh, in the final; we drew for lanes--they hand out a pill or, uh, uh, round marbles\nwhich have numbers on them. And you reach into a box and you pick out the the marble, and\nthat's your lane number. And I had lane number five; and, uh, as I, with my little trowel,\ngarden trowel, began to dig my starting hole.... In those days, you didn't use starting blocks.\nYou used, you dug a hole. And I looked in lane number six, and there was Ralph Metcalfe,\nthe world's fastest human in '33 and '34 and '35. And on my left, was Jesse Owens. So here I\nwas in lane number five; and lane number four was Jesse and in lane number six was Ralph,\nwhich was just as well. And, uh, we raced, and, uh, uh, they won. (Laughter) I thought I\nfinished third, but, uh, the judges thought otherwise. Uh, as a matter of fact, uh, they gave me\nfifth, finally. But in films of the race--and there was no photo finish in those years--uh, Bud\nGreenspan, the Olympic cinema photographer has films of that particular race. And, uh, I\nclearly finished fourth, but they gave Foy Draper of Southern California’ fourth, and me\nfifth. And I thought I was in a dead heat with Frank Wykoff, who finished third. Uh, as a\nmatter of fact, right after the race, Ted Husing--the great broadcaster--uh, called all the\nsprinters over, introduced Jesse, interviewed him; interviewed Ralph, who finished second;\nand then introduced me, Marty Glickman, who finished third, the kid from Brooklyn. He\nsaid, \"Oops, just a moment...uh, they're placing Frank Wykoff third. And here's Frank.” And\ninterviewed Frank. \"And, uh, now here's Marty. Oops! Just a moment. Uh, they put Foy\nDraper fourth. And now Marty is fifth.” Which was still all right with me, although I was\nslightly disappointed. I was on the team. I was going to be on the relay team. Uh, Foy Draper\nand Frank Wykoff were out of Southern California, the University of Southern California.\nAnd their coach was, uh, a power in the track world; and I remember his pushing his way in\namong the officials as they determined the order of the finish. And, uh, where I was\noriginally placed third, uh, suddenly Wykoff was placed third and I was relegated to fourth.\n' William B. Hopkins, from the University of Virginia.\n; Edgar D. Mason, Jr., from the University of Pittsburgh.\n> NB: University of Southern California.\nAnd, uh, Cromwell argued the point with the officials around him; and, uh, I was placed\nfifth, and Draper was placed fourth. Uh, it's...uh, I sound as though I'm making excuses; but\nthe fact 1s that the film that Bud has clearly showed I finished fourth, at least. And, uh, it was\nas close to a dead heat with Frank as could be, and there was no photo finish. The...the\ncamera was placed at about the eighty-yard mark, so you couldn't really tell the precise order\nof finish. But there was no question about my beating Foy Draper. And I beat Foy afterwards\nin several other races. So I...I...1 made the team.",
        "Q: You made the team and, uh.... Hold it one second. TECHNICAL CONVERSATION. Okay.\nYou made the team. Tell me about the team.",
        "A: I made the team; and, uh, at the time there was talk of a boycott. Uh, a boycott because of\nNazi Germany. And the games were being held in Berlin, of course. The games were\nawarded to Berlin. The city of Berlin, mind you, not the German Republic. But the games\nare awarded to cities and not to nations. They were awarded to Berlin in 1931--before Hitler,\na couple of years before Hitler came into power. And there was talk about a boycott. The\nboycott talk was not nearly as severe nor, as, uh, it resulted in 1988, in a complete boycott.\nBut, uh, there was talk about it. And, uh, no one ever suggested to me that I don't go. Uh, no\none. Uh, I wanted to go for two reasons. I wanted to go because as an athlete, 1t was the goal\nof any young athlete, uh, American athlete, a Jewish-American athlete, to make the team.\nThat was a goal that we all strove for. Secondly, and I stress that 1t was second, uh, I wanted\nto show the world, the world that I knew, that a Jew could, uh, compete and do just as well\nas anyone else, and perhaps better. And, uh, both Sam Stoller” and I made the team. Sam\nfinished sixth in that race. I was judged to be fifth, and we both made the team. We were the\nonly two Jews on the Olympic track team. Uh, there were two other Jews on the overall\nsquad. Sam Balter was on the basketball squad--a Jew from California; and, uh, Herman\nGoldberg--a Jew from Rochester--uh, was on the baseball exhibition team. And, uh, Herman\nand I became good friends while we were overseas. So, uh, I wanted to make the team for\nthose two reasons: first, because I was selfish as an athlete and I wanted to succeed. I\nwanted to win. And secondly, because as a Jew I wanted to show that, uh, Jews were just as\ngood as anyone else and perhaps better.",
        "Q: Tell me about the process. Just take",
        "A: Uh, having, uh, qualified for the team, uh, we spent, uh, two or three days, uh, being fitted\nwith Olympic uniforms. And there was a great deal of, uh, jubilation amongst my friends and\nmy family that I had made the team. And, uh, my father was able to gather together--along\nwith my mother--a total of $30 to give me, so that I could go to Europe and have some\nspending money. Thirty bucks was what we could raise. Uh, and so we left; and we left on\nthe S.S. Manhattan. It took, uh, five days to get to, uh, uh, England, and, uh, we had a\nwonderful time aboard the boat. I'd never been aboard a ship like that before. And, uh, we\n* From the University of Michigan.\ntrained lightly on the boat, because there was no running facility. We jogged on the track.\nWe did exercises and things like that. And, uh, the trip was thoroughly enjoyable. And we\narrived in Hamburg, and then took the train from Hamburg to Berlin--uh, perhaps a two-hour\nride. When we arrived at the Bahnhof [Ger: Railway Station] in Berlin, there was a huge\ncrowd waiting for the American team. We were the big powerful American team; and\nnewspaper men and photographers and camera and newsreel people, photographers of all\nsorts, were waiting for us. Perhaps, uh, hundreds of them. I don't recall. But there was a huge\ncrowd gathered. And, uh, we were all in uniform. And as we milled around on the station\nplatform after getting off the train, uh, I was accosted by a young man in street clothes. And,\nuh, looked to be a couple of years older than I--smaller than me, with a wisp of a mustache.\nAnd, uh, he said, \"You're Marty Glickman, aren't you?\" And I said, \"Yes.” He said, \"You're\nJewish, aren't you?\" And taken back a little bit, I..., \"Yes, I am.” He was obviously an\nAmerican, because I could tell the way he spoke and the way he was dressed and the way he\nwas familiar with me--and I with him--in a moment or two. He was an American. Uh, he\nsaid, \"I'm Jewish, also.” I said, \"What are you doing here?\" He says, \"I'm going to med\nschool here.” I said, \"You're going to med school in Berlin?\" He said, \"Yes. I could not get\ninto an American med school, and I'm in med school here in Berlin.” I asked him how things\nwere. He says, \"Well, in Berlin, particularly now during the Olympic period, uh, there was\nno overt sign of any antisemitism at all.” He said in the smaller towns, uh, there might be\nsigns of antisemitism. There might be some overt acts, uh, but, uh, he didn't feel it. Uh, not in\nBerlin. And, uh, at that time, I rationalized that things in Berlin were pretty much the way\nthey were in America. In America, as a young college student, I was aware of the fact that\nthere were quotas at schools-- particularly at graduate schools--uh, that there were clubs, uh,\nJews could not get into, restaurants they could not go to, resorts that they were not welcome\nat. And, uh, there were overt and covert signs of un...of antisemitism in America. And it was\nmy feeling, as an Olympic athlete there in Berlin, that Berlin was like the United States in\nthat respect. Uh, I was aware slightly of the Nuremberg Laws, uh, but they were not\nomnipresent. Uh, they were not vocal. They were not described to me. Somewhere I had\nread of the Nuremberg Laws. I had never studied them. I never knew about them in any\ndetail. Uh, I knew there was antisemitism in Germany. I felt antisemitism occasionally in the\nUnited States, even in New York; but, uh, there was a similarity it seemed to me between\nBerlin when I was there in '36 and New York. We, uh, were taken to the Olympic Village.\nUh, I felt no compunction at all about being a Jew in Germany at that time, because, uh, I\ndidn't necessarily look Jewish--as though anybody could \"look\" Jewish. Uh, I was, uh, an\nAmerican athlete in Berlin. And there was, uh, no feeling, I had no sense of, uh, animosity,\nno feeling of, uh, indignation. I was just an American athlete in Berlin, in the Olympic\nVillage. And we began to train for the games.",
        "Q: Tell me about that training. Tell me about your teammates first. Who were they and what\nwere they like?",
        "A: Well, as a sprinter, naturally I trained with the sprinters. And they were, uh, Jesse Owens,\nwho was a marvelous man. Uh, one of the smoothest athletes in...in function I've ever seen.\nUh, perhaps the smoothest. Ralph Metcalfe, who was an experienced track athlete. He won\nsilver medals in 1932--should have won gold, but he made some mistakes. And, uh, the\nofficials made some mistakes with Ralph, also. They had him run in a two hundred-meter,\nuh, race. And his lane around a turn was eight feet longer than the other runners in that race,\nso he finished, uh, third. As he came off the turn and down the straight-away, he was\nshocked to find himself as far back as he was. Uh, again, films prove that he was given an\nincorrect starting line, but that sometimes happens with, uh, some of the track officials. So\nwe we trained together: Owens, Metcalfe, uh, Frank Wykoff--who'd been on three, uh, two\nprevious Olympic teams. He'd been on the relay teams in 1928 and in 1932, had retired, and\nthen, uh, came back to make the 1936 Olympic team. There was Foy Draper, uh, a student of\nSouthern California. There was Sam Stoller, a student at, uh, University of Michigan; and\nthere was Mack Robinson--a great two hundred-meter runner, uh, not nearly as good in the\none hundred-meter run. At a hundred meters, he finished seventh in that final Olympic trial;\nand he finished second to Jesse in the two hundred-meter Olympic final. He won the Silver\nmedal. Mack Robinson is Jackie Robinson's older brother, and not nearly as well known. Uh,\nhe didn't play baseball except as, uh...a, uh...a youngster. Was a good football player, uh,\nMack was. But he was completely overshadowed by his brother, Jackie, in later years. But\nthose were the seven track men. Uh, and we spent a good deal of time together; practicing\ntogether, living near each other in...1n the same, uh, Olympic, uh, uh, building--a one-story\nbuilding with perhaps twenty rooms in it. And, uh, uh, each room had, uh, two beds; and I\nroomed with my Syracuse teammate, Eddie O'Brien’, a four hundred-meter runner. He was\non the four...uh, sixteen hundred relay--the four-by-four hundred-meter relay. I was on the\nfour-by-one hundred-meter relay. And because we were team mates at Syracuse, we roomed\ntogether in the same room. Uh, Eddie died a number of years ago. Uh, Sam Stoller and I\nwere friends. We knew we were, uh, fellow Jews. We made nothing about it. Uh, you know,\nwe were just two of the guys. Uh, he was not, um, closer to me than, uh, Foy Draper was, or\nEddie O'Brien was, or Frank Wykoff was. He was just one of the boys, and I was one of the\nboys. Uh, I was younger than most of the guys. I...I guess I was...I was the second youngest\nman on the team. I was eighteen; and a hop, step and jumper from LSU named Bobby\nBrown® was the youngest young man. He was seventeen years old. Uh, and Sam was a\ncouple of years older than I--Sam Stoller, a couple of years older than I. A few days before,\nthree days before the, uh, trials in the relay--to keep the three sprinters sharp who had not\ncompeted in the one hundred-meter race--as, uh, Owens, Metcalfe and Wykoff had\ncompeted; and they finished first, second and fourth. Uh, a Dutchman named Oosendork\n(ph) from Holland was third, a shoulder ahead of Frank Wykoff. Uh, to keep, uh, Sam and\nme and Foy Draper sharp, we ran a one hundred-meter run in the Olympic Village under\nrace conditions with a German starter. \"Auf die Platze, fertig,\" and then the gun would\nsound. Uh, \"on your marks, get set, go.” \"Auf die Platze, fertig,\" and, uh, uh, the gun. And\nwe raced, the three of us did, with judges at the finish line. And Sam won the race. I was\n> Edward T. O'Brien.\n° William Brown, from Baker High School in Baker, Louisiana, competed in the Running Hop,\nStep and Jump in the 1936 Olympics.\nsecond, about a shoulder back; and Foy Draper was third. Three days after that, uh, a special\nmeeting was called in the Olympic Village amongst the seven sprinters. The head track\ncoach, Lawson Robertson of Pennsylvania, and the assistant head track coach, Dean\nCromwell of Southern California; and in that meeting, the morning of the day we were\nsupposed to run, Sam and I were told, with the others present, that we were going to be\nreplaced by Jesse Owens and Ralph Metcalfe. And the reason we were being replaced was\nthat the Germans were hiding their best sprinters and saving them to upset the American\nteam in the four hundred-meter relay. Uh, when I heard that, being a brash eighteen year old,\nI said, \"Hey, Coach, it's not possible. In order to be a world class sprinter, you must run in\nworld-class competition. You can't hide world-class sprinters.” Nevertheless, said the two\ncoaches, \"there is a strong rumor to that effect and so Jesse and Ralph are going to replace\nyou and Sam.” There was no question that Jesse Owens or Ralph Metcalfe were faster than\nSam and I, by a yard. Unquestionably. But we had practiced passing the baton for the two\nweeks we were in Europe, uh, during the course of the games, the four hundred-meter relay\ncoming near, near the end of the track competition. We'd practiced passing the baton\namongst, uh, uh, Foy Draper, uh, Frank Wykoff, Sam Stoller and myself. And, uh, Jesse and\nRalph had not even touched the baton until they ran that afternoon. Jesse said in that\nmeeting, \"Coach, I've won my three gold medals: the hundred, the two hundred and the long\njump. I've had it. I'm tired. Let Marty and Sam run. They deserve it.”” And Dean Cromwell,\nthe Southern California coach, pointed his finger at him and said, \"You'll do as you're told!\"\nAnd in those days, Black athletes did as they were told. So did all athletes, for that matter. So\nJesse volunteered not to run. I'd always loved the man and respected him throughout my\ncomplete association with him; but for that moment...from, from that moment on, I mean, I\npractically revered the guy, for volunteering not to run. But, uh, the coach said, \"Do as you're\ntold.” And, uh, the relay was composed of Jesse Owens, Ralph Metcalfe, uh, Foy Draper\nand, uh, Frank Wykoff. Unusual, too, in that they had Jesse Owens leading off. He was not\nthe best starter. And they had Frank Wykoff of Southern California cross the finish line.\n'Cause he was from Southern California, and he was white. Uh, Foy Draper ran third. Ralph\nMetcalfe ran second. So the two Black men ran first and second; and by the time Foy Draper\ngot the baton, they were twelve to fifteen yards out in front. In that meeting, being as fresh as\nI was, I said, \"Coach, we won that race, no matter who runs, by fifteen yards.’ And we did\nwin by fifteen yards. The Germans didn't finish second or third. They finished fourth. They\nwere completely out of it. A fellow named Eric Bochmeyer was their best sprinter. I\nmentioned that he finished fifth in the final of the one hundred-meter run. In post-Olympic\ncompetition, in which I competed, I beat Bochmeyer, and he was the best they had. I also\nbeat Wykoff in Paris, in a track meet held in Paris. And, uh, I'd beaten Draper just a few days\npreviously, anyhow. And so had Sam beaten Draper. If Sam, I and Wykoff ran three races,\nthere could be three different winners. We were that close. Uh, we were good. We were\nworld class sprinters. Uh, all three of us could beat Foy, Foy Draper; but he ran on the relay.\nWe did not.",
        "Q: Why?",
        "A: Why? Uh, mostly because of antisemitism. The Blacks were winning everything, or virtually\neverything--uh, the one hundred, the two hundred, the four hundred, the eight hundred, the\nhigh jump and the long jump were won by Black athletes. And it was terribly embarrassing\nfor the Nazi hierarchy who gathered every day in the Olympic stadium. Hitler flanked by\nGoring and Goebbels and Himmler and Streicher, and the rest of that horrible entourage, uh,\nwere there every day watching the events. And after Blacks would win, they'd get up and\nleave. Uh, they'd see the competition, but then they would go. And, uh, it's my belief that\nAvery Brundage, who was chief of the American Olympic, uh, Team,’ uh, didn't want to\nfurther embarrass the Nazis in that myth of Nazi Aryan supremacy by having Jews stand on\nthe winning podium before a hundred and twenty thousand cheering people--Germans\nmostly--and the world's press and the world's radio coverage of it. There's no question we\nwould have won. Uh, the only way we could have lost is to have dropped the baton during\nthe race--always a possibility, but the likelihood of that happening is really remote because\nwe were experienced runners. And, uh, we practiced assiduously, and, uh, would have won\nthe race handily. It developed later on that I ran in a four hundred yard relay with Wykoff,\nOwens, Metcalfe, myself, uh, in, uh, a meet in London at White City Stadium. We set a\nworld's record for four hundred yards, a record which still stands. Uh, not many people run\nfour hundred yard relays anymore. But, uh, we didn't run on the, uh, on the American team.\nWe should have, of course.",
        "Q: When you talk about the coaches, you had mentioned another reason when we were...",
        "A: Uh, Dean Cromwell was the head coach of the [University of] Southern California Olympic,\nuh, track team and the assistant head coach of the Olympic team. He wanted to make sure\nthat his runners competed. He wanted to make sure that, uh, Wykoff ran not only in the one\nhundred-meter dash, in which he placed fourth, but Foy Draper was to run on the relay as\nwell. Uh, Draper, who was beaten by, uh, Sam and me just a couple of days previous.\nThe...the...the four of us should have run together--uh, Draper and Wykoff and Stoller and\nmyself. That's the way we practiced passing the baton for the several weeks we were in\nGermany at the Olympic Village, practicing for the relay. We'd have won the race handily.\nThat's the way the relay should have been. Uh, Mack Robinson was competing in the two\nhundred-meter run; and the two hundred and the four hundred-meter relay came at\napproximately...on approximately the same days or series of days. So that Mack would be\nquite busy running in the two hundred meter-relay trials, uh, uh, quarter finals, semi-finals\nand finals--in which he finished second. And Jesse also was quite busy during that time.\nJesse did not want to run that four hundred-meter relay. And he volunteered, as I said, not to\nrun. He was tired. After the Olympic games were ended, he came straight home--with the\nexception of that one track meet in in, uh, England, in which I told you he ran the relay on\nwhich I also competed. And, uh, he just wanted to get back to the States. He was tired. He\nwas beat, 'cause he had been, you know, running virtually every day. But as I said, he was\ntold to run and so he ran. The coach of, uh, Southern California was Dean Cromwell; and he\n’ Brundage was President of the American Olympic Committee and of the Amateur Athletic\nUnion.\nwas, uh, uh, an officious person, who later became an \"America First,\" uh, had no Blacks on\nhis track team. It's remarkable [that] even in those years, when Blacks were so dominant in\ntrack and field and Southern California--USC--had the best college track team in America,\nthere was not one Black athlete on the USC track team. All white. Uh, Dean Cromwell\napparently was a bigot. Being an \"American First,\" he would have to be. Uh, Lawson\nRobertson, the head coach, was an older man. Uh, had a severe limp, walked with a cane.\nUh, I think he was dominated by Cromwell. He was still his own man. He was the head\ncoach of the University of Pennsylvania, but he was an older person. He might have been in\nhis sixties at that time. I don't know exactly how old he he was. The day following the trial\nheats, when the Germans qualified but were well out of contention, walking across the\ncampus on the, uh, Olympic Village I heard a voice calling to me, and I turned. It was\nLawson Robertson, the head coach, perhaps, uh, fifty, sixty yards away, uh, waving to me;\nand I jogged over to him. Uh, I didn't wait for him to limp over to me with his cane. And he\nsaid, \"Marty,\" he said, \"I want to apologize to you. I made a terrible mistake.” And he\napologized. \"You should have run on the relay.” And so he apologized. Dean Cromwell\nnever said a word. Avery Brundage never said a word. Whereas my firm belief that, uh,\nCromwell's desire to have his men on the team--which could have been met anyhow--and the\nantisemitism I engendered by, uh, uh, people on the Olympic Team, led by Avery Brundage,\nuh, prevented the two Jews from standing on that winning podium in front of a huge crowd\nand, uh, being acclaimed as the best four hundred-meter relay runners in the world. That was\nthe reason.",
        "Q: What about Brundage? What did you know of Brundage, if anything, at that time?",
        "A: Brundage didn't speak to athletes. Uh, Brundage, uh, uh.... As you probably saw, motion\npictures and still shots of Brundage smiling happily in the company of Adolf Hitler and\nHermann Goring and people like that. Uh, he was, uh, uh, a stern, big... uh, uh, uh,\nobnoxious is what I'm looking to say. But, uh, in addition to that, uh, he was a truculent\ngentlemen. Uh, a dictatorial kind of person. Ultimately, he became, uh, president of the\nInternational Olympic Committee. At that time, he was president of the U.S. Olympic\nCommittee. Uh, I never talked to him; as I say, he didn't talk to athletes. I never accosted\nhim. Uh, perhaps I was, uh, fearful of accosting him. Uh, he was, uh, an officious, stern, uh,\nageressive individual. And, uh, he liked to be seen in the company of all the powers that be.\nIt was he also who decried...decreed that Eleonor Holm be thrown off the team because she\ndrank champagne on the, uh, uh, on the ship going over. And, uh, his word was law. I've\nseen him upon occasion literally brush aside people who would walk up to him. If he were\nwalking across the infield of a...of a track, and a newspaper man--and I saw this myself--uh,\nwanted to talk to him, he'd literally shoulder him aside as he walked. And kept right on\nwalking. Uh, he was very difficult...a difficult person to be with. At least, as far as the\n* The America First Committee, of which Avery Brundage was to be a founder, was an\nisolationist movement which served as an umbrella for anti-British, anti-French, pro-German and\nantisemitic groups.\nathletes were concerned. Uh, but as I say, I never talked to him.",
        "Q: What did you do after that defeat? Where did you go from here, after that not being allowed\nto run? What happened?",
        "A: After, uh, the relay... There was the...the trial heats, which we won handily; and, uh the final,\nwhich we also won handily--as I say, between twelve and fifteen yards out in front. Uh, uh,\nalmost anyone could have run on our relay team, and we would have won. Uh, I was\nangered, uh, and determined that come 1940--four years hence from the '36 games--uh, I'd be\nback and win it all. I'd win the hundred, then two hundred and, uh, run on the relay team as\nwell. But 1940 never came. The war broke out in 1939, and so there was no opportunity to,\nuh, show what I could do, uh, in the Olympic games. And the games didn't resume, of\ncourse, until 1948; and that was long after I was...had stopped competing. However, I was\nfortunate in that, uh, I had other interests. Uh, football in particular. The Games wound up in\nAugust; and we toured Europe for a short period of time. And I ran in...1n England on that\nfour hundred-yard relay. I ran in, uh, in, uh, Scotland, and, uh, I ran in Paris. Uh, I ran, uh, a\nnumber of places; and, uh, then came right back to the States and went right up to Syracuse\nto play football for Syracuse University. And my interest, uh, was, uh, inundated by, uh, the\npractice workouts and starting of classes at school, and all that sort of thing. And, uh, the\nOlympic games didn't fade away from me, by any matter; uh, but it, uh... uh, the other\ninterests I had sublimated to a great extent, uh, what took place in the the summer of 1936.\nAnd, of course, I had 1940 to look forward to as well. I did well as a football player at\nSyracuse. I became a...a broadcaster as a result of, uh, my football playing experiences. Uh,\nin my junior year at Syracuse, I had a particularly good day against Cornell. We were\nunbeaten, Syracuse was. We were 2 and 0; and Cornell had beaten Penn State and Colgate\nand...uh, Columbia, I think. Uh, either Columbia or Pennsylvania. They were 3 and 0. They\nwere a national power in those days, Cornell was. We played at Shoelkopf Field at, uh, uh,\nCornell, at Ithaca; and, uh, we beat them. Upset them 14 to 6. And I scored both touchdowns.\nI ran a punt back for one touchdown. I bucked over for another. I intercepted two passes. I,\nuh, made a couple of, uh, touchdown-saving tackles. Best day I ever had by far on the\nfootball field. And the following day, because of the publicity upstate...uh, Upstate New\nYork, and throughout the country as well, uh, I received a phone call from a local\nhaberdasher who introduced himself to me on the phone. He said, \"Marty, frankly, I want to\ncash in on your publicity. I want you [to] do to a radio broadcast for me.” I said, \"You don't\nwant me. I'm nervous. I stutter. I stammer. I've never been on the air.” He said, \"I'll pay you\n$15.00 a broadcast.” So I stopped stuttering and I went on the air. And (laughter) that's how I\nstarted my broadcast career; and I continue that since that time on. I was pretty bad, but, uh, I\nworked at it.",
        "Q: What did you do during the war?",
        "A: During the war I was, uh, a Marine Corps lieutenant. I served in the Marshall Islands, uh, on\nplaces like, uh, Kwajalein and Eniwetok, Majuro and Enjebi and so on. I was a night fighter\ncontroller. I was a lieutenant in the Marine Corps. And, uh, the Olympic situation was far, far\naway. I might tell you a story about, uh, uh, the war, though. I...[ mentioned running in a\ntrack meet in in Paris. It was a triangular meet among, uh, Japanese athletes, French athletes,\nand American athletes. And, uh, we went to the starting line to dig our starting holes again\nwith this trowel, and on my left was a fellow from Japan named Suzuki. I recognized him,\nbecause he had run in the one hundred-meter races. He was, uh, beaten in the semi-finals,\ndidn't qualify for the final. And, uh, as we dug our starting holes, we glanced at each other\nand smiled at each other. I noticed his warm, lustrous brown eyes. And, uh, then we, uh,\nfinished preparing for the race. We shook hands. I shook hands with the Frenchman along\nside. Frank Wykoff was the other American on the race. I got off to a real good start, and I\nwon the race. Uh, Wykoff was second and Suzuki finished third. I jogged back to the starting\nline; and felt a tap on my shoulder as I jogged back for my warm-up clothes. And I turned,\nand I saw Suzuki. And his arm was outstretched and we shook hands, and again I noticed\nthese warm brown lustrous eyes. And he was my friend, I was his friend, and, uh, uh, we had\njust competed against each other for these ten, ten and a half seconds at a hundred meters.\nAnd that was it. We couldn't speak each other's language. In the opening days of World War\nII, when the Japanese were landing on Luzon, I read that a Japanese Olympic athlete,\nLieutenant Suzuki, had been killed in those landings. And I, an American Marine, cried for\nthis Japanese soldier. I actually bawled. And, uh, it's just an indication of what the Olympic\ngames and international athletics can do for an individual. I learned, uh, uh, that the other\nathletes from France and England and Hungary--and, uh, the athletes from all over the\nworld--were just like me, and I was just like them. We were the same. We had the same\ninterests. We had the same love of sport. Uh, we had the same respect for each other. And it\nwas a wonderful experience, having been there.",
        "Q: Tell me about an incident that you described earlier in the New York Athletic Club. And\nwhen that took place.",
        "A: When I came back to the States, uh, I played as...uh, a season of football at Syracuse my\nsophomore year. And, uh, towards the end of the season, uh, when I began training for track,\nI was invited to race in the Sugar Bowl Track Meet. At that time, the Sugar Bowl had other\nactivities besides the, uh, football game itself. And they had the track meet. And I was\ninvited down to the Sugar Bowl; and I trained on the boardwalk at Coney Island in mid-\nwinter, in December. And it was just too rough to train there. And I encountered a friend of\nmine, who ran for the New York AC--a fellow named Eddie O'Sullivan--uh, a sprinter. And,\nuh, I told him about my difficulty in working out; and he says, \"Why don't you join me down\nat the AC, and practice with me on the indoor track there?\" I said, 'That would be great,\nEddie! I'll join you on such and such a day.” And so on that day, I took the subway into\nManhattan from Brooklyn with my little satchel and I walked into the New York AC. I was\nwalking across the lobby to the elevators to go to where the indoor track was, on one of the\nupper floors of the Athletic Club; and, uh, I was stopped by Paul Pilgrim, the director of\nathletics at the New York AC. He knew me, and I knew him. \"Uh, what are you doing here,\nMarty?\" I said, \"Well, I've come down to work out with, uh...with Eddie O'Sullivan. He's\nasked me to workout with him. I'm training for the Sugar Bowl Track Meet.” And, uh, Paul\nPilgrim, this mature adult, uh, said, uh, \"I'm afraid you can't, Marty.” I said, \"Well...well,\nwhy not?\" He said, \"Well, there's no room upstairs.” I said, \"But I've just got my little\nsatchel, and I'Il...I'll share Eddie's locker.” \"I'm afraid you can't go up there, Marty. You can't\nwork out here.” \"Oh. Uh, okay, Mr. Pilgrim.” And I turned and I walked out. I got back on\nthe subway. And it was then I realized that because I was Jewish I could not work out at the\nNew York Athletic Club. And that was perhaps the second overt sign of antisemitism that\nI...I felt; the first, of course, being in the Olympic Games itself, and, uh, not being allowed to\nrun there and not being allowed to work out, mind you, at the New York AC. I've, uh, been\nunhappy with the New York AC ever since. Oh, I...I...J ran in the Sugar Bowl Track Meet,\nand I, I won down there. So, uh, it didn't make that much difference.",
        "Q: I'd like to know a little bit more about your teammates, particularly about Jesse Owens. You\nmaintained a friendship with him, I understand?",
        "A: Uh, early on, in 1936, uh, Jesse was, uh, almost, uh, an icon, uh, of athletics. And I looked up\nto him, uh, as any young man might. Uh, after we were together on the team, uh, we were\nfriends. We became fairly close. Uh, I visited him at his home in Chicago. Uh, I saw him at\nvarious sports functions through the years. He and I became good friends. Uh, we did several\nbroadcasts together; uh, particularly on Home Box Office, where I was, uh, the sports\ndirector, and I had Jesse come in and do some programs. Particularly the, uh, uh, Bud\nGreenspan Olympiad series, where Jesse was host--except for one program that I hosted, in\nwhich Jesse was the star of the program. And it wouldn't do to have Jesse introduce himself,\nso, uh, he and I talked on this program. And, uh...but we saw each other regularly and\nfrequently. Our wives knew each other. Uh, I had lunch with Jesse at his apartment in\nChicago with Ruth, his wife. When Jesse died in 1980, uh, I was the only white teammate of\nJesse's at his funeral. Which shocked the Hell out of me. I mean, there were many many\nwhite athletes on the team; but the only athlete, white athlete, who showed up for his funeral\nwas me. All the Black athletes were there. Uh, but, uh, I was the only white athlete. And, uh,\nI was, uh, shocked and I was pleased that I was there; but also, uh, astounded by the lack of\nother individuals not being there at his funeral. Uh, I worked for five years with the Jesse\nOwens Foundation, from '80 through '85. Went back to Berlin for the first time in '85, to the\nOlympic Stadium, uh, to help prepare for the celebration of Jesse Owen's golden anniversary\nof his winning those four gold medals. Uh, he had died in 1980. I went back in '85 along\nwith, uh, uh, two men--Jim McDonald and Herb Douglas--also of the Foundation, to help\nprepare for the anniversary celebration at a track meet to be held in 1986--fifty years after,\nuh, Jesse won in the same stadium. The Olympic stadium still stands. And, uh, I went to the\nstadium with my two colleagues; and, uh, excused myself to walk down into the stadium\nproper and walk on the track to that area which...uh, where I was... where I should have run\nand didn't. And I walked along that stretch of a hundred meters or so, and I stopped and\nlooked across at the stands, and saw where Hitler and Goring and Goebbels and Streicher\nand Himmler and Hess and all those people sat. And right along side of that was where I sat,\nwhere the athletes sat who were not competing; and our section was along side of where\nHitler's private box was. And suddenly, a wave of anger swept over me so that I thought I\nwas going to pass out. I began to cuss and fume, used every dirty word I know, out loud. Uh,\nto the effect that how could those dirty bastards do this to any eighteen year-old kid, or any\nathlete. Keep them from competing in the Olympic Games. And after three or four or five\nminutes--however long it was--I finally calmed down and realized that I'd kept all that anger\nbottled up for forty-nine years. I hadn't been back to Berlin in all that time, and certainly not\nback to the stadium. And, uh, I felt purged for the first time of that anger, which, uh, gnawed\nat me probably all those years. And, uh, the track meet was held the following year, and\ncelebrating Jesse's fiftieth anniversary of the four gold medals he had won.",
        "Q: Okay. All right. Thank you very much.\n"
    ],
    "questions": [
        "Q: Could you tell me your name please?",
        "Q: Okay. Mazel tov.",
        "Q: When were you born?",
        "Q: Tell me about your family in the Bronx.",
        "Q: And what was it like growing up in that household? What was your childhood like?",
        "Q: Okay. How did you, uh, as a young man, a young boy, when did you start getting interested\nin sports?",
        "Q: What other kinds of sports did you do?",
        "Q: Uh, at what point did your running become serious in the sense of joining track teams?",
        "Q: What happened, where did you choose to go to college? Where did you end up?",
        "Q: Did you, uh, feel that you were different in any way because you were Jewish? What was\nthe, what did being Jewish mean to you?",
        "Q: Tell me about that first year at Syracuse?",
        "Q: Sounds like it. When, uh, tell me about your getting involved in track that year at Syracuse\nUniversity.",
        "Q: how did the Olympics come into the picture?",
        "Q: You made the team and, uh.... Hold it one second. TECHNICAL CONVERSATION. Okay.\nYou made the team. Tell me about the team.",
        "Q: Tell me about the process. Just take",
        "Q: Tell me about that training. Tell me about your teammates first. Who were they and what\nwere they like?",
        "Q: Why?",
        "Q: When you talk about the coaches, you had mentioned another reason when we were...",
        "Q: What about Brundage? What did you know of Brundage, if anything, at that time?",
        "Q: What did you do after that defeat? Where did you go from here, after that not being allowed\nto run? What happened?",
        "Q: What did you do during the war?",
        "Q: Tell me about an incident that you described earlier in the New York Athletic Club. And\nwhen that took place.",
        "Q: I'd like to know a little bit more about your teammates, particularly about Jesse Owens. You\nmaintained a friendship with him, I understand?",
        "Q: Okay. All right. Thank you very much."
    ],
    "answers": [
        "A: My name is Marty Glickman. And I'm, uh, I live in New York City. I went to school at\nSyracuse. I'm 72 years of age. I'm married, have four children, nine grandchildren, and, uh,\ntwo great grandchildren and a third great grandchild on the way.",
        "A: Thank you.",
        "A: Born in 1917 in the Bronx, New York.",
        "A: Uh, my father and mother were immigrants from Romania. Uh, they lived in the town of\nIa_i, where they knew each other as children, but did not, uh, really get to know each other\nwell until they met in the east side of Manhattan, when they both immigrated over\napproximately, uh, in 1912. Uh, they met, fell in love and were married.",
        "A: My childhood was, uh, I thought, uh, delightful. Uh, we were, uh, a lower income family, but\nI wasn't even aware of, uh, higher incomes or low incomes. I had, uh, uh, a fine time. I was a,\na strong young boy. I was athletic. Uh, my grandmother and grandfather owned a tenement\nhouse in which we lived and, uh, my grandmother kept a kosher home. Uh, my grandfather\nwas a tailor, and very often he'd bring, uh, work home to the house, and on, on Sundays, uh,\nI might see him at his sewing machine, uh, hunched over the machine--he was a rather large\nman--uh, working to support, uh, his own family. And, uh, it was a six-family, uh, tenement\nhouse in Brooklyn, and, uh, four members of the family occupied four of the six apartments.",
        "A: Well, I was always interested in sports. Uh, I was always the fastest kid on the block. And I,\nI became interested in sports, uh, when I lived in the Bronx when I was five years of age. I\nremember, uh, the bigger kids on the block would, uh, have me race, uh, all the other kids\naround the block, uh, and, uh, the race was for them to run in one direction around the block\nand I'd run in the other direction, and the first one back at the starting corner would be the\nwinner, and I could win handily. I could win all the time. I was easily the fastest kid on the\nblock, and my father was, uh, a runner also, of sorts. Uh, not formally as I was, but, uh, he\nwas also probably the fastest kid in his neighborhood in Ia_1, Romania. Uh, I began doing\nmore than running when, uh, at the age of six or seven, began to throw a ball around, a punch\nball, or we'd play stick ball and punch ball and all the sports that, uh, kids played in those\ndays. Uh, \"Johnny on the pony,\" \"chase the white horse,\" and games like that, in the Bronx.\nThen we moved to Brooklyn and, uh, when I went to, uh, uh, grade school I won, uh, uh, my,\nuh, first trophy which was a public school's athletic league pin--a small silver pin which I\nstill have, uh, for doing a variety of things like, uh, running quickly against time, uh,\nstanding broad jump, uh, the, uh, rope climbing, things like that.",
        "A: Uh, I did all sports in season. I did, uh, join the basketball season, I shot baskets and played\nbasketball. During the football season I played football. In the spring I, uh, played baseball. I\nswam in the summertime. I'd take a trolley car from our house in Brooklyn on Coney Island\nAvenue, and go, uh, to Coney Island--which might have been twenty minutes away by\ntrolley--and swim. And, uh, I always ran. Uh, running was part of all those sports. And I\ncontinued to be the fastest kid around.",
        "A: I think it became seri...uh, serious in junior high school when I won, uh, various field days,\nuh, where the school competed within itself and I would win the sixty-yard dash or the\nseventy-yard dash, and I'll never forget my homeroom teacher, uh, writing in, uh, the, uh,\nautograph book we had when we were graduated from grade school, at the end of the sixth\nyear in school. Uh, he'd been a track man at Yale, and he was my homeroom teacher. And\nsometime around, uh, 1930 he wrote, \"Be seeing you in the 1936 Olympics.” And here I\nwas, uh, maybe twelve years of age. And he wrote that; and I still have it at home.",
        "A: Well, I...1 went to Syracuse University. I was, uh, a fairly well known high school athlete in\nNew York. I played football for an undefeated, uh, city championship and _ state\nchampionship team and I was, uh, the star of the team. I was a tailback in a single-wing\nformation and, uh, I was a triple threat: I could pass, I could kick, and I could run;\nparticularly run. And we defeated every other team on our schedule. Uh, beat a school called\nRoosevelt High School in the Bronx for the city championship, and we, uh, uh, were\naccorded the accolade of being the best team in New York State. We were invited to play in,\nuh, Miami against a Miami team, but, uh, the school, uh, forbade our going down to Miami\nbecause it was too far a trip and, uh, would interfere with our school work. But we were\ngood and, uh, I was judged, uh, the most valuable player in New York at that time as a\nfootball player. And I, uh, competed in track and field, and I won city championships and\nstate championships and, uh, a national scholastic championship and, uh, also played a\nseason of basketball at James Madison High School in Brooklyn. So I had a, my childhood\nwas fun, uh, for me. My father had a tough time; those were depression years. Uh, his\nbusiness failed. Uh, he went into bankruptcy; and, uh, the family had a difficult time.",
        "A: Being Jewish, uh, meant going to Hebrew School. Being Jewish meant, uh, uh, studying for\nmy bar mitzvah with, uh, an aging rabbi, with a long beard down to here, coming into the\nhouse and sitting along side of him while we went over my Maftir and Haftora. And, uh,\nbeing, uh, repelled by this old gentleman, because, uh, he had such terr...a terrible body odor\nabout him. And I, I'd have to sit right along side of him; and we'd look at the same, uh, book,\nthe same Hebrew book, and he would point out the phraseology to me. And, uh, it was very\ndifficult doing that. I also found it, uh, even then as an eleven-year-old or twelve-year-old,\nuh, almost silly, memorizing Hebrew words and not knowing what those words meant. In\nthose days, when a young man was bar mitzvahed, uh, he read the words but, uh, there was\nvery little meaning. Because you didn't understand what the interpretation of the words were.\nCertainly you knew the Brocha [NB: blessings] and what they meant; and, uh, the Brocha\nfor the wine and the Hamotzi and Shema, and all that. And you knew what those meant, but\nto read a paragraph in Hebrew: I could read the paragraph; I didn't know what the words\nmeant. So I was, uh, a Jewish kid growing up in Brooklyn in a Jewish environment and a\nJewish house. Uh, as I said my, uh, my grandparents, uh, kept a kosher home. My parents\ndid not. Uh, I did not eat, uh, non-kosher food. Uh (laughter), uh, the first time I had pork I\nwas at training table at Syracuse University my my freshman year--and my first meal, uh, my\nfirst lunch. And I said, uh, \"Would somebody please pass the lamb chops down to me?\"\n(Laughter) And they weren't lamb chops. And everyone started to laugh, because of course\nthey were pork chops. And they were delicious.",
        "A: Uh, my first year at Syracuse after, uh, uh, my four great years in high school.... I met my\nwife in high school, and that was, uh, a marvelous opportunity; and, uh, we're still married\nafter, uh, 50 years, going on 50 right now. Uh, we knew each other six years before we got\nmarried, though. Uh, but the high school years, uh, were, uh, filled with success in terms of\nathletics. I was always a fair student. I never had trouble with my grades. I was, there was no\nproblem in my being eligible to compete in sports. In those days eligibility was required.\nYou had to pass your subjects in order to play on the teams. And I had no problem doing\nthat. I went to Syracuse University because a Jewish fraternity, Sigma Alpha Mu, the ADA\nchapter at Syracuse, uh, combined among its alumni to provide enough funds for me to go to\nSyracuse. My family certainly could not send me to Syracuse, because we didn't have the\nwherewithall, uh, didn't have anything close to the requirements to go to an away-college.\nUh, but, uh, five Jewish men, uh, banded together to send me to Syracuse so that, uh,\nSyracuse would have Jewish representation on its sports teams--on the track team and on the\nfootball team. I was a well-known athlete, successful. And, uh, John Bahsha, who had played\nfootball at Syracuse, a Jew, Irving Rosenfeld, uh, Mort Starobin, who was an All-American\nfootball player, uh, who was a fraternity brother.... They were all fraternity brothers. Walter\nRose and, uh, Mitch Weill. Uh, those five men, uh, would, uh, send the money to Syracuse to\npay for my tuition, and then I would work my way, uh, for, uh, my board. I waited...I waited\non tables at Sims (ph) Hall up at Syracuse, and I used to brag that I was the fastest waiter in\nAmerica because I was a track man and, uh, could serve very quickly. And, uh, I spent my\nfirst six months living 1n the wrestling room of the gym, uh, and...uh, because there was no\nplace for me to live at the fraternity house. Uh...incoming freshmen couldn't live at the\nfraternity house according to the, uh, university rules. So I lived in the wrestling room of the\ngym with, uh, a teammate and classmate named Al Handler--another Jewish boy who was\nsent up with me to Syracuse by the same group of five. And, uh, three of them--young men\nwho became my very close friends through their lives--uh, Charlie Heer from New Hope,\nPennsylvania; and Bob Stewart from Rochester, New York, who couldn't spell a word; and,\nuh, a fellow named Bob Taylor who came out of Ohio. And, uh, as both, uh, Stuie--Stewart--\nand uh Charlie Heer told me, uh, I was the first Jew they ever met. We had lots of fun in the\nwrestling room of the gym.",
        "A: Well, uh, I had a reputation as a track athlete from high school and, uh, it was expected that\nI'd go out for the track team and, uh, so I did. Uh, I ran the first indoor season after my\nfreshman football season. I played freshman football in the fall, which, uh, went right into\nthe track season, indoor track, and I used to practice on an outdoor board track around the\nsnow banks of Syracuse, New York and, uh, uh, and I was easily the best sprinter in the\nschool at that time. We had a great quarter-miler at that time, a fellow named Eddie O'Brien,\nwho was the national six-hundred yard champion. He too made the Olympic team in 1936 as\na quarter-miler. And, uh, he and I were the two best runners in school. I was a sprinter and he\nwas a middle-distance runner. And so I, uh, competed in the indoor track meets, uh, and I\nhad some fair success. I, uh, won medals in the Melrose Games and the New York AC Meet\nand the, uh, uh, IC four A's, uh, at the, uh, Knights of Columbus Meet. Uh, I was invited\ndown to run in the Sugar Bowl Track Meet, and, uh, I competed, uh, that freshman year, uh,\nsuccessfully.",
        "A: Well, after that, uh, uh, spring season of track and field where I ran, uh, inter...intramural\ncompetition, and I couldn't compete for the varsity in those years because, uh, uh, freshmen\nwere ineligible for inter-collegiate sports in those years--you had to be in school for your\nfreshmen year and then compete, uh, in varsity sports starting in your sophomore year. So I,\nuh, uh, I ran on the freshman meets and I won all the meets and I, uh, uh, set track records at\nSyracuse and at Cornell, where I ran in the indoor meet and, uh, various places. Uh, outdoors\nI began to win, uh, uh, more important races like the Metropolitan Senior Championships in\nNew York, uh, where I beat a great black sprinter. I beat Ben Johnson for the first time. Ben\nJohn...not the same Ben Johnson of, uh, the 1988 Olympic games, but, uh, an earlier Ben\nJohnson who ran for Columbia. And he was the world's fastest human indoors. He set a\nworld's record for, uh, sixty yards indoors. I couldn't beat him at sixty, but I did beat him at a\nhundred. And after I beat him for the Senior Metropolitan Championships in New York, I\nrealized I had a chance to make the Olympic Team. Because Ben was one of the best\nsprinters in the...in the world, and beating him, uh, made me think that I had a chance for the\nteam. And, uh, having, uh, won that race, I was invited to compete in the, uh, Regional\nChampionships for the final Olympic Trials. The Regional Trials took place up at Harvard,\nuh, and I won up there as well. I beat Johnson again up there, along with, uh, oh, uh, uh,\nBilly Hopkins of Virginia’ and, uh, uh, a fellow named, uh, Edgar Mason of Pittsburgh.”\nAnd, uh, I was the best sprinter in the Aast. Jesse Owens won in the Middle West, and, uh,\nRalph Metcalfe won in the Far, uh, Middle West, and, uh, Frank Wykoff won on the Pacific\ncoast. And by qualifying for the final in those regional meets, I qualified for the Olympic\nFinal Trials at Randall's Island [Stadium], in New York City. When they were held, uh, uh, I,\nuh, finished third in one trial heat to qualify for the final. And then, in the final, I ran\n...(laughter), uh, in the final; we drew for lanes--they hand out a pill or, uh, uh, round marbles\nwhich have numbers on them. And you reach into a box and you pick out the the marble, and\nthat's your lane number. And I had lane number five; and, uh, as I, with my little trowel,\ngarden trowel, began to dig my starting hole.... In those days, you didn't use starting blocks.\nYou used, you dug a hole. And I looked in lane number six, and there was Ralph Metcalfe,\nthe world's fastest human in '33 and '34 and '35. And on my left, was Jesse Owens. So here I\nwas in lane number five; and lane number four was Jesse and in lane number six was Ralph,\nwhich was just as well. And, uh, we raced, and, uh, uh, they won. (Laughter) I thought I\nfinished third, but, uh, the judges thought otherwise. Uh, as a matter of fact, uh, they gave me\nfifth, finally. But in films of the race--and there was no photo finish in those years--uh, Bud\nGreenspan, the Olympic cinema photographer has films of that particular race. And, uh, I\nclearly finished fourth, but they gave Foy Draper of Southern California’ fourth, and me\nfifth. And I thought I was in a dead heat with Frank Wykoff, who finished third. Uh, as a\nmatter of fact, right after the race, Ted Husing--the great broadcaster--uh, called all the\nsprinters over, introduced Jesse, interviewed him; interviewed Ralph, who finished second;\nand then introduced me, Marty Glickman, who finished third, the kid from Brooklyn. He\nsaid, \"Oops, just a moment...uh, they're placing Frank Wykoff third. And here's Frank.” And\ninterviewed Frank. \"And, uh, now here's Marty. Oops! Just a moment. Uh, they put Foy\nDraper fourth. And now Marty is fifth.” Which was still all right with me, although I was\nslightly disappointed. I was on the team. I was going to be on the relay team. Uh, Foy Draper\nand Frank Wykoff were out of Southern California, the University of Southern California.\nAnd their coach was, uh, a power in the track world; and I remember his pushing his way in\namong the officials as they determined the order of the finish. And, uh, where I was\noriginally placed third, uh, suddenly Wykoff was placed third and I was relegated to fourth.\n' William B. Hopkins, from the University of Virginia.\n; Edgar D. Mason, Jr., from the University of Pittsburgh.\n> NB: University of Southern California.\nAnd, uh, Cromwell argued the point with the officials around him; and, uh, I was placed\nfifth, and Draper was placed fourth. Uh, it's...uh, I sound as though I'm making excuses; but\nthe fact 1s that the film that Bud has clearly showed I finished fourth, at least. And, uh, it was\nas close to a dead heat with Frank as could be, and there was no photo finish. The...the\ncamera was placed at about the eighty-yard mark, so you couldn't really tell the precise order\nof finish. But there was no question about my beating Foy Draper. And I beat Foy afterwards\nin several other races. So I...I...1 made the team.",
        "A: I made the team; and, uh, at the time there was talk of a boycott. Uh, a boycott because of\nNazi Germany. And the games were being held in Berlin, of course. The games were\nawarded to Berlin. The city of Berlin, mind you, not the German Republic. But the games\nare awarded to cities and not to nations. They were awarded to Berlin in 1931--before Hitler,\na couple of years before Hitler came into power. And there was talk about a boycott. The\nboycott talk was not nearly as severe nor, as, uh, it resulted in 1988, in a complete boycott.\nBut, uh, there was talk about it. And, uh, no one ever suggested to me that I don't go. Uh, no\none. Uh, I wanted to go for two reasons. I wanted to go because as an athlete, 1t was the goal\nof any young athlete, uh, American athlete, a Jewish-American athlete, to make the team.\nThat was a goal that we all strove for. Secondly, and I stress that 1t was second, uh, I wanted\nto show the world, the world that I knew, that a Jew could, uh, compete and do just as well\nas anyone else, and perhaps better. And, uh, both Sam Stoller” and I made the team. Sam\nfinished sixth in that race. I was judged to be fifth, and we both made the team. We were the\nonly two Jews on the Olympic track team. Uh, there were two other Jews on the overall\nsquad. Sam Balter was on the basketball squad--a Jew from California; and, uh, Herman\nGoldberg--a Jew from Rochester--uh, was on the baseball exhibition team. And, uh, Herman\nand I became good friends while we were overseas. So, uh, I wanted to make the team for\nthose two reasons: first, because I was selfish as an athlete and I wanted to succeed. I\nwanted to win. And secondly, because as a Jew I wanted to show that, uh, Jews were just as\ngood as anyone else and perhaps better.",
        "A: Uh, having, uh, qualified for the team, uh, we spent, uh, two or three days, uh, being fitted\nwith Olympic uniforms. And there was a great deal of, uh, jubilation amongst my friends and\nmy family that I had made the team. And, uh, my father was able to gather together--along\nwith my mother--a total of $30 to give me, so that I could go to Europe and have some\nspending money. Thirty bucks was what we could raise. Uh, and so we left; and we left on\nthe S.S. Manhattan. It took, uh, five days to get to, uh, uh, England, and, uh, we had a\nwonderful time aboard the boat. I'd never been aboard a ship like that before. And, uh, we\n* From the University of Michigan.\ntrained lightly on the boat, because there was no running facility. We jogged on the track.\nWe did exercises and things like that. And, uh, the trip was thoroughly enjoyable. And we\narrived in Hamburg, and then took the train from Hamburg to Berlin--uh, perhaps a two-hour\nride. When we arrived at the Bahnhof [Ger: Railway Station] in Berlin, there was a huge\ncrowd waiting for the American team. We were the big powerful American team; and\nnewspaper men and photographers and camera and newsreel people, photographers of all\nsorts, were waiting for us. Perhaps, uh, hundreds of them. I don't recall. But there was a huge\ncrowd gathered. And, uh, we were all in uniform. And as we milled around on the station\nplatform after getting off the train, uh, I was accosted by a young man in street clothes. And,\nuh, looked to be a couple of years older than I--smaller than me, with a wisp of a mustache.\nAnd, uh, he said, \"You're Marty Glickman, aren't you?\" And I said, \"Yes.” He said, \"You're\nJewish, aren't you?\" And taken back a little bit, I..., \"Yes, I am.” He was obviously an\nAmerican, because I could tell the way he spoke and the way he was dressed and the way he\nwas familiar with me--and I with him--in a moment or two. He was an American. Uh, he\nsaid, \"I'm Jewish, also.” I said, \"What are you doing here?\" He says, \"I'm going to med\nschool here.” I said, \"You're going to med school in Berlin?\" He said, \"Yes. I could not get\ninto an American med school, and I'm in med school here in Berlin.” I asked him how things\nwere. He says, \"Well, in Berlin, particularly now during the Olympic period, uh, there was\nno overt sign of any antisemitism at all.” He said in the smaller towns, uh, there might be\nsigns of antisemitism. There might be some overt acts, uh, but, uh, he didn't feel it. Uh, not in\nBerlin. And, uh, at that time, I rationalized that things in Berlin were pretty much the way\nthey were in America. In America, as a young college student, I was aware of the fact that\nthere were quotas at schools-- particularly at graduate schools--uh, that there were clubs, uh,\nJews could not get into, restaurants they could not go to, resorts that they were not welcome\nat. And, uh, there were overt and covert signs of un...of antisemitism in America. And it was\nmy feeling, as an Olympic athlete there in Berlin, that Berlin was like the United States in\nthat respect. Uh, I was aware slightly of the Nuremberg Laws, uh, but they were not\nomnipresent. Uh, they were not vocal. They were not described to me. Somewhere I had\nread of the Nuremberg Laws. I had never studied them. I never knew about them in any\ndetail. Uh, I knew there was antisemitism in Germany. I felt antisemitism occasionally in the\nUnited States, even in New York; but, uh, there was a similarity it seemed to me between\nBerlin when I was there in '36 and New York. We, uh, were taken to the Olympic Village.\nUh, I felt no compunction at all about being a Jew in Germany at that time, because, uh, I\ndidn't necessarily look Jewish--as though anybody could \"look\" Jewish. Uh, I was, uh, an\nAmerican athlete in Berlin. And there was, uh, no feeling, I had no sense of, uh, animosity,\nno feeling of, uh, indignation. I was just an American athlete in Berlin, in the Olympic\nVillage. And we began to train for the games.",
        "A: Well, as a sprinter, naturally I trained with the sprinters. And they were, uh, Jesse Owens,\nwho was a marvelous man. Uh, one of the smoothest athletes in...in function I've ever seen.\nUh, perhaps the smoothest. Ralph Metcalfe, who was an experienced track athlete. He won\nsilver medals in 1932--should have won gold, but he made some mistakes. And, uh, the\nofficials made some mistakes with Ralph, also. They had him run in a two hundred-meter,\nuh, race. And his lane around a turn was eight feet longer than the other runners in that race,\nso he finished, uh, third. As he came off the turn and down the straight-away, he was\nshocked to find himself as far back as he was. Uh, again, films prove that he was given an\nincorrect starting line, but that sometimes happens with, uh, some of the track officials. So\nwe we trained together: Owens, Metcalfe, uh, Frank Wykoff--who'd been on three, uh, two\nprevious Olympic teams. He'd been on the relay teams in 1928 and in 1932, had retired, and\nthen, uh, came back to make the 1936 Olympic team. There was Foy Draper, uh, a student of\nSouthern California. There was Sam Stoller, a student at, uh, University of Michigan; and\nthere was Mack Robinson--a great two hundred-meter runner, uh, not nearly as good in the\none hundred-meter run. At a hundred meters, he finished seventh in that final Olympic trial;\nand he finished second to Jesse in the two hundred-meter Olympic final. He won the Silver\nmedal. Mack Robinson is Jackie Robinson's older brother, and not nearly as well known. Uh,\nhe didn't play baseball except as, uh...a, uh...a youngster. Was a good football player, uh,\nMack was. But he was completely overshadowed by his brother, Jackie, in later years. But\nthose were the seven track men. Uh, and we spent a good deal of time together; practicing\ntogether, living near each other in...1n the same, uh, Olympic, uh, uh, building--a one-story\nbuilding with perhaps twenty rooms in it. And, uh, uh, each room had, uh, two beds; and I\nroomed with my Syracuse teammate, Eddie O'Brien’, a four hundred-meter runner. He was\non the four...uh, sixteen hundred relay--the four-by-four hundred-meter relay. I was on the\nfour-by-one hundred-meter relay. And because we were team mates at Syracuse, we roomed\ntogether in the same room. Uh, Eddie died a number of years ago. Uh, Sam Stoller and I\nwere friends. We knew we were, uh, fellow Jews. We made nothing about it. Uh, you know,\nwe were just two of the guys. Uh, he was not, um, closer to me than, uh, Foy Draper was, or\nEddie O'Brien was, or Frank Wykoff was. He was just one of the boys, and I was one of the\nboys. Uh, I was younger than most of the guys. I...I guess I was...I was the second youngest\nman on the team. I was eighteen; and a hop, step and jumper from LSU named Bobby\nBrown® was the youngest young man. He was seventeen years old. Uh, and Sam was a\ncouple of years older than I--Sam Stoller, a couple of years older than I. A few days before,\nthree days before the, uh, trials in the relay--to keep the three sprinters sharp who had not\ncompeted in the one hundred-meter race--as, uh, Owens, Metcalfe and Wykoff had\ncompeted; and they finished first, second and fourth. Uh, a Dutchman named Oosendork\n(ph) from Holland was third, a shoulder ahead of Frank Wykoff. Uh, to keep, uh, Sam and\nme and Foy Draper sharp, we ran a one hundred-meter run in the Olympic Village under\nrace conditions with a German starter. \"Auf die Platze, fertig,\" and then the gun would\nsound. Uh, \"on your marks, get set, go.” \"Auf die Platze, fertig,\" and, uh, uh, the gun. And\nwe raced, the three of us did, with judges at the finish line. And Sam won the race. I was\n> Edward T. O'Brien.\n° William Brown, from Baker High School in Baker, Louisiana, competed in the Running Hop,\nStep and Jump in the 1936 Olympics.\nsecond, about a shoulder back; and Foy Draper was third. Three days after that, uh, a special\nmeeting was called in the Olympic Village amongst the seven sprinters. The head track\ncoach, Lawson Robertson of Pennsylvania, and the assistant head track coach, Dean\nCromwell of Southern California; and in that meeting, the morning of the day we were\nsupposed to run, Sam and I were told, with the others present, that we were going to be\nreplaced by Jesse Owens and Ralph Metcalfe. And the reason we were being replaced was\nthat the Germans were hiding their best sprinters and saving them to upset the American\nteam in the four hundred-meter relay. Uh, when I heard that, being a brash eighteen year old,\nI said, \"Hey, Coach, it's not possible. In order to be a world class sprinter, you must run in\nworld-class competition. You can't hide world-class sprinters.” Nevertheless, said the two\ncoaches, \"there is a strong rumor to that effect and so Jesse and Ralph are going to replace\nyou and Sam.” There was no question that Jesse Owens or Ralph Metcalfe were faster than\nSam and I, by a yard. Unquestionably. But we had practiced passing the baton for the two\nweeks we were in Europe, uh, during the course of the games, the four hundred-meter relay\ncoming near, near the end of the track competition. We'd practiced passing the baton\namongst, uh, uh, Foy Draper, uh, Frank Wykoff, Sam Stoller and myself. And, uh, Jesse and\nRalph had not even touched the baton until they ran that afternoon. Jesse said in that\nmeeting, \"Coach, I've won my three gold medals: the hundred, the two hundred and the long\njump. I've had it. I'm tired. Let Marty and Sam run. They deserve it.”” And Dean Cromwell,\nthe Southern California coach, pointed his finger at him and said, \"You'll do as you're told!\"\nAnd in those days, Black athletes did as they were told. So did all athletes, for that matter. So\nJesse volunteered not to run. I'd always loved the man and respected him throughout my\ncomplete association with him; but for that moment...from, from that moment on, I mean, I\npractically revered the guy, for volunteering not to run. But, uh, the coach said, \"Do as you're\ntold.” And, uh, the relay was composed of Jesse Owens, Ralph Metcalfe, uh, Foy Draper\nand, uh, Frank Wykoff. Unusual, too, in that they had Jesse Owens leading off. He was not\nthe best starter. And they had Frank Wykoff of Southern California cross the finish line.\n'Cause he was from Southern California, and he was white. Uh, Foy Draper ran third. Ralph\nMetcalfe ran second. So the two Black men ran first and second; and by the time Foy Draper\ngot the baton, they were twelve to fifteen yards out in front. In that meeting, being as fresh as\nI was, I said, \"Coach, we won that race, no matter who runs, by fifteen yards.’ And we did\nwin by fifteen yards. The Germans didn't finish second or third. They finished fourth. They\nwere completely out of it. A fellow named Eric Bochmeyer was their best sprinter. I\nmentioned that he finished fifth in the final of the one hundred-meter run. In post-Olympic\ncompetition, in which I competed, I beat Bochmeyer, and he was the best they had. I also\nbeat Wykoff in Paris, in a track meet held in Paris. And, uh, I'd beaten Draper just a few days\npreviously, anyhow. And so had Sam beaten Draper. If Sam, I and Wykoff ran three races,\nthere could be three different winners. We were that close. Uh, we were good. We were\nworld class sprinters. Uh, all three of us could beat Foy, Foy Draper; but he ran on the relay.\nWe did not.",
        "A: Why? Uh, mostly because of antisemitism. The Blacks were winning everything, or virtually\neverything--uh, the one hundred, the two hundred, the four hundred, the eight hundred, the\nhigh jump and the long jump were won by Black athletes. And it was terribly embarrassing\nfor the Nazi hierarchy who gathered every day in the Olympic stadium. Hitler flanked by\nGoring and Goebbels and Himmler and Streicher, and the rest of that horrible entourage, uh,\nwere there every day watching the events. And after Blacks would win, they'd get up and\nleave. Uh, they'd see the competition, but then they would go. And, uh, it's my belief that\nAvery Brundage, who was chief of the American Olympic, uh, Team,’ uh, didn't want to\nfurther embarrass the Nazis in that myth of Nazi Aryan supremacy by having Jews stand on\nthe winning podium before a hundred and twenty thousand cheering people--Germans\nmostly--and the world's press and the world's radio coverage of it. There's no question we\nwould have won. Uh, the only way we could have lost is to have dropped the baton during\nthe race--always a possibility, but the likelihood of that happening is really remote because\nwe were experienced runners. And, uh, we practiced assiduously, and, uh, would have won\nthe race handily. It developed later on that I ran in a four hundred yard relay with Wykoff,\nOwens, Metcalfe, myself, uh, in, uh, a meet in London at White City Stadium. We set a\nworld's record for four hundred yards, a record which still stands. Uh, not many people run\nfour hundred yard relays anymore. But, uh, we didn't run on the, uh, on the American team.\nWe should have, of course.",
        "A: Uh, Dean Cromwell was the head coach of the [University of] Southern California Olympic,\nuh, track team and the assistant head coach of the Olympic team. He wanted to make sure\nthat his runners competed. He wanted to make sure that, uh, Wykoff ran not only in the one\nhundred-meter dash, in which he placed fourth, but Foy Draper was to run on the relay as\nwell. Uh, Draper, who was beaten by, uh, Sam and me just a couple of days previous.\nThe...the...the four of us should have run together--uh, Draper and Wykoff and Stoller and\nmyself. That's the way we practiced passing the baton for the several weeks we were in\nGermany at the Olympic Village, practicing for the relay. We'd have won the race handily.\nThat's the way the relay should have been. Uh, Mack Robinson was competing in the two\nhundred-meter run; and the two hundred and the four hundred-meter relay came at\napproximately...on approximately the same days or series of days. So that Mack would be\nquite busy running in the two hundred meter-relay trials, uh, uh, quarter finals, semi-finals\nand finals--in which he finished second. And Jesse also was quite busy during that time.\nJesse did not want to run that four hundred-meter relay. And he volunteered, as I said, not to\nrun. He was tired. After the Olympic games were ended, he came straight home--with the\nexception of that one track meet in in, uh, England, in which I told you he ran the relay on\nwhich I also competed. And, uh, he just wanted to get back to the States. He was tired. He\nwas beat, 'cause he had been, you know, running virtually every day. But as I said, he was\ntold to run and so he ran. The coach of, uh, Southern California was Dean Cromwell; and he\n’ Brundage was President of the American Olympic Committee and of the Amateur Athletic\nUnion.\nwas, uh, uh, an officious person, who later became an \"America First,\" uh, had no Blacks on\nhis track team. It's remarkable [that] even in those years, when Blacks were so dominant in\ntrack and field and Southern California--USC--had the best college track team in America,\nthere was not one Black athlete on the USC track team. All white. Uh, Dean Cromwell\napparently was a bigot. Being an \"American First,\" he would have to be. Uh, Lawson\nRobertson, the head coach, was an older man. Uh, had a severe limp, walked with a cane.\nUh, I think he was dominated by Cromwell. He was still his own man. He was the head\ncoach of the University of Pennsylvania, but he was an older person. He might have been in\nhis sixties at that time. I don't know exactly how old he he was. The day following the trial\nheats, when the Germans qualified but were well out of contention, walking across the\ncampus on the, uh, Olympic Village I heard a voice calling to me, and I turned. It was\nLawson Robertson, the head coach, perhaps, uh, fifty, sixty yards away, uh, waving to me;\nand I jogged over to him. Uh, I didn't wait for him to limp over to me with his cane. And he\nsaid, \"Marty,\" he said, \"I want to apologize to you. I made a terrible mistake.” And he\napologized. \"You should have run on the relay.” And so he apologized. Dean Cromwell\nnever said a word. Avery Brundage never said a word. Whereas my firm belief that, uh,\nCromwell's desire to have his men on the team--which could have been met anyhow--and the\nantisemitism I engendered by, uh, uh, people on the Olympic Team, led by Avery Brundage,\nuh, prevented the two Jews from standing on that winning podium in front of a huge crowd\nand, uh, being acclaimed as the best four hundred-meter relay runners in the world. That was\nthe reason.",
        "A: Brundage didn't speak to athletes. Uh, Brundage, uh, uh.... As you probably saw, motion\npictures and still shots of Brundage smiling happily in the company of Adolf Hitler and\nHermann Goring and people like that. Uh, he was, uh, uh, a stern, big... uh, uh, uh,\nobnoxious is what I'm looking to say. But, uh, in addition to that, uh, he was a truculent\ngentlemen. Uh, a dictatorial kind of person. Ultimately, he became, uh, president of the\nInternational Olympic Committee. At that time, he was president of the U.S. Olympic\nCommittee. Uh, I never talked to him; as I say, he didn't talk to athletes. I never accosted\nhim. Uh, perhaps I was, uh, fearful of accosting him. Uh, he was, uh, an officious, stern, uh,\nageressive individual. And, uh, he liked to be seen in the company of all the powers that be.\nIt was he also who decried...decreed that Eleonor Holm be thrown off the team because she\ndrank champagne on the, uh, uh, on the ship going over. And, uh, his word was law. I've\nseen him upon occasion literally brush aside people who would walk up to him. If he were\nwalking across the infield of a...of a track, and a newspaper man--and I saw this myself--uh,\nwanted to talk to him, he'd literally shoulder him aside as he walked. And kept right on\nwalking. Uh, he was very difficult...a difficult person to be with. At least, as far as the\n* The America First Committee, of which Avery Brundage was to be a founder, was an\nisolationist movement which served as an umbrella for anti-British, anti-French, pro-German and\nantisemitic groups.\nathletes were concerned. Uh, but as I say, I never talked to him.",
        "A: After, uh, the relay... There was the...the trial heats, which we won handily; and, uh the final,\nwhich we also won handily--as I say, between twelve and fifteen yards out in front. Uh, uh,\nalmost anyone could have run on our relay team, and we would have won. Uh, I was\nangered, uh, and determined that come 1940--four years hence from the '36 games--uh, I'd be\nback and win it all. I'd win the hundred, then two hundred and, uh, run on the relay team as\nwell. But 1940 never came. The war broke out in 1939, and so there was no opportunity to,\nuh, show what I could do, uh, in the Olympic games. And the games didn't resume, of\ncourse, until 1948; and that was long after I was...had stopped competing. However, I was\nfortunate in that, uh, I had other interests. Uh, football in particular. The Games wound up in\nAugust; and we toured Europe for a short period of time. And I ran in...1n England on that\nfour hundred-yard relay. I ran in, uh, in, uh, Scotland, and, uh, I ran in Paris. Uh, I ran, uh, a\nnumber of places; and, uh, then came right back to the States and went right up to Syracuse\nto play football for Syracuse University. And my interest, uh, was, uh, inundated by, uh, the\npractice workouts and starting of classes at school, and all that sort of thing. And, uh, the\nOlympic games didn't fade away from me, by any matter; uh, but it, uh... uh, the other\ninterests I had sublimated to a great extent, uh, what took place in the the summer of 1936.\nAnd, of course, I had 1940 to look forward to as well. I did well as a football player at\nSyracuse. I became a...a broadcaster as a result of, uh, my football playing experiences. Uh,\nin my junior year at Syracuse, I had a particularly good day against Cornell. We were\nunbeaten, Syracuse was. We were 2 and 0; and Cornell had beaten Penn State and Colgate\nand...uh, Columbia, I think. Uh, either Columbia or Pennsylvania. They were 3 and 0. They\nwere a national power in those days, Cornell was. We played at Shoelkopf Field at, uh, uh,\nCornell, at Ithaca; and, uh, we beat them. Upset them 14 to 6. And I scored both touchdowns.\nI ran a punt back for one touchdown. I bucked over for another. I intercepted two passes. I,\nuh, made a couple of, uh, touchdown-saving tackles. Best day I ever had by far on the\nfootball field. And the following day, because of the publicity upstate...uh, Upstate New\nYork, and throughout the country as well, uh, I received a phone call from a local\nhaberdasher who introduced himself to me on the phone. He said, \"Marty, frankly, I want to\ncash in on your publicity. I want you [to] do to a radio broadcast for me.” I said, \"You don't\nwant me. I'm nervous. I stutter. I stammer. I've never been on the air.” He said, \"I'll pay you\n$15.00 a broadcast.” So I stopped stuttering and I went on the air. And (laughter) that's how I\nstarted my broadcast career; and I continue that since that time on. I was pretty bad, but, uh, I\nworked at it.",
        "A: During the war I was, uh, a Marine Corps lieutenant. I served in the Marshall Islands, uh, on\nplaces like, uh, Kwajalein and Eniwetok, Majuro and Enjebi and so on. I was a night fighter\ncontroller. I was a lieutenant in the Marine Corps. And, uh, the Olympic situation was far, far\naway. I might tell you a story about, uh, uh, the war, though. I...[ mentioned running in a\ntrack meet in in Paris. It was a triangular meet among, uh, Japanese athletes, French athletes,\nand American athletes. And, uh, we went to the starting line to dig our starting holes again\nwith this trowel, and on my left was a fellow from Japan named Suzuki. I recognized him,\nbecause he had run in the one hundred-meter races. He was, uh, beaten in the semi-finals,\ndidn't qualify for the final. And, uh, as we dug our starting holes, we glanced at each other\nand smiled at each other. I noticed his warm, lustrous brown eyes. And, uh, then we, uh,\nfinished preparing for the race. We shook hands. I shook hands with the Frenchman along\nside. Frank Wykoff was the other American on the race. I got off to a real good start, and I\nwon the race. Uh, Wykoff was second and Suzuki finished third. I jogged back to the starting\nline; and felt a tap on my shoulder as I jogged back for my warm-up clothes. And I turned,\nand I saw Suzuki. And his arm was outstretched and we shook hands, and again I noticed\nthese warm brown lustrous eyes. And he was my friend, I was his friend, and, uh, uh, we had\njust competed against each other for these ten, ten and a half seconds at a hundred meters.\nAnd that was it. We couldn't speak each other's language. In the opening days of World War\nII, when the Japanese were landing on Luzon, I read that a Japanese Olympic athlete,\nLieutenant Suzuki, had been killed in those landings. And I, an American Marine, cried for\nthis Japanese soldier. I actually bawled. And, uh, it's just an indication of what the Olympic\ngames and international athletics can do for an individual. I learned, uh, uh, that the other\nathletes from France and England and Hungary--and, uh, the athletes from all over the\nworld--were just like me, and I was just like them. We were the same. We had the same\ninterests. We had the same love of sport. Uh, we had the same respect for each other. And it\nwas a wonderful experience, having been there.",
        "A: When I came back to the States, uh, I played as...uh, a season of football at Syracuse my\nsophomore year. And, uh, towards the end of the season, uh, when I began training for track,\nI was invited to race in the Sugar Bowl Track Meet. At that time, the Sugar Bowl had other\nactivities besides the, uh, football game itself. And they had the track meet. And I was\ninvited down to the Sugar Bowl; and I trained on the boardwalk at Coney Island in mid-\nwinter, in December. And it was just too rough to train there. And I encountered a friend of\nmine, who ran for the New York AC--a fellow named Eddie O'Sullivan--uh, a sprinter. And,\nuh, I told him about my difficulty in working out; and he says, \"Why don't you join me down\nat the AC, and practice with me on the indoor track there?\" I said, 'That would be great,\nEddie! I'll join you on such and such a day.” And so on that day, I took the subway into\nManhattan from Brooklyn with my little satchel and I walked into the New York AC. I was\nwalking across the lobby to the elevators to go to where the indoor track was, on one of the\nupper floors of the Athletic Club; and, uh, I was stopped by Paul Pilgrim, the director of\nathletics at the New York AC. He knew me, and I knew him. \"Uh, what are you doing here,\nMarty?\" I said, \"Well, I've come down to work out with, uh...with Eddie O'Sullivan. He's\nasked me to workout with him. I'm training for the Sugar Bowl Track Meet.” And, uh, Paul\nPilgrim, this mature adult, uh, said, uh, \"I'm afraid you can't, Marty.” I said, \"Well...well,\nwhy not?\" He said, \"Well, there's no room upstairs.” I said, \"But I've just got my little\nsatchel, and I'Il...I'll share Eddie's locker.” \"I'm afraid you can't go up there, Marty. You can't\nwork out here.” \"Oh. Uh, okay, Mr. Pilgrim.” And I turned and I walked out. I got back on\nthe subway. And it was then I realized that because I was Jewish I could not work out at the\nNew York Athletic Club. And that was perhaps the second overt sign of antisemitism that\nI...I felt; the first, of course, being in the Olympic Games itself, and, uh, not being allowed to\nrun there and not being allowed to work out, mind you, at the New York AC. I've, uh, been\nunhappy with the New York AC ever since. Oh, I...I...J ran in the Sugar Bowl Track Meet,\nand I, I won down there. So, uh, it didn't make that much difference.",
        "A: Uh, early on, in 1936, uh, Jesse was, uh, almost, uh, an icon, uh, of athletics. And I looked up\nto him, uh, as any young man might. Uh, after we were together on the team, uh, we were\nfriends. We became fairly close. Uh, I visited him at his home in Chicago. Uh, I saw him at\nvarious sports functions through the years. He and I became good friends. Uh, we did several\nbroadcasts together; uh, particularly on Home Box Office, where I was, uh, the sports\ndirector, and I had Jesse come in and do some programs. Particularly the, uh, uh, Bud\nGreenspan Olympiad series, where Jesse was host--except for one program that I hosted, in\nwhich Jesse was the star of the program. And it wouldn't do to have Jesse introduce himself,\nso, uh, he and I talked on this program. And, uh...but we saw each other regularly and\nfrequently. Our wives knew each other. Uh, I had lunch with Jesse at his apartment in\nChicago with Ruth, his wife. When Jesse died in 1980, uh, I was the only white teammate of\nJesse's at his funeral. Which shocked the Hell out of me. I mean, there were many many\nwhite athletes on the team; but the only athlete, white athlete, who showed up for his funeral\nwas me. All the Black athletes were there. Uh, but, uh, I was the only white athlete. And, uh,\nI was, uh, shocked and I was pleased that I was there; but also, uh, astounded by the lack of\nother individuals not being there at his funeral. Uh, I worked for five years with the Jesse\nOwens Foundation, from '80 through '85. Went back to Berlin for the first time in '85, to the\nOlympic Stadium, uh, to help prepare for the celebration of Jesse Owen's golden anniversary\nof his winning those four gold medals. Uh, he had died in 1980. I went back in '85 along\nwith, uh, uh, two men--Jim McDonald and Herb Douglas--also of the Foundation, to help\nprepare for the anniversary celebration at a track meet to be held in 1986--fifty years after,\nuh, Jesse won in the same stadium. The Olympic stadium still stands. And, uh, I went to the\nstadium with my two colleagues; and, uh, excused myself to walk down into the stadium\nproper and walk on the track to that area which...uh, where I was... where I should have run\nand didn't. And I walked along that stretch of a hundred meters or so, and I stopped and\nlooked across at the stands, and saw where Hitler and Goring and Goebbels and Streicher\nand Himmler and Hess and all those people sat. And right along side of that was where I sat,\nwhere the athletes sat who were not competing; and our section was along side of where\nHitler's private box was. And suddenly, a wave of anger swept over me so that I thought I\nwas going to pass out. I began to cuss and fume, used every dirty word I know, out loud. Uh,\nto the effect that how could those dirty bastards do this to any eighteen year-old kid, or any\nathlete. Keep them from competing in the Olympic Games. And after three or four or five\nminutes--however long it was--I finally calmed down and realized that I'd kept all that anger\nbottled up for forty-nine years. I hadn't been back to Berlin in all that time, and certainly not\nback to the stadium. And, uh, I felt purged for the first time of that anger, which, uh, gnawed\nat me probably all those years. And, uh, the track meet was held the following year, and\ncelebrating Jesse's fiftieth anniversary of the four gold medals he had won.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumFebruary 2, 1990\nRG-50.030*0079",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Marty\nGlickman, conducted by Linda Kuzmack on February 14, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MARTY GLICKMAN\nFebruary 14, 1990"
    ]
}