{
    "rg": "RG-50.030.0581_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial interview with Dr. Joseph\nEaton, conducted by Judith Cohen and Steven Luckert on May 27\", at the\nUnited States Holocaust Memorial Museum. Dr. Eaton, can you start by giving\nyour first name as it appeared originally, as you were named in Germany, your\nname in Germany and why don’t you give us the names of your immediate family\nas well?",
        "Answer: All right. I was born as Joseph Wexler in Nuremberg, Germany in — not\nin a hospital, because it wasn’t safe to go to hospital, if you could afford to have\ndelivery at home. So I was born in Luxfeld(ph) three, across the park. My father\nwas Jacob Wexler, and my mother Flora Goldschmidt Wexler. And I have three\nbrothers, Siegfried was his first name, and later he changed it to Shlomo. Martin to\nMoeshe(ph) and Herbert to Yitzhak(ph). And I was born on September 28\", 1919.\nAfter the war, when there was a great shortage of food, and my father had to work\nvery hard to get milk from peasants near Nuremberg, because you couldn’t get\nenough for a baby.",
        "Q: Can you tell us a little bit about your early life, pre-Nazi takeover? Life in the\n20s, both your father’s profession, family’s religious affiliation, Jewish\ncommuno(ph) affiliation, schooling.\nMay 27, 2010",
        "A: My parents always had to rent a place. They did not own an apartment and they\nalways looked for a place to rent near a park, so that it would be easy for the\nchildren to go there and play. They were sufficiently well off for my mother to have\none or two household helps, because in those days you didn’t have dishwashers, and\nyou couldn’t go to the gr-grocery store and get prepared food, so it was a lot more\nwork to feed four children and a husband. My father was the first in his family to\nbreak away from the pattern of being a petty merchant selling a — running a store to\nprovide clothing and dry goods. He was able to purchase a factory, manufacturing\nshaving brushes, something we don’t use any more today. And he was married in\n1912, shortly after the sinking of the Titanic. And so I still remember in our home,\nthere was a memento to the pi — Titanic, because that was an event that apparently\naffected a lot of people. And shortly after he purchased the factory, World War II —\nWorld War I broke out, and he and his brothers — he had four brothers — three\nbrothers — were drafted. And my father served in the German army for four years,\nand was very upset and resentful over the amount of anti-Semitism he experienced.",
        "Q: Can you describe what sort of anti-Semitism he noticed?",
        "A: Well — well, what I do remember, his telling me about the complaint that too\nmany Jews were trying to get out of serving in the army. So, the German\ngovernment decided to have a census of how many Jews were serving in the\nMay 27, 2010\nGerman army. When the findings were that the Jews were overrepresented 1n the\narmy, the results were not published, not until the late 20s. But — so he was drafted\nas a private and ended his service as a private, as did most Jews. I mean, if you were\na physician or a dentist, you might become an officer, but by and large Jews were\nnot considered qualified to be in combat, and so he spent his period of time in the\ntransportation system, which meant looking after horses, because that was the main\nvehicle transportation. So, I remember these things, I’m sure, not when I was —\nbefore going to primary school. But I had always someone, a — a caretaker, looking\nafter the smaller children, or taking us to an aunt and uncle’s house, who had a child\nmy age. So this is how I lived in Nuremberg, but I do not recall having any non-\nJewish German friends.",
        "Q: What sort of school did you attend?",
        "A: What?",
        "Q: What sort of elementary school did you attend?",
        "A: Well, I went to a parochial school, of which — of the Jewish community. We\nlived there, nearby, walking distance, and I do remember being attacked sometimes\nby other kids, ger — who didn’t like Jewish kids, and you had to fight. And so I went\nto this school, which was not a very good school; we had, I would say, very poor\nteachers. And I was kind of a rebellious, problematic child. I would talk back to the\nMay 27, 2010\nteachers sometimes. And at one point, a teacher called me a donkey. And so I said,\nwell if I am a donkey, you are a monkey. And the teacher was so upset. And finally\nmy parents bribed me to apologize, even though I — they agreed I — it was justified\nfor me to talk back. But as soon as — after four years, I went to high school,\ngymnasium as in — they call it in German. And in the middle of that year, that was\nin 1933, the government decided that no Jewish child should be allowed to go to a\ngymnasium, and so I was notified that I could not continue, in 1934.",
        "Q: Let me step back a little bit. Before ’33, how aware of you what — were you of\nthe political unrest that was going on in Nuremberg? Did you witness any political\nrallies?",
        "A: Well, strange is, I do remember being very interested in what was going on, and\nreading the newspapers. Now, of course, I had two older brothers, who were\neducationally very active, so I would say at age eight and nine, I was very much\naware of elections, and the propaganda in elections and the Nazi party, and the\nNationalists, who were close to the Nazis. So certainly I have very vivid memories\nof 1932 and 1933. But I do not recall ever feeling frightened.",
        "Q: When the results of the plebiscite were announced in °32, and they announced\nthat Hitler had won, what was the immediate reaction in your family? Did people\ntake it seriously?\nMay 27, 2010",
        "A: Well, my father at that point lost his job, because the company for which he w —\nhe had to give up his business because of the depression. It was based in — a lot on\nexport of shaving brushes to other European countries, and he had traveled a great\ndeal to different countries, and as a result I became a stamp collector. But he lost his\nbusiness because in the depression there just wasn’t enough, so he worked for a\ncompany selling their c — shaving brushes. And he lost the job. And I remember in\n19 — you know, in January and February 1933, when Hitler came into power, that\nthis was pretty bad, but we didn’t think it was a catastrophe. It wouldn’t last, after\nall, the Nazi party was not a majority, but close to it. And I remember my father, for\nexample, printing advertisements to announce that he was making men’s suits to —\nfor measure. He hired tailors to do the work, and he would find customers and take\ntheir measurements and sell tailor made clothing, which in those days was a very\ncommon thing, I mean, you didn’t have the mass production. And so he had\nadvertisements printed, and when I was out of school or had a day off, I would take\nthese ads and put them into mailboxes. My first job. So he, even though there was a\nNazi boycott, he continued to try and sell, although gradually the business stopped,\nbecause it was dangerous and counterproductive for Germans to do business with\nany Jew. So, in 1934 -’35, he effectively ceased having an income.",
        "Q: Now, did you witness any of the Nuremberg rallies in the first year?\nMay 27, 2010",
        "A: No, no I— I was aware of them. I was aware of the Stiirmer newspaper, that\ncame out every week, but the Jewish youth groups to which I belonged, a religious\nZionist group called Esba(ph) continued to function. We went on hiking trips and —\nand at that time, while I do remember the boycott of Jewish businesses on April 1“,\n1933, being surprised how many businesses were Jewish. So this — a friend walking\naround the city, I said, good God, these are Jew — all Jewish, because they were\nbeing boycotted, but I wasn’t have a — didn’t have a sense of fear. And once on a\nhike, a group of Nazi SS troops told us we had to break up camp and go back home.\nBut again, no sense of fear that anything would happen to me. So, I was spared the\nfrightening experiences of Jews after 1937 - ’38, when there was a great deal of\nphysical abuse. There were some Jews arrested in ’33, and a few were killed in\nconcentration camps, but I didn’t — my family didn’t know any of them, so that I\nwould say — when I left Germany I never had experienced the sense of physical\nfear, because that came later.",
        "Q: Let me go back, when you mentioned that you were expelled from school, can\nyou sort of describe that day, how you found out that you were no longer allowed to\nattend the gymnasium, how you filled up your days afterwards?",
        "A: Well, that is interesting. In high school, there was a complete shift, because since\nI —I was a fairly good student, very good student in fact, but had very bad\nMay 27, 2010\nrelationships with the teachers, who found that I asked too many questions and you\nknow, there were all kinds of religious instruction and I wasn’t quite sure, and asked\nquestions. So, we had problems. So when I went to high school, everything\nchanged. I was a good student, the student — the teachers liked me. When the\nteachers ran out of booklets for examinations, he would send me to a store nearby to\npick them up. And I remember one time he says, oh you can’t go to this store,\nbecause it’s owned by a Jew, you have to go to that store. I didn’t like that, but — I\nwas well regarded in the school, and one day found out that — that all — not only I,\nbut other Jewish children had to leave, and — well, that’s politics. The Jewish\ncommunity — by that time I lived in Berlin, my family had moved to Berlin, and\nthere they had a very good Jewish school, whose teachers, many of them were\ncollege professors who had lost their jobs, who later on sometimes became quite\nfamous individually, as scholars in Israel or in the United States. So, I went for\none year to a Jewish high school in the suburb of Berlin called Griinewald, from\nwhich, by the way, the Jews of Berlin were deported from that place. And so I\nwould say I did not, as I said, I — I knew what was going on, because I listened to\nthe news, and read the newspapers and talked to friends about what was happening.\nQ2: Can I just interject a question? Nuremberg had the odious distinction of having\nJulius Streicher as the gauleiter, the Nazi leader of — of Franconia, and also the\nMay 27, 2010\npublisher of “Der Stiirmer,” and I was just wondering, you know, about how\nvisible was “Der Stirmer” —",
        "A: Very visible.",
        "Q: — and — and what kind of response did it generate among —",
        "A: I mean, since I didn’t have any German friends — I mean, we had a German\nmaid, two German maids, we never talked about that. I didn’t talk to German — non-\nJewish German kids. You read the fr — crazy, outrageous stories every week. I\nmean, I didn’t buy the paper, but I looked at the newsstand, at the front page. And\nwell, this is Nazi, this is — you s — you s — you grew up, you lived with this as part\nof the realities of life. Later on when I studied the history of my family, prior ge —\ngenerations also had to sort of take the fact that there was anti-Semitism for granted,\nthe way minorities today live in so many countries where there is governmentally\nsupported discrimination. But, we talked about it at home, and I think my parents\ndecided, because of the history of all this, that there was no future for us in\nGermany, as early as 1933. Whereas so many German Jews thought this would\npass the way it had always passed, and they delayed making a decision to leave.",
        "Q: Okay, let’s talk about the decision to emigrate. Now, who is the first members of\nyour family to leave Germany, and what prompted them to go where they did, and\nMay 27, 2010",
        "A: Well, since my father had to go — went backrumpt — bankrupt when the factory\ncould no longer sell enough, we didn’t have the financial means to get an\nimmigration visa from [indecipherable] countries, because in the early 30s there\nwas a depression all over the world. Nobody wanted immigrants. It was very\ndifficult to get visas, so 1t became clear that 1t would be very unlikely to be able to\nemigrate. We actually had distant relatives in the United States who emigrated in\nthe 19\" century, but my father didn’t know about them, because they were, you\nknow, three or four generations back. So my two older brothers decided not to have\nan academic career, but to become Halutzim or physical laborers and go to\nPalestine. And they succeeded.",
        "Q: And what year was that?",
        "A: °35 and ’36. And there was an opportunity for children to come to the United\nStates under a special program to finish school, and then return home, hopefully.\nAnd my parent decided, with much discussion in — within the larger family, to send\nmy younger brother, who was 12, and me, who was 14 to the United States under\nthis program where, in foster homes, we would finish our education. And they were\nable to emigrate to Holland.",
        "Q: Let’s talk a little bit about this program. Can you — a-actually want to go in two\ndifferent directions, cause I want to talk about your parents’ emigration to Holland.\nMay 27, 2010\nBut first, can you describe the program that you were under; who subsidized it, was\nthis through the Jewish community, was it general, what political ramifications\nwere there?",
        "A: Well, we all know historically that President Roosevelt took very little action to\nhelp the Jews of Germany. He had a congress that was not willing to change\nimmigration laws. And within the Department of State, and in Canada as well, the\nbureaucracy felt, whatever immigrants we get, we don’t need Jews. And so they\nmade it especially difficult for Jews to get papers, unless they had very good\nconnections in the U.S. and Canada. But, under pressure, Roosevelt agreed to\ncommit, I don’t know how many, whether it was 2,000 or 20,000 children from\nGermany to come to the United States under a guarantee of the Jewish community\nthat they would not become a burden to the welfare system. It was called the\nGerman Jewish Children’s Aid Society. And I think my younger brother was on the\nfirst group, and I came a week later on the second group —",
        "Q: What year and month was that?",
        "A: — traveling on the S.S. Harding. And while it was upsetting, I — I felt, and my\nparents reinforced this, this was a temporary thing, and that we would be reunited\nafter they got out of the country. And so I landed the day before Thanksgiving of\n1934, in New York, and was temporarily picked up to the home of one of the\nMay 27, 2010\nofficers of the German Jewish Children’s Society, a attorney, John L. Bernstein.\nAnd then later on to — went to another foster home.",
        "Q: I want to come back later and ask you about what it was like living in the United\nStates without parents, but why don’t we jump over to your parents. After you and\nyour siblings all left, where did they go?",
        "A: Well, actually, my parents’ marriage was — did not come — it sort of deteriorated\nas he lost his business. My mother was an intellectual. He was interested in things,\nbut really did not share her intellectual interests. And so the marriage was not a\ngood marriage, but I didn’t know about that. My older brothers did, and they did\ndivorce and emigrated to Holland separately. And my father found another\ngirlfriend and they emigrated together, also to Amsterdam. So it was a congenial\ndivorce. There wasn’t much to argue about in 1936, although emotionally this was a\nvery difficult thing for my mother. But she got a good deal of support from her\nfamily and her sisters. So — however, there was a tremendous amount of\ncorrespondence between members of the family. I have letters, about this many,\nwith my parents, my mother, my father, my brothers and we kept the letters. So,\nover the years, my brothers gave me the letters, because I was the only one in the\nfamily who showed interest, and of course, the only one who could read German.\nSo I have a tremendous collection of letters, and I have to decide what to do with\nMay 27, 2010\nthem, because I don’t think I have the time right now to go through them. But they\npresent a great deal of day to day information of how a normal refugee family dealt\nwith the realities of emigration, adjustment, what — interrelationships. Today this\nwould never happen. People might communicate by email, but in those days, letter\nwriting was the only means of communication. And it meant having — spending\nmoney on postage, which for my parents was not easy. So, most of the letters, th-the\n— every inch of the paper was filled with words. In other words, you didn’t have any\nmargins, to save money.",
        "Q: What was — how late were you able to keep up the correspondence?",
        "A: Til 1941. Til Germany and the United States declared war, since the U.S. was —\nwe c — So we couldn’t — I have letters from ’40 and ’41 from Holland. And we\ndidn’t have the money to telephone. I didn’t have the money, and they didn’t have\nthe money, because in those days, to make a long distance call was very expensive.",
        "Q: Let me — oh —\nQ2: What did your parents do when they got to the Netherlands?",
        "A: Well, my mother took care of elderly people who needed some support. So she\nwas basically a health aide of elderly people, and they were all deported, of course,\nafter the Nazis came, although my mother was able to escape to a village, and hid\nthere for a while until a local Nazi gave her away, and they arrested her. So the —\nMay 27, 2010\nmy father learned dry cleaning, he took a course in Amsterdam on how to dry\nclean. And even though they had no permit, no working permit, but to be a\nhousehold aide, you really didn’t need a permit. That’s — it’s the kind of job that\nnobody wanted, so my mother could work. And my father was doing busin — I\nguess, also extra-legally, but the Dutch apparently didn’t enforce the restrictions\nwith such efficiency, and — I mean, they didn’t have any — much money and they\nmay even have gi — been given some support by the Jewish community in\nAmsterdam, but I don’t know those details. They didn’t write about it, and I didn’t\nask about it. Okay.",
        "Q: I want to ask you now, what it was like for a young boy, 14 years old I\nremember, to live with a foster family that he had never met before, and what was\nyour adjustment learning English, learning a new educational system, learning a\nnew family.",
        "A: Well, I didn’t feel really comfortable in any of the homes, but felt I had to —I\nwas grateful, and I had to be accommodative. The first fast — foster home family\nwere — was a wealthy family living on Central Park West in New York City ina\nbig apartment. They had three daughters. And so they felt having a boy in the\nfamily would be a good idea. But they were very Orthodox, and I found myself at\nthat time becoming more and more estranged to Orthodoxy, and they noticed that,\nMay 27, 2010\nso I was moved to another family, the son of the Rabbi de Sola Pool, the head of\nShearith Israel of the Sephardic synagogue in New York City, who was a sort of\nson of a famous father who wasn’t doing quite so well, so it was difficult for him.\nHe was a salesperson for different companies, but never quite made it in the\ncorporate world, and they had one son, a little younger than I, and — almost the\nsame age, and that created problems, because he was doing okay in school, but I\nwas academically outstanding. And so I think that created problems for Richard\nMindas(ph). I didn’t have any problems with him, but we didn’t become close. And\n— but I went first to a New York school, the Jefferson High School in Brooklyn.\nAnd there, fortunately, they had a good speech department. So the speech therapist\ntook an interest in me, and helped me to learn to speak English properly. So I got a\nlot of special instruction, and my capacity to speak English and to spell and so on,\ndeveloped rather quickly, so that when later on, before I graduated, I actually got\nbetter grades in English than most of my fellow students, because I had to learn the\nlanguage and therefore was more careful with spelling. So actually, I graduated\nfrom White Plains High School at the age of 16, because I got credit by taking\nexaminations in world history and European history. I had to learn American\nhistory, I had to learn English, but math and geography, I passed the Regents\nExams, so that I graduated early and went to college at the age of 16.\nMay 27, 2010",
        "Q: And who paid for your college? Was the German children’s aid still supporting\nyou at this point?",
        "A: I first went to a free — to the New York City’s high s — City College, because\nthat was free. But after one year got a scholarship to go to Cornell. And I also got a\nscholarship for maintenance from — through the German Jewish Children’s Aid\nfrom someone of the Woberg(ph) family. Because one of their daughters who was\nactive in the Zionist movement met me and I was so knowledgeable about what was\ngoing on in the Middle East, she decided to get the family to send me to Cornell.\nAnd I also met the president of Hadassah, because her son went to a summer camp\nto which I was invited. So that I had connections, through my knowledge of what\nwas going on in the Jewish world. I did a lot of reading. I had a nephew by marriage\nof my father, who was a professor at the theological seminary. So I had contacts\nwith the academic world at the age of 15 and 16 and 17 that resulted in my having\ncontacts among the Jewish leadership elite, including Rabbi Pool, whose wife also\nbecame president of Hadassah. And at one point I was invited by Justice Brandeis\nto meet with him in his home here in Washington, because he was interested in\ncooperative farming and kibbutzim. And by that time I had a job to do research in\nthat field.",
        "Q: What were you studying at Cornell?\nMay 27, 2010",
        "A: At Cornell, I first thought of becoming a — a physician who was taking care of\nanimals, I —",
        "Q: A veterinarian?",
        "A: A what?",
        "Q: A veterinarian?",
        "A: A veterinarian. I really had very poor advice, in terms of making choices. I had\nno one to talk to. But when I got to Cornell and took a course in animal husbandry,\nI came to the dec — quickly to the decision that I was not the right person to help\ncows and horses deliver their offspring. And also, I took a course in rural sociology.\nAnd there I wrote a term paper on the kibbutz movement, simply from what you\nread in the newspapers and knew from my brothers in Israel. And the professor\nliked the paper so much — he happened to be the editor of rural sociology, so it got\npublished. So at — as a junior at Cornell, I was a pub — I had a publication in a — in\n—1n a well-known journal, and that made a big difference in my subsequent career.\nAnd that’s how Justice Brandeis heard about me and whose interest in Palestine\nand its economic development was a private, but very great interest. And so I think,\nthrough Mrs. Epstein, somehow he heard about me and he invited me to come to\nsee him on a Sunday morning.",
        "Q: What was your impression of him?\nMay 27, 2010",
        "A: Well, he obviously knew an awful lot, and I really didn’t have enough of\nunderstanding of the significance of being invited by a member of the Supreme\nCourt, to fully be amazed at this — you know, this was, for me, a normal thing that\nhappens.",
        "Q: [indecipherable] I’m trying to do the math. You came to the United States at\n14, you graduated at 16, so we’re talking now — it’s about ’39 — ’40?",
        "A: That’s right, I gradu — graduated in 1940.",
        "Q: And I want to ask you, how aware were you of what was going on back in\nEurope? What sort of news were you getting about the start of World War II, how\nmuch news was filtering?",
        "A: I was very much aware, I mean, reading Eng-English, being able to read in\nGerman, my parents wouldn’t — would write once or twice a week. I would write\nback, not often, make copies of my letters, so I — my letter writings not only have\ntheir letters, but my responses. And much of that is also true of my brothers. So,\neven correspondence with my grandmother, who remained in Frankfurt because\nshe didn’t think the Nazis would bother an older lady, and so she was not willing to\nleave the country when everybody else left. She had a nice home, and so on. So I\nwas very much aware. I would say I was more aware of what was going in Europe\nMay 27, 2010\nthan most people, and probably as much aware of what was going on as my\nteachers.",
        "Q: And was there any mobilization on the part of the American Jewish community\nat this point, in ’39, after the invasion of Poland, for relief efforts, that you saw?",
        "A: Well, I was aware of the tremendous sense of frustration of the American Jewish\ncommunity. But on the other hand, I was aware of the complexities of the\nleadership. I mean, like Rabbi Wise, who had good relationship with Roosevelt,\nand so he had to be very careful in open criticism of the Department of State. I was\naware of the American Jewish committee and their ambivalence about being too\nsupportive of the Zionists, because after all, we Jews are religion rather than a\nnationality, and I was very much identified with the idea that Jews are both a\nreligion and a nationality. And so I would say I had a quite advanced knowledge,\nnot only what was going on in the U.S. or in Germany, or in much of the rest of\nEurope, what was going on in the Soviet Union. When I was at Cornell, there was\na pretty active communist youth group, and I was among the Jewish kids who were\nvery much opposed to the Soviet Union, because of — even though they seemed to\nbe wi — quite progressive, they were a dictatorship. And so I was active in the Hillel\nSociety and that group was very much opposed to the Soviet Union, whereas there\nMay 27, 2010\nwere a lot of — not a lot, but there was a sufficiently active group of students at\nCornell that felt that the Soviet Union had the solution to mankind’s future.",
        "Q: What sort of activities was your group, the Zionist group at Hillel doing?",
        "A: Well, first of all, we were very critical of the Soviet Union; of its dictatorship,\nthe concentration camps, the labor camps, Stalin. We did not think they are\nprogressive. There were lots of arguments. And so, I had friends among the anti-\ncommunists, but you know, I did become a Republican as a result, but I was\npolitically active, and one of my friends was a Iraqi Jew. The only Jew ever sent by\nthe Iraqi government, on a scholarship of the government. They every year sent\nover some students to get an American degree, and Mayer(ph) Sofaya(ph) was the\nonly one who was Jewish who they ever selected. And so we became very friendly,\nand through him I learned a lot of what was going through the Arab world, and I did\n— was invited to his wedding in Egypt in 1945, and actually went to the wedding. I\ndidn’t get there on time, but I actually met him in Cairo, in — at the end of 1945,\nand that another interesting story, how knowing him enabled me to come to\nPalestine in 1945.",
        "Q: We'll get to that. Now, I just want to check, your official status at this point is\nyou're still a German citizen, or were you officially stateless?",
        "A: No, I was a German citizen.\nMay 27, 2010",
        "Q: And so how did the United States’ entry into World War II, let’s go to Pearl\nHarbor, what were the ramifications for you?",
        "A: Well, you have to keep in mind that when I went to graduate school, I was\naccepted at the school of social work ka — at Chicago University. And in the first\nsemester, where I had a job selling clothes in a men’s clothing store, I suddenly was\noffered a job in New York City to set up a research institute on cooperative\nfarming. So I left Chicago, and found myself at the age of 21, or — [file break]\nAugust 1, 2010",
        "Q: This is the United States Holocaust Memorial Museum with Joseph Eaton,\nconducted by Judith Cohen on August 31% — August first in Pittsburgh,\nPennsylvania. It’s a continuation of the interview begun at the Holocaust Museum\nin June. Okay, when we left off with the previous interview, you had finished\ntelling us about your experiences at Cornell and were just beginning your graduate\nschool and about to enter the army. So let’s start with after you left Cornell and\nbegan graduate school in Chicago.",
        "A: After I graduated from Cornell, I had been advised by a professor who Leonard\nKatrow(ph), who was very friendly towards me and invited me to his home many\ntimes, he advised me not to go into academia, because he said Jews didn’t have\nmuch of a chance. And that it would be better off to study the applications of\nsociology, so I applied to a school of social work at the University of Chicago,\nwhich at that time was well regarded, and had a sociological orientation, rather than\na psychiatric orientation. And while I was there, I received a phone call from New\nYork, from Edward A. Newman, a wealthy Jewish banker, asking me if I were\ninterested in conducting a study of cooperative farming in the United States, what\nour experiences were in that field, because the — Henry Wallace, either secretary of\nagriculture or vice-president at — I think he had just stopped being vice-president,\nTruman had been appointed — was very interested 1n possibly expanding\nAugust 1, 2010\ncooperative farming in the United States as a way of helping landless farm workers\nto become owners, and they were particularly interested in moshavim, because one\nof the sons of Henry Wallace had been in Israel for a summer, and reported about\nkibbutzim and moshavim. So Edward Newman, who knew Henry Wallace,\ndecided to fund a study. And the reason he called me 1s a term paper of mine on\nkibbutzim in the junior year had gotten published in a journal. And so, I looked like\nbeing an expert in an area where nobody else was really better informed. Not that I\nreally was an expert, because I didn’t speak Hebrew and had never lived in Israel.\nSo I decided to accept the job and after one quarter at the end of December, went to\nNew York to start the job. The study was — had to have a organizational\nsponsorship, and so we set up the rules [indecipherable] institute, and with the help\nof Henry Wallace, I was able to recruit a board of directors, who were very, very\nprominent. Some of them were suggested by Justice Brandeis, who heard about the\nstudy and invited me to his home on a Sunday morning to tell him what was\nhappening in the cooperative farming field, especially Palestine. He obviously\ncontinued to have a significant influence and interest, and indeed, had been\nresponsible for the book by Walter C. Loudermilk, the commissioner of social si —\nthe commissioner of conservation in the department of agriculture, who had made a\nstudy of why 1s it that in the Middle East, there is such incredible poverty, when at\nAugust 1, 2010\none time in their history, it was the most advanced and prosperous area? And he\nwent by car from Morocco, all the way to Iraq and Turkey and then wrote a book\nin which he pointed out that the neglect and the poverty was due to the way the\nsocial structure was operating under Islam, and the only bright light was the Jewish\nsettlements in Palestine. And he praised them and pointed out the modern\nagricultural methods and thi — the green line already existed in 1940 when — in ’41.\nAnd when Henry Wallace got the report, he apparently called Brandeis and told\nhim, you should really look at this. And Brandeis got someone, a woman, to edit\nthe report, publish it as a book called, “The Land of Promise,” and the book was\ndistributed to every member of Congress. And so, the fact that I was making the\nstudy was obviously of interest to Brandeis. So suddenly, as a refugee, I felt myself\ninteracting with people in the so — conservation service, the agricultural extension\nservice, and wherever I went to study cooperative farming experiences in the\nUnited States, I had superb cooperation.",
        "Q: In this period, when you met Brandeis, and you’re going around looking at the\nfarms, did anybody ever question the fact that you were a refugee, and ask you\nabout —",
        "A: No, no. Neither they, or any of the officials, very high officials, I mean, you\nknow, third level subcabinet officers, and the — the U.S. government, under Henry\nAugust 1, 2010\nWallace had begun cooperative farms by purchasing large plantations that were\ngoing bankrupt, especially in the south, and then hiring farm managers and\nrecruiting impoverished farm laborers, put them on the land. Each — the land was\nowned cooperatively by the farm. They didn’t know much about how to run a farm,\nso they built a large farm and equipment for large machinery, and the farm manager\nbegan to teach the workers and gradually they took more and more responsibility\nfor running the farm. And so I s-studied the 27 experimental areas, traveling all over\nthe United States.",
        "Q: And how long did you stay with this job?",
        "A: Well, until I was drafted. In the middle of the study, I was drafted. I had part of a\nmanuscript with me. I also visited some of the religious collective farms, like the\nAmish and Amana colonies in Iowa, which were communistic [indecipherable].\nBut before I finished, I was drafted, but I somehow managed to finish my report and\nHarper Brothers decided to publish the report as a book, calling it, “Exploring\nTomorrow’s Agriculture.” So after, when I was in basic training at Fort Dix, New\nJersey —",
        "Q: And what year and month was that?",
        "A: That was 1943. I—I went in the army °42, but in basic training. I think 1t was ’43\nthe book was published. And I was a private being trained to be a first aid enlisted\nAugust 1, 2010\nman to deal with injured people in the battlefield. When a package arrived, and I\nimmediately knew when it was brought in by the first sergeant that this was not\nfood from some f-friend or relative. But he made me open it up, and it was a book.\nAnd he looked at this and says, he expected some food and candy that could be\ndistributed — he said, did you write this? I said yes. He said, well, 1f you can write so\nwell, let’s see how well you are in cleaning pots. So everybody laughed and for one\nweek I had swep — special duty in the kitchen, cleaning these very large pots, some\nof them so large that you had to go into the pot to clean it.",
        "Q: Let me ask two questions; one 1s, do you attribute his response just to the fact\nthat he was disappointed that there was no food, or do you think any of this was\nanti-Semitic, or anti-intellectual?",
        "A: I don’t think so. I don’t think there was — I experienced no discrimination or\nreference to my refugee status. First of all, I spoke English extremely well. I did\nbetter on many tests, including sharpshooting. I was not outstanding, but you know,\ndid adequately. So the — within the army, I did not experience any anti-foreignism,\nor anti-Semitism.",
        "Q: And, let me ask a different question. What name were you going by at this point,\nand can you talk about change of name?\nAugust 1, 2010",
        "A: My brothers and I had changed our name in 1940. After the war had begun, and\nmy brothers, one of them was in the British Army and the other in the Haganah in\nIsrael, and people in Israel anyhow wanted — didn’t want German names. But one\nof the special problems we faced is that our parents were living in Amsterdam, and\nif we were taken prisoner, this might — we were worried that this could cause\nproblems for them as parents of traitors, because we were obviously fighting against\nthe Fatherland. So we decided to change our name and adopted a name that was\nsuggested by Rabbi de Sola Pool, and — whom — whom I knew, because his wife\nwas president of Hadassah. And I was one of the people she became interested in\nbecause there weren’t many young Americans who showed much interest and real\nknowledge about Zionism and Israel, which I did because I had been very active in\nGermany, even though I was only 14. So, he was very helpful, and he ultimately\nmarried Helen and me, even though we were not Sephardim. So, at any rate, this 1s\nhow, professionally, I finished a book which Columbia University accepted as my\ndissertation. Because at Columbia you had to publish your dissertation, and here I\nhad a book published by Harper brothers. So my dissertation was approved before\nI had taken more than one course in sociology at Columbia. So when I came back\nfrom the army, I had to take all the courses and pass examination about substance,\nbut I didn’t have to write a dissertation.\nAugust 1, 2010",
        "Q: Okay, so now let’s go back to Fort Dix, and you’re working there, training to be\nsometa — medic, and you’re going by the name of Eaton at this point. And then\nwhat happens?",
        "A: Well, in Fort Dix, when we finished our basic training, I was a sort of middle\nrange effective first aid man, because not being very tall, I had problems carrying\nthese — the what do you call — you carry human beings on — that are injured on a —",
        "Q: Stretchers?",
        "A: On a what?",
        "Q: Stretchers, or —",
        "A: On stretcher, yeah, one stretcher.",
        "Q: Yeah.",
        "A: You know, you had to carry the stretcher and — and on battlefields you had to be\n— keep your head down and so on. So you had to carry, you didn’t do it by yourself,\ntwo people had to carry a stretcher. But most people preferred others to work with\nthem than me, because I wasn’t as strong as many other soldiers. So, instead of\nbeing sent to a field, to a division, I ended up at a military hospital in Camp\nRucker, Alabama, as a clerk. And it looked like my future would be to be a clerk\nin a military hospital, and I was very well regarded, because I was among the\nrelatively few people who could handle medical records, with all their special\nAugust 1, 2010\nwords, and being able to identify diagnoses and to spell them properly. So I was —\nmy commanding officer thought very well of me. It might even result in a\npromotion to private first class, but before that happened, he got a notice from\nWashington that I was being transferred.",
        "Q: Let me just interject one question, and then we’ll talk about the transfer. What\nwas your official citizenship status at this point?",
        "A: I was an enemy alien, and I was drafted as an enemy alien. And as an enemy\nalien, I was obviously under FBI surveillance. I know this because in 1942 I\nreceived a postcard from Sweden, from an aunt, saying that they needed money so\nthat they might be able to get a visa to Ecuador for my mother. And they didn’t\nhave money, could I raise 12,000 dollars? And within two days or so after I got the\npostcard, the FBI came to my door and asked me if I had sent any money, pointing\nout to me that this was trading with the enemy. Well, I didn’t have any money, I\ndidn’t know anybody I could get 12,000 dollars from. But I know, obviously my\nmail was being monitored. And, you know, the — they did say to me, it’s just as well\nyou didn’t send them any money, because this is just a scam, as far as we know. But\nmy mail was being censored, without ever being notified.",
        "Q: So, now as an enemy alien, you’re in the army —",
        "A: Yes.\nAugust 1, 2010",
        "Q: — and —",
        "A: So we’re as — but the fact that I was drafted, this didn’t seem to bother anybody.\nSo it might have meant that I might have been promoted more quickly, that could be\na factor, because I was ap — still a private after s-several months in a really\nimportant position in the hospital. In other words, I was in charge of the night shift,\nand when people came in, they depended on me to keep the records straight, and\nthat had been, apparently, a real problem, simply because it wasn’t always easy to\nget the right people to do the job. Well educated people usually were assigned to\nother jobs.",
        "Q: And then why did you leave this job?",
        "A: So, what happened, and I only learned that later, is that when you’re drafted — in\nWorld War II, the army had adopted the IBM technology to keep personnel records,\nso that every soldier, when he was drafted, had — was interviewed in great detail\nabout their background, and all of that was put on IBM cards. And in 1942, or was\nit f— or early ’43, I’m not sure exactly, the U.S. government had decided that when\nwe liberate France, the U.S. would need to govern France. Roosevelt did not trust\nde Gaulle, whom he regarded as an extreme nationalist who would undermine the\nrecovery of Europe, as happened in wor — after World War I, when the French\nwere — insisted on the Versailles treaty. So, he decided he wasn’t going to let the\nAugust 1, 2010\nfree French govern France, but there would be a U.S. military government of\nFrance, then there would be free election, and let the French decide whether they\nwant de Gaulle or somebody else. So in preparation for the liberation of France,\nthey were going to train a cadre of people to govern France. And even though I\ndidn’t know French, but becu — my card fell out and they decided I was one of these\npeople, so suddenly I was transferred from Camp Rucker, Alabama to Queens\nCollege, New York, to learn how to be one of the military government staff. French\neconomics, French history, French law. The f — the — the taxation system and so on,\nso for six months I learned a great deal about France, and learned enough French so\nI could go to Columbia and pass my French language exam, because at Columbia\nyou had to have two foreign languages if you wanted a PhD. They accepted my\nGerman and I passed the French exam, I learned enough. And we were about ready\nto be shipped over to England to work with the English, who had reluctantly\naccepted the policy of Roosevelt, when Roosevelt and Churchill met in\nCasablanca. And there Churchill convinced Roosevelt that the free French, de\nGaulle should govern the occupied France, that with all the problems that de\nGaulle might create, it was better than the English and Americans tr — doing the\njob. So overnight, about 10,000 bright American soldiers became surplus, and had\nto be reassigned, and our — overnight, our program was finished. I mean, you know,\nAugust 1, 2010\nwhen you come to think of it, right in the middle of it, there was no longer any need\nto train people to govern French towns and villages. And most of the trainees were\nreassigned to different divisions. Many military units had a shortage of people with\nhigh IQs. And this was an opportunity for the army to infuse more people with high\nIQs. But a few were given a choice, because the army was trying to fill some\nspecial jobs. And one of them was a unit that would be dropped to sabotage German\nfacilities, dropped over Germany. And so I was interviewed and told that that was\nan opportunity for me, but they warned me that the chances of surviving were less\nthan 50 percent, and what would be involved. And not that I was particularly heroic\nand wanting such a — a job, but I didn’t feel as a Jew I could say no, so I — I said\nyes, when I really wa — wished I didn’t have to say yes. So, as a result, I was sent to\nCamp Ritchie, the U.S. intelligence training area near Washington, D.C.",
        "Q: Can you tell me about the type of training you got at Camp Ritchie, and who the\nother soldiers were who you met there?",
        "A: Well, shortly after I arrived at Camp Ritchie it became clear the govern — the\narmy had decided that the program of dropping people didn’t work, the Germans\nwere too well organized. So actually I found myself attached to another unit, the\npsychological warfare division of the U.S. Army.",
        "Q: Now —\nAugust 1, 2010",
        "A: — and that psychological warfare division had very interesting responsibilities of\nproviding intelligence at the division, as well as at the supreme headquarter level.",
        "Q: I want to talk in detail about what you did in PSYOPS, but can you first tell me\nabout who the other people were in your — in the division and in your unit? What\ntypes of people were recruited for this work?",
        "A: In the psychological warfare division, the key person was a Austrian named\nCaptain Hans Harber(ph), and he had become important because he — he married\nthe daughter of — the father of Ted Kennedy and the other Kennedys, who had\nbeen ambassador to Great Britain. The way Hans Harber(ph), who was himself a\nrefugee from Austria — he became extremely well-known because of his personal\nhistory. Harbie(ph) was the son of a Hungarian Jew named Baeckeshee(ph), who\nedited the scandal sheet of Budapest, and who had shot himself in the foot in World\nWar I, so he wouldn’t have to serve. And Hans had been very ashamed of his father\nwhen the war broke out in — World War II, in ’39, he signed up in the Foreign\nLegion and was taken prisoner by the Germans and escaped, and wrote a book\nabout the whole situation; his service, his family, and it became a best seller. So this\nis how, because of the book, he was invited to lecture all over the country and\nEurope, and this is how he met his future wife. And then he signed up in the\nAmerican army, and he dising — distinguished himself in North Africa. He was a\nAugust 1, 2010\njournalist who had studied the history of Hitler and his family. So he was appointed\nto head the psychological warfare units, and was regarded by top level executives as\na intelligent, sophisticated analyst of what was going on in Europe.",
        "Q: Now, before you could b — enter psy — the PSYOPS division, did you have to\nundergo any security clearances, any other special exams?",
        "A: If I did, they h-had all the information about me, so I— I would — I do not recall.\nMy hunch 1s they did make the security clearance.",
        "Q: And what sort of special training did they give you at Camp Ritchie?",
        "A: Well, the training we got was a a-analysis of how the German army was\nstructured; tactically, strategically, chains of command. We studied the German\npropaganda techniques. We studied the British American policies that Harber(ph)\nhad worked out with the British, which contrasted to the Hollywood approach, that\nat the beginning had been kind of adopted, a kind of advertising that we have now,\nin which you oftentime make claims that are not — that are misleading. The British\nhad decided before Dunkirk, that the only way they could win in Europe is to\nadopt a policy of always telling the truth. So at Dunkirk they reported their defeat,\nthe problems of evacuating everybody, the losses, and they broadcast these facts to\nthe Germans over BBC, and the French and so on. And you know what, they were\nfacing a tremendous loss, had the Germans had succeeded, and continued this\nAugust 1, 2010\npolicy and psychological warfare had adopted the policy of not using propaganda,\nthey — you know, the way Americans advertise.",
        "Q: And how did they define your mission? Did you have a mission statement?",
        "A: The mission statement was to get the Germans as — first of all, to believe in what\nthey were being told by the U.S. and by the British, and second, to get the Germans\nto question their regime, on the basis of what was difficult for the Germans. In other\nwords, we’d — we — to simply say the Germans were unfair and unjust and so on,\nwasn’t going to work, because they felt that Germany, in order to survive, had to\ndo some terrible things, that’s war. We had to focus on inconsistencies in German\npolicies from the point of view of the German public and the differentiation\nbetween what was good for the general public, and what was good to the me — for\nthe maintenance of the regime.",
        "Q: And did you begin any of the actual work while you were still in the United\nStates —",
        "A: Yes.",
        "Q: — or was this all pre —",
        "A: We - we wrote leaflets to be dropped.",
        "Q: While you were in Camp Ritchie?\nAugust 1, 2010",
        "A: While we da — we had to find our way blind, men left all by ourselves\nsomewhere in — in the area. We had to write reports to headquarters. It turned out\nlater on, the unit I was attached to was directly attached to Eisenhower’s supreme\nheadquarters, so we were reporting directly. Ha-Ha-Harber(ph) obviously was\ngiven that job, and so the 10 people he had selected automatically got jobs that had\nactually impact on public policy.",
        "Q: And when did your unit ship out to Europe?",
        "A: We shipped out in ’43, and were sent to London, there to work with the British\nand get trained for British American cooperation. We had — that time we had not yet\nattacked Europe at Omaha Beach, but we were being readied for that event. We\nknew that sooner or later we would invade Europe, but of course we didn’t know\nwhen it would happen. But that was our training. And especially writing reports,\nworking with British — actually, we were being investigated carefully by British\nintelligence. They didn’t trust — and I learned later that the Americans, our\nparticular unit was sent to a villa in the outskirts of London, which was very\ncomfortable, but of course the blitz was going on. Any time you got hit by a bomb,\nthat was it, a whole block would be wiped out by one bomb. And — but the villas\nwere run by women — British women soldiers, who did — who fed us, who looked\nafter our clothes, who woke us up in the morning, who made sure that we had, you\nAugust 1, 2010\nknow, were properly fed and had all the comforts. What we didn’t realize, that they\nalso were carefully making notes on all of us, and had conversations. Their job was\nto make sure that we would be able to function in a proper fashion. And then, about\nfive weeks after the invasion of France, we landed at Omaha Beach at a time when\nit was no longer dangerous, because actually, American troops had liberated Paris.\nSo we landed and there was a bus waiting, and we drove directly to Paris.",
        "Q: Now, won’t you tell me about what your day to day work was? And I know that\nyou were writing leaflets, but what was the source of information, how did you get\nthe information that you we — based on your reports, and how did you decide what\nwent into the reports that you were writing?",
        "A: Well, the leaflets had to appeal to Germans. So what we did is we looked at the\ntactical situation, and then presented it to the Germans as this is what is happening\nin the battlefields. And giving them facts about what was going on, which by 1940\n— late 1943 - 1944 was no longer entirely favorable to the Germans. I mean, we\nwere still incurring losses, but we were beginning — you know, in Africa we\nactually were able to defeat Rommel and prevent the capture of Egypt. So,\ndepending on what happened that day, we would write a leaflet, and then we would\nthink of some other things that might make Germans question the policies of their\ngovernment.\nAugust 1, 2010",
        "Q: And how independent were you in terms of what you put in? Who had to\napprove these leaflets?",
        "A: The 10 men working in teams of one or two or thr — not more than that, would\nprepare a leaflet, or a news broadcast, and they would be reviewed by Captain\nHarber(ph). And he had the authority to say yes or no. There was a colonel, but the\ncolonel was somebody who had come from the broadcasting industry, who worked\nwell with Harber(ph), but really Harber(ph) was the authority, as somebody who\nunderstood what was going on in Europe.",
        "Q: And how did you disseminate these leaflets once you wrote them?",
        "A: Well, we did nothing, they were just — they were just exercises. The — I think at\ntimes — no, I don’t think, I know at times our products were shown to high officials,\nprobably Patton and Bradley and Eisenhower, to give them an idea what\npsychological w-warfare we’d be doing. But it was all practice.",
        "Q: So none of these ever made it to Germany, or —",
        "A: I don’t know. They — they may very well have been dropped. Certainly I knew\nthat once we were at Radio Luxembourg, everything we did was being dropped. I\ndon’t know whether, before we actually occupied Luxembourg, and Radio\nLuxembourg, and operated from there, whether the British had decided that simply\nit was enough to have the BBC, simply because to drop leaflets meant to use air\nAugust 1, 2010\npower, and every plane we could spare was being used to bomb. So I sort of doubt\nthat they would drop leaflets, when we had no capacity to occupy, to get Germans\nto surrender, and so on. So I’m not sure that — there may have been some tactical\nuse used in the radio brod — broadcast, but — but we didn’t get that kind of feedback.\nBut I doubt very much that we dropped any leaflets before we were in a capacity to\ntake prisoners.",
        "Q: So when did your unit shift from Paris to Luxembourg, and what was the\nreason for the shift?",
        "A: Let’s see, D-Day was’?",
        "Q: June seventh. June fourth.",
        "A: June fourth, so in July, when we went to Paris, and then about a week later, we\nwere shipped to Luxembourg, which the Germans had evacuated in a hurry. And\nthey left Radio Luxembourg operating. And so we took ov — the allies took over\nRadio Luxembourg and turned it into a broadcasting station to Germany, and to\nEurope, to France, and to many other languages. So, basically we were stationed\nin the radio station, which had large administrative headquarters, and also military\nbar-barracks of the Luxembourg Army, and the population of Luxembourg was\nvery friendly. After all, they — they were not — had been occupied. So, it was a\npretty secure place from which to operate.\nAugust 1, 2010",
        "Q: And were your radio stations just conveying tactical information from the\nbattlefield, or were you doing anything else?",
        "A: We had news programs every hour on the hour in German. And Radio\nLuxembourg also had a program that claimed to be a — a group of SS dissidents\nwho had decided that the fuehrer needed protection from the corrupt subordinates,\nlike Goering and Goebbels and Himmler, who were really taking advantage of\nhim, and sabotaging his policies, and that there was a need to clean out these\ntraitors, to enable the fuehrer to retake command, to protect the Fatherland. And that\nwas the approach of the dissident SS group that a program claimed to be, even\nthough it was broadcast over Radio Luxembourg only five minutes a day.",
        "Q: And who was taking the role of the SS [indecipherable]",
        "A: I don’t know, because they never told us that this program existed. It was so\nsecret that even we didn’t [phone ringing] Okay? The — this program, which we\ncalled the black propaganda, because it was based on a falsehood. And that unit, I\nlearned later, broadcast gossip that we picked up from prisoners of war, because we\nwere instructed, when interviewing prisoners of war to find out about their home\nlife, what was going on in the cities where they lived, you know, the soldiers who\nwere being taken prisoners were wondering wer — will they be tortured. And when\nwe interviewed prisoner of war, we first sat them down and says, would you like\nAugust 1, 2010\nsome coffee? And we gave them real coffee, and spoke about the fact, you know,\nAmericans still can buy good coffee.",
        "Q: Did any of them question why your German was so good, or suspect that —",
        "A: The Germans?",
        "Q: Yeah, the prisoners of war, or did any of them suspect why your German was so\ngood?",
        "A: No, th—I-— nota single prisoner ever asked me where — how come I spoke such\ngood German, was I Jewish? They were too scared. They may have suspected that I\nwas Jewish, and some prisoners, of course, without being asked, told me about how\nopposed they were to the persecution of Jews.",
        "Q: Now, you say there was another unit that was doing the black propaganda. What\n— was your propaganda all white and red?",
        "A: In other words, part of the information we were asked to provide was for a\nservice that we didn’t know about, because it was so secret, that 1t wasn’t shared\nwith us. I think Harber(ph) knew about the black program, but he never shared it\nwith us.",
        "Q: Now, did you ever get any reports back about who was actually listening to your\nradio broadcast, and what effect it had?\nAugust 1, 2010",
        "A: We asked people, and — because severe jail sentences; being sent to the front\nlines, 1f you weren’t 1n the front lines; being sent to concentration camp was a\npossible punishment for listening. It was strictly forbidden to listen to any enemy\nbroadcast. And so it was important for us to find out if they had heard, and we\nfound out that a large proportion — I don’t remember statistics — were — had listened\nat some times, because they wanted to know what was going on. And the other\nthing we did do, is to encourage listenership. We not only provided accurate\ninformation to the Germans, of exactly what was happening, we provided them with\ninformation of what was happening to bombed cities and villages, to the extent that\nwe could get information. And about three months before Christmas, 1944,\nHarbie(ph) convened a meeting of his 10 soldiers and said, you know, we have a\nproblem what to do on Christmas. Should we broadcast on bri — Christmas we do\nevery day? Because after all, our broadcasts are very disturbing to the Germans.\nThe news every day is not good. And what should we do on — on Christmas day?\nHow to somehow appeal to them? And I proposed that we don’t broadcast any news\non that day, since it would be bad, but instead interview prisoners of war to send\ngreetings to their loved ones, and broadcast them. So the decision was we should\nannounce from months in advance, on Christmas day, we will have 1,000 German\nprisoners of war personally speak to their families. W-We learned later that this\nAugust 1, 2010\nnews spread and was a way of making people think about agwa — if they had a\nprisoner of war, maybe my son is among the 1,000.",
        "Q: What sort of greetings did they say?",
        "A: We would ask them to — they had about a little less than a minute. They could\nsay who they are, that they’re a prisoner of war and so and so, and they’re in this\nand this camp, that they are feeling well, that they’re healthy, sending greeting to\nmother and father [indecipherable] and brothers and sisters, and whatever they\nwanted to say and do through that period. Many of them talked about that they’re\ngetting good food and that they’re not being tortured and th —",
        "Q: And where were these POW camps? Were they all in Luxembourg, or\n[indecipherable]",
        "A: No, we would go to the front lines and then simply — our unit had trucks, these\nnews — not — I-like any radio — any radio station, or television station, they have a\ntruck fully equipped to interview and to broadcast, so that we would actually\ninterview people, and get them in at broadcast, or sometimes have them repeat it so\nthat it would fit our pattern, and gradually accumulated enough personnel using\nthese mobile broadcasting ca — trucks.\nAugust 1, 2010",
        "Q: Been talking about the radio, I want to talk about the print aspect. You\nmentioned in Paris that you thought that nothing was dropped because of the\nbombing, but later on it was.",
        "A: And it wa — na —",
        "Q: So tell us about the leaflets and how those were sent over Germany.",
        "A: Not only leaflets, we also had a newspaper, called “The Front Post,” and they\nwould also be dropped. They were a little larger, had more information and were\noverstated. And they were dropped. I don’t think they may — probably every two or\nthree days —",
        "Q: This is all by airplane?",
        "A: By airplane, or by artillery shells.",
        "Q: And where were they targeted, for cities, or —",
        "A: They were targeted on front line units of the German army. Occasionally I think\nwe also dropped leaflets, “The Front Post,” not the surrender bre — leaflets. They\nwere only dropped over the German lines. But we also would drop newspapers over\nGerman villages and cities.",
        "Q: And were you able to gauge the effectiveness of these leaflets? Do you know\nwhether people read them or saved them?\nAugust 1, 2010",
        "A: Well, we would interview people and we certainly would get feedbacks that they\nwere being read, but I had no access to the comprehensive reports, so I — I don’t\nreally know whether we reached 25 percent or 40 percent or 50 percent at different\ntimes. But certainly the Germans were not effective to completely stop the use of\nthe material that was being dropped.",
        "Q: And tell me about the content. I — you mentioned before that it was —",
        "A: Well, I-",
        "Q: — largely tactical. Did you talk about any atrocities in these leaflets?",
        "A: The British opposed the idea of focusing on the persecution of the Jews. They\ntook the position that — a-and a correct position — Hitler was again and again\nreminding Germans that there wouldn’t be a war, except for the Jews. And of\ncourse, Roosevelt was — was — had his name changed from Rosenfeld(ph) to\nRoosevelt and that if it weren’t for the Jews, nobody would oppose Hitler. And the\nBritish took the position that focusing on the atrocities would only reinforce the\nidea that this 1s what the war was all about. So you had to get special permission to\nmake any reference to the persecution of the Jews on our news broadcasts.",
        "Q: So were there any times when you looked for that special permission, any events\nthat were covered?\nAugust 1, 2010",
        "A: Well, I think there was evi — there was — I think Auschwitz was mentioned, but\nnot every day, not even every week.",
        "Q: So let me ask about Auschwitz.",
        "A: I mean, when we started to liberate camps, then that was announced.",
        "Q: So what —",
        "A: But that was very late. But in ’44, you couldn’t touch the Jewish issue.",
        "Q: So we mentioned the liberation of Auschwitz, so were you getting information\nfrom the Soviets? Were they sharing inf — intelligence with you?",
        "A: Oh yes. No, no, the exchange of information with the Soviets on that issue, I\nthink was pretty good. Certainly our leaflets constantly showed the Russian front,\nwhich looked much — their advances were much quicker than our advances, so we\nhad to focus on, soon you will be occupied by the Russians. But we didn’t say, put\nit this way, we simply said the Russians are advancing, and we are advancing, but\nwe didn’t. We showed on the map that they were advancing much more quickly.",
        "Q: Now I understand there was also information about surrender in these leaflets.\nCan you tell —",
        "A: About what?",
        "Q: Surrender.",
        "A: Yes.\nAugust 1, 2010",
        "Q: Can you talk about that?",
        "A: Well, we took the position, say to the Germans, you’ve lost the war. If you\nsurrender, you will be — this leaflet will — and this was on every leaflet, is a written\nguarantee of the condi — [coughing] of the following conditions of surrender: first,\nyou will not be tortured. You will be sent in a prison camp. You will get three meals\na day, identical to the food of the American or British soldiers, which includes; real\ncoffee three times a day; real cigarettes with every meal; meat and fish. Healthy\nfood, the way allied soldiers are being fed. You will be allowed through the Red\nCross to communicate with your families, so that if you surrender, you will have\ncontact with your families, which now, very often you don’t have, because the\nGerman communication system was not very good in ’44 and ’45. That was the\nsurrender. And these guarantee, they called it guarantee [indecipherable]. Quite a\nfew soldiers, when they surrendered, pulled them out of their shoes, or somewhere\nin their clothing, to be sure that they would be treated properly. And certainly when\nwe interviewed prisoners of war, we did not use the kind of threats or you know, s —\nintimidation f-for I think many good reasons. First of all, tactical information you\ndon’t get from soldiers. You can sometimes get it from officers, but by the time you\nget it, all a — it often is no longer valuable. Because what do we want to know is\nwhere do you have your artillery, what kind of weapons do you have, does your unit\nAugust 1, 2010\nhave? What plans were made to proceed to defeat us, and so on. That kind of\ntactical information, for 24 - 20 - 48 hours might be useful, but with advances of the\nbattlefield, it does — it doesn’t become very meaningful. So at any rate, while —\nwhen you interviewed officers, you would try to learn from them what kind of\nequipment they had. You didn’t just f— you didn’t focus on that, you also spent a\nlot of time on their schooling, how they became officers, what their career was, and\nwere they being treated fairly. What about their families, how they were doing, their\nchildren and so on. And f — on that basis, people often told us things, how life was\nterrible, what they were fearful of being arrested simply because they wanted to\nsurvive, and that they had been dis — badly treated, and that in particular officer in\ntheir command had been very mean and they had suffered this and that and so on.\nSo that kind of information [indecipherable] obviously, did reach the black station,\nbut we didn’t know it.",
        "Q: Did they talk much about their views toward the Nazi party? Did any of them\nhave Nazi membership that they denied, or was this simply not covered?",
        "A: Some did, very few. Most of the people tried to avoid politically sensitive things,\nbut they weren’t sophisticate always to know what was sensitive. So we did get\nuseful information, but we were very circumspect of asking them. We — we did ask\nthem, were you a member of the Nazi party, and most of them were. And then they\nAugust 1, 2010\nwould say, well, understand, everybody had to be a member of the Nazi party. And\nthen we would learn a little bit about their career. Some of them were willing to\ntalk, because they thought it might improve the way would — the way would be\ntreated, because they were being treated so well. And if they were resistant, we\nwithdraw and then send them back, and let them tell their fellow soldiers in the\nprison camp, I didn’t give them any information, but they didn’t do anything to me.\nAnd thereby enhance our reputation among the prisoners of war, because we would\nnot only interview them — we couldn’t interview everybody who was being\ncaptured, there were too many people being captured.",
        "Q: Now, I understand that you actually took in one surrender of a general —",
        "A: Von Poten, Ernst von Poten.",
        "Q: Tell us about that incident.",
        "A: Well, we were always looking for interesting prisoners, so when the city of\nTreya(ph) was about to fall, I was sent, as I often was, to go there and find out how\nmili — to write a report on the — how a military government functioned after the first\nde — day or two. And see if there were any interesting prisoners. So when I got to\nTreya(ph), the captain who — in charge of military government, been maybe there\n24 hours and 48 hours, and had found a German who was willing to be a\ncoordinator between the military government and the German administrative\nAugust 1, 2010\nsystem. And he had apparently not been a Nazi, so the captain had developed trust.\nAnd when I ask about interesting prisoners, he said, well ba — you better talk to — I\nhave the name now, but I don’t remember just now what the name is. So I came to\nhis office and he said, oh yes, there’s a general who would like to surrender, but\nhe’s afraid of being taken prisoner by some enlisted group, because they might\nmistreat him. He would like to be — he’s hiding, hoping to get arrested by officers,\nand I know where he 1s and he told me that’s what he would like to do, and if you\nare interested, I will tell you where he 1s. That was kind of a silly, you know — but I\ngot the instructions and so on, and talked more. He didn’t know much about the\ngeneral himself. My driver, who was married, felt this was a trick to get us into the\nwoods above Treya(ph) where there might still be German soldiers that had been\nroaming around and would attack us, and this is not a reliable story. But I had\nbecome convinced that it was real, at least there’s a good chance, and so I said, let’s\ngo and get him and he had — my driver had no choice, I — I happened to b-be one\ngrade above him. So, we went with our regular broadcasting truck, and followed\ndirections and drove up into the woods and after about maybe half an hour, I saw a\nman walking with a — a dog and von Poten had been described to me of having a\ndog. And so we stopped. [phone ringing]",
        "Q: [indecipherable] take a call right here.\nAugust 1, 2010",
        "A: This time I’m taking [break]",
        "Q: Okay, this begins the next track with the interview with Joseph Eaton.",
        "A: Well, a man who looked like the general that was described, and the fact that he\nwas walking with a dog, we stopped the truck. And I opened the window and said,\nGeneral von Poten? He looked up and said, jawohl? Sort of, yes. And I said, I\nunderstand you want to surrender? He said yes. I said, well, I was sent by supreme\nheadquarters to take your surrender. Thank you, he said, I’m glad how — that you\ngot the message. And here is, about 200 meters from here is a cottage in which we\nhave been living since I was fired from my post a month ago, or two months ago.\nSo please, let’s sit down comfortably in my house. So he walked and we drove and\nhe went into the house and brought out his wife and introduced her. And so my\ndriver was suspicious, he didn’t go in, and I went into the house and we sat down.\nBut the small room was crowded with furniture covered with bed sheets. And we\nsat down on a couch and started to talk. He pulled out documents signed by the\nchief — the commander of the German army, General Keitel, informing him that the\nfuehrer had decided that the army needed more young people; they weren’t\nsufficiently aggressive to push ahead, and for that reason, in spite of his good\nservice, he was being retired. He appealed the forced retirement, but the appeal was\ndenied. All of this was in correspondence signed by no one less than the counterpart\nAugust 1, 2010\nof Eisenhower, the chief commander of the German army. So, I took those\ndocuments and he said he decided, even though he was no longer a soldier, he said,\nI’m a civilian now, but he decided that as a former general, he might be considered\nsomeone to be made a prisoner of war, he hoped this would not be the case, but this\nis why he let the message be transmitted that he was ready to be in touch with the\nenemy. He indicated in conversations about the war, I learned — he and I talked\nabout his career. So, he said, I became a soldier before World War I, and served in\nthe Austrian army, and he told me the different battles. And then stayed in the\nAustrian army and then when Germany occupied Austria, he became part of the\nGerman army. And he was involved in the war against Russia and was in-injured\nnear Stalingrad, and for a year and a half was in the hospital. And after he had\nrecuperated, the army assigned him to be the governor of the French city of Metz.\nAnd he showed me documents there, his appointment. And he indicated that he had\nproblems with the head of the Nazi party in Metz. Metz is a French city, occupied\nmostly by German speaking people, so it’s part of Alsace-Lorraine that had been\ntransferred after World War I, to France. And he said, I had problems with the local\nNazi leader. When I got the job, they offered me several villas, but they were all\ntaken from Jews. And my wife and I didn’t want to live in a house that was full of\ntears, so we didn’t take them, we went into an apartment. He may have realized that\nAugust 1, 2010\nI was Jewish, but he didn’t ask me. And then I was in — had trouble with the Nazi\nparty leader, because I took the position that for security purposes, we had to choo —\ntreat the local population well. So I went to French music events, French theater,\nnot only the German theater, and the Nazi leader felt that was not a proper thing to\ndo, for the commanding general to go to a French theater production. And he\ncomplained to Himmler and asked that he be dismissed, and apparently succeeded;\nHimmler supported his retirement. All of this was in documents. So, I se — I then\nask him, well, what you — what would you recommend that Germany do today? He\nsaid, we’ve lost the war, we have to accept unconditional surrender, because every\nday major German villages and cities are devastated, and we are not gaining\nanything. It’s — we’ve lost. So I said, would you be willing to tell this to the German\npopulation if you had a chance? He says, of course. And then I told him that he was\na lucky man, that he had the opportunity to do this right now, because there was a\nbroadcasting station in my truck. So he got caught, and I gave him a pen and paper,\nand I found he had great difficulty writing a script, so I offered to write it, help him\ndraft it. Well, what are you going to say”? He said okay, and I drafted a speech,\nthinking in terms of what is he likely to say? So, you know, he wasn’t advocating to\nsurrender, because Germany had done terrible things. He — he had no regrets about\nmoving into Russia and whatever he-helped in Russia, and you know, every\nAugust 1, 2010\ncommand was one that he tried to execute. He simply was willing to surrender\nbecause it was better for Germany. So he modified my remarks, his German was\nmuch better than mine. And then I said let’s — I sat him into the truck doing exactly\nwhat you are doing, and we listened to the broadcast. And then I had him do it two\nmore times, because it didn’t sound as good as I thought it wou — should be. And\nafterwards I told him that he should put on his uniform, and asked him if he had any\nweapons, and the only thing he had was a sword and a pistol, and I took both of\nthose. And he dressed in his army uniform and I said, well, I have to take you to\nheadquarters to — for them to decide whether you are to become a prisoner of war,\nor a civilian and could be treated as a civilian. And so he gave me more papers to\ndocument his status. And put him into a truck late at night, the front seat, I sat in the\nback because again, I didn’t trust him to sit in back of me, and drove to\nLuxembourg. We got there about four o’clock in the morning and I called my\ncommanding officer in his quarters and told him that I got a general. And\nHarber(ph), who had a good sense of humor says, Eaton, why don’t you drive\nmore carefully? And after telling him a little bit more about the general, I said, well,\nwhy don’t we h-have breakfast with him, because I think everybody else here would\nlike to meet him. The Americans had not captured a general up to now on the\nwestern front like the Russians side. And there was a — well, you n — as you know,\nAugust 1, 2010\nin Stalingrad a Russian general who actually then organized troops to fight with\nthe Russians against Hitler. So, at about five o’clock, we — the cook had prepared\ngood breakfast, bacon and eggs and trimmings, and the colonel and majors and\ncaptains were all assembled. There was one thing that I forgot to tell you, I had been\ntold that the general was terribly worried about being taken prisoner by enlisted\nmen, he thought he would be mistreated. So I decided I would make myself an\nofficer. That was a risky thing to do, to impersonate an officer in the army. But you\nknow, we had a great deal of freedom in my cir — in other words, there was nobody\ntelling me what to do when I went to the front lines. It was my decision to decide\nwhere, which camp to go to, whom to interview, which American officers to ask for\ncooperation. So, before going up in the hills, early in the morning, about eight or\n8:30, I asked Germans where there was a drugstore, and I went to the drugstore,\nwhich wasn’t open yet, rang the bell. The druggist answered when he saw, I guess,\nthe military truck outside and looked worried, of course. And I said, I need a Band-\nAid. Well, that was an easy request. So he immediately got a box of Band-Aids.\nAnd ask him for a scissors and I cut two pieces of the rubberized part of the Band-\nAid, which is white on the other side, and put it on the helmet and promoted myself\nto captain. And so, when I took the general into, you know, custody, I introduced\nmyself as Captain Eaton, who had been sent by supreme headquarters to accept his\nAugust 1, 2010\nsurrender. So, you know, he felt sort of pleased that somehow supreme headquarters\n— and that may have had a fact — an impact on his re-readiness to cooperate. So I\nhad told Harbie(ph) on the phone what I had done. And when I arrived everybody\ntreated me as Captain Eaton, and — and my driver was sort of amazed that I —\nnobody criticized me, and then afterwards a decision was made to clear with\nsupreme headquarters what to do with the general, that we would use him to work\nfor us at Radio Luxembourg, and in the — the day or two that this might take, we\nput up the general in the hotel, and my job, I was in the same room with him, was to\ntake him for walks, see to it that he got his rations, and talk to him. And then\nintroduce him, bring him to different officers who wanted to talk to him, for\nwhatever information they were interested in. And after da — a day or two, nothing\nhappened. So I was able to talk to Captain Harber(ph), he said well, we are having\nproblems with this man, and I don’t know what’s going to happen, but it doesn’t\nlook good, because some of the senior officials in Eisenhower’s headquarters are\nconcerned over the fact that you took this general in Third Army territory and\nbrought him to Luxembourg, when according to army rules, which you didn’t\nknow and I didn’t know, you f — all prisoners of war have to be cleared through the\nprison camps. And you didn’t clear him through the prison camp, you took him\ndirectly to headquarters. And some people are talking about court-martialing not\nAugust 1, 2010\nonly you, but me and the colonel. So, it took two weeks before a decision was made\nnot to court-martial us.",
        "Q: What happened to the broadcast?",
        "A: Nothing, it wasn’t used. Apparently, there was enough fear among the upper\nlevel staff that Patton would get furious if someone that was captured in his area\nwas not — did not — he did not have the opportunity to handle the whole situation.\nAnd for that reason, rather than get into another controversy between Patton and\nBradley and Eisenhower — and there had been many controversies between them, I\nmean, they — Patton was very egocentric — the decision was made to return the\ncaptain to where we had taken him prisoner and then to notify the French, the free\nFrench, who had been asked to move into Treya(ph) as the Third Army was\nadvancing, to come up and arrest him. So my job, they says — an-an — and — and —\nand they said, we decided you should do the job. So here was my — I-I was given\nanother driver, and it was my job to find the place where I had taken him prisoner.",
        "Q: I want to shift the focus now. We’ve been talking about your role as an\nAmerican soldier and I want to talk about your attitudes as a Jewish soldier, and the\nwar at this point is winding down. I understand that you took advantage of the fact\nthat you had use of a car to actually explore and see what happened to your own\nfamily.\nAugust 1, 2010",
        "A: Yeah, well, shortly before being sent overseas, apparently army policy was to\nnaturalize enemy aliens, especially people like myself, who had a very high security\nposition. So I was given a three day leave to travel to Chicago to go before a judge\nwho — I don’t think he ever tested me as normally citizenship people ar —\napplication for citizenship, with being in the army, it — the whole thing was about\nfive minutes. And the — so I had become a citizen. The — and I was a citizen in\nEngland and — when serving over 1-in Germany. The — obviously w-we all knew\nwhat was — that the Germans were murdering Jews in large numbers. Exactly what\nwas happening, we didn’t know. You heard rumors of Auschwitz, you heard — you\nknew that in concentration camps many people were tortured, and some people\nwere killed. But you didn’t know any of the full details at all. And in my unit of 10\npeople, I think there were two who were not Jewish, all the others were. And we\ndidn’t talk about being Jewish. There were German refugees like myself and\nCaptain Harber(ph), we knew had been born into a Jewish family, but we didn’t\nknow what his sympathies were, that he had been converted. And none of my\nfellow soldiers and I ever talked about the Jewish problem. They didn’t seem to\never talk about it. And so, it — it’s something you kept to yourself, but I was very\nmuch aware, not only of what was — we knew was happening to Jews, that they had\nbeen murdered in large numbers in Russia, that — that we had heard. But I also\nAugust 1, 2010\nknew that — what was going on in Palestine, so whenever there was news available,\nI was particularly interested in. And so, as a result, I took a special interest in Jews.\nAnd one of my assignments was to enter Germany as soon as we occupied a few\nvillages around Aachen. And wherever I went, I would ask, are any — what\nhappened to the Jews. And the — Monschau didn’t have Jews, but in Aachen,\nwhich we occupied around oc — middle of October, and I arrived there maybe two\nor three days after occupation, I learned from the public relations officer that one\nJew had bi — had survived. And the army had seen to it that he would getas—a\nreasonable quarter, and he gave me the address. So, I— you know, I — wasn’t\ndifficult to find out where to go, because you asked people, and he was put into a\nbuilding that had been — the upper part had been destroyed, but the first floor, the\nfour walls were standing, there were no windows, the door could not be closed, but\nit was better than most, you know, I-living in a cellar. And he had put a big sign on\nthe door, Jude. And so when I came in and introduced myself, he was very happy\nto see me. He had a chair and insisted I sit on the chair, and he stood, in his warm\nclothing, he had no gloves. So I gave him my gloves and a scarf, and we talked\nabout what happened. And he explained to me that just before deportation, the\nGermans deported all the Jews from Aachen, but because they had Christian\nfriends, he and his wife were able to move into the suburb and be hidden.\nAugust 1, 2010\nUnfortunately, his wife got caught in the city, and his — was deported. He — but he\nsurvived. And he described himself as being a member of the B’nai Brith and\ndidn’t know any Hebrew, but he had been to synagogues and knew something about\nprayers. And he thought that probably he would be safe now in Aachen. But — and\nthat’s why he put the sign up, and he felt that he was — he didn’t know of any other\nJew who survived. Well, apparently the people in military government looked after\nhim subsequently. He was seep — he got a job in military government as somebody\nwho could be trusted, and ultimately turned out to be a member of the city council\nand became head of a new Jewish community, because there were a few survivors\nwho drifted back to Aachen and so the province decided to facilitate the\ndevelopment of a Jewish community, and he actually became its head, I think, for\nthe rest of his life.",
        "Q: Did he have any details on where people were deported to, and what happened to\nthem after they were deported?",
        "A: He knew they were deported, he didn’t know where. He knew about\nTheresienstadt, but he didn’t — the details were not known to him, it’s ju — they had\ndisappeared, and he was really worried that they might not come back.",
        "Q: Now, you mentioned Theresienstadt; you yourself visited; you talk about that\nvisit.\nAugust 1, 2010",
        "A: What?",
        "Q: The visit to Theresienstadt that you made.",
        "A: Yeah. Now, when Buchenwald was liberated, by that time much of my work\nwas to — well, nearly all of my work was to visit different cities or villages or camps\nthat we had liberated, to write reports for supreme headquarters. So I decided I\nwould go to Buchenwald. All I had to do was tell Captain Harber(ph) I’d like to\ngo to Buchenwald, he said fine. I got orders [indecipherable] you know, within a\nfew hours, and a driver, and off we went. So that’s how I got to Buchenwald, to\nwrite reports.",
        "Q: What were your main impressions?",
        "A: Well, it was impossible to describe. I mean, you drove into a camp, and you\nwere greeted with piles of corpses, maybe up as high as this — the ceiling here.",
        "Q: About how many days after liberation was this?",
        "A: That was five, six days. When I arrived, I inquired how — how the former\nprisoners were being dealt with, and I quickly discovered that Jews had succeeded\nto be in a special barracks, even though originally, the Americans had decided that\nprison — the people liberated, Poles would go into a barrack and Yugoslavs and\nGermans, pris — inmates, and then they discovered that the Jews didn’t want to be\nwith the Poles and didn’t want to be with the Yugoslavs, and they simply refused.\nAugust 1, 2010\nSo, the local commander said okay, I'll give you your own barracks. And — and that\nhappened within — on the first day. So I went to the Jewish barrack and introduced\nmyself, and we sat down, I said, what are the problems? Are you getting enough\nfood? And they said, well, we’re getting our share. And — but they were\ncomplaining about the administrative problems they had of getting recognized as a\nnationality. So we discussed the political aspects, pointed out to them that the\nBritish government had a strong, vested interest in preventing the establishment of\nJews as a Separate nationality, because of what was th — their commitment in\nPalestine, that they had made a decision that they made a mistake in 1917, there\nwere many more Arabs than Jews, and they didn’t — they didn’t want to lose support\nof the Muslims, and so they had made an agreement, and until that can be\noverturned, the British were pushing very hard to oppose recognition of Jews. But\non the other hand, Jews shouldn’t be worried, and simply, they had the power to\nrefuse. They should insist on whatever they want, because there was strong political\nsupport of their position in the American Jewish community, and to some extent in\nthe British community. So they had done the right thing and they should be very\nassertive and so on. So we talked about that, basically was mos — much of the time.\nIn addition to getting information for my reports, that was the focus of my visit.\nAfter all, I only spent maybe four or five hours in the camp.\nAugust 1, 2010",
        "Q: Now, I know that one of your reports was on the children of Buchenwald. Did\nyou actually go into the children’s barrack?",
        "A: Yes.",
        "Q: And can you talk about your reaction when you saw it?",
        "A: Well, ah — the — first of all, many children were with adults, either because they\nwere related, and I couldn’t quite understand how they survived, or because they\nwere being looked after by adults who wanted to protect them, and so on. So, the\nchildren and [indecipherable] adolescents lived for — with the — with the adults. I\ndon’t recall that there was a children’s barrack. There were not many children.",
        "Q: And did any of the Jewish prisoners ask you to take messages back? Did they put\n[indecipherable]",
        "A: Well, a few, even in Buchenwald would give me letters, but not many. I wasn’t\nthere long enough. It wasn’t like in Theresienstadt. And so the — I think I got two\nor three letters in Buchenwald. I was there for a very short period of time, because\nyou know, I had to bring back reports to headquarters. For all I know, those reports\nwere shared with upper level command. I couldn’t tell you exactly who read them,\nbut you know, like any reports coming in from the ground, sometimes they will\nreach — I’m sure some of them were read by Eisenhower. And I did talk in these\nreports not only about conditions in the — and how the prisoner of war were\nAugust 1, 2010\norganized and how they had been able to kill some of the guards, but I also talked\nabout the fact that there were special problems with Jews who didn’t want to be\nwith Poles, and certainly didn’t want to be with Germans. And those reports went to\nupper levels, whatever their impact — impact might have been, but certainly the\nAmerican high level command became aware of the fact that this was a very touchy\nproblem.",
        "Q: And then what other camps did you visit?",
        "A: I—I visited Buchenwald, and I was at Theresienstadt. And Theresienstadt\nwas very unexpected, because when Theresienstadt was liberated in late April, and\nthe news came across, it was in the Russian zone.",
        "Q: Before we get there, let me just ask one question en route. At this point, what\ninformation did you have about your parents? When did you — where they had\ngone?",
        "A: I kn-knew nothing.",
        "Q: So did you know that German Jews were sent to Theresienstadt, or was just —",
        "A: There was a possib — I knew that many German Jews were sent to\nTheresienstadt. So the possibility that they might have gone to Theresienstadt\nwas there, and we knew Jews had survived there. So, as soon as that happened, I\nwent to my commanding officer and told him I’d like to go to Theresienstadt to get\nAugust 1, 2010\nthe names of the liberated people. Did he think this was a good idea, even though it\nwas in the Russian zone? And he thought it was. And so, within hours I had orders,\nI think they were signed by General Bradley, to go into the Russian zone, to the\nlibera — to Theresienstadt, to carry out the instructions of the theater commander,\nthat was Eisenhower, that f— were my orders. Had a ja — had a driver, and went to\nthe commissary and stocked up with gasoline and food to the hilt, and off we went.\nI had been, as a child, in Marienbad, or Marianské Lazné, which in Czech. So we\ndrove through that community, where I remembered the f — you know, a few places,\nand got to Prague. We didn’t encounter any Russian troops, because\nTheresienstadt was pretty close to as far as the Russians got. The Americans —\nPatton had actually gotten to Prague, and then later had to withdraw from Prague\nbecause of an agreement that Eisenhower had made with Stalin that\nCzechoslovakia would be turned over to them, so — but at that time, the first time\nwe encountered Russians was in Theresienstadt. And we were not allowed to enter\nthe camp, because — the explanation was there was a typhus epidemic, and we\nwould have to wait until it was under control. So for about two days, we found a\nplace to sleep, we waited til the camp was open, and then over to Theresienstadt\nand ask for the commanding officer. Well, being the only American I’m taken\nimmediately to the right place, and was invited into the barrack where he was\nAugust 1, 2010\nsitting, a room like this. And he’s surrounded by a few people talking Russian. And\nI showed him my orders and he called over a translator to look at my orders and tell\nhim what they were, and saw the signature of my officer. So, pat me down, and then\nsaid [phone ringing] — so, it’s easier to talk on the phone without the hearing aid,\nbecause apparently they interfere with each other. So, b-before he answered me\nabout the information, he said, through this interpreter, why are the Americans\nkilling Russian soldiers? I said, that’s impossible, they are our allies, they liberated,\nth-they — he said, well, I read it in “Pravda.” I said, I certainly will check into it,\nand we [indecipherable] headquarters [indecipherable]. I didn’t ask him for a\ncopy of the report in “Pravda.” It didn’t — after that exchange, he dropped the\nmatter. And he said, I s— I— I’m sending somebody to talk to the head of the Jewish\ncommunity, so they will get ready, to get the names ready for you. And he poured a\nglass of liquor and offered me a big glass like that. And I realized that I could never\nkeep up with him, so I cur — it occurred to me how to get out of it, I said, I— I have\na very sad problem. He says, what’s the problem? I have a ruptured thorax, and\nalcohol will irritate it, I can’t drink anything. Well, he felt very bad about me, but he\nwanted to drink. And the whole table had been filled with bottles. I mean, the alc —\nthe conc — the alcoholism among the upper level command was apparent. And\nunderneath the table were radios that had been confiscated, so he offered me a\nAugust 1, 2010\nradio, which I explained to him I had one, so I didn’t want to deprive others of the\nradio, so I didn’t take a radio. But then I was taken by a Russian soldier to meet Leo\nBaeck, who was in charge of the Jewish community. And we sat down on his bed.",
        "Q: Did you know who Leo Baeck was ahead of time?",
        "A: Yes. I knew who he was. I didn’t know he was the head of the Jewish\ncommunity. I didn’t know had — he had survived. I knew about him as a Reform\nrabbi in Berlin, but I knew nothing else about him.",
        "Q: Tell me about your meeting with Rabbi Baeck.",
        "A: Well, the fact that he survived was almost incredible. He said, well, the Germans\napparently decided I should live. Because so many other people were killed, some —\nsome rabbis were sent to Auschwitz. They obviously thought I was — would be of\nuse to them. And he was describing a little bit of how the camp was organized, that\nJews were doing all the work, they been paid for the work, and with this money\nthey would get their very limited rations. And they could use that money and I — I\ngot some, you know, samples of the money. And he had a register of all persons\nwho had ever been there, including information when they were deported or — or\nmurdered. And I got a copy, which I took with me, and delivered to headquarters.\nAnd I presume this may have been used to evacuate the liberated people, which\nhappened very quickly.\nAugust 1, 2010",
        "Q: Did you have a chance to go through the names? Did any sound familiar to you?",
        "A: Oh yes, I mean, I saw — the only one I saw was my grandmother. She had been\nthere, and I learned from somebody who knew her, when I mentioned this, that she\nstarved to death, she died of malnutrition. She was 72 years of age. As did many\nother people. If they didn’t have good jobs, where they could steal food, they had\nreal pro — survival problems, because the rations were rations that did not susta —\nallow you to sustain normal health.",
        "Q: Tell me, what was Leo Baeck’s reaction when you came in — and I assume you\nidentified yourself as having been a German Jewish refugee coming back with the\nAmericans?",
        "A: Well, I mean, he — Leo Baeck at that time said he wasn’t sure what would\nhappen, but he — he didn’t want to go back to Berlin, because he knew the\ncommunity, he was among the last to be deported, so he — the synagogues had been\nburned or destroyed; the Jewish community center, there was — there was no\ncommunity, so he had — he didn’t want to go back to Germany. And he said, that’s\ntrue of most of the German Jews here. But some did want to go back because they\nhad property and so on, but he had nothing left in Germany.",
        "Q: Did he ask for your help with anything?",
        "A: No.\nAugust 1, 2010",
        "Q: Did anybody else that you meet there ask for —",
        "A: The only thing people ask for is to deliver letters. They recognized apparently\nthat — I explained to people how I got there, I said I was — that the Russians were\nwilling to let us take the names, but 1t was — the Russians were 1n charge, so they\nrealized I couldn’t do anything, since it was the Russians. And apparently the\nRussians had treat — treated them — allowed them to organize the camp — well, the\ncamp was already organized under the Germans, but now they treated them with\ngreat respect, and they looked after the sick. And Russian physicians would be\navailable to provide treatment, to provide medicines. In other words, they wa — they\nwere being given services by the Russians within the limits of what the Russians\nhad, which was damn little.",
        "Q: Now, well, let’s go back. When you mentioned that the registrar, that register\nthat Leo Baeck had, mentioned dates that people were deported, did he know\nhimself where the deportations were going? Did he know that these\n[indecipherable]",
        "A: Yeah, he knew — he knew they went to Auschwitz.",
        "Q: And did he know the ramifications?",
        "A: Yeah, he knew they went to Auschwitz and he knew that they would — they\nwould die there. I mean, he said, this was — the Germans tried to misrepresent the\nAugust 1, 2010\nRed Cross, that this was a — a Jewish community, self-governed by the Jews to —\nwhile they should not be in Germany, they could be in a community of their own,\nbut this was just a showpiece. And so he — he certainly outlined this, and that the —\nthe Nazis would punish Jews severely if they violated any of the rules and some\nJews were — were hanged or shot. And when the camp became overcrowded, they\nwould deport some people to make room for others to come. And as far as he was\nconcerned, there was no future for German Jewry. That he did say. And he later on\nmade that statement publicly, in England.",
        "Q: So how long did you remain in Theresienstadt?",
        "A: In Theresienstadt, I think I was there for a day. We did not spend the night\nthere. My job was to get the information, go back. And they were pretty quick in\ngive — giving us the names.",
        "Q: And when you got back, and you presented the names in the register, did — was\nthere any reaction among the people in your unit when they saw all the lists of\ndeported, and that?",
        "A: Again, while there were many Jews in the system, they were all afraid to talk\nabout the Jewish problem.",
        "Q: And they weren’t looking on their own in private to see if their families were\nthere?\nAugust 1, 2010",
        "A: No, no, no. I’m sure they were interested. I mean, I am sure my commanding —\nI’ve never discussed it with Harber(ph), how b — when I — but when I think back of\nit, how come any time I wanted something, I got it? I was a sergeant, but I could get\nanything from Harber(ph), and because of the fact that he personally was very\nsympathetic. But again, to protect himself, he didn’t want to be viewed as a\nspokesperson for the Jews, especially since officially he wasn’t even Jewish.",
        "Q: And at this point —",
        "A: I mean, later on, 20 years later, he wrote a book about Palestine, a very positive\nbook about king — about how Palestine was working and so on. But this was the\nfirst time that Hans had ever even officially discussed his Jewish background. And\nlater on I did meet him socially, and he spoke very openly about the fact that he —\nhis father had converted out of purely op-opportunistic purposes, but he certainly\ngot no Jewish background, other than what he acquired later on as he grew up.",
        "Q: And at this period of time, just as the war was ending, were you able to\ncommunicate — correspond at all to your brothers who were in the Jewish brigade?",
        "A: Well, in the army I was able to use military mail to write to my brothers. There\nwas no longer any possibility of writing to my parents after 19 — after December\nseventh — no, no, that’s not ri— eighth, 1941. And I wasn’t in the army at that time\nanyhow, but there was no mail between the U.S. and Germany. But there certainly\nAugust 1, 2010\nwas mail between the U.S. and Palestine. So I corresponded maybe once a week\nwith my brothers in Palestine, and we continued to correspond through army mail,\nwhich was pretty efficient. So I knew that my oldest brother had been stationed in\nRome in 1944, in the Jewish brigade, and I knew his address. So I would send him\ncopies of some of my reports about what was going on in Germany. And our\nreports, I think in today’s army would, at least for weeks or months be considered\nconfidential or secret, but security concerns didn’t exist at that time, so I had no\nqualms about sen — taking a report and sending my brother a copy. And then he\ntranslated the report in Hebrew and it got published in “Haaretz,” because in\naddition to being a soldier, “Haaretz” had asked him to be a — what — you know, a\n—a part time correspondent.",
        "Q: So which reports of yours, on what topics, were republished in “Haaretz?”",
        "A: I don’t — I would have to look at the — at the actual reports. I think the report\nabout Buchenwald, and I think the report — I mean, part of the report on\nTheresienstadt, and I think Frankfurt, which had some Jewish content.",
        "Q: Now we - go back to the list of names. At this period of time, I know the Jewish\nchaplains were collecting names and trying to reunite families. Did the list ever\nmake it to the Jewish chaplains?\nAugust 1, 2010",
        "A: Oh, ’'m s — I’m sure they — I mean, I don’t know what happened to the list, but\nconsidering the efficiency of the army, and considering, for example, what\nhappened to one of my mother’s cousins that survived in Auschwitz — I mean in —\nin Buchenwald. The various allied governments were very quick in evacuating the\n[indecipherable] to Belgium, to Holland, to France, to Italy, you know, where\nyou could — naturally, you couldn’t send — Jews didn’t want to go to Poland, Jews\ndidn’t want to go to Russia. So — and most Russian Jews were able to claim that\nthey were Polish, and maybe they were. At any rate, I don’t remember that Jews\nwere among those forced by the allies to go back to Russia. So, I can’t tell you\nwhat happened to the list. But keep in mind, we had what, two or three — Rabbi na-\nnad — Nadich, or something like that.",
        "Q: Oh, Judah Nadich?",
        "A: Nadich, and maybe one — one or two other, that’s all the rabbis were available in\nthe whole district. And they were very busy men. They had to conduct services, and\nthey were part of high level of command. So they had problems getting around, as I\ndid. And so my hunch 1s that when the means became available, they were\ntransmitted to them. But I don’t know.",
        "Q: Now, after V-E Day, your job changed a bit —",
        "A: Yes.\nAugust 1, 2010",
        "Q: — with the occupation. What was your new job?",
        "A: Well, after V-J Day, and even before ge — V-J Day, once we entered Germany\nin October ’44, the newspaper of Aachen and the newspaper later on of Cologne\nwas shut down. And Harber(ph) convinced Eisenhower that we should establish a\nfree press in German, which ultimately would be turned over to the Germans, after\nthey saw how a free press functions. And that was approved. So he had approval to\nestablish 10 German newspapers.",
        "Q: And why did they select the number 10?",
        "A: And they selected them in different cities, to cover whole regions. So there were\ntwo in Bavaria, one in Munich, and the other one in Regensburg. But when we\noccupied Regensburg, we didn’t find a printing plant that operated. So, 1-it had to\nbe moved to Straubing, but 1t was published as the Regensburger(ph) Post. So, in\n— the Munich press ultimately became the Siddeutsche Zeitung. It — It was, I\nthink [indecipherable] but later on 1t became — when it became German, they\nchanged the name. It is today Germany’s — one of Germany’s top newspapers, like\n“The New York Times.” And Hans Harber(ph) actually stayed in Germany after\noccupation ended and the Germans took over, to remain as editor of the\nSuddeutsche Zeitung for two or three years to get it going. So Harber(ph) decided\nhe — he had 10 men, so each of us was given a newspaper. And I think two people\nAugust 1, 2010\nhad occasionally written articles for newspapers, but none of us had been editors of\na newspaper. But that’s how ha — Harbie(ph) operated, so overnight I suddenly\nbecame editor of a newspaper.",
        "Q: Now, were you this — just the editor? Were you also the only staff writer? Was\nthere anybody working for you, or [indecipherable] operation.",
        "A: Well, I had no staff, I was sent to Straubing to-together with a administrative\nstaff, there were two officers and three or four enlisted man whose job was to, first\nof all, find living quarters, and to have a kitchen of food for the four or five men and\nthe — and me, as the editor. Basically, that unit existed to make sure I had\ntransportation and food and able to run the newspaper. So my — I decided that it —\nthat the building of the press was well preserved, the editor had an apartment there,\na very big apartment. And I decided that I might as well live right in the newspaper.\nAnd my commanding officer thought that, you know, it was a good idea, so I didn’t\nlive with the other enlisted men in quarter that they had established; I had my own\nquarters in the newspaper, so I could be on top of everything.",
        "Q: And how often did the paper come out?",
        "A: Once a week.",
        "Q: And where’d you get the articles?\nAugust 1, 2010",
        "A: So-— so the articles, the — the press was based on a very small staffing, because\nwe didn’t have much, all we had is this one — the editors. So what was done is that\nall 10 newspapers would get the national, international news, which was produced\nby Harber(ph) and his staff in Bad Nauheim. So, since each of the newspapers\nwas four pages, there were three pages of national and international news, and a\nlocal page. As editor my job was to get information for the local page. And I\ndecided what goes to the local page. Harber(ph) didn’t have time to even look at\nthe local pages.",
        "Q: Do you remember the types of articles —",
        "A: Oh yes.",
        "Q: — subjects of any of your articles?",
        "A: So, it was up 1-1n — the other three pages would be speeches by the president\n[indecipherable] speeches by Eisenhower, speeches by Churchill and major news\nabout what was going on in Russia and so on, but was all written in Eisenhower’s\nheadquarter. And this was the first time I di — I flew, because they sent a helicopter\nto Bad Na — to Straubing, pick me up, take me to Bad Nauheim to get the material\non Wednesday for the Friday’s newspaper, fly me back, just for that purpose. And it\nwas a big scary, because these Piper Cubs are not well put together. I mean, you —\nwhen you sit in the Piper Cub there are two seats, the pilot and me. And you can\nAugust 1, 2010\nlook down on the side of your seat because it was open, so you can look down. And\nyou flew very low. The Piper Cubs don’t go up high — very high, so we were very\nclose to the ground. And so that happened every week, and I think once I was asked\nto drive in the Jeep, and I drove myself. And so at any rate, that’s how they got the\n— the main contact. Now, the local c-contact, that was entirely up to me. So you had\nto think of stories that would appeal to the Germans. And so I would have stories\nabout food rationing, I would have stories about local military government. I would\nhave stories about opening of schools. I would have stories about some interesting\nhospital case. I also — I learned that there was a Jewish girl who had been hidden by\nGermans, by 20 different Germans. So I — when I heard about it, I looked for her\nand I found out where she was. Her name, I think, was Sonja(ph) Navay(ph), and\nshe was 16 years of age, and she had been blonde. Her mother and father were taken\naway. She didn’t know where they were. But friends of the family had hidden her\nand then turned her over to others because they felt it was too dangerous. So 20\ndifferent German families, so I made that a feature story. And it was on my page,\nand then Harber(ph) decided that was a good story, so that became — was reprinted\nin all the other newspapers. So some of the stories I wrote were copied, and I came\nto the conclusion that the German governor of Bavaria was not too sympathetic\ntowards Jews, because he urged that the policy that had been adopted that Jews\nAugust 1, 2010\nwould get double rations, because they had been so deprived and emaciated, he felt\nthat was unfair. And he lobbied in favor of giving Jews the same amount of food as\neverybody else. So I decided he has to go.",
        "Q: Did he ne —",
        "A: So, I mean, I — I wrote articles that criticized his policies, and I don’t know\nwhether that’s why he ultimately was fired, but he was fired.",
        "Q: Did anyone at Straubing know that you were Jewish?",
        "A: Yes.",
        "Q: Did the Germans know you were Jewish?",
        "A: By that time they knew wa — they — they knew I was Jewish. First of all, the\neditor that I replaced was a smart German, a Swiss German. And, you know, when\npeople asked me, I told them, so — so I didn’t go into many details about my family,\nanything else [indecipherable]. So th-the second reason why it became clear I was\nJewish is because I featured stories about ous — the Jewish — the reorganization of a\nJewish community in Degendorf, where there has been no Jews, but DPs and how\nthey were operating, or marriage of Jews in — of a Jew in some community. And the\nfact that it turned out that the secretary that had been found for me, somebody who\nwas very good in German, turned out to be a German Jewish woman who hu —\nwho’s — had been a Polish nationality deported to Poland, and there she was able to\nAugust 1, 2010\nhide that she was Jewish and survived as a Pole. And she was hired as a Pole, but\nwhen she discovered that I was very interested in Jewish affairs and wrote reports\non the subject, she confessed that she had been hiding her Jewish identity because\nshe really didn’t think that the — didn’t think you could trust the Americans, since\nshe had some early interactions with American officers who tried to pressure her to\nsleep with them, and she felt they were just like the Germans.",
        "Q: Now, this time when you were in Regensburg and said that you also visited\nHitler’s birthplace, and start to [indecipherable]",
        "A: Well, that was — when Braunau was occupied by the Americans, I immediately\nsaid, I gotta go there and do a story about Hitler’s birthplace, so I drove there and\njust went to the military government headquarters and there I met a Mr. Fagas(ph),\nwho looked a lot like Hitler, but he had been a socialist, had never been in the\nparty. He was appointed acting mayor. So I talked to him for a while and asked\nwhere — where’s Hitler’s birthplace? He took me there. It was a lib — public library,\nhad been a public library. So I went into the building and there were a lot of books\nand also the local newspaper had been published there, so they had a photographic\ndivision, a lot of German photographs. So I took a lot of the photographs that I\nthought would be of interest, many of which I gave to, you know, delivered in Bad\nNauheim, but I kept some that interested me. And I also took some books of Hitler\nAugust 1, 2010\nthat — like a copy of “Mein Kampf” and photographic books of the fuehrer that\ncame from his library. And I had the printing office make me a printed message that\nit was taken from Hitler’s birthplace. And then I met with the — Mi-Miss\nFagas(ph), and said, what are you going to do with Hitler’s birthplace? He says, I\ndon’t know. It’s certainly something you have to deal with. I said, I have an idea,\nlet’s make it into a museum of the outra — atrocities of the Nazis. He liked that idea,\nand so he said, all right, we'll do it. And, what are you going to exhibit? Well, he\nsaid, that — we have to get information of things that could be put there, like maybe\nthe Nuremburg laws, and some of the info — illustrations of Nazi’s atrocities. And I\noffered to get some placards that could be exhibited, and when I went back to\nStraubing, I got ahold of the local Catholic priest and told him that there was a\nmuseum, and I was wondering where there were some Biblical phrases that he\ncould think of that would appropriately describe the evil of the Nazis. So —",
        "Q: What — what sort of phrases did he come up with?",
        "A: He came up by — in my — the material I gave you, the actual text from the Bible\nwas selected, and I had them print it up on a large placard, and then took the\nmaterial and they framed it, they — I think they framed it for me in Straubing. The\n— the Germans who had been running the Nazi printing plant became my\nemployees, because there was no one else. In other words, we didn’t replace them.\nAugust 1, 2010\nAnd they were very cooperative. I never — no one ever asked me about being\nJewish, but I’m sure they all knew, and because you know, obviously, I spoke such\ngood German, and my secretary, who was bi — by that time was known she was\nJewish. And there also was a incident, my fa — my secretary, after she was freed,\nshe had to fill out a questionnaire and she was afraid to reveal that she was not\nPolish. She didn’t trust the Germans, the — our officers. So she filled it out\naccording to her false papers, not realizing that she was providing false information.\nAnd when she openly admitted that she was of German background and of Jewish\nbackground and not Polish, the — one of the — the sia — the security people decided\nshe had violated the law, she had falsified her identity, and charged her for having\ndone so. I talked to them, and they says, we have no choice, she did it, and we have\nto prosecute. So I wrote up a defense and there was a trial, so this was public. The\nother thing that surely made clear to people that I was Jewish was the fact that I\nfound out that there was a synagogue in Straubing. And so they showed me where\nit was. It was dirty and had been used as a storeroom, but it hadn’t been burned in\nKristallnacht because it was a building in a whole row of buildings,\nundistinguished, and if you had tried to burn it, you would have burned others —\nplaces down. So I decided it needed to be restored, and went to the German — th-the\n— well, I think the mayor actually came to my office when I asked for it. I told him\nAugust 1, 2010\nthis — we had to clean up the synagogue, and I ask him also that this be done by\npeople who had damaged it, if their names could be identified. And he was not a\nNazi, he had been put in the office. So he was able apparently, to find out who did\nit, and so the members of the family, who had been in the SS or SA and had\ndamaged the interior of the building, had to come with brooms and paintbrushes and\nclean up the place.",
        "Q: Did you cover this in your newspaper?",
        "A: And that I put in the newspaper as a story, and again it was published all over\nGermany. And the — the interesting part was that one of the rabbis I just met now,\nin — I th —I think it was the rabbi in Nuremburg, actually had been — there is a\nJewish community now in Straubing, and it is operating. It’s not very large, but the\nsynagogue is being used. So these kinds of things, I could do, simply because I had\nthe authority to select what things to write about.",
        "Q: Now I understand that you were also doing some things in a different capacity —",
        "A: Yeah.",
        "Q: — that you were working together with the Bricha.",
        "A: Now, because my brother was in the Jewish Brigade, and knew my address, and\nknew my telephone number, and he could tell people in the Jewish Brigade, who\nwere being released temporarily by the brigade, to organize the rescue of Jews in\nAugust 1, 2010\neastern Europe. The brigade just had enough autonomy to arrange their — the\nmission — the execution of the missions that they had, mostly transportation. They\nhad trucks to move from Italy to Holland and Belgium, and they did a lot of\ntransporting. So what they did is they organized their crews so that about two-thirds\ndid the work and one-third were released to — given ex-extended leave to go into\neastern Europe to either visit the s — village or city where they came from, and to\nhelp Jews to organize, in order to get to the American zone, because th-there was no\nfuture for Jews in eastern Europe. And in order to increase the number of Jews who\nwanted to go to Palestine, you had to first bring them to Germany. And so there\nwere agents of the Jewish Brigade, whose job it was to go into Czechoslovakia and\nPoland, and Straubing is close to the Czech border. So they had my name and\ntelephone number so they could call me from Munich and say they needed my\nadvice, could I see them? And I wo — of course always would say yes. And this way\nI became well-known, apparently, on this group of underground workers, and they\nwould come to Straubing and they needed a place to sleep at night, which I could\nprovide, and food. And then I would get them to the Czech border.",
        "Q: Did anybody notice that you had these guests coming, mysterious guests, or\nwere you able to keep it a secret?\nAugust 1, 2010",
        "A: Nobody paid much attention to what I was doing. That — the Germans didn’t pay\n— you know, I had no one check on what I was doing and it was perfectly legitimate\nfor the editor of the newspaper to interview anybody. So, it was reasonable for me\nto interview visiting dignitaries. The fact that they ca — happened to come from\nPalestine — my commanding officer wasn’t interest — I mean, the — he was not my\ncommanding officer, because he had no authority over the newspaper. He — he was\nresponsible for making sure my Jeep was operating properly and that I had the\nnecessary fuel and food. He wasn’t at [indecipherable] the newspaper was not his\njob, so he didn’t intervene at all. I’m not sure he even looked at — at the paper I put\nout. He had a German girlfriend, and had a wonderful time, you know, had nothing\nto do, so I don’t think he ever once ever asked me about my work, because my\ncommand was not — he was not — I was not under his command. My commanding\nofficer was, by that time, Major Hans Harber(ph) in Bad Nauheim, or in\nFrankfurt, where supreme headquarters were located. That was my command.",
        "Q: And how long did you remain in Straubing?",
        "A: Well, my job ended when the newspaper was turned over back to a German\neditorial board, about November ’45. By that time, nearly all the newspapers,\nmaybe with a week or two difference, were turned over to the Germans, and the\nprogram of U.S. operated German newspapers came to an end. And I had\nAugust 1, 2010\naccumulated enough points to be sent home. But because of the fact that there was a\narmy program that permitted soldiers in Europe to visit relatives if they were\navailable, I decided to take advantage of that, and I went, I think to Bad Nauheim,\nand asked to meet with my brother in Palestine. And that was approved, but a few\nhours later, while waiting around, I was told sorry, Sergeant Eaton, Palestine is\nclosed. The British have closed Camp Litwinski, near Tel Aviv, a recreational\nfacility for American sailors and soldiers, and ask all Americans to leave. There’s\nno way for you to go to Palestine because there were several generals who wanted\nto go to Palestine for Christmas, but who were refused. So I f— thought quickly,\nand said, but could I meet my brother in Cairo? If you can get transportation. So I\ngave them the address of a school friend at Cornell University, a Jew from Iraq,\nwho had moved from Baghdad to Cairo, and I knew his address because he had\nsent me an invitation to his wedding in Cairo. So I got permission to go\n[indecipherable] I wanted to see my brother, and so they approved it. And when\nthe orders were printed, they were printed like all other orders, to carry out the\ninstructions of the commander, without specifying anything except I was put on\ndetached duty for two weeks in Cairo to carry out instructions of the theater\ncommander. That was Eisenhower. So, my commanding officer, who knew why I\nwas leaving, what I went doing, said that’s wonderful. I don’t care how long you\nAugust 1, 2010\nstay, because when you g-go back, you going home. We don’t need you any more.\nSo again, I’m not sure every commanding officer would have taken that position.\nSo, I had to find my way to go to Cairo. Well, there was no — I didn’t get orders,\ntransportation orders, because there was no way to get to Cairo from Straubing,\nGermany. So I packed up a duffel bag and hitchhiked to Rome, because I knew in\nRome we had an air force base, and I had found out that we had planes flying from\nRome to the Middle East. So when I got to Rome, I found out that there were no\nplanes going to Palestine, there were no planes going to Cairo, but there were a lot\nof planes going to India, and they had to stop off in Baghdad to refuel. So,\nshowing my orders, I got orders to fly to Baghdad and then I would find a way of\ngoing to Cairo from Baghdad. Nobody told me how I would do it. I got to\nBaghdad, and in Baghdad a British officer looking at my orders said, you are very\nlucky Sergeant Eaton, we have a plane going to Cairo in an hour. But I didn’t want\nto go to Cairo, I want to go to Palestine. So I said, well I can’t go to Cairo now, I\nhave to go to Baghdad first. He said, it doesn’t say in your orders. I said, I have to\ngo to Baghdad first. And, I can’t let you go to Baghdad, it’s does — not in your\norders. So I said, would you put in writing that you’re refusing to let me go to\nBaghdad? He didn’t want to do that, so instead, he accepted my request and he\nissued a voucher for me to go to the best hotel in Baghdad, where the British\nAugust 1, 2010\nofficers were staying, to get a room at British expense. And I said I would find a\nway of getting to Cairo by bus. And I did. I got ahold of a bus, there were bus\nservice every few days from Baghdad to Damascus. And from Damascus I got a\nba — a bus to Ruspina. And then I spent three and a half weeks in Palestine, in\nAmerican uniform, knowing that under British rules, I’m not supposed to be there.\nNo one ever stopped me.",
        "Q: Just stop you one second.",
        "A: And the French really were willing to be part of a new Europe, but it was the\nJews who prevented this. So that as a — an — and this was also in ’45 already. In ’46\nthe British felt they could not change the policy in Palestine, and therefore actually\nyou had a rebellion of Jews against the British. And the whole uncertainty of what\nwould happen to all these displaced persons, the ba — of course, after my newspaper\nwas over, and I no longer had a position, I — I was offered a job in military\ngovernment in Germany by the U.S. Army, with a pro — with a promotion to\ncaptain. But I didn’t want to live among Germans, and I wanted to finish my\nacademic career, so — and I didn’t really like the American policy in general, which\nwas to work very closely with the lower level German officials, which I didn’t\nparticularly like, although today I realize that if we had done what we did in Iraq,\nof dismissing the infrastructure of Saddam Hussein, we really didn’t have the\nAugust 1, 2010\nmeans to govern the country. And so we really didn’t have much of a choice, except\nto use a great many officials in the same positions that they had occupied under the\nNazis, as long as they had not been excessively active, and known to have been —\nhave — have en-engaged in atrocities. So major anti-Semites, judges who convicted\ntoo many people to death for stealing food, or for racial fo — fo — disapproved\nsexual relations or things like that, they lost their job. But most judges, most Nazi\njudges stayed as Nazi judges. And so by the time I could have become maybe the\ngovernor of this or that city in Germany, I would have had to deal with these kinds\nof officials, so no, I wanted to finish my PhD. So that — the — but certainly the — one\nother thing is, once I started to go back 1 — go into teaching, my focus was on my\nprofessional career. So I had research ideas, and I got adequate funding for research.\nSo I focused on research, I didn’t return to my army days or take a look at my\nextensive files of what happened in World War II. I didn’t think of myself of\nsomebody who was a historian of Germany, World War II. I had lots of interesting\nrecords of things I did, and they were put in boxes, and these boxes got transported\nfrom this home to that home, and I was always too busy to really look at them, of\nwhat was in there, because I had many other interesting professional challenges,\nuntil after my retirement, I started looking at the material. And I’m now engaged in\nwriting a history of how my family interacted with the German culture over many\nAugust 1, 2010\ncenturies. Because one has to face the fact that historically, Germany was never\njust a country of Germans. There was always an existing minority that had a very\nimportant function, namely the Jews.",
        "Q: And when you look at all the documents that you accumulated when you were in\nthe army, you’re looking at them fresh after so many years, 1s there anything that\nsurprises you, that you view differently in retrospect than you did at the time?",
        "A: Yes. The —I mean, for hundreds of years, on both sides of my family, they\nremained Orthodox, even though a large proportion of the German Jews became\nReform Jews. On my father’s side they were quite conservative. On my mother’s\nside, they took advantage of modern secular education, but they remained\nOrthodox. I had relatives as far back as 1835 who went to Palestine, because they\nwanted to live there. I— on my mother’s side, I had people going to Palestine, 1882.\nThe — so that my family was clearly Orthodox. Two of my brothers remained\nOrthodox. My oldest brother and I, especially under the influence of the Holocaust,\nI became convinced there is no superior po-power looking after exactly what’s\nhappening to any of us. And that if there is some rational power that explains the\nincredible complexity, and the — the uniformity of many things in nature; the fact\nthat we have DNA that we shor — share with earthworms and with butterflies.\nThere’s s-some incredible rationality that somehow has developed an evolution for\nAugust 1, 2010\nwhich I have no explanation. But I don’t think there 1s a god who decides that I’ve\nbeen a good person, or I have had significant faults, on the basis of which my\nafterlife would be. So, I— I am not an Orthodox Jew today. And — but I am\nidentified with the Jewish community for ethnic reasons. So from that point of\nview, I had an opportunity to do things during those unusual periods of time, which\nthe only other time I was able to express my interest in being Jewish is when I took\na job for five years to establish a school of social work in Haifa University, and\nthey needed an outside person who was not involved in Israeli politics. And so they\nbrought me in because university wanted to establish a school that would compete\nwith Hebrew University and have a different ideology, so I took that job.",
        "Q: Okay. Well, thank you very much. This concludes the United States Holocaust\nMemorial Museum interview with Dr. Joseph Eaton.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial interview with Dr. Joseph\nEaton, conducted by Judith Cohen and Steven Luckert on May 27\", at the\nUnited States Holocaust Memorial Museum. Dr. Eaton, can you start by giving\nyour first name as it appeared originally, as you were named in Germany, your\nname in Germany and why don’t you give us the names of your immediate family\nas well?",
        "Q: Can you tell us a little bit about your early life, pre-Nazi takeover? Life in the\n20s, both your father’s profession, family’s religious affiliation, Jewish\ncommuno(ph) affiliation, schooling.",
        "Q: Can you describe what sort of anti-Semitism he noticed?",
        "Q: What sort of school did you attend?",
        "Q: What sort of elementary school did you attend?",
        "Q: Let me step back a little bit. Before ’33, how aware of you what — were you of\nthe political unrest that was going on in Nuremberg? Did you witness any political\nrallies?",
        "Q: When the results of the plebiscite were announced in °32, and they announced\nthat Hitler had won, what was the immediate reaction in your family? Did people\ntake it seriously?",
        "Q: Now, did you witness any of the Nuremberg rallies in the first year?",
        "Q: Let me go back, when you mentioned that you were expelled from school, can\nyou sort of describe that day, how you found out that you were no longer allowed to\nattend the gymnasium, how you filled up your days afterwards?",
        "Q: — and — and what kind of response did it generate among —",
        "Q: Okay, let’s talk about the decision to emigrate. Now, who is the first members of\nyour family to leave Germany, and what prompted them to go where they did, and",
        "Q: And what year was that?",
        "Q: Let’s talk a little bit about this program. Can you — a-actually want to go in two\ndifferent directions, cause I want to talk about your parents’ emigration to Holland.",
        "Q: What year and month was that?",
        "Q: I want to come back later and ask you about what it was like living in the United\nStates without parents, but why don’t we jump over to your parents. After you and\nyour siblings all left, where did they go?",
        "Q: What was — how late were you able to keep up the correspondence?",
        "Q: Let me — oh —\nQ2: What did your parents do when they got to the Netherlands?",
        "Q: I want to ask you now, what it was like for a young boy, 14 years old I\nremember, to live with a foster family that he had never met before, and what was\nyour adjustment learning English, learning a new educational system, learning a\nnew family.",
        "Q: And who paid for your college? Was the German children’s aid still supporting\nyou at this point?",
        "Q: What were you studying at Cornell?",
        "Q: A veterinarian?",
        "Q: A veterinarian?",
        "Q: What was your impression of him?",
        "Q: [indecipherable] I’m trying to do the math. You came to the United States at\n14, you graduated at 16, so we’re talking now — it’s about ’39 — ’40?",
        "Q: And I want to ask you, how aware were you of what was going on back in\nEurope? What sort of news were you getting about the start of World War II, how\nmuch news was filtering?",
        "Q: And was there any mobilization on the part of the American Jewish community\nat this point, in ’39, after the invasion of Poland, for relief efforts, that you saw?",
        "Q: What sort of activities was your group, the Zionist group at Hillel doing?",
        "Q: We'll get to that. Now, I just want to check, your official status at this point is\nyou're still a German citizen, or were you officially stateless?",
        "Q: And so how did the United States’ entry into World War II, let’s go to Pearl\nHarbor, what were the ramifications for you?",
        "Q: This is the United States Holocaust Memorial Museum with Joseph Eaton,\nconducted by Judith Cohen on August 31% — August first in Pittsburgh,\nPennsylvania. It’s a continuation of the interview begun at the Holocaust Museum\nin June. Okay, when we left off with the previous interview, you had finished\ntelling us about your experiences at Cornell and were just beginning your graduate\nschool and about to enter the army. So let’s start with after you left Cornell and\nbegan graduate school in Chicago.",
        "Q: In this period, when you met Brandeis, and you’re going around looking at the\nfarms, did anybody ever question the fact that you were a refugee, and ask you\nabout —",
        "Q: And how long did you stay with this job?",
        "Q: And what year and month was that?",
        "Q: Let me ask two questions; one 1s, do you attribute his response just to the fact\nthat he was disappointed that there was no food, or do you think any of this was\nanti-Semitic, or anti-intellectual?",
        "Q: And, let me ask a different question. What name were you going by at this point,\nand can you talk about change of name?",
        "Q: Okay, so now let’s go back to Fort Dix, and you’re working there, training to be\nsometa — medic, and you’re going by the name of Eaton at this point. And then\nwhat happens?",
        "Q: Stretchers?",
        "Q: Stretchers, or —",
        "Q: Yeah.",
        "Q: Let me just interject one question, and then we’ll talk about the transfer. What\nwas your official citizenship status at this point?",
        "Q: So, now as an enemy alien, you’re in the army —",
        "Q: — and —",
        "Q: And then why did you leave this job?",
        "Q: Can you tell me about the type of training you got at Camp Ritchie, and who the\nother soldiers were who you met there?",
        "Q: Now —\nAugust 1, 2010",
        "Q: I want to talk in detail about what you did in PSYOPS, but can you first tell me\nabout who the other people were in your — in the division and in your unit? What\ntypes of people were recruited for this work?",
        "Q: Now, before you could b — enter psy — the PSYOPS division, did you have to\nundergo any security clearances, any other special exams?",
        "Q: And what sort of special training did they give you at Camp Ritchie?",
        "Q: And how did they define your mission? Did you have a mission statement?",
        "Q: And did you begin any of the actual work while you were still in the United\nStates —",
        "Q: — or was this all pre —",
        "Q: While you were in Camp Ritchie?",
        "Q: And when did your unit ship out to Europe?",
        "Q: Now, won’t you tell me about what your day to day work was? And I know that\nyou were writing leaflets, but what was the source of information, how did you get\nthe information that you we — based on your reports, and how did you decide what\nwent into the reports that you were writing?",
        "Q: And how independent were you in terms of what you put in? Who had to\napprove these leaflets?",
        "Q: And how did you disseminate these leaflets once you wrote them?",
        "Q: So none of these ever made it to Germany, or —",
        "Q: So when did your unit shift from Paris to Luxembourg, and what was the\nreason for the shift?",
        "Q: June seventh. June fourth.",
        "Q: And were your radio stations just conveying tactical information from the\nbattlefield, or were you doing anything else?",
        "Q: And who was taking the role of the SS [indecipherable]",
        "Q: Did any of them question why your German was so good, or suspect that —",
        "Q: Yeah, the prisoners of war, or did any of them suspect why your German was so\ngood?",
        "Q: Now, you say there was another unit that was doing the black propaganda. What\n— was your propaganda all white and red?",
        "Q: Now, did you ever get any reports back about who was actually listening to your\nradio broadcast, and what effect it had?",
        "Q: What sort of greetings did they say?",
        "Q: And where were these POW camps? Were they all in Luxembourg, or\n[indecipherable]",
        "Q: Been talking about the radio, I want to talk about the print aspect. You\nmentioned in Paris that you thought that nothing was dropped because of the\nbombing, but later on it was.",
        "Q: So tell us about the leaflets and how those were sent over Germany.",
        "Q: This is all by airplane?",
        "Q: And where were they targeted, for cities, or —",
        "Q: And were you able to gauge the effectiveness of these leaflets? Do you know\nwhether people read them or saved them?",
        "Q: And tell me about the content. I — you mentioned before that it was —",
        "Q: — largely tactical. Did you talk about any atrocities in these leaflets?",
        "Q: So were there any times when you looked for that special permission, any events\nthat were covered?",
        "Q: So let me ask about Auschwitz.",
        "Q: So what —",
        "Q: So we mentioned the liberation of Auschwitz, so were you getting information\nfrom the Soviets? Were they sharing inf — intelligence with you?",
        "Q: Now I understand there was also information about surrender in these leaflets.\nCan you tell —",
        "Q: Surrender.",
        "Q: Can you talk about that?",
        "Q: Did they talk much about their views toward the Nazi party? Did any of them\nhave Nazi membership that they denied, or was this simply not covered?",
        "Q: Now, I understand that you actually took in one surrender of a general —",
        "Q: Tell us about that incident.",
        "Q: [indecipherable] take a call right here.",
        "Q: Okay, this begins the next track with the interview with Joseph Eaton.",
        "Q: What happened to the broadcast?",
        "Q: I want to shift the focus now. We’ve been talking about your role as an\nAmerican soldier and I want to talk about your attitudes as a Jewish soldier, and the\nwar at this point is winding down. I understand that you took advantage of the fact\nthat you had use of a car to actually explore and see what happened to your own\nfamily.\nAugust 1, 2010",
        "Q: Did he have any details on where people were deported to, and what happened to\nthem after they were deported?",
        "Q: Now, you mentioned Theresienstadt; you yourself visited; you talk about that\nvisit.\nAugust 1, 2010",
        "Q: The visit to Theresienstadt that you made.",
        "Q: What were your main impressions?",
        "Q: About how many days after liberation was this?",
        "Q: Now, I know that one of your reports was on the children of Buchenwald. Did\nyou actually go into the children’s barrack?",
        "Q: And can you talk about your reaction when you saw it?",
        "Q: And did any of the Jewish prisoners ask you to take messages back? Did they put\n[indecipherable]",
        "Q: And then what other camps did you visit?",
        "Q: Before we get there, let me just ask one question en route. At this point, what\ninformation did you have about your parents? When did you — where they had\ngone?",
        "Q: So did you know that German Jews were sent to Theresienstadt, or was just —",
        "Q: Did you know who Leo Baeck was ahead of time?",
        "Q: Tell me about your meeting with Rabbi Baeck.",
        "Q: Did you have a chance to go through the names? Did any sound familiar to you?",
        "Q: Tell me, what was Leo Baeck’s reaction when you came in — and I assume you\nidentified yourself as having been a German Jewish refugee coming back with the\nAmericans?",
        "Q: Did he ask for your help with anything?",
        "Q: Did anybody else that you meet there ask for —",
        "Q: Now, well, let’s go back. When you mentioned that the registrar, that register\nthat Leo Baeck had, mentioned dates that people were deported, did he know\nhimself where the deportations were going? Did he know that these\n[indecipherable]",
        "Q: And did he know the ramifications?",
        "Q: So how long did you remain in Theresienstadt?",
        "Q: And when you got back, and you presented the names in the register, did — was\nthere any reaction among the people in your unit when they saw all the lists of\ndeported, and that?",
        "Q: And they weren’t looking on their own in private to see if their families were\nthere?",
        "Q: And at this point —",
        "Q: And at this period of time, just as the war was ending, were you able to\ncommunicate — correspond at all to your brothers who were in the Jewish brigade?",
        "Q: So which reports of yours, on what topics, were republished in “Haaretz?”",
        "Q: Now we - go back to the list of names. At this period of time, I know the Jewish\nchaplains were collecting names and trying to reunite families. Did the list ever\nmake it to the Jewish chaplains?",
        "Q: Oh, Judah Nadich?",
        "Q: Now, after V-E Day, your job changed a bit —",
        "Q: — with the occupation. What was your new job?",
        "Q: And why did they select the number 10?",
        "Q: Now, were you this — just the editor? Were you also the only staff writer? Was\nthere anybody working for you, or [indecipherable] operation.",
        "Q: And how often did the paper come out?",
        "Q: And where’d you get the articles?",
        "Q: Do you remember the types of articles —",
        "Q: — subjects of any of your articles?",
        "Q: Did he ne —",
        "Q: Did anyone at Straubing know that you were Jewish?",
        "Q: Did the Germans know you were Jewish?",
        "Q: Now, this time when you were in Regensburg and said that you also visited\nHitler’s birthplace, and start to [indecipherable]",
        "Q: What — what sort of phrases did he come up with?",
        "Q: Did you cover this in your newspaper?",
        "Q: Now I understand that you were also doing some things in a different capacity —",
        "Q: — that you were working together with the Bricha.",
        "Q: Did anybody notice that you had these guests coming, mysterious guests, or\nwere you able to keep it a secret?",
        "Q: And how long did you remain in Straubing?",
        "Q: Just stop you one second.",
        "Q: And when you look at all the documents that you accumulated when you were in\nthe army, you’re looking at them fresh after so many years, 1s there anything that\nsurprises you, that you view differently in retrospect than you did at the time?",
        "Q: Okay. Well, thank you very much. This concludes the United States Holocaust\nMemorial Museum interview with Dr. Joseph Eaton."
    ],
    "answers": [
        "Answer: All right. I was born as Joseph Wexler in Nuremberg, Germany in — not\nin a hospital, because it wasn’t safe to go to hospital, if you could afford to have\ndelivery at home. So I was born in Luxfeld(ph) three, across the park. My father\nwas Jacob Wexler, and my mother Flora Goldschmidt Wexler. And I have three\nbrothers, Siegfried was his first name, and later he changed it to Shlomo. Martin to\nMoeshe(ph) and Herbert to Yitzhak(ph). And I was born on September 28\", 1919.\nAfter the war, when there was a great shortage of food, and my father had to work\nvery hard to get milk from peasants near Nuremberg, because you couldn’t get\nenough for a baby.\nMay 27, 2010",
        "A: My parents always had to rent a place. They did not own an apartment and they\nalways looked for a place to rent near a park, so that it would be easy for the\nchildren to go there and play. They were sufficiently well off for my mother to have\none or two household helps, because in those days you didn’t have dishwashers, and\nyou couldn’t go to the gr-grocery store and get prepared food, so it was a lot more\nwork to feed four children and a husband. My father was the first in his family to\nbreak away from the pattern of being a petty merchant selling a — running a store to\nprovide clothing and dry goods. He was able to purchase a factory, manufacturing\nshaving brushes, something we don’t use any more today. And he was married in\n1912, shortly after the sinking of the Titanic. And so I still remember in our home,\nthere was a memento to the pi — Titanic, because that was an event that apparently\naffected a lot of people. And shortly after he purchased the factory, World War II —\nWorld War I broke out, and he and his brothers — he had four brothers — three\nbrothers — were drafted. And my father served in the German army for four years,\nand was very upset and resentful over the amount of anti-Semitism he experienced.",
        "A: Well — well, what I do remember, his telling me about the complaint that too\nmany Jews were trying to get out of serving in the army. So, the German\ngovernment decided to have a census of how many Jews were serving in the\nMay 27, 2010\nGerman army. When the findings were that the Jews were overrepresented 1n the\narmy, the results were not published, not until the late 20s. But — so he was drafted\nas a private and ended his service as a private, as did most Jews. I mean, if you were\na physician or a dentist, you might become an officer, but by and large Jews were\nnot considered qualified to be in combat, and so he spent his period of time in the\ntransportation system, which meant looking after horses, because that was the main\nvehicle transportation. So, I remember these things, I’m sure, not when I was —\nbefore going to primary school. But I had always someone, a — a caretaker, looking\nafter the smaller children, or taking us to an aunt and uncle’s house, who had a child\nmy age. So this is how I lived in Nuremberg, but I do not recall having any non-\nJewish German friends.",
        "A: What?",
        "A: Well, I went to a parochial school, of which — of the Jewish community. We\nlived there, nearby, walking distance, and I do remember being attacked sometimes\nby other kids, ger — who didn’t like Jewish kids, and you had to fight. And so I went\nto this school, which was not a very good school; we had, I would say, very poor\nteachers. And I was kind of a rebellious, problematic child. I would talk back to the\nMay 27, 2010\nteachers sometimes. And at one point, a teacher called me a donkey. And so I said,\nwell if I am a donkey, you are a monkey. And the teacher was so upset. And finally\nmy parents bribed me to apologize, even though I — they agreed I — it was justified\nfor me to talk back. But as soon as — after four years, I went to high school,\ngymnasium as in — they call it in German. And in the middle of that year, that was\nin 1933, the government decided that no Jewish child should be allowed to go to a\ngymnasium, and so I was notified that I could not continue, in 1934.",
        "A: Well, strange is, I do remember being very interested in what was going on, and\nreading the newspapers. Now, of course, I had two older brothers, who were\neducationally very active, so I would say at age eight and nine, I was very much\naware of elections, and the propaganda in elections and the Nazi party, and the\nNationalists, who were close to the Nazis. So certainly I have very vivid memories\nof 1932 and 1933. But I do not recall ever feeling frightened.\nMay 27, 2010",
        "A: Well, my father at that point lost his job, because the company for which he w —\nhe had to give up his business because of the depression. It was based in — a lot on\nexport of shaving brushes to other European countries, and he had traveled a great\ndeal to different countries, and as a result I became a stamp collector. But he lost his\nbusiness because in the depression there just wasn’t enough, so he worked for a\ncompany selling their c — shaving brushes. And he lost the job. And I remember in\n19 — you know, in January and February 1933, when Hitler came into power, that\nthis was pretty bad, but we didn’t think it was a catastrophe. It wouldn’t last, after\nall, the Nazi party was not a majority, but close to it. And I remember my father, for\nexample, printing advertisements to announce that he was making men’s suits to —\nfor measure. He hired tailors to do the work, and he would find customers and take\ntheir measurements and sell tailor made clothing, which in those days was a very\ncommon thing, I mean, you didn’t have the mass production. And so he had\nadvertisements printed, and when I was out of school or had a day off, I would take\nthese ads and put them into mailboxes. My first job. So he, even though there was a\nNazi boycott, he continued to try and sell, although gradually the business stopped,\nbecause it was dangerous and counterproductive for Germans to do business with\nany Jew. So, in 1934 -’35, he effectively ceased having an income.\nMay 27, 2010",
        "A: No, no I— I was aware of them. I was aware of the Stiirmer newspaper, that\ncame out every week, but the Jewish youth groups to which I belonged, a religious\nZionist group called Esba(ph) continued to function. We went on hiking trips and —\nand at that time, while I do remember the boycott of Jewish businesses on April 1“,\n1933, being surprised how many businesses were Jewish. So this — a friend walking\naround the city, I said, good God, these are Jew — all Jewish, because they were\nbeing boycotted, but I wasn’t have a — didn’t have a sense of fear. And once on a\nhike, a group of Nazi SS troops told us we had to break up camp and go back home.\nBut again, no sense of fear that anything would happen to me. So, I was spared the\nfrightening experiences of Jews after 1937 - ’38, when there was a great deal of\nphysical abuse. There were some Jews arrested in ’33, and a few were killed in\nconcentration camps, but I didn’t — my family didn’t know any of them, so that I\nwould say — when I left Germany I never had experienced the sense of physical\nfear, because that came later.",
        "A: Well, that is interesting. In high school, there was a complete shift, because since\nI —I was a fairly good student, very good student in fact, but had very bad\nMay 27, 2010\nrelationships with the teachers, who found that I asked too many questions and you\nknow, there were all kinds of religious instruction and I wasn’t quite sure, and asked\nquestions. So, we had problems. So when I went to high school, everything\nchanged. I was a good student, the student — the teachers liked me. When the\nteachers ran out of booklets for examinations, he would send me to a store nearby to\npick them up. And I remember one time he says, oh you can’t go to this store,\nbecause it’s owned by a Jew, you have to go to that store. I didn’t like that, but — I\nwas well regarded in the school, and one day found out that — that all — not only I,\nbut other Jewish children had to leave, and — well, that’s politics. The Jewish\ncommunity — by that time I lived in Berlin, my family had moved to Berlin, and\nthere they had a very good Jewish school, whose teachers, many of them were\ncollege professors who had lost their jobs, who later on sometimes became quite\nfamous individually, as scholars in Israel or in the United States. So, I went for\none year to a Jewish high school in the suburb of Berlin called Griinewald, from\nwhich, by the way, the Jews of Berlin were deported from that place. And so I\nwould say I did not, as I said, I — I knew what was going on, because I listened to\nthe news, and read the newspapers and talked to friends about what was happening.\nQ2: Can I just interject a question? Nuremberg had the odious distinction of having\nJulius Streicher as the gauleiter, the Nazi leader of — of Franconia, and also the\nMay 27, 2010\npublisher of “Der Stiirmer,” and I was just wondering, you know, about how\nvisible was “Der Stirmer” —",
        "A: Very visible.",
        "A: I mean, since I didn’t have any German friends — I mean, we had a German\nmaid, two German maids, we never talked about that. I didn’t talk to German — non-\nJewish German kids. You read the fr — crazy, outrageous stories every week. I\nmean, I didn’t buy the paper, but I looked at the newsstand, at the front page. And\nwell, this is Nazi, this is — you s — you s — you grew up, you lived with this as part\nof the realities of life. Later on when I studied the history of my family, prior ge —\ngenerations also had to sort of take the fact that there was anti-Semitism for granted,\nthe way minorities today live in so many countries where there is governmentally\nsupported discrimination. But, we talked about it at home, and I think my parents\ndecided, because of the history of all this, that there was no future for us in\nGermany, as early as 1933. Whereas so many German Jews thought this would\npass the way it had always passed, and they delayed making a decision to leave.\nMay 27, 2010",
        "A: Well, since my father had to go — went backrumpt — bankrupt when the factory\ncould no longer sell enough, we didn’t have the financial means to get an\nimmigration visa from [indecipherable] countries, because in the early 30s there\nwas a depression all over the world. Nobody wanted immigrants. It was very\ndifficult to get visas, so 1t became clear that 1t would be very unlikely to be able to\nemigrate. We actually had distant relatives in the United States who emigrated in\nthe 19\" century, but my father didn’t know about them, because they were, you\nknow, three or four generations back. So my two older brothers decided not to have\nan academic career, but to become Halutzim or physical laborers and go to\nPalestine. And they succeeded.",
        "A: °35 and ’36. And there was an opportunity for children to come to the United\nStates under a special program to finish school, and then return home, hopefully.\nAnd my parent decided, with much discussion in — within the larger family, to send\nmy younger brother, who was 12, and me, who was 14 to the United States under\nthis program where, in foster homes, we would finish our education. And they were\nable to emigrate to Holland.\nMay 27, 2010\nBut first, can you describe the program that you were under; who subsidized it, was\nthis through the Jewish community, was it general, what political ramifications\nwere there?",
        "A: Well, we all know historically that President Roosevelt took very little action to\nhelp the Jews of Germany. He had a congress that was not willing to change\nimmigration laws. And within the Department of State, and in Canada as well, the\nbureaucracy felt, whatever immigrants we get, we don’t need Jews. And so they\nmade it especially difficult for Jews to get papers, unless they had very good\nconnections in the U.S. and Canada. But, under pressure, Roosevelt agreed to\ncommit, I don’t know how many, whether it was 2,000 or 20,000 children from\nGermany to come to the United States under a guarantee of the Jewish community\nthat they would not become a burden to the welfare system. It was called the\nGerman Jewish Children’s Aid Society. And I think my younger brother was on the\nfirst group, and I came a week later on the second group —",
        "A: — traveling on the S.S. Harding. And while it was upsetting, I — I felt, and my\nparents reinforced this, this was a temporary thing, and that we would be reunited\nafter they got out of the country. And so I landed the day before Thanksgiving of\n1934, in New York, and was temporarily picked up to the home of one of the\nMay 27, 2010\nofficers of the German Jewish Children’s Society, a attorney, John L. Bernstein.\nAnd then later on to — went to another foster home.",
        "A: Well, actually, my parents’ marriage was — did not come — it sort of deteriorated\nas he lost his business. My mother was an intellectual. He was interested in things,\nbut really did not share her intellectual interests. And so the marriage was not a\ngood marriage, but I didn’t know about that. My older brothers did, and they did\ndivorce and emigrated to Holland separately. And my father found another\ngirlfriend and they emigrated together, also to Amsterdam. So it was a congenial\ndivorce. There wasn’t much to argue about in 1936, although emotionally this was a\nvery difficult thing for my mother. But she got a good deal of support from her\nfamily and her sisters. So — however, there was a tremendous amount of\ncorrespondence between members of the family. I have letters, about this many,\nwith my parents, my mother, my father, my brothers and we kept the letters. So,\nover the years, my brothers gave me the letters, because I was the only one in the\nfamily who showed interest, and of course, the only one who could read German.\nSo I have a tremendous collection of letters, and I have to decide what to do with\nMay 27, 2010\nthem, because I don’t think I have the time right now to go through them. But they\npresent a great deal of day to day information of how a normal refugee family dealt\nwith the realities of emigration, adjustment, what — interrelationships. Today this\nwould never happen. People might communicate by email, but in those days, letter\nwriting was the only means of communication. And it meant having — spending\nmoney on postage, which for my parents was not easy. So, most of the letters, th-the\n— every inch of the paper was filled with words. In other words, you didn’t have any\nmargins, to save money.",
        "A: Til 1941. Til Germany and the United States declared war, since the U.S. was —\nwe c — So we couldn’t — I have letters from ’40 and ’41 from Holland. And we\ndidn’t have the money to telephone. I didn’t have the money, and they didn’t have\nthe money, because in those days, to make a long distance call was very expensive.",
        "A: Well, my mother took care of elderly people who needed some support. So she\nwas basically a health aide of elderly people, and they were all deported, of course,\nafter the Nazis came, although my mother was able to escape to a village, and hid\nthere for a while until a local Nazi gave her away, and they arrested her. So the —\nMay 27, 2010\nmy father learned dry cleaning, he took a course in Amsterdam on how to dry\nclean. And even though they had no permit, no working permit, but to be a\nhousehold aide, you really didn’t need a permit. That’s — it’s the kind of job that\nnobody wanted, so my mother could work. And my father was doing busin — I\nguess, also extra-legally, but the Dutch apparently didn’t enforce the restrictions\nwith such efficiency, and — I mean, they didn’t have any — much money and they\nmay even have gi — been given some support by the Jewish community in\nAmsterdam, but I don’t know those details. They didn’t write about it, and I didn’t\nask about it. Okay.",
        "A: Well, I didn’t feel really comfortable in any of the homes, but felt I had to —I\nwas grateful, and I had to be accommodative. The first fast — foster home family\nwere — was a wealthy family living on Central Park West in New York City ina\nbig apartment. They had three daughters. And so they felt having a boy in the\nfamily would be a good idea. But they were very Orthodox, and I found myself at\nthat time becoming more and more estranged to Orthodoxy, and they noticed that,\nMay 27, 2010\nso I was moved to another family, the son of the Rabbi de Sola Pool, the head of\nShearith Israel of the Sephardic synagogue in New York City, who was a sort of\nson of a famous father who wasn’t doing quite so well, so it was difficult for him.\nHe was a salesperson for different companies, but never quite made it in the\ncorporate world, and they had one son, a little younger than I, and — almost the\nsame age, and that created problems, because he was doing okay in school, but I\nwas academically outstanding. And so I think that created problems for Richard\nMindas(ph). I didn’t have any problems with him, but we didn’t become close. And\n— but I went first to a New York school, the Jefferson High School in Brooklyn.\nAnd there, fortunately, they had a good speech department. So the speech therapist\ntook an interest in me, and helped me to learn to speak English properly. So I got a\nlot of special instruction, and my capacity to speak English and to spell and so on,\ndeveloped rather quickly, so that when later on, before I graduated, I actually got\nbetter grades in English than most of my fellow students, because I had to learn the\nlanguage and therefore was more careful with spelling. So actually, I graduated\nfrom White Plains High School at the age of 16, because I got credit by taking\nexaminations in world history and European history. I had to learn American\nhistory, I had to learn English, but math and geography, I passed the Regents\nExams, so that I graduated early and went to college at the age of 16.\nMay 27, 2010",
        "A: I first went to a free — to the New York City’s high s — City College, because\nthat was free. But after one year got a scholarship to go to Cornell. And I also got a\nscholarship for maintenance from — through the German Jewish Children’s Aid\nfrom someone of the Woberg(ph) family. Because one of their daughters who was\nactive in the Zionist movement met me and I was so knowledgeable about what was\ngoing on in the Middle East, she decided to get the family to send me to Cornell.\nAnd I also met the president of Hadassah, because her son went to a summer camp\nto which I was invited. So that I had connections, through my knowledge of what\nwas going on in the Jewish world. I did a lot of reading. I had a nephew by marriage\nof my father, who was a professor at the theological seminary. So I had contacts\nwith the academic world at the age of 15 and 16 and 17 that resulted in my having\ncontacts among the Jewish leadership elite, including Rabbi Pool, whose wife also\nbecame president of Hadassah. And at one point I was invited by Justice Brandeis\nto meet with him in his home here in Washington, because he was interested in\ncooperative farming and kibbutzim. And by that time I had a job to do research in\nthat field.\nMay 27, 2010",
        "A: At Cornell, I first thought of becoming a — a physician who was taking care of\nanimals, I —",
        "A: A what?",
        "A: A veterinarian. I really had very poor advice, in terms of making choices. I had\nno one to talk to. But when I got to Cornell and took a course in animal husbandry,\nI came to the dec — quickly to the decision that I was not the right person to help\ncows and horses deliver their offspring. And also, I took a course in rural sociology.\nAnd there I wrote a term paper on the kibbutz movement, simply from what you\nread in the newspapers and knew from my brothers in Israel. And the professor\nliked the paper so much — he happened to be the editor of rural sociology, so it got\npublished. So at — as a junior at Cornell, I was a pub — I had a publication in a — in\n—1n a well-known journal, and that made a big difference in my subsequent career.\nAnd that’s how Justice Brandeis heard about me and whose interest in Palestine\nand its economic development was a private, but very great interest. And so I think,\nthrough Mrs. Epstein, somehow he heard about me and he invited me to come to\nsee him on a Sunday morning.\nMay 27, 2010",
        "A: Well, he obviously knew an awful lot, and I really didn’t have enough of\nunderstanding of the significance of being invited by a member of the Supreme\nCourt, to fully be amazed at this — you know, this was, for me, a normal thing that\nhappens.",
        "A: That’s right, I gradu — graduated in 1940.",
        "A: I was very much aware, I mean, reading Eng-English, being able to read in\nGerman, my parents wouldn’t — would write once or twice a week. I would write\nback, not often, make copies of my letters, so I — my letter writings not only have\ntheir letters, but my responses. And much of that is also true of my brothers. So,\neven correspondence with my grandmother, who remained in Frankfurt because\nshe didn’t think the Nazis would bother an older lady, and so she was not willing to\nleave the country when everybody else left. She had a nice home, and so on. So I\nwas very much aware. I would say I was more aware of what was going in Europe\nMay 27, 2010\nthan most people, and probably as much aware of what was going on as my\nteachers.",
        "A: Well, I was aware of the tremendous sense of frustration of the American Jewish\ncommunity. But on the other hand, I was aware of the complexities of the\nleadership. I mean, like Rabbi Wise, who had good relationship with Roosevelt,\nand so he had to be very careful in open criticism of the Department of State. I was\naware of the American Jewish committee and their ambivalence about being too\nsupportive of the Zionists, because after all, we Jews are religion rather than a\nnationality, and I was very much identified with the idea that Jews are both a\nreligion and a nationality. And so I would say I had a quite advanced knowledge,\nnot only what was going on in the U.S. or in Germany, or in much of the rest of\nEurope, what was going on in the Soviet Union. When I was at Cornell, there was\na pretty active communist youth group, and I was among the Jewish kids who were\nvery much opposed to the Soviet Union, because of — even though they seemed to\nbe wi — quite progressive, they were a dictatorship. And so I was active in the Hillel\nSociety and that group was very much opposed to the Soviet Union, whereas there\nMay 27, 2010\nwere a lot of — not a lot, but there was a sufficiently active group of students at\nCornell that felt that the Soviet Union had the solution to mankind’s future.",
        "A: Well, first of all, we were very critical of the Soviet Union; of its dictatorship,\nthe concentration camps, the labor camps, Stalin. We did not think they are\nprogressive. There were lots of arguments. And so, I had friends among the anti-\ncommunists, but you know, I did become a Republican as a result, but I was\npolitically active, and one of my friends was a Iraqi Jew. The only Jew ever sent by\nthe Iraqi government, on a scholarship of the government. They every year sent\nover some students to get an American degree, and Mayer(ph) Sofaya(ph) was the\nonly one who was Jewish who they ever selected. And so we became very friendly,\nand through him I learned a lot of what was going through the Arab world, and I did\n— was invited to his wedding in Egypt in 1945, and actually went to the wedding. I\ndidn’t get there on time, but I actually met him in Cairo, in — at the end of 1945,\nand that another interesting story, how knowing him enabled me to come to\nPalestine in 1945.",
        "A: No, I was a German citizen.\nMay 27, 2010",
        "A: Well, you have to keep in mind that when I went to graduate school, I was\naccepted at the school of social work ka — at Chicago University. And in the first\nsemester, where I had a job selling clothes in a men’s clothing store, I suddenly was\noffered a job in New York City to set up a research institute on cooperative\nfarming. So I left Chicago, and found myself at the age of 21, or — [file break]\nAugust 1, 2010",
        "A: After I graduated from Cornell, I had been advised by a professor who Leonard\nKatrow(ph), who was very friendly towards me and invited me to his home many\ntimes, he advised me not to go into academia, because he said Jews didn’t have\nmuch of a chance. And that it would be better off to study the applications of\nsociology, so I applied to a school of social work at the University of Chicago,\nwhich at that time was well regarded, and had a sociological orientation, rather than\na psychiatric orientation. And while I was there, I received a phone call from New\nYork, from Edward A. Newman, a wealthy Jewish banker, asking me if I were\ninterested in conducting a study of cooperative farming in the United States, what\nour experiences were in that field, because the — Henry Wallace, either secretary of\nagriculture or vice-president at — I think he had just stopped being vice-president,\nTruman had been appointed — was very interested 1n possibly expanding\nAugust 1, 2010\ncooperative farming in the United States as a way of helping landless farm workers\nto become owners, and they were particularly interested in moshavim, because one\nof the sons of Henry Wallace had been in Israel for a summer, and reported about\nkibbutzim and moshavim. So Edward Newman, who knew Henry Wallace,\ndecided to fund a study. And the reason he called me 1s a term paper of mine on\nkibbutzim in the junior year had gotten published in a journal. And so, I looked like\nbeing an expert in an area where nobody else was really better informed. Not that I\nreally was an expert, because I didn’t speak Hebrew and had never lived in Israel.\nSo I decided to accept the job and after one quarter at the end of December, went to\nNew York to start the job. The study was — had to have a organizational\nsponsorship, and so we set up the rules [indecipherable] institute, and with the help\nof Henry Wallace, I was able to recruit a board of directors, who were very, very\nprominent. Some of them were suggested by Justice Brandeis, who heard about the\nstudy and invited me to his home on a Sunday morning to tell him what was\nhappening in the cooperative farming field, especially Palestine. He obviously\ncontinued to have a significant influence and interest, and indeed, had been\nresponsible for the book by Walter C. Loudermilk, the commissioner of social si —\nthe commissioner of conservation in the department of agriculture, who had made a\nstudy of why 1s it that in the Middle East, there is such incredible poverty, when at\nAugust 1, 2010\none time in their history, it was the most advanced and prosperous area? And he\nwent by car from Morocco, all the way to Iraq and Turkey and then wrote a book\nin which he pointed out that the neglect and the poverty was due to the way the\nsocial structure was operating under Islam, and the only bright light was the Jewish\nsettlements in Palestine. And he praised them and pointed out the modern\nagricultural methods and thi — the green line already existed in 1940 when — in ’41.\nAnd when Henry Wallace got the report, he apparently called Brandeis and told\nhim, you should really look at this. And Brandeis got someone, a woman, to edit\nthe report, publish it as a book called, “The Land of Promise,” and the book was\ndistributed to every member of Congress. And so, the fact that I was making the\nstudy was obviously of interest to Brandeis. So suddenly, as a refugee, I felt myself\ninteracting with people in the so — conservation service, the agricultural extension\nservice, and wherever I went to study cooperative farming experiences in the\nUnited States, I had superb cooperation.",
        "A: No, no. Neither they, or any of the officials, very high officials, I mean, you\nknow, third level subcabinet officers, and the — the U.S. government, under Henry\nAugust 1, 2010\nWallace had begun cooperative farms by purchasing large plantations that were\ngoing bankrupt, especially in the south, and then hiring farm managers and\nrecruiting impoverished farm laborers, put them on the land. Each — the land was\nowned cooperatively by the farm. They didn’t know much about how to run a farm,\nso they built a large farm and equipment for large machinery, and the farm manager\nbegan to teach the workers and gradually they took more and more responsibility\nfor running the farm. And so I s-studied the 27 experimental areas, traveling all over\nthe United States.",
        "A: Well, until I was drafted. In the middle of the study, I was drafted. I had part of a\nmanuscript with me. I also visited some of the religious collective farms, like the\nAmish and Amana colonies in Iowa, which were communistic [indecipherable].\nBut before I finished, I was drafted, but I somehow managed to finish my report and\nHarper Brothers decided to publish the report as a book, calling it, “Exploring\nTomorrow’s Agriculture.” So after, when I was in basic training at Fort Dix, New\nJersey —",
        "A: That was 1943. I—I went in the army °42, but in basic training. I think 1t was ’43\nthe book was published. And I was a private being trained to be a first aid enlisted\nAugust 1, 2010\nman to deal with injured people in the battlefield. When a package arrived, and I\nimmediately knew when it was brought in by the first sergeant that this was not\nfood from some f-friend or relative. But he made me open it up, and it was a book.\nAnd he looked at this and says, he expected some food and candy that could be\ndistributed — he said, did you write this? I said yes. He said, well, 1f you can write so\nwell, let’s see how well you are in cleaning pots. So everybody laughed and for one\nweek I had swep — special duty in the kitchen, cleaning these very large pots, some\nof them so large that you had to go into the pot to clean it.",
        "A: I don’t think so. I don’t think there was — I experienced no discrimination or\nreference to my refugee status. First of all, I spoke English extremely well. I did\nbetter on many tests, including sharpshooting. I was not outstanding, but you know,\ndid adequately. So the — within the army, I did not experience any anti-foreignism,\nor anti-Semitism.\nAugust 1, 2010",
        "A: My brothers and I had changed our name in 1940. After the war had begun, and\nmy brothers, one of them was in the British Army and the other in the Haganah in\nIsrael, and people in Israel anyhow wanted — didn’t want German names. But one\nof the special problems we faced is that our parents were living in Amsterdam, and\nif we were taken prisoner, this might — we were worried that this could cause\nproblems for them as parents of traitors, because we were obviously fighting against\nthe Fatherland. So we decided to change our name and adopted a name that was\nsuggested by Rabbi de Sola Pool, and — whom — whom I knew, because his wife\nwas president of Hadassah. And I was one of the people she became interested in\nbecause there weren’t many young Americans who showed much interest and real\nknowledge about Zionism and Israel, which I did because I had been very active in\nGermany, even though I was only 14. So, he was very helpful, and he ultimately\nmarried Helen and me, even though we were not Sephardim. So, at any rate, this 1s\nhow, professionally, I finished a book which Columbia University accepted as my\ndissertation. Because at Columbia you had to publish your dissertation, and here I\nhad a book published by Harper brothers. So my dissertation was approved before\nI had taken more than one course in sociology at Columbia. So when I came back\nfrom the army, I had to take all the courses and pass examination about substance,\nbut I didn’t have to write a dissertation.\nAugust 1, 2010",
        "A: Well, in Fort Dix, when we finished our basic training, I was a sort of middle\nrange effective first aid man, because not being very tall, I had problems carrying\nthese — the what do you call — you carry human beings on — that are injured on a —",
        "A: On a what?",
        "A: On stretcher, yeah, one stretcher.",
        "A: You know, you had to carry the stretcher and — and on battlefields you had to be\n— keep your head down and so on. So you had to carry, you didn’t do it by yourself,\ntwo people had to carry a stretcher. But most people preferred others to work with\nthem than me, because I wasn’t as strong as many other soldiers. So, instead of\nbeing sent to a field, to a division, I ended up at a military hospital in Camp\nRucker, Alabama, as a clerk. And it looked like my future would be to be a clerk\nin a military hospital, and I was very well regarded, because I was among the\nrelatively few people who could handle medical records, with all their special\nAugust 1, 2010\nwords, and being able to identify diagnoses and to spell them properly. So I was —\nmy commanding officer thought very well of me. It might even result in a\npromotion to private first class, but before that happened, he got a notice from\nWashington that I was being transferred.",
        "A: I was an enemy alien, and I was drafted as an enemy alien. And as an enemy\nalien, I was obviously under FBI surveillance. I know this because in 1942 I\nreceived a postcard from Sweden, from an aunt, saying that they needed money so\nthat they might be able to get a visa to Ecuador for my mother. And they didn’t\nhave money, could I raise 12,000 dollars? And within two days or so after I got the\npostcard, the FBI came to my door and asked me if I had sent any money, pointing\nout to me that this was trading with the enemy. Well, I didn’t have any money, I\ndidn’t know anybody I could get 12,000 dollars from. But I know, obviously my\nmail was being monitored. And, you know, the — they did say to me, it’s just as well\nyou didn’t send them any money, because this is just a scam, as far as we know. But\nmy mail was being censored, without ever being notified.",
        "A: Yes.\nAugust 1, 2010",
        "A: So we’re as — but the fact that I was drafted, this didn’t seem to bother anybody.\nSo it might have meant that I might have been promoted more quickly, that could be\na factor, because I was ap — still a private after s-several months in a really\nimportant position in the hospital. In other words, I was in charge of the night shift,\nand when people came in, they depended on me to keep the records straight, and\nthat had been, apparently, a real problem, simply because it wasn’t always easy to\nget the right people to do the job. Well educated people usually were assigned to\nother jobs.",
        "A: So, what happened, and I only learned that later, is that when you’re drafted — in\nWorld War II, the army had adopted the IBM technology to keep personnel records,\nso that every soldier, when he was drafted, had — was interviewed in great detail\nabout their background, and all of that was put on IBM cards. And in 1942, or was\nit f— or early ’43, I’m not sure exactly, the U.S. government had decided that when\nwe liberate France, the U.S. would need to govern France. Roosevelt did not trust\nde Gaulle, whom he regarded as an extreme nationalist who would undermine the\nrecovery of Europe, as happened in wor — after World War I, when the French\nwere — insisted on the Versailles treaty. So, he decided he wasn’t going to let the\nAugust 1, 2010\nfree French govern France, but there would be a U.S. military government of\nFrance, then there would be free election, and let the French decide whether they\nwant de Gaulle or somebody else. So in preparation for the liberation of France,\nthey were going to train a cadre of people to govern France. And even though I\ndidn’t know French, but becu — my card fell out and they decided I was one of these\npeople, so suddenly I was transferred from Camp Rucker, Alabama to Queens\nCollege, New York, to learn how to be one of the military government staff. French\neconomics, French history, French law. The f — the — the taxation system and so on,\nso for six months I learned a great deal about France, and learned enough French so\nI could go to Columbia and pass my French language exam, because at Columbia\nyou had to have two foreign languages if you wanted a PhD. They accepted my\nGerman and I passed the French exam, I learned enough. And we were about ready\nto be shipped over to England to work with the English, who had reluctantly\naccepted the policy of Roosevelt, when Roosevelt and Churchill met in\nCasablanca. And there Churchill convinced Roosevelt that the free French, de\nGaulle should govern the occupied France, that with all the problems that de\nGaulle might create, it was better than the English and Americans tr — doing the\njob. So overnight, about 10,000 bright American soldiers became surplus, and had\nto be reassigned, and our — overnight, our program was finished. I mean, you know,\nAugust 1, 2010\nwhen you come to think of it, right in the middle of it, there was no longer any need\nto train people to govern French towns and villages. And most of the trainees were\nreassigned to different divisions. Many military units had a shortage of people with\nhigh IQs. And this was an opportunity for the army to infuse more people with high\nIQs. But a few were given a choice, because the army was trying to fill some\nspecial jobs. And one of them was a unit that would be dropped to sabotage German\nfacilities, dropped over Germany. And so I was interviewed and told that that was\nan opportunity for me, but they warned me that the chances of surviving were less\nthan 50 percent, and what would be involved. And not that I was particularly heroic\nand wanting such a — a job, but I didn’t feel as a Jew I could say no, so I — I said\nyes, when I really wa — wished I didn’t have to say yes. So, as a result, I was sent to\nCamp Ritchie, the U.S. intelligence training area near Washington, D.C.",
        "A: Well, shortly after I arrived at Camp Ritchie it became clear the govern — the\narmy had decided that the program of dropping people didn’t work, the Germans\nwere too well organized. So actually I found myself attached to another unit, the\npsychological warfare division of the U.S. Army.",
        "A: — and that psychological warfare division had very interesting responsibilities of\nproviding intelligence at the division, as well as at the supreme headquarter level.",
        "A: In the psychological warfare division, the key person was a Austrian named\nCaptain Hans Harber(ph), and he had become important because he — he married\nthe daughter of — the father of Ted Kennedy and the other Kennedys, who had\nbeen ambassador to Great Britain. The way Hans Harber(ph), who was himself a\nrefugee from Austria — he became extremely well-known because of his personal\nhistory. Harbie(ph) was the son of a Hungarian Jew named Baeckeshee(ph), who\nedited the scandal sheet of Budapest, and who had shot himself in the foot in World\nWar I, so he wouldn’t have to serve. And Hans had been very ashamed of his father\nwhen the war broke out in — World War II, in ’39, he signed up in the Foreign\nLegion and was taken prisoner by the Germans and escaped, and wrote a book\nabout the whole situation; his service, his family, and it became a best seller. So this\nis how, because of the book, he was invited to lecture all over the country and\nEurope, and this is how he met his future wife. And then he signed up in the\nAmerican army, and he dising — distinguished himself in North Africa. He was a\nAugust 1, 2010\njournalist who had studied the history of Hitler and his family. So he was appointed\nto head the psychological warfare units, and was regarded by top level executives as\na intelligent, sophisticated analyst of what was going on in Europe.",
        "A: If I did, they h-had all the information about me, so I— I would — I do not recall.\nMy hunch 1s they did make the security clearance.",
        "A: Well, the training we got was a a-analysis of how the German army was\nstructured; tactically, strategically, chains of command. We studied the German\npropaganda techniques. We studied the British American policies that Harber(ph)\nhad worked out with the British, which contrasted to the Hollywood approach, that\nat the beginning had been kind of adopted, a kind of advertising that we have now,\nin which you oftentime make claims that are not — that are misleading. The British\nhad decided before Dunkirk, that the only way they could win in Europe is to\nadopt a policy of always telling the truth. So at Dunkirk they reported their defeat,\nthe problems of evacuating everybody, the losses, and they broadcast these facts to\nthe Germans over BBC, and the French and so on. And you know what, they were\nfacing a tremendous loss, had the Germans had succeeded, and continued this\nAugust 1, 2010\npolicy and psychological warfare had adopted the policy of not using propaganda,\nthey — you know, the way Americans advertise.",
        "A: The mission statement was to get the Germans as — first of all, to believe in what\nthey were being told by the U.S. and by the British, and second, to get the Germans\nto question their regime, on the basis of what was difficult for the Germans. In other\nwords, we’d — we — to simply say the Germans were unfair and unjust and so on,\nwasn’t going to work, because they felt that Germany, in order to survive, had to\ndo some terrible things, that’s war. We had to focus on inconsistencies in German\npolicies from the point of view of the German public and the differentiation\nbetween what was good for the general public, and what was good to the me — for\nthe maintenance of the regime.",
        "A: Yes.",
        "A: We - we wrote leaflets to be dropped.\nAugust 1, 2010",
        "A: While we da — we had to find our way blind, men left all by ourselves\nsomewhere in — in the area. We had to write reports to headquarters. It turned out\nlater on, the unit I was attached to was directly attached to Eisenhower’s supreme\nheadquarters, so we were reporting directly. Ha-Ha-Harber(ph) obviously was\ngiven that job, and so the 10 people he had selected automatically got jobs that had\nactually impact on public policy.",
        "A: We shipped out in ’43, and were sent to London, there to work with the British\nand get trained for British American cooperation. We had — that time we had not yet\nattacked Europe at Omaha Beach, but we were being readied for that event. We\nknew that sooner or later we would invade Europe, but of course we didn’t know\nwhen it would happen. But that was our training. And especially writing reports,\nworking with British — actually, we were being investigated carefully by British\nintelligence. They didn’t trust — and I learned later that the Americans, our\nparticular unit was sent to a villa in the outskirts of London, which was very\ncomfortable, but of course the blitz was going on. Any time you got hit by a bomb,\nthat was it, a whole block would be wiped out by one bomb. And — but the villas\nwere run by women — British women soldiers, who did — who fed us, who looked\nafter our clothes, who woke us up in the morning, who made sure that we had, you\nAugust 1, 2010\nknow, were properly fed and had all the comforts. What we didn’t realize, that they\nalso were carefully making notes on all of us, and had conversations. Their job was\nto make sure that we would be able to function in a proper fashion. And then, about\nfive weeks after the invasion of France, we landed at Omaha Beach at a time when\nit was no longer dangerous, because actually, American troops had liberated Paris.\nSo we landed and there was a bus waiting, and we drove directly to Paris.",
        "A: Well, the leaflets had to appeal to Germans. So what we did is we looked at the\ntactical situation, and then presented it to the Germans as this is what is happening\nin the battlefields. And giving them facts about what was going on, which by 1940\n— late 1943 - 1944 was no longer entirely favorable to the Germans. I mean, we\nwere still incurring losses, but we were beginning — you know, in Africa we\nactually were able to defeat Rommel and prevent the capture of Egypt. So,\ndepending on what happened that day, we would write a leaflet, and then we would\nthink of some other things that might make Germans question the policies of their\ngovernment.\nAugust 1, 2010",
        "A: The 10 men working in teams of one or two or thr — not more than that, would\nprepare a leaflet, or a news broadcast, and they would be reviewed by Captain\nHarber(ph). And he had the authority to say yes or no. There was a colonel, but the\ncolonel was somebody who had come from the broadcasting industry, who worked\nwell with Harber(ph), but really Harber(ph) was the authority, as somebody who\nunderstood what was going on in Europe.",
        "A: Well, we did nothing, they were just — they were just exercises. The — I think at\ntimes — no, I don’t think, I know at times our products were shown to high officials,\nprobably Patton and Bradley and Eisenhower, to give them an idea what\npsychological w-warfare we’d be doing. But it was all practice.",
        "A: I don’t know. They — they may very well have been dropped. Certainly I knew\nthat once we were at Radio Luxembourg, everything we did was being dropped. I\ndon’t know whether, before we actually occupied Luxembourg, and Radio\nLuxembourg, and operated from there, whether the British had decided that simply\nit was enough to have the BBC, simply because to drop leaflets meant to use air\nAugust 1, 2010\npower, and every plane we could spare was being used to bomb. So I sort of doubt\nthat they would drop leaflets, when we had no capacity to occupy, to get Germans\nto surrender, and so on. So I’m not sure that — there may have been some tactical\nuse used in the radio brod — broadcast, but — but we didn’t get that kind of feedback.\nBut I doubt very much that we dropped any leaflets before we were in a capacity to\ntake prisoners.",
        "A: Let’s see, D-Day was’?",
        "A: June fourth, so in July, when we went to Paris, and then about a week later, we\nwere shipped to Luxembourg, which the Germans had evacuated in a hurry. And\nthey left Radio Luxembourg operating. And so we took ov — the allies took over\nRadio Luxembourg and turned it into a broadcasting station to Germany, and to\nEurope, to France, and to many other languages. So, basically we were stationed\nin the radio station, which had large administrative headquarters, and also military\nbar-barracks of the Luxembourg Army, and the population of Luxembourg was\nvery friendly. After all, they — they were not — had been occupied. So, it was a\npretty secure place from which to operate.\nAugust 1, 2010",
        "A: We had news programs every hour on the hour in German. And Radio\nLuxembourg also had a program that claimed to be a — a group of SS dissidents\nwho had decided that the fuehrer needed protection from the corrupt subordinates,\nlike Goering and Goebbels and Himmler, who were really taking advantage of\nhim, and sabotaging his policies, and that there was a need to clean out these\ntraitors, to enable the fuehrer to retake command, to protect the Fatherland. And that\nwas the approach of the dissident SS group that a program claimed to be, even\nthough it was broadcast over Radio Luxembourg only five minutes a day.",
        "A: I don’t know, because they never told us that this program existed. It was so\nsecret that even we didn’t [phone ringing] Okay? The — this program, which we\ncalled the black propaganda, because it was based on a falsehood. And that unit, I\nlearned later, broadcast gossip that we picked up from prisoners of war, because we\nwere instructed, when interviewing prisoners of war to find out about their home\nlife, what was going on in the cities where they lived, you know, the soldiers who\nwere being taken prisoners were wondering wer — will they be tortured. And when\nwe interviewed prisoner of war, we first sat them down and says, would you like\nAugust 1, 2010\nsome coffee? And we gave them real coffee, and spoke about the fact, you know,\nAmericans still can buy good coffee.",
        "A: The Germans?",
        "A: No, th—I-— nota single prisoner ever asked me where — how come I spoke such\ngood German, was I Jewish? They were too scared. They may have suspected that I\nwas Jewish, and some prisoners, of course, without being asked, told me about how\nopposed they were to the persecution of Jews.",
        "A: In other words, part of the information we were asked to provide was for a\nservice that we didn’t know about, because it was so secret, that 1t wasn’t shared\nwith us. I think Harber(ph) knew about the black program, but he never shared it\nwith us.\nAugust 1, 2010",
        "A: We asked people, and — because severe jail sentences; being sent to the front\nlines, 1f you weren’t 1n the front lines; being sent to concentration camp was a\npossible punishment for listening. It was strictly forbidden to listen to any enemy\nbroadcast. And so it was important for us to find out if they had heard, and we\nfound out that a large proportion — I don’t remember statistics — were — had listened\nat some times, because they wanted to know what was going on. And the other\nthing we did do, is to encourage listenership. We not only provided accurate\ninformation to the Germans, of exactly what was happening, we provided them with\ninformation of what was happening to bombed cities and villages, to the extent that\nwe could get information. And about three months before Christmas, 1944,\nHarbie(ph) convened a meeting of his 10 soldiers and said, you know, we have a\nproblem what to do on Christmas. Should we broadcast on bri — Christmas we do\nevery day? Because after all, our broadcasts are very disturbing to the Germans.\nThe news every day is not good. And what should we do on — on Christmas day?\nHow to somehow appeal to them? And I proposed that we don’t broadcast any news\non that day, since it would be bad, but instead interview prisoners of war to send\ngreetings to their loved ones, and broadcast them. So the decision was we should\nannounce from months in advance, on Christmas day, we will have 1,000 German\nprisoners of war personally speak to their families. W-We learned later that this\nAugust 1, 2010\nnews spread and was a way of making people think about agwa — if they had a\nprisoner of war, maybe my son is among the 1,000.",
        "A: We would ask them to — they had about a little less than a minute. They could\nsay who they are, that they’re a prisoner of war and so and so, and they’re in this\nand this camp, that they are feeling well, that they’re healthy, sending greeting to\nmother and father [indecipherable] and brothers and sisters, and whatever they\nwanted to say and do through that period. Many of them talked about that they’re\ngetting good food and that they’re not being tortured and th —",
        "A: No, we would go to the front lines and then simply — our unit had trucks, these\nnews — not — I-like any radio — any radio station, or television station, they have a\ntruck fully equipped to interview and to broadcast, so that we would actually\ninterview people, and get them in at broadcast, or sometimes have them repeat it so\nthat it would fit our pattern, and gradually accumulated enough personnel using\nthese mobile broadcasting ca — trucks.\nAugust 1, 2010",
        "A: And it wa — na —",
        "A: Not only leaflets, we also had a newspaper, called “The Front Post,” and they\nwould also be dropped. They were a little larger, had more information and were\noverstated. And they were dropped. I don’t think they may — probably every two or\nthree days —",
        "A: By airplane, or by artillery shells.",
        "A: They were targeted on front line units of the German army. Occasionally I think\nwe also dropped leaflets, “The Front Post,” not the surrender bre — leaflets. They\nwere only dropped over the German lines. But we also would drop newspapers over\nGerman villages and cities.\nAugust 1, 2010",
        "A: Well, we would interview people and we certainly would get feedbacks that they\nwere being read, but I had no access to the comprehensive reports, so I — I don’t\nreally know whether we reached 25 percent or 40 percent or 50 percent at different\ntimes. But certainly the Germans were not effective to completely stop the use of\nthe material that was being dropped.",
        "A: Well, I-",
        "A: The British opposed the idea of focusing on the persecution of the Jews. They\ntook the position that — a-and a correct position — Hitler was again and again\nreminding Germans that there wouldn’t be a war, except for the Jews. And of\ncourse, Roosevelt was — was — had his name changed from Rosenfeld(ph) to\nRoosevelt and that if it weren’t for the Jews, nobody would oppose Hitler. And the\nBritish took the position that focusing on the atrocities would only reinforce the\nidea that this 1s what the war was all about. So you had to get special permission to\nmake any reference to the persecution of the Jews on our news broadcasts.\nAugust 1, 2010",
        "A: Well, I think there was evi — there was — I think Auschwitz was mentioned, but\nnot every day, not even every week.",
        "A: I mean, when we started to liberate camps, then that was announced.",
        "A: But that was very late. But in ’44, you couldn’t touch the Jewish issue.",
        "A: Oh yes. No, no, the exchange of information with the Soviets on that issue, I\nthink was pretty good. Certainly our leaflets constantly showed the Russian front,\nwhich looked much — their advances were much quicker than our advances, so we\nhad to focus on, soon you will be occupied by the Russians. But we didn’t say, put\nit this way, we simply said the Russians are advancing, and we are advancing, but\nwe didn’t. We showed on the map that they were advancing much more quickly.",
        "A: About what?",
        "A: Yes.\nAugust 1, 2010",
        "A: Well, we took the position, say to the Germans, you’ve lost the war. If you\nsurrender, you will be — this leaflet will — and this was on every leaflet, is a written\nguarantee of the condi — [coughing] of the following conditions of surrender: first,\nyou will not be tortured. You will be sent in a prison camp. You will get three meals\na day, identical to the food of the American or British soldiers, which includes; real\ncoffee three times a day; real cigarettes with every meal; meat and fish. Healthy\nfood, the way allied soldiers are being fed. You will be allowed through the Red\nCross to communicate with your families, so that if you surrender, you will have\ncontact with your families, which now, very often you don’t have, because the\nGerman communication system was not very good in ’44 and ’45. That was the\nsurrender. And these guarantee, they called it guarantee [indecipherable]. Quite a\nfew soldiers, when they surrendered, pulled them out of their shoes, or somewhere\nin their clothing, to be sure that they would be treated properly. And certainly when\nwe interviewed prisoners of war, we did not use the kind of threats or you know, s —\nintimidation f-for I think many good reasons. First of all, tactical information you\ndon’t get from soldiers. You can sometimes get it from officers, but by the time you\nget it, all a — it often is no longer valuable. Because what do we want to know is\nwhere do you have your artillery, what kind of weapons do you have, does your unit\nAugust 1, 2010\nhave? What plans were made to proceed to defeat us, and so on. That kind of\ntactical information, for 24 - 20 - 48 hours might be useful, but with advances of the\nbattlefield, it does — it doesn’t become very meaningful. So at any rate, while —\nwhen you interviewed officers, you would try to learn from them what kind of\nequipment they had. You didn’t just f— you didn’t focus on that, you also spent a\nlot of time on their schooling, how they became officers, what their career was, and\nwere they being treated fairly. What about their families, how they were doing, their\nchildren and so on. And f — on that basis, people often told us things, how life was\nterrible, what they were fearful of being arrested simply because they wanted to\nsurvive, and that they had been dis — badly treated, and that in particular officer in\ntheir command had been very mean and they had suffered this and that and so on.\nSo that kind of information [indecipherable] obviously, did reach the black station,\nbut we didn’t know it.",
        "A: Some did, very few. Most of the people tried to avoid politically sensitive things,\nbut they weren’t sophisticate always to know what was sensitive. So we did get\nuseful information, but we were very circumspect of asking them. We — we did ask\nthem, were you a member of the Nazi party, and most of them were. And then they\nAugust 1, 2010\nwould say, well, understand, everybody had to be a member of the Nazi party. And\nthen we would learn a little bit about their career. Some of them were willing to\ntalk, because they thought it might improve the way would — the way would be\ntreated, because they were being treated so well. And if they were resistant, we\nwithdraw and then send them back, and let them tell their fellow soldiers in the\nprison camp, I didn’t give them any information, but they didn’t do anything to me.\nAnd thereby enhance our reputation among the prisoners of war, because we would\nnot only interview them — we couldn’t interview everybody who was being\ncaptured, there were too many people being captured.",
        "A: Von Poten, Ernst von Poten.",
        "A: Well, we were always looking for interesting prisoners, so when the city of\nTreya(ph) was about to fall, I was sent, as I often was, to go there and find out how\nmili — to write a report on the — how a military government functioned after the first\nde — day or two. And see if there were any interesting prisoners. So when I got to\nTreya(ph), the captain who — in charge of military government, been maybe there\n24 hours and 48 hours, and had found a German who was willing to be a\ncoordinator between the military government and the German administrative\nAugust 1, 2010\nsystem. And he had apparently not been a Nazi, so the captain had developed trust.\nAnd when I ask about interesting prisoners, he said, well ba — you better talk to — I\nhave the name now, but I don’t remember just now what the name is. So I came to\nhis office and he said, oh yes, there’s a general who would like to surrender, but\nhe’s afraid of being taken prisoner by some enlisted group, because they might\nmistreat him. He would like to be — he’s hiding, hoping to get arrested by officers,\nand I know where he 1s and he told me that’s what he would like to do, and if you\nare interested, I will tell you where he 1s. That was kind of a silly, you know — but I\ngot the instructions and so on, and talked more. He didn’t know much about the\ngeneral himself. My driver, who was married, felt this was a trick to get us into the\nwoods above Treya(ph) where there might still be German soldiers that had been\nroaming around and would attack us, and this is not a reliable story. But I had\nbecome convinced that it was real, at least there’s a good chance, and so I said, let’s\ngo and get him and he had — my driver had no choice, I — I happened to b-be one\ngrade above him. So, we went with our regular broadcasting truck, and followed\ndirections and drove up into the woods and after about maybe half an hour, I saw a\nman walking with a — a dog and von Poten had been described to me of having a\ndog. And so we stopped. [phone ringing]\nAugust 1, 2010",
        "A: This time I’m taking [break]",
        "A: Well, a man who looked like the general that was described, and the fact that he\nwas walking with a dog, we stopped the truck. And I opened the window and said,\nGeneral von Poten? He looked up and said, jawohl? Sort of, yes. And I said, I\nunderstand you want to surrender? He said yes. I said, well, I was sent by supreme\nheadquarters to take your surrender. Thank you, he said, I’m glad how — that you\ngot the message. And here is, about 200 meters from here is a cottage in which we\nhave been living since I was fired from my post a month ago, or two months ago.\nSo please, let’s sit down comfortably in my house. So he walked and we drove and\nhe went into the house and brought out his wife and introduced her. And so my\ndriver was suspicious, he didn’t go in, and I went into the house and we sat down.\nBut the small room was crowded with furniture covered with bed sheets. And we\nsat down on a couch and started to talk. He pulled out documents signed by the\nchief — the commander of the German army, General Keitel, informing him that the\nfuehrer had decided that the army needed more young people; they weren’t\nsufficiently aggressive to push ahead, and for that reason, in spite of his good\nservice, he was being retired. He appealed the forced retirement, but the appeal was\ndenied. All of this was in correspondence signed by no one less than the counterpart\nAugust 1, 2010\nof Eisenhower, the chief commander of the German army. So, I took those\ndocuments and he said he decided, even though he was no longer a soldier, he said,\nI’m a civilian now, but he decided that as a former general, he might be considered\nsomeone to be made a prisoner of war, he hoped this would not be the case, but this\nis why he let the message be transmitted that he was ready to be in touch with the\nenemy. He indicated in conversations about the war, I learned — he and I talked\nabout his career. So, he said, I became a soldier before World War I, and served in\nthe Austrian army, and he told me the different battles. And then stayed in the\nAustrian army and then when Germany occupied Austria, he became part of the\nGerman army. And he was involved in the war against Russia and was in-injured\nnear Stalingrad, and for a year and a half was in the hospital. And after he had\nrecuperated, the army assigned him to be the governor of the French city of Metz.\nAnd he showed me documents there, his appointment. And he indicated that he had\nproblems with the head of the Nazi party in Metz. Metz is a French city, occupied\nmostly by German speaking people, so it’s part of Alsace-Lorraine that had been\ntransferred after World War I, to France. And he said, I had problems with the local\nNazi leader. When I got the job, they offered me several villas, but they were all\ntaken from Jews. And my wife and I didn’t want to live in a house that was full of\ntears, so we didn’t take them, we went into an apartment. He may have realized that\nAugust 1, 2010\nI was Jewish, but he didn’t ask me. And then I was in — had trouble with the Nazi\nparty leader, because I took the position that for security purposes, we had to choo —\ntreat the local population well. So I went to French music events, French theater,\nnot only the German theater, and the Nazi leader felt that was not a proper thing to\ndo, for the commanding general to go to a French theater production. And he\ncomplained to Himmler and asked that he be dismissed, and apparently succeeded;\nHimmler supported his retirement. All of this was in documents. So, I se — I then\nask him, well, what you — what would you recommend that Germany do today? He\nsaid, we’ve lost the war, we have to accept unconditional surrender, because every\nday major German villages and cities are devastated, and we are not gaining\nanything. It’s — we’ve lost. So I said, would you be willing to tell this to the German\npopulation if you had a chance? He says, of course. And then I told him that he was\na lucky man, that he had the opportunity to do this right now, because there was a\nbroadcasting station in my truck. So he got caught, and I gave him a pen and paper,\nand I found he had great difficulty writing a script, so I offered to write it, help him\ndraft it. Well, what are you going to say”? He said okay, and I drafted a speech,\nthinking in terms of what is he likely to say? So, you know, he wasn’t advocating to\nsurrender, because Germany had done terrible things. He — he had no regrets about\nmoving into Russia and whatever he-helped in Russia, and you know, every\nAugust 1, 2010\ncommand was one that he tried to execute. He simply was willing to surrender\nbecause it was better for Germany. So he modified my remarks, his German was\nmuch better than mine. And then I said let’s — I sat him into the truck doing exactly\nwhat you are doing, and we listened to the broadcast. And then I had him do it two\nmore times, because it didn’t sound as good as I thought it wou — should be. And\nafterwards I told him that he should put on his uniform, and asked him if he had any\nweapons, and the only thing he had was a sword and a pistol, and I took both of\nthose. And he dressed in his army uniform and I said, well, I have to take you to\nheadquarters to — for them to decide whether you are to become a prisoner of war,\nor a civilian and could be treated as a civilian. And so he gave me more papers to\ndocument his status. And put him into a truck late at night, the front seat, I sat in the\nback because again, I didn’t trust him to sit in back of me, and drove to\nLuxembourg. We got there about four o’clock in the morning and I called my\ncommanding officer in his quarters and told him that I got a general. And\nHarber(ph), who had a good sense of humor says, Eaton, why don’t you drive\nmore carefully? And after telling him a little bit more about the general, I said, well,\nwhy don’t we h-have breakfast with him, because I think everybody else here would\nlike to meet him. The Americans had not captured a general up to now on the\nwestern front like the Russians side. And there was a — well, you n — as you know,\nAugust 1, 2010\nin Stalingrad a Russian general who actually then organized troops to fight with\nthe Russians against Hitler. So, at about five o’clock, we — the cook had prepared\ngood breakfast, bacon and eggs and trimmings, and the colonel and majors and\ncaptains were all assembled. There was one thing that I forgot to tell you, I had been\ntold that the general was terribly worried about being taken prisoner by enlisted\nmen, he thought he would be mistreated. So I decided I would make myself an\nofficer. That was a risky thing to do, to impersonate an officer in the army. But you\nknow, we had a great deal of freedom in my cir — in other words, there was nobody\ntelling me what to do when I went to the front lines. It was my decision to decide\nwhere, which camp to go to, whom to interview, which American officers to ask for\ncooperation. So, before going up in the hills, early in the morning, about eight or\n8:30, I asked Germans where there was a drugstore, and I went to the drugstore,\nwhich wasn’t open yet, rang the bell. The druggist answered when he saw, I guess,\nthe military truck outside and looked worried, of course. And I said, I need a Band-\nAid. Well, that was an easy request. So he immediately got a box of Band-Aids.\nAnd ask him for a scissors and I cut two pieces of the rubberized part of the Band-\nAid, which is white on the other side, and put it on the helmet and promoted myself\nto captain. And so, when I took the general into, you know, custody, I introduced\nmyself as Captain Eaton, who had been sent by supreme headquarters to accept his\nAugust 1, 2010\nsurrender. So, you know, he felt sort of pleased that somehow supreme headquarters\n— and that may have had a fact — an impact on his re-readiness to cooperate. So I\nhad told Harbie(ph) on the phone what I had done. And when I arrived everybody\ntreated me as Captain Eaton, and — and my driver was sort of amazed that I —\nnobody criticized me, and then afterwards a decision was made to clear with\nsupreme headquarters what to do with the general, that we would use him to work\nfor us at Radio Luxembourg, and in the — the day or two that this might take, we\nput up the general in the hotel, and my job, I was in the same room with him, was to\ntake him for walks, see to it that he got his rations, and talk to him. And then\nintroduce him, bring him to different officers who wanted to talk to him, for\nwhatever information they were interested in. And after da — a day or two, nothing\nhappened. So I was able to talk to Captain Harber(ph), he said well, we are having\nproblems with this man, and I don’t know what’s going to happen, but it doesn’t\nlook good, because some of the senior officials in Eisenhower’s headquarters are\nconcerned over the fact that you took this general in Third Army territory and\nbrought him to Luxembourg, when according to army rules, which you didn’t\nknow and I didn’t know, you f — all prisoners of war have to be cleared through the\nprison camps. And you didn’t clear him through the prison camp, you took him\ndirectly to headquarters. And some people are talking about court-martialing not\nAugust 1, 2010\nonly you, but me and the colonel. So, it took two weeks before a decision was made\nnot to court-martial us.",
        "A: Nothing, it wasn’t used. Apparently, there was enough fear among the upper\nlevel staff that Patton would get furious if someone that was captured in his area\nwas not — did not — he did not have the opportunity to handle the whole situation.\nAnd for that reason, rather than get into another controversy between Patton and\nBradley and Eisenhower — and there had been many controversies between them, I\nmean, they — Patton was very egocentric — the decision was made to return the\ncaptain to where we had taken him prisoner and then to notify the French, the free\nFrench, who had been asked to move into Treya(ph) as the Third Army was\nadvancing, to come up and arrest him. So my job, they says — an-an — and — and —\nand they said, we decided you should do the job. So here was my — I-I was given\nanother driver, and it was my job to find the place where I had taken him prisoner.",
        "A: Yeah, well, shortly before being sent overseas, apparently army policy was to\nnaturalize enemy aliens, especially people like myself, who had a very high security\nposition. So I was given a three day leave to travel to Chicago to go before a judge\nwho — I don’t think he ever tested me as normally citizenship people ar —\napplication for citizenship, with being in the army, it — the whole thing was about\nfive minutes. And the — so I had become a citizen. The — and I was a citizen in\nEngland and — when serving over 1-in Germany. The — obviously w-we all knew\nwhat was — that the Germans were murdering Jews in large numbers. Exactly what\nwas happening, we didn’t know. You heard rumors of Auschwitz, you heard — you\nknew that in concentration camps many people were tortured, and some people\nwere killed. But you didn’t know any of the full details at all. And in my unit of 10\npeople, I think there were two who were not Jewish, all the others were. And we\ndidn’t talk about being Jewish. There were German refugees like myself and\nCaptain Harber(ph), we knew had been born into a Jewish family, but we didn’t\nknow what his sympathies were, that he had been converted. And none of my\nfellow soldiers and I ever talked about the Jewish problem. They didn’t seem to\never talk about it. And so, it — it’s something you kept to yourself, but I was very\nmuch aware, not only of what was — we knew was happening to Jews, that they had\nbeen murdered in large numbers in Russia, that — that we had heard. But I also\nAugust 1, 2010\nknew that — what was going on in Palestine, so whenever there was news available,\nI was particularly interested in. And so, as a result, I took a special interest in Jews.\nAnd one of my assignments was to enter Germany as soon as we occupied a few\nvillages around Aachen. And wherever I went, I would ask, are any — what\nhappened to the Jews. And the — Monschau didn’t have Jews, but in Aachen,\nwhich we occupied around oc — middle of October, and I arrived there maybe two\nor three days after occupation, I learned from the public relations officer that one\nJew had bi — had survived. And the army had seen to it that he would getas—a\nreasonable quarter, and he gave me the address. So, I— you know, I — wasn’t\ndifficult to find out where to go, because you asked people, and he was put into a\nbuilding that had been — the upper part had been destroyed, but the first floor, the\nfour walls were standing, there were no windows, the door could not be closed, but\nit was better than most, you know, I-living in a cellar. And he had put a big sign on\nthe door, Jude. And so when I came in and introduced myself, he was very happy\nto see me. He had a chair and insisted I sit on the chair, and he stood, in his warm\nclothing, he had no gloves. So I gave him my gloves and a scarf, and we talked\nabout what happened. And he explained to me that just before deportation, the\nGermans deported all the Jews from Aachen, but because they had Christian\nfriends, he and his wife were able to move into the suburb and be hidden.\nAugust 1, 2010\nUnfortunately, his wife got caught in the city, and his — was deported. He — but he\nsurvived. And he described himself as being a member of the B’nai Brith and\ndidn’t know any Hebrew, but he had been to synagogues and knew something about\nprayers. And he thought that probably he would be safe now in Aachen. But — and\nthat’s why he put the sign up, and he felt that he was — he didn’t know of any other\nJew who survived. Well, apparently the people in military government looked after\nhim subsequently. He was seep — he got a job in military government as somebody\nwho could be trusted, and ultimately turned out to be a member of the city council\nand became head of a new Jewish community, because there were a few survivors\nwho drifted back to Aachen and so the province decided to facilitate the\ndevelopment of a Jewish community, and he actually became its head, I think, for\nthe rest of his life.",
        "A: He knew they were deported, he didn’t know where. He knew about\nTheresienstadt, but he didn’t — the details were not known to him, it’s ju — they had\ndisappeared, and he was really worried that they might not come back.",
        "A: What?",
        "A: Yeah. Now, when Buchenwald was liberated, by that time much of my work\nwas to — well, nearly all of my work was to visit different cities or villages or camps\nthat we had liberated, to write reports for supreme headquarters. So I decided I\nwould go to Buchenwald. All I had to do was tell Captain Harber(ph) I’d like to\ngo to Buchenwald, he said fine. I got orders [indecipherable] you know, within a\nfew hours, and a driver, and off we went. So that’s how I got to Buchenwald, to\nwrite reports.",
        "A: Well, it was impossible to describe. I mean, you drove into a camp, and you\nwere greeted with piles of corpses, maybe up as high as this — the ceiling here.",
        "A: That was five, six days. When I arrived, I inquired how — how the former\nprisoners were being dealt with, and I quickly discovered that Jews had succeeded\nto be in a special barracks, even though originally, the Americans had decided that\nprison — the people liberated, Poles would go into a barrack and Yugoslavs and\nGermans, pris — inmates, and then they discovered that the Jews didn’t want to be\nwith the Poles and didn’t want to be with the Yugoslavs, and they simply refused.\nAugust 1, 2010\nSo, the local commander said okay, I'll give you your own barracks. And — and that\nhappened within — on the first day. So I went to the Jewish barrack and introduced\nmyself, and we sat down, I said, what are the problems? Are you getting enough\nfood? And they said, well, we’re getting our share. And — but they were\ncomplaining about the administrative problems they had of getting recognized as a\nnationality. So we discussed the political aspects, pointed out to them that the\nBritish government had a strong, vested interest in preventing the establishment of\nJews as a Separate nationality, because of what was th — their commitment in\nPalestine, that they had made a decision that they made a mistake in 1917, there\nwere many more Arabs than Jews, and they didn’t — they didn’t want to lose support\nof the Muslims, and so they had made an agreement, and until that can be\noverturned, the British were pushing very hard to oppose recognition of Jews. But\non the other hand, Jews shouldn’t be worried, and simply, they had the power to\nrefuse. They should insist on whatever they want, because there was strong political\nsupport of their position in the American Jewish community, and to some extent in\nthe British community. So they had done the right thing and they should be very\nassertive and so on. So we talked about that, basically was mos — much of the time.\nIn addition to getting information for my reports, that was the focus of my visit.\nAfter all, I only spent maybe four or five hours in the camp.\nAugust 1, 2010",
        "A: Yes.",
        "A: Well, ah — the — first of all, many children were with adults, either because they\nwere related, and I couldn’t quite understand how they survived, or because they\nwere being looked after by adults who wanted to protect them, and so on. So, the\nchildren and [indecipherable] adolescents lived for — with the — with the adults. I\ndon’t recall that there was a children’s barrack. There were not many children.",
        "A: Well, a few, even in Buchenwald would give me letters, but not many. I wasn’t\nthere long enough. It wasn’t like in Theresienstadt. And so the — I think I got two\nor three letters in Buchenwald. I was there for a very short period of time, because\nyou know, I had to bring back reports to headquarters. For all I know, those reports\nwere shared with upper level command. I couldn’t tell you exactly who read them,\nbut you know, like any reports coming in from the ground, sometimes they will\nreach — I’m sure some of them were read by Eisenhower. And I did talk in these\nreports not only about conditions in the — and how the prisoner of war were\nAugust 1, 2010\norganized and how they had been able to kill some of the guards, but I also talked\nabout the fact that there were special problems with Jews who didn’t want to be\nwith Poles, and certainly didn’t want to be with Germans. And those reports went to\nupper levels, whatever their impact — impact might have been, but certainly the\nAmerican high level command became aware of the fact that this was a very touchy\nproblem.",
        "A: I—I visited Buchenwald, and I was at Theresienstadt. And Theresienstadt\nwas very unexpected, because when Theresienstadt was liberated in late April, and\nthe news came across, it was in the Russian zone.",
        "A: I kn-knew nothing.",
        "A: There was a possib — I knew that many German Jews were sent to\nTheresienstadt. So the possibility that they might have gone to Theresienstadt\nwas there, and we knew Jews had survived there. So, as soon as that happened, I\nwent to my commanding officer and told him I’d like to go to Theresienstadt to get\nAugust 1, 2010\nthe names of the liberated people. Did he think this was a good idea, even though it\nwas in the Russian zone? And he thought it was. And so, within hours I had orders,\nI think they were signed by General Bradley, to go into the Russian zone, to the\nlibera — to Theresienstadt, to carry out the instructions of the theater commander,\nthat was Eisenhower, that f— were my orders. Had a ja — had a driver, and went to\nthe commissary and stocked up with gasoline and food to the hilt, and off we went.\nI had been, as a child, in Marienbad, or Marianské Lazné, which in Czech. So we\ndrove through that community, where I remembered the f — you know, a few places,\nand got to Prague. We didn’t encounter any Russian troops, because\nTheresienstadt was pretty close to as far as the Russians got. The Americans —\nPatton had actually gotten to Prague, and then later had to withdraw from Prague\nbecause of an agreement that Eisenhower had made with Stalin that\nCzechoslovakia would be turned over to them, so — but at that time, the first time\nwe encountered Russians was in Theresienstadt. And we were not allowed to enter\nthe camp, because — the explanation was there was a typhus epidemic, and we\nwould have to wait until it was under control. So for about two days, we found a\nplace to sleep, we waited til the camp was open, and then over to Theresienstadt\nand ask for the commanding officer. Well, being the only American I’m taken\nimmediately to the right place, and was invited into the barrack where he was\nAugust 1, 2010\nsitting, a room like this. And he’s surrounded by a few people talking Russian. And\nI showed him my orders and he called over a translator to look at my orders and tell\nhim what they were, and saw the signature of my officer. So, pat me down, and then\nsaid [phone ringing] — so, it’s easier to talk on the phone without the hearing aid,\nbecause apparently they interfere with each other. So, b-before he answered me\nabout the information, he said, through this interpreter, why are the Americans\nkilling Russian soldiers? I said, that’s impossible, they are our allies, they liberated,\nth-they — he said, well, I read it in “Pravda.” I said, I certainly will check into it,\nand we [indecipherable] headquarters [indecipherable]. I didn’t ask him for a\ncopy of the report in “Pravda.” It didn’t — after that exchange, he dropped the\nmatter. And he said, I s— I— I’m sending somebody to talk to the head of the Jewish\ncommunity, so they will get ready, to get the names ready for you. And he poured a\nglass of liquor and offered me a big glass like that. And I realized that I could never\nkeep up with him, so I cur — it occurred to me how to get out of it, I said, I— I have\na very sad problem. He says, what’s the problem? I have a ruptured thorax, and\nalcohol will irritate it, I can’t drink anything. Well, he felt very bad about me, but he\nwanted to drink. And the whole table had been filled with bottles. I mean, the alc —\nthe conc — the alcoholism among the upper level command was apparent. And\nunderneath the table were radios that had been confiscated, so he offered me a\nAugust 1, 2010\nradio, which I explained to him I had one, so I didn’t want to deprive others of the\nradio, so I didn’t take a radio. But then I was taken by a Russian soldier to meet Leo\nBaeck, who was in charge of the Jewish community. And we sat down on his bed.",
        "A: Yes. I knew who he was. I didn’t know he was the head of the Jewish\ncommunity. I didn’t know had — he had survived. I knew about him as a Reform\nrabbi in Berlin, but I knew nothing else about him.",
        "A: Well, the fact that he survived was almost incredible. He said, well, the Germans\napparently decided I should live. Because so many other people were killed, some —\nsome rabbis were sent to Auschwitz. They obviously thought I was — would be of\nuse to them. And he was describing a little bit of how the camp was organized, that\nJews were doing all the work, they been paid for the work, and with this money\nthey would get their very limited rations. And they could use that money and I — I\ngot some, you know, samples of the money. And he had a register of all persons\nwho had ever been there, including information when they were deported or — or\nmurdered. And I got a copy, which I took with me, and delivered to headquarters.\nAnd I presume this may have been used to evacuate the liberated people, which\nhappened very quickly.\nAugust 1, 2010",
        "A: Oh yes, I mean, I saw — the only one I saw was my grandmother. She had been\nthere, and I learned from somebody who knew her, when I mentioned this, that she\nstarved to death, she died of malnutrition. She was 72 years of age. As did many\nother people. If they didn’t have good jobs, where they could steal food, they had\nreal pro — survival problems, because the rations were rations that did not susta —\nallow you to sustain normal health.",
        "A: Well, I mean, he — Leo Baeck at that time said he wasn’t sure what would\nhappen, but he — he didn’t want to go back to Berlin, because he knew the\ncommunity, he was among the last to be deported, so he — the synagogues had been\nburned or destroyed; the Jewish community center, there was — there was no\ncommunity, so he had — he didn’t want to go back to Germany. And he said, that’s\ntrue of most of the German Jews here. But some did want to go back because they\nhad property and so on, but he had nothing left in Germany.",
        "A: No.\nAugust 1, 2010",
        "A: The only thing people ask for is to deliver letters. They recognized apparently\nthat — I explained to people how I got there, I said I was — that the Russians were\nwilling to let us take the names, but 1t was — the Russians were 1n charge, so they\nrealized I couldn’t do anything, since it was the Russians. And apparently the\nRussians had treat — treated them — allowed them to organize the camp — well, the\ncamp was already organized under the Germans, but now they treated them with\ngreat respect, and they looked after the sick. And Russian physicians would be\navailable to provide treatment, to provide medicines. In other words, they wa — they\nwere being given services by the Russians within the limits of what the Russians\nhad, which was damn little.",
        "A: Yeah, he knew — he knew they went to Auschwitz.",
        "A: Yeah, he knew they went to Auschwitz and he knew that they would — they\nwould die there. I mean, he said, this was — the Germans tried to misrepresent the\nAugust 1, 2010\nRed Cross, that this was a — a Jewish community, self-governed by the Jews to —\nwhile they should not be in Germany, they could be in a community of their own,\nbut this was just a showpiece. And so he — he certainly outlined this, and that the —\nthe Nazis would punish Jews severely if they violated any of the rules and some\nJews were — were hanged or shot. And when the camp became overcrowded, they\nwould deport some people to make room for others to come. And as far as he was\nconcerned, there was no future for German Jewry. That he did say. And he later on\nmade that statement publicly, in England.",
        "A: In Theresienstadt, I think I was there for a day. We did not spend the night\nthere. My job was to get the information, go back. And they were pretty quick in\ngive — giving us the names.",
        "A: Again, while there were many Jews in the system, they were all afraid to talk\nabout the Jewish problem.\nAugust 1, 2010",
        "A: No, no, no. I’m sure they were interested. I mean, I am sure my commanding —\nI’ve never discussed it with Harber(ph), how b — when I — but when I think back of\nit, how come any time I wanted something, I got it? I was a sergeant, but I could get\nanything from Harber(ph), and because of the fact that he personally was very\nsympathetic. But again, to protect himself, he didn’t want to be viewed as a\nspokesperson for the Jews, especially since officially he wasn’t even Jewish.",
        "A: I mean, later on, 20 years later, he wrote a book about Palestine, a very positive\nbook about king — about how Palestine was working and so on. But this was the\nfirst time that Hans had ever even officially discussed his Jewish background. And\nlater on I did meet him socially, and he spoke very openly about the fact that he —\nhis father had converted out of purely op-opportunistic purposes, but he certainly\ngot no Jewish background, other than what he acquired later on as he grew up.",
        "A: Well, in the army I was able to use military mail to write to my brothers. There\nwas no longer any possibility of writing to my parents after 19 — after December\nseventh — no, no, that’s not ri— eighth, 1941. And I wasn’t in the army at that time\nanyhow, but there was no mail between the U.S. and Germany. But there certainly\nAugust 1, 2010\nwas mail between the U.S. and Palestine. So I corresponded maybe once a week\nwith my brothers in Palestine, and we continued to correspond through army mail,\nwhich was pretty efficient. So I knew that my oldest brother had been stationed in\nRome in 1944, in the Jewish brigade, and I knew his address. So I would send him\ncopies of some of my reports about what was going on in Germany. And our\nreports, I think in today’s army would, at least for weeks or months be considered\nconfidential or secret, but security concerns didn’t exist at that time, so I had no\nqualms about sen — taking a report and sending my brother a copy. And then he\ntranslated the report in Hebrew and it got published in “Haaretz,” because in\naddition to being a soldier, “Haaretz” had asked him to be a — what — you know, a\n—a part time correspondent.",
        "A: I don’t — I would have to look at the — at the actual reports. I think the report\nabout Buchenwald, and I think the report — I mean, part of the report on\nTheresienstadt, and I think Frankfurt, which had some Jewish content.\nAugust 1, 2010",
        "A: Oh, ’'m s — I’m sure they — I mean, I don’t know what happened to the list, but\nconsidering the efficiency of the army, and considering, for example, what\nhappened to one of my mother’s cousins that survived in Auschwitz — I mean in —\nin Buchenwald. The various allied governments were very quick in evacuating the\n[indecipherable] to Belgium, to Holland, to France, to Italy, you know, where\nyou could — naturally, you couldn’t send — Jews didn’t want to go to Poland, Jews\ndidn’t want to go to Russia. So — and most Russian Jews were able to claim that\nthey were Polish, and maybe they were. At any rate, I don’t remember that Jews\nwere among those forced by the allies to go back to Russia. So, I can’t tell you\nwhat happened to the list. But keep in mind, we had what, two or three — Rabbi na-\nnad — Nadich, or something like that.",
        "A: Nadich, and maybe one — one or two other, that’s all the rabbis were available in\nthe whole district. And they were very busy men. They had to conduct services, and\nthey were part of high level of command. So they had problems getting around, as I\ndid. And so my hunch 1s that when the means became available, they were\ntransmitted to them. But I don’t know.",
        "A: Yes.\nAugust 1, 2010",
        "A: Well, after V-J Day, and even before ge — V-J Day, once we entered Germany\nin October ’44, the newspaper of Aachen and the newspaper later on of Cologne\nwas shut down. And Harber(ph) convinced Eisenhower that we should establish a\nfree press in German, which ultimately would be turned over to the Germans, after\nthey saw how a free press functions. And that was approved. So he had approval to\nestablish 10 German newspapers.",
        "A: And they selected them in different cities, to cover whole regions. So there were\ntwo in Bavaria, one in Munich, and the other one in Regensburg. But when we\noccupied Regensburg, we didn’t find a printing plant that operated. So, 1-it had to\nbe moved to Straubing, but 1t was published as the Regensburger(ph) Post. So, in\n— the Munich press ultimately became the Siddeutsche Zeitung. It — It was, I\nthink [indecipherable] but later on 1t became — when it became German, they\nchanged the name. It is today Germany’s — one of Germany’s top newspapers, like\n“The New York Times.” And Hans Harber(ph) actually stayed in Germany after\noccupation ended and the Germans took over, to remain as editor of the\nSuddeutsche Zeitung for two or three years to get it going. So Harber(ph) decided\nhe — he had 10 men, so each of us was given a newspaper. And I think two people\nAugust 1, 2010\nhad occasionally written articles for newspapers, but none of us had been editors of\na newspaper. But that’s how ha — Harbie(ph) operated, so overnight I suddenly\nbecame editor of a newspaper.",
        "A: Well, I had no staff, I was sent to Straubing to-together with a administrative\nstaff, there were two officers and three or four enlisted man whose job was to, first\nof all, find living quarters, and to have a kitchen of food for the four or five men and\nthe — and me, as the editor. Basically, that unit existed to make sure I had\ntransportation and food and able to run the newspaper. So my — I decided that it —\nthat the building of the press was well preserved, the editor had an apartment there,\na very big apartment. And I decided that I might as well live right in the newspaper.\nAnd my commanding officer thought that, you know, it was a good idea, so I didn’t\nlive with the other enlisted men in quarter that they had established; I had my own\nquarters in the newspaper, so I could be on top of everything.",
        "A: Once a week.\nAugust 1, 2010",
        "A: So-— so the articles, the — the press was based on a very small staffing, because\nwe didn’t have much, all we had is this one — the editors. So what was done is that\nall 10 newspapers would get the national, international news, which was produced\nby Harber(ph) and his staff in Bad Nauheim. So, since each of the newspapers\nwas four pages, there were three pages of national and international news, and a\nlocal page. As editor my job was to get information for the local page. And I\ndecided what goes to the local page. Harber(ph) didn’t have time to even look at\nthe local pages.",
        "A: Oh yes.",
        "A: So, it was up 1-1n — the other three pages would be speeches by the president\n[indecipherable] speeches by Eisenhower, speeches by Churchill and major news\nabout what was going on in Russia and so on, but was all written in Eisenhower’s\nheadquarter. And this was the first time I di — I flew, because they sent a helicopter\nto Bad Na — to Straubing, pick me up, take me to Bad Nauheim to get the material\non Wednesday for the Friday’s newspaper, fly me back, just for that purpose. And it\nwas a big scary, because these Piper Cubs are not well put together. I mean, you —\nwhen you sit in the Piper Cub there are two seats, the pilot and me. And you can\nAugust 1, 2010\nlook down on the side of your seat because it was open, so you can look down. And\nyou flew very low. The Piper Cubs don’t go up high — very high, so we were very\nclose to the ground. And so that happened every week, and I think once I was asked\nto drive in the Jeep, and I drove myself. And so at any rate, that’s how they got the\n— the main contact. Now, the local c-contact, that was entirely up to me. So you had\nto think of stories that would appeal to the Germans. And so I would have stories\nabout food rationing, I would have stories about local military government. I would\nhave stories about opening of schools. I would have stories about some interesting\nhospital case. I also — I learned that there was a Jewish girl who had been hidden by\nGermans, by 20 different Germans. So I — when I heard about it, I looked for her\nand I found out where she was. Her name, I think, was Sonja(ph) Navay(ph), and\nshe was 16 years of age, and she had been blonde. Her mother and father were taken\naway. She didn’t know where they were. But friends of the family had hidden her\nand then turned her over to others because they felt it was too dangerous. So 20\ndifferent German families, so I made that a feature story. And it was on my page,\nand then Harber(ph) decided that was a good story, so that became — was reprinted\nin all the other newspapers. So some of the stories I wrote were copied, and I came\nto the conclusion that the German governor of Bavaria was not too sympathetic\ntowards Jews, because he urged that the policy that had been adopted that Jews\nAugust 1, 2010\nwould get double rations, because they had been so deprived and emaciated, he felt\nthat was unfair. And he lobbied in favor of giving Jews the same amount of food as\neverybody else. So I decided he has to go.",
        "A: So, I mean, I — I wrote articles that criticized his policies, and I don’t know\nwhether that’s why he ultimately was fired, but he was fired.",
        "A: Yes.",
        "A: By that time they knew wa — they — they knew I was Jewish. First of all, the\neditor that I replaced was a smart German, a Swiss German. And, you know, when\npeople asked me, I told them, so — so I didn’t go into many details about my family,\nanything else [indecipherable]. So th-the second reason why it became clear I was\nJewish is because I featured stories about ous — the Jewish — the reorganization of a\nJewish community in Degendorf, where there has been no Jews, but DPs and how\nthey were operating, or marriage of Jews in — of a Jew in some community. And the\nfact that it turned out that the secretary that had been found for me, somebody who\nwas very good in German, turned out to be a German Jewish woman who hu —\nwho’s — had been a Polish nationality deported to Poland, and there she was able to\nAugust 1, 2010\nhide that she was Jewish and survived as a Pole. And she was hired as a Pole, but\nwhen she discovered that I was very interested in Jewish affairs and wrote reports\non the subject, she confessed that she had been hiding her Jewish identity because\nshe really didn’t think that the — didn’t think you could trust the Americans, since\nshe had some early interactions with American officers who tried to pressure her to\nsleep with them, and she felt they were just like the Germans.",
        "A: Well, that was — when Braunau was occupied by the Americans, I immediately\nsaid, I gotta go there and do a story about Hitler’s birthplace, so I drove there and\njust went to the military government headquarters and there I met a Mr. Fagas(ph),\nwho looked a lot like Hitler, but he had been a socialist, had never been in the\nparty. He was appointed acting mayor. So I talked to him for a while and asked\nwhere — where’s Hitler’s birthplace? He took me there. It was a lib — public library,\nhad been a public library. So I went into the building and there were a lot of books\nand also the local newspaper had been published there, so they had a photographic\ndivision, a lot of German photographs. So I took a lot of the photographs that I\nthought would be of interest, many of which I gave to, you know, delivered in Bad\nNauheim, but I kept some that interested me. And I also took some books of Hitler\nAugust 1, 2010\nthat — like a copy of “Mein Kampf” and photographic books of the fuehrer that\ncame from his library. And I had the printing office make me a printed message that\nit was taken from Hitler’s birthplace. And then I met with the — Mi-Miss\nFagas(ph), and said, what are you going to do with Hitler’s birthplace? He says, I\ndon’t know. It’s certainly something you have to deal with. I said, I have an idea,\nlet’s make it into a museum of the outra — atrocities of the Nazis. He liked that idea,\nand so he said, all right, we'll do it. And, what are you going to exhibit? Well, he\nsaid, that — we have to get information of things that could be put there, like maybe\nthe Nuremburg laws, and some of the info — illustrations of Nazi’s atrocities. And I\noffered to get some placards that could be exhibited, and when I went back to\nStraubing, I got ahold of the local Catholic priest and told him that there was a\nmuseum, and I was wondering where there were some Biblical phrases that he\ncould think of that would appropriately describe the evil of the Nazis. So —",
        "A: He came up by — in my — the material I gave you, the actual text from the Bible\nwas selected, and I had them print it up on a large placard, and then took the\nmaterial and they framed it, they — I think they framed it for me in Straubing. The\n— the Germans who had been running the Nazi printing plant became my\nemployees, because there was no one else. In other words, we didn’t replace them.\nAugust 1, 2010\nAnd they were very cooperative. I never — no one ever asked me about being\nJewish, but I’m sure they all knew, and because you know, obviously, I spoke such\ngood German, and my secretary, who was bi — by that time was known she was\nJewish. And there also was a incident, my fa — my secretary, after she was freed,\nshe had to fill out a questionnaire and she was afraid to reveal that she was not\nPolish. She didn’t trust the Germans, the — our officers. So she filled it out\naccording to her false papers, not realizing that she was providing false information.\nAnd when she openly admitted that she was of German background and of Jewish\nbackground and not Polish, the — one of the — the sia — the security people decided\nshe had violated the law, she had falsified her identity, and charged her for having\ndone so. I talked to them, and they says, we have no choice, she did it, and we have\nto prosecute. So I wrote up a defense and there was a trial, so this was public. The\nother thing that surely made clear to people that I was Jewish was the fact that I\nfound out that there was a synagogue in Straubing. And so they showed me where\nit was. It was dirty and had been used as a storeroom, but it hadn’t been burned in\nKristallnacht because it was a building in a whole row of buildings,\nundistinguished, and if you had tried to burn it, you would have burned others —\nplaces down. So I decided it needed to be restored, and went to the German — th-the\n— well, I think the mayor actually came to my office when I asked for it. I told him\nAugust 1, 2010\nthis — we had to clean up the synagogue, and I ask him also that this be done by\npeople who had damaged it, if their names could be identified. And he was not a\nNazi, he had been put in the office. So he was able apparently, to find out who did\nit, and so the members of the family, who had been in the SS or SA and had\ndamaged the interior of the building, had to come with brooms and paintbrushes and\nclean up the place.",
        "A: And that I put in the newspaper as a story, and again it was published all over\nGermany. And the — the interesting part was that one of the rabbis I just met now,\nin — I th —I think it was the rabbi in Nuremburg, actually had been — there is a\nJewish community now in Straubing, and it is operating. It’s not very large, but the\nsynagogue is being used. So these kinds of things, I could do, simply because I had\nthe authority to select what things to write about.",
        "A: Yeah.",
        "A: Now, because my brother was in the Jewish Brigade, and knew my address, and\nknew my telephone number, and he could tell people in the Jewish Brigade, who\nwere being released temporarily by the brigade, to organize the rescue of Jews in\nAugust 1, 2010\neastern Europe. The brigade just had enough autonomy to arrange their — the\nmission — the execution of the missions that they had, mostly transportation. They\nhad trucks to move from Italy to Holland and Belgium, and they did a lot of\ntransporting. So what they did is they organized their crews so that about two-thirds\ndid the work and one-third were released to — given ex-extended leave to go into\neastern Europe to either visit the s — village or city where they came from, and to\nhelp Jews to organize, in order to get to the American zone, because th-there was no\nfuture for Jews in eastern Europe. And in order to increase the number of Jews who\nwanted to go to Palestine, you had to first bring them to Germany. And so there\nwere agents of the Jewish Brigade, whose job it was to go into Czechoslovakia and\nPoland, and Straubing is close to the Czech border. So they had my name and\ntelephone number so they could call me from Munich and say they needed my\nadvice, could I see them? And I wo — of course always would say yes. And this way\nI became well-known, apparently, on this group of underground workers, and they\nwould come to Straubing and they needed a place to sleep at night, which I could\nprovide, and food. And then I would get them to the Czech border.\nAugust 1, 2010",
        "A: Nobody paid much attention to what I was doing. That — the Germans didn’t pay\n— you know, I had no one check on what I was doing and it was perfectly legitimate\nfor the editor of the newspaper to interview anybody. So, it was reasonable for me\nto interview visiting dignitaries. The fact that they ca — happened to come from\nPalestine — my commanding officer wasn’t interest — I mean, the — he was not my\ncommanding officer, because he had no authority over the newspaper. He — he was\nresponsible for making sure my Jeep was operating properly and that I had the\nnecessary fuel and food. He wasn’t at [indecipherable] the newspaper was not his\njob, so he didn’t intervene at all. I’m not sure he even looked at — at the paper I put\nout. He had a German girlfriend, and had a wonderful time, you know, had nothing\nto do, so I don’t think he ever once ever asked me about my work, because my\ncommand was not — he was not — I was not under his command. My commanding\nofficer was, by that time, Major Hans Harber(ph) in Bad Nauheim, or in\nFrankfurt, where supreme headquarters were located. That was my command.",
        "A: Well, my job ended when the newspaper was turned over back to a German\neditorial board, about November ’45. By that time, nearly all the newspapers,\nmaybe with a week or two difference, were turned over to the Germans, and the\nprogram of U.S. operated German newspapers came to an end. And I had\nAugust 1, 2010\naccumulated enough points to be sent home. But because of the fact that there was a\narmy program that permitted soldiers in Europe to visit relatives if they were\navailable, I decided to take advantage of that, and I went, I think to Bad Nauheim,\nand asked to meet with my brother in Palestine. And that was approved, but a few\nhours later, while waiting around, I was told sorry, Sergeant Eaton, Palestine is\nclosed. The British have closed Camp Litwinski, near Tel Aviv, a recreational\nfacility for American sailors and soldiers, and ask all Americans to leave. There’s\nno way for you to go to Palestine because there were several generals who wanted\nto go to Palestine for Christmas, but who were refused. So I f— thought quickly,\nand said, but could I meet my brother in Cairo? If you can get transportation. So I\ngave them the address of a school friend at Cornell University, a Jew from Iraq,\nwho had moved from Baghdad to Cairo, and I knew his address because he had\nsent me an invitation to his wedding in Cairo. So I got permission to go\n[indecipherable] I wanted to see my brother, and so they approved it. And when\nthe orders were printed, they were printed like all other orders, to carry out the\ninstructions of the commander, without specifying anything except I was put on\ndetached duty for two weeks in Cairo to carry out instructions of the theater\ncommander. That was Eisenhower. So, my commanding officer, who knew why I\nwas leaving, what I went doing, said that’s wonderful. I don’t care how long you\nAugust 1, 2010\nstay, because when you g-go back, you going home. We don’t need you any more.\nSo again, I’m not sure every commanding officer would have taken that position.\nSo, I had to find my way to go to Cairo. Well, there was no — I didn’t get orders,\ntransportation orders, because there was no way to get to Cairo from Straubing,\nGermany. So I packed up a duffel bag and hitchhiked to Rome, because I knew in\nRome we had an air force base, and I had found out that we had planes flying from\nRome to the Middle East. So when I got to Rome, I found out that there were no\nplanes going to Palestine, there were no planes going to Cairo, but there were a lot\nof planes going to India, and they had to stop off in Baghdad to refuel. So,\nshowing my orders, I got orders to fly to Baghdad and then I would find a way of\ngoing to Cairo from Baghdad. Nobody told me how I would do it. I got to\nBaghdad, and in Baghdad a British officer looking at my orders said, you are very\nlucky Sergeant Eaton, we have a plane going to Cairo in an hour. But I didn’t want\nto go to Cairo, I want to go to Palestine. So I said, well I can’t go to Cairo now, I\nhave to go to Baghdad first. He said, it doesn’t say in your orders. I said, I have to\ngo to Baghdad first. And, I can’t let you go to Baghdad, it’s does — not in your\norders. So I said, would you put in writing that you’re refusing to let me go to\nBaghdad? He didn’t want to do that, so instead, he accepted my request and he\nissued a voucher for me to go to the best hotel in Baghdad, where the British\nAugust 1, 2010\nofficers were staying, to get a room at British expense. And I said I would find a\nway of getting to Cairo by bus. And I did. I got ahold of a bus, there were bus\nservice every few days from Baghdad to Damascus. And from Damascus I got a\nba — a bus to Ruspina. And then I spent three and a half weeks in Palestine, in\nAmerican uniform, knowing that under British rules, I’m not supposed to be there.\nNo one ever stopped me.",
        "A: And the French really were willing to be part of a new Europe, but it was the\nJews who prevented this. So that as a — an — and this was also in ’45 already. In ’46\nthe British felt they could not change the policy in Palestine, and therefore actually\nyou had a rebellion of Jews against the British. And the whole uncertainty of what\nwould happen to all these displaced persons, the ba — of course, after my newspaper\nwas over, and I no longer had a position, I — I was offered a job in military\ngovernment in Germany by the U.S. Army, with a pro — with a promotion to\ncaptain. But I didn’t want to live among Germans, and I wanted to finish my\nacademic career, so — and I didn’t really like the American policy in general, which\nwas to work very closely with the lower level German officials, which I didn’t\nparticularly like, although today I realize that if we had done what we did in Iraq,\nof dismissing the infrastructure of Saddam Hussein, we really didn’t have the\nAugust 1, 2010\nmeans to govern the country. And so we really didn’t have much of a choice, except\nto use a great many officials in the same positions that they had occupied under the\nNazis, as long as they had not been excessively active, and known to have been —\nhave — have en-engaged in atrocities. So major anti-Semites, judges who convicted\ntoo many people to death for stealing food, or for racial fo — fo — disapproved\nsexual relations or things like that, they lost their job. But most judges, most Nazi\njudges stayed as Nazi judges. And so by the time I could have become maybe the\ngovernor of this or that city in Germany, I would have had to deal with these kinds\nof officials, so no, I wanted to finish my PhD. So that — the — but certainly the — one\nother thing is, once I started to go back 1 — go into teaching, my focus was on my\nprofessional career. So I had research ideas, and I got adequate funding for research.\nSo I focused on research, I didn’t return to my army days or take a look at my\nextensive files of what happened in World War II. I didn’t think of myself of\nsomebody who was a historian of Germany, World War II. I had lots of interesting\nrecords of things I did, and they were put in boxes, and these boxes got transported\nfrom this home to that home, and I was always too busy to really look at them, of\nwhat was in there, because I had many other interesting professional challenges,\nuntil after my retirement, I started looking at the material. And I’m now engaged in\nwriting a history of how my family interacted with the German culture over many\nAugust 1, 2010\ncenturies. Because one has to face the fact that historically, Germany was never\njust a country of Germans. There was always an existing minority that had a very\nimportant function, namely the Jews.",
        "A: Yes. The —I mean, for hundreds of years, on both sides of my family, they\nremained Orthodox, even though a large proportion of the German Jews became\nReform Jews. On my father’s side they were quite conservative. On my mother’s\nside, they took advantage of modern secular education, but they remained\nOrthodox. I had relatives as far back as 1835 who went to Palestine, because they\nwanted to live there. I— on my mother’s side, I had people going to Palestine, 1882.\nThe — so that my family was clearly Orthodox. Two of my brothers remained\nOrthodox. My oldest brother and I, especially under the influence of the Holocaust,\nI became convinced there is no superior po-power looking after exactly what’s\nhappening to any of us. And that if there is some rational power that explains the\nincredible complexity, and the — the uniformity of many things in nature; the fact\nthat we have DNA that we shor — share with earthworms and with butterflies.\nThere’s s-some incredible rationality that somehow has developed an evolution for\nAugust 1, 2010\nwhich I have no explanation. But I don’t think there 1s a god who decides that I’ve\nbeen a good person, or I have had significant faults, on the basis of which my\nafterlife would be. So, I— I am not an Orthodox Jew today. And — but I am\nidentified with the Jewish community for ethnic reasons. So from that point of\nview, I had an opportunity to do things during those unusual periods of time, which\nthe only other time I was able to express my interest in being Jewish is when I took\na job for five years to establish a school of social work in Haifa University, and\nthey needed an outside person who was not involved in Israeli politics. And so they\nbrought me in because university wanted to establish a school that would compete\nwith Hebrew University and have a different ideology, so I took that job.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 27, 2010\nRG-50.030* 0581",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Joseph Eaton,\nconducted by Judith Cohen and Steven Luckert on May 27, 2010 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JOSEPH EATON\nMay 27, 2010"
    ]
}