{
    "rg": "RG-50.030.0098_trs_en",
    "sequence": [
        "Q: Would you tell me your name, and when and where you were born?",
        "A: (Sigh) My name is Miriam. Uh...I was born Miriam Farcus, you know, but now it's Miriam\nIngber. I was born in Terava--a small town, Terava. It's...1t's T-E-R-A-V-A, Tereva...uh...in\n1931, July 24th. Uh...We were 10 children. Did I do it right?",
        "Q: Yes. That's fine. Tell me about your family.",
        "A: Okay. Well, ...uh...we were...my father, mother also got married very young and we lived in\nTerava. Uh...My father was...uh...uh ...you know...uh...he was buying, selling...uh...horses,\ncows, used to go on the market and you know, did business that way. And we were\nnot...uh...we were very....we were poor. He had 10 children, 5 brothers, 5 sisters.\nBut...uh...we managed, you know, and made that...those...those days very comfortable the\nway we did. We used to get a...uh...dress. Each girl got a dress at Passover or the High\nHolidays, twice a year, and we were very happy. That's the way I growed up, you know, in\nthis small town which I remember a little bit about it, but whatever I remember it was good\nthings. Poor. One...one sister came in, took off the shoes, another sister put it on. (Laughing)\nBut it was alright. And...uh...and...uh...",
        "Q: Was there a large Jewish population?",
        "A: Yes. Yes. Large Jewish population and also, you know, with ...uh...Christians. We lived\ntogether. You know, they used to...I come from a very orthodox family. My mother wore a\nshitel you know. And...uh...every Saturday, they came and made fire in the house, you know,\nand father was very religious. And...uh...1t was quite a bit...quite a lot. bit the...the Christians\nlived down in the hills more you know then...uh ...than where the Jewish people lived. They\nused...used to go up on the hills more than in the things. But...uh... like I say back home, one\nchild raised another you know. That's the way we were brought up. You have to take care of\neach other.",
        "Q: Tell me about the school.",
        "A: Uh...Not much. Not much. Maybe 2, 3 grades. I..-uh...I was very in...uh...I was about...uh...6\nyears old...uh... there was a...uh...sickness going around in the town, you know,\ntyphus...uh...dysentery. I don't know. It was...uh... uh...lot of people died then. So I got\nthe...the...you know, the sickness. My brother and I...my brother didn't have it so bad, but I\nhad it very bad which...uh...the doctor didn't believe I'm gonna survive. I was laid up for a\nlong time, you know, and then when I did survive after my father went...uh...somewhere\ninto...to Hungary, and he brought some kind of special medicine and I did survive. I had to\nlearn starting scratch to walk and talk, you know, and all those things. So...uh...not much\nschooling. No. I hate to say, but I wish but not much. So...uh...",
        "Q: Did you have many friends?",
        "A: Yes. I had a lot of friends. We used to play outside you know. Jump rope and...and\nwintertime, we...uh...I skate there in the....Goddess you know, when it was frozen. Yal. I had\na lot of friends. Also, we used to help out in the house, you know. Uh...Help raise the little\nones or do chores for my...my mother or you know, take care...used to wash the dishes and\n____ the dishes, ___ the dishes you know, and busy around the house, but every Saturday\nafternoon, we used to go out playing and we played whenever we had a chance.",
        "Q: What were the relations like between the Christians and the Jews?",
        "A: Good. Very good. They were so good that my...mine father, he used to come into the\nhouse...my father did business, and we used to buy milk from them and...uh...every time they\ncame, they always hug each other. My father with them. They were my father's friends. We\nwere the best relationships you ever saw in your life which I could not understand\nafterwards. So...uh...when the thing came, start the... mean they took out the\nCzechs...Czechs...you know, the Hungarian took over Czechoslovakian, and they took out\nthe Czechs. They just did to the Czechs the same thing they did to the Jews. In 1939, all the\nCzechs were evacuated and the Hungarians took over. Uh...That time the problem started the\nJews in 1939. They took away mine...half of the town, almost the whole town, Jews already\nto...uh... Poland...Poland, Ukrainian, my father's whole family. He had a lot of brothers and\nsisters and my grandparents, they all was taken away. We wanted to...they were going to\ntake us too, but my father was in labor camp of the Hungarian. And my mother went into\nhiding and we were just walking around on the streets, you know, the kids. That time where\nwe started the problems.",
        "Q: Tell me a little more about that. What...what do you remember? How did it begin to change?\nWhat do you remember?",
        "A: Uh...It was terrible. It was terrible. It was just awful that time the way the....uh... Hungarian\ncame in and you know, and they start putting all the Jews on the big...uh ...uh...trucks, you\nknow, and...uh...everybody saw what...the way they were beating up and...and. I was...it was\nterrible. And so my mother, she should rest in peace...she...and my father was...was 1n the\nlabor camp, so somehow, I don't know. They don't touch that, but my mother was in hiding\nall the time. She just...she had...she had a feeling that what they going to do with the Jews,\nyou know, and she...I don't know what...and she had a fear and they killed all, almost all the\nwhole town Jews then. But the one...the little bit who stayed behind, the...uh...in 1940, they\nstart taking away. Well, in 1940...uh...when the...the whole thing started more, the Jews...was\nafter Passover....I was...I was very...I got sick again. I had...uh...I developed pneumonia, was\nvery sick. So took all the Jews. They came to the house and...uh...they saw I was with a high\ntemperature. I was very sick, so the...the...German...the Hung...the police, they brought a\ndoctor and the doctor said that...uh...I'm not going to survive long. I'm not going to live that\nlong. He should leave me die in...in my bed. So...uh...1nstead, they took my father, the rest of\nthe children to the ghetto and they left my mother home with me I should die. So she should\nbury me. So everybody was gone. And my mother... uh...she knew. She, like I tell you, she\nhad feeling that they're gonna kills us. They're gonna kill us. They're gonna kill all the Jews.\nThey're gonna kill us all. So she decided that we had saved up some money. She paid for this\n..uh...uh...Christian...uh...to come and bring a horse and buggy and take us up to the hill, you\nknow, to hide us out. On Saturday night, I remember we came down like middle of the\nnight...middle of the night, and they put me on because I... was very weak and with my\nmother and they took us to the hills and they put us up in a...on top of the barn, you know the\nbarn. Sunday morning, just like a...can never forget it as long as I live, Sunday morning it\nwas cold you know after a rainy day. It was right after Passover. It was...uh... uh...very\nmiserable outside, Fall, and there was a lot of Jews hiding out in the woods, you know, there\nin the hills. So...uh...where we were staying, hiding, there was girls you know, girls, and they\nwere...uh...had boyfriends. So Sunday morning the boys came to visit the girls. And the Jews\ncame out from out of the hills to...to sit on the sun to warm up. They were freezing. They\nwere cold. They were wet. So they were sitting under the trees, under the sun, and we could,\nyou know, on the top of the barn where...where there was, you know, between the woods\nyou could see. So when they...they came to visit the girls, they noticed that Jews are hiding\nor sitting there. So they went and they took a piece of wood, you know, long thing, you\nknow, wood. Went up and they were killing all the Jews, beating on them and killing. And\nthose horrible screams. It still is in my ears. Those screams. Please...they begged. They were\nscreaming. There was a lot of children and crying and screaming. It was just unbelievable.\nUnbelievable! So I told my mother...I start feeling a little better. I said to my mother, I said,\n\"Look, whatever is going to happen, it all...my father and all rest of the family and all the rest\nof the Jews has to happen with us. We're not staying here. We have to go down. We have to\ngo. We have...otherwise, they're going to kill us like....you see what's going on. Those\nkids...those screaming, those crying. They killed them to death.” So the next day, we decided\nwe gonna volunteer go down into the town, walk down to the town. Uh...I was very weak so\nmy mother said...uh...whoever asked us where we're coming from...uh...she's bringing me\nfrom the hospital...and there was a hospital in another town. So slowly, slowly, you know,\nwe walked down and took us hours, but I...I had to rest because I was very...uh...nobody\nwould have anything to do with Jews. So one time we stopped exactly like I said with my\nfather how they lived...lived together. We lived...they lived liked brothers. So...uh...sit down\non his front, you know, the steps where you into the house. At least my mother...my mother\ncarried a few stuff, a few things on her back, you know, blankets, some clothes. She carried\nsome stuff with her and he...he came out with a piece of wood and he said...uh...he took that\nstuff from my mother and he said, \"You're not going to use...be able to use that. They're\ngoing to kill you...before I kill you. Let..\". So he wanted ...uh...you know, kill us, beat us up.\nHe said, \"Don't...I want...I don't want to see you here. Don't sit here. He wouldn't let us sit.”\nSo we had to walk further. That's..that's why I...every time I remember, you know, I say\nthat...uh..how you live together with friends and everything, but your best friend was your\nworst enemy. And it's true. And so we finally came down, walked down to town and there\nwas a train coming with the rest...some more Jews. And we went up on a train and they took\nus to...uh...ghetto, and not the same ghetto where my father was with the children. Different\nghetto. We never saw each other. (Sigh) Took us to ghetto. Was the Hungarian ghetto,\nand...uh..it was terrible there. There was this Hungarian policeman. He went and they throw\ndown a 50 cent piece, you know, on the floor and then picked it and went around and asked\nwho threw this money away, and beat everybody who was...he could lay a hand on. Beat up\neverybody with a stick, you know. Everybody who could...who could just be there close by\nhim, he beat him up. And my mother got beaten up terrible. \"You threw the 50 cents down.”\nMy mother said, \"No.” So he gave her over her face that...uh...blood start pouring you know.\nSo we were there...uh...about 6 weeks in that ghetto. And then...then they start taking us to\nAuschwitz, put us in those trains you know, and those...uh...you know what they take the\nCOWS.",
        "Q: Cattle cars.",
        "A: Cattle cars. Right. Put...uh...so much people that you couldn't even breath in the train and\nthrow them out you know. (Sigh) And everybody just... they knew, those Jews. They knew\nthat...those crying, those praying, praying and scream to God. Why? Help us my my prayer .\nSo...uh...lot of people died from heart attacks and was dead by the time they got to...to\nAuschwitz. We arrived in Auschwitz and...uh...train stopped. So I was, like I say, I very,\nvery...you could see on that picture, young, little weak and you know, very sick for a long\ntime, pneumonia. And you have to live. You live so anyway, we arrived to Auschwitz\nand...uh...took us...1t was some Jewish people came up the train and said to us, \"Whatever we\ndo, don't say that we are sick or weak or sick. Don't volunteer that...uh...we are sick.” We\ndidn't know what he meant, but...uh....so anyway all everybody came off the train\nand...uh...we had to leave everything on the train. Naked. You know. They took over all the\nclothes, everything. Naked. And you stand in the line and Mengele was sitting there, Dr.\nMengele they called him. And...uh...left, right, you know, all the...all the...announced every\nyoung woman should take the baby, give their children to the elderly, to the mother, to the\nelderly people. So that's what the people did. Every child was gone to the...to the mother, to\nthe you know, and to the left, and to the right, to the left. You know there was not...the\nGestapos, and the....and to the right, to the left. I was with my mother and...uh...he separated\nus and he put me to the left and they put her to the right. She was only 39 years old. She was\na young woman. So...uh...then when he came in the line, you know, Mengele. He\nsaid...uh...he said...on Germany, he talked to us, ....1f we are healthy, if are sick, or\nsomething, 1s sorting out. He talked so nice, so soft, you know. So (sigh) we passed that. We\nsaid, \"No, we're not sick,\" and all of a sudden I talk a look. My mother's there next to me\nagain. I tell you...I don't know, a miracle cause I couldn't survive without her. So\nthen...uh...you know, they put us in a...1n a...took us in a big building and they cut our hair\nfrom the top, bottom and and those screaming. Nobody recognized each other. You don't\nrecognize your mother. Your mother didn't recognize you, and after we came out from that\nplace, we stayed..uh... c'est l'appell, they called it c'est l'appell,...uh...to 5 women in the line\nand...uh...they count us and they took us to the...to the ___, you know the barracks\nto...uh...called a lager. That was in our lager, my mother. So we got in there and I...uh...I got\nvery weak. (Sigh) I got so weak that and all the ____, with all the problems I was lucky\nto...cause the...the man, you know who took care of ___. The ___, the Gestapo did. She\nwas...uh...from Czechoslovakian and she was very sweet. She was very good to me. If not\nher, I wouldn't survive because...uh...when they came to count you, they looked at you and\nthey took you out of there and put you right away in the gas chambers. So she somehow put\ntwo...two...uh...split up the people so that I should stay in and start, you know, what I mean.\nShe always left me out behind so I should...I should survive. I was lucky that way...that, you\nknow. I...uh...I was there and my mother ...uh...a piece of bread that they gave us every 2, 3\ndays there in Auschwitz. And she didn't eat, but she fed me with it so I should, you know,\npull myself together. And...uh...then...uh...(sigh) how much she tried, you know, to be nice to\nyou, but it was not...she was afraid too, you know. She...everybody...everybody was for their\nown skin there. Everybody tried to survive. It was just terrible. You have to go to the\nbathroom they...they beat you up. They chopped your head off. They...1t didn't mean nothing.\nIt just didn't mean nothing. So we...uh...we saw, you know, we saw that the screaming...we\nsaw that the crima...crimatorium. They took us one day to see...to the crematorium and they\ntold us, \"If you're not going to behave, whatever we tell us to do, we should it. If this\nGestapo wants to sleep with you, you better let him sleep with you. Otherwise, you see, the\nflames,\" he said. \"There you're going be in the flames.” So everyday they took us there.\nEvery day. Everyday and there you could see all the horrible, horrible things. Our... don't\nknow the manager and what she took care of us there, she said, \"The minute there's a...a\ngroup that's leaving Auschwitz, I want you to be the first one because you're not going to\nsurvive here long. In Auschwitz, it's...it's the worst...uh...uh... crematorium, the worst, so I'm\ngoing to put you on the worst...on the first.” Uh...We were in Auschwitz 3 months. After\nthis...uh...they...they put together....uh...a transport, you know, and they took us to ...uh...to\nStutthof. I don't know if you heard about it. Stuffhof. Yal. And when we got to Stuffhof, it\nwas terrible. It was awful. It was...day by day, we wished, \"Why are we...why are we\nnot...you used to see a cat going behind the...the barbed wire you know. We used to thought,\n\"God why didn't you made us a cat or a dog or a worm. Why couldn't I be a worm. Why do\nyou have to be a human being? You used to...you put us to the, you know, threw us...threw\nthe people to...uh...the barbed wires and...and they got electrocuted right there and died.\nAnd...and crawls...there was a man...man...uh...1n a man's barracks and winter and it was\ncold. Naked, they made him run around in the snow up to here, naked, and beat him up and\nsame thing they did to the woman. (Sigh) We were just there...uh...there for a long time and\nsitting by the barbed wires and every day, they...they came 1n and they just beat us up, beat\nus up. They were...they brought the food, you know, that little no-good food. Uh...When you\nstand in the line with that plate to get some food...uh...you...you look ...uh...uh...don't look\nstraight or you look afraid or you think is no good or this, and you just got beaten up. You\njust got beaten up or they took you...took you out from the camp and took you to the gas.\nIt's...just like that was nothing...mean anything. So we was sitting there and by the sand on\nthe...on the outside and praying and crying and screaming, \"God, help us. God, help us. Let\nus die, you know, without...” So all of a sudden, after the...quite a few months, I don't know\nexactly much...uh...how long we were there...uh...they came and...uh...they told us they're\ntaking so many woman now to...to work, you know, to...uh...landscaping work. So when we\nheard that everybody who want...who we knew that going to work is gonna live, survive.\nAnd every...every day, you stayed in the camp. You have no chance. You didn't have a\nchance to survive. So you should see what's...what's going on. Everybody was jumping\nthrough the...through the windows and through the doors to be the first to register to go to\nwork, you know. People killed each other. People, like I say, your life wasn't...didn't mean\nnothing. Everybody wanted to survive. And...uh...it just...everybody on his own. So they\ntook us...uh...they took us away to landscaping and we were, you know, ...uh...digging out\npotatoes and according 6 weeks. It took us 6 weeks. Uh...It wasn't so bad. Wasn't so bad so at\n6 weeks after we finished the landscaping, they took out a thousand woman... thousand\nwoman, they took us there. They took us...they brought us back to ...to Stutthof. They\nbrought us back to Stutthof. It was terrible. Was...uh...uh...going around also typhus, you\nknow, and sickness and...uh...more and more people got...uh...1f 1t came such a death that\ncame that nobody had a chance. And we were just waiting for our death, you know, any\nminute. One night...uh...one night, you know, there was a girl in our barrack and top...I was\nalways on the lowest. All the way on the top of the bed...bed, there was a girl and she must\nhave had epilepsy, you know, and...uh...middle of the night she got probably a seizure. That's\nwhat we come to and she...uh...threw herself down to the floor and it got such a panic inside\nthat they thought...and they came in to kill us. It screaming the dark. It was yelling and\nscreaming and then...uh...the Gestapo came in and put on the lights and...uh...start shooting\non everybody. And he made us, you know, hundred times, made us jump, punish us. Say\none...one for all and all for one, you know. They made us...uh... jump out the window, jump\nin the window, jump out the window, jump in the window. Uh...I said to my mother, I\nsaid...uh...\"I can't go on like this.” Says, \"I am going to kill myself. I'm going to do it. Touch\nthe wires and I'm gonna kill myself because I can't go on, can't take it.”” And my mother said\nto me, she said...uh...\"Let's wait.” You see, she believed...she believed that...that we're gonna\nbe saved. She believed we gonna survive. She believed we're gonna survive. (Sigh)\nSo...uh...1t was the most horrible night you ever can imagine in your life. Then...uh...the next\nday I tried to kill myself. I went to the wires, you know, next to the wires close by and\nthis...uh..Gestapo, this SS came and saw me and grabbed me and...uh...gave me...uh...25, you\nknow, over mine...uh... I had to lay down in a chair and he gave me 25 with that rubber\nthing. (crying) The worst thing you can imagine in your life. (crying) My mother tried\nto...uh...help me so they did the same thing to her. That was even worse. (crying)\nSo...uh...then 2 days later...I don't know how I survived, but I survived. A terrible beating! It\nwas awtul. I couldn't move, you know. I couldn't, but you try to because otherwise you...they\nput you in the gas chambers. You didn't have a chance, you know, so you try to survive...to\nfeel, you know, strong and be that you are able to...to move and able to work 1f you wanted\nto live. So your...your...uh...power, you know, to survive. My mother for me and me for my\nmother. You know what I mean. So anyway...uh...2 days later, we heard that they're taking\nout 12...they're going to select 12 strong girls to..uh...the strongest one....uh...to work, you\nknow, make those...uh...dig those graves where the soldiers hide. How you call?",
        "Q: Trenches.",
        "A: Trenches where the soldiers. They're gonna select thousand woman and take them to...to that\nwork, do those trenches. So don't ask. Everybody wanted to go to work. Nobody wanted to\nstay behind. And everybody was again running and pushing and was going on so when\nthe...when they stayed in the line, they select you, they put you 1n a bath. They give you a\nbath and...and...uh...put you man's clothes, pants, heavy because it was wintertime. Heavy\nclothes on and belt. You stayed in the line. My mother and I, we were holding hands and we\ntried to...see you have to register your number, everything. And...uh...we begged those girls\nin front to let us through because my mother we should be together. We registered. We told\nthem the number. We told them the name, but somehow and we went in. No...uh...we told\nthem everything, but when we came...this was just for registration, you know, from...one\nGestapo registered you. The next one looked you over. So they don't like us. They took us\naway. But three blocks, they took us away, you know, close to the gas chambers. So my\nmother said, \"We have nothing to lose,\" she says. \"We're going to die anyway. Let's run\naway back to the...to the line.” \"Okay.”’ We run away back to the line and we asked\nthose...they should let us through. Please let us through. We cried and let us through. We\nshould run into the...to the barrack so there everything was changed so they might not\nrecognize us...uh...anymore so we'd be able to go work. And we ran into the barrack\nand...uh...we put us...they dressed us like men, you know, and when we came out from the\nbarrack, guess what? Those woman, there was...she was a Gestapo woman, she recognized\nus, and she told...uh...the...the Gestapo, she said, \"Here. These are the ___,\" and took on\nthe side. He says...and he starts you know beating me up and my mother and why and we\nstart begging him and pleading with him and he said, \"No, you go on...you go on to be ashes\nsoon.” And...uh...my mother, she begged him. She fell on her knees and she said, \"Please, I\nam strong and my daughter. We want to go to work.” And she...she...uh...fall on her knees\nand grabbed the Gestapo with...with her feet and...uh...you know, like stopping him and\n(crying) and begged him to let us through. We..we...he should see that we tried to go to\nwork, that you know, and so he gave my mother a...you know, with his boots...uh...and\ngrabbed us and slapped us and then...I don't know, like God must have changed his mind,\nyou know. I tell you it's (crying)...he stopped in his ____ to wanta see if we...if we had did\nsomething wrong. If they registered. We were lucky. We registered. So he let us through.\nWent to work. It was...uh...took us on a train. It was...uh...I don't know. I was no where. Was\njust no where. Snow was up to here. The...you put up your own tents, you know,\ntent...and...uh...you start digging ditches, you know, things. The next day it was\nnothing...was snow so you couldn't...you could not...uh...see nothing. You couldn't do\nnothing. You was frozen to death. If how much you been froze to death, they threw there\nwith the gun and, you know, so they...they just freeze. The snow was higher. We would\ndrown in the snow. We were there and at night, you know, we were cold. We were hungry.\nWe used to...uh...anyway, they used to...during the daytime, you know, they brought some...\nuh...food in those big, big cans like you used to carry milk and they used to bring some\nwater, food, you know, some soup or things. Every time the...uh...whoever they asked to go\nand put the cans back on that wagon they let...let you lick it out because you were so hungry.\nSo we had one Gestapo....what I mean...he was the biggest murderer and he had one arm,\nyou know. He...he carried with him a stick. It was this big, and he was a murderer. He was\nhorror. He beat. He hit. So...uh..one afternoon, we were freezing. We were cold. We were\nstanding in the line, you know, getting that little junk, and after we finished he\nsaid...uh...points out ____ the red scarf. I wore a red scarf so I thought he meant\nme...uh..should come and for the...the cans on the wagon. So I went...and I know he meant\nme, but, you know, I went there to the wagon. So he came towards me and he picked up that\nbig stick, but I start running you know. I start running and I slipped and I ...I fell down. He\nhit me behind here the head. (Sigh) That stick! I fell down. I didn't know for days where I\nwas. For days, I didn't know where...I was had...still have a mark, you know. Uh...Then I had\nringing...ringing in my ears. So...uh...we were there, you know, working. How much we\nworked...we digged out those things and at night, we went in their tents and we was hungry\nand...uh...one girl find out that not far from here, there was...uh...those..uh... farmers. Farmers\nand back in Europe they used to...uh...put away for the spring, potatoes and they're in...under\nthe ground you know. That's what they used to do in Europe. Potatoes, all kind of vegetables,\nyou know, keep them for the...for the year. So that one...one girl...I don't know how she did.\nShe find out that there was a...a place that is...you dig out potatoes and...uh...some start...I\ndon't know...a lot of girls start...uh...going out there and...uh...they brought back some stuff to\neat and what do you think? They caught them. It was about 10 girls, and they caught them\nand they put them outside naked at night, and they asked everybody should come out and\nthey took the machine gun and sounds like this. That's it. Then they took just anything girl.\nThey hanged her. They hanged her up for nothing to show that if...1f they...1f this is gonna...if\nthis is gonna happen again, that's gonna happen to us. So...uh...we were there 3 or 4 months,\nyou know. One night my mother, we just went out and my mother said...uh...1t was snow. It\nwas terrible cold. And went out and with my mother and I, we were talking and she\nsays...she went out...there was the sky, you know, cold but she said...came back in, she said\nto me, she said...uh... (sigh) she...she saw a hand. God showed that a hand that she is going to\nsurvive. (Crying) Yal. Sure. (Crying) (Crying) I wish she would. Anyway, so she...we\nwere there about 3. 4 months. After that they took us back. Whatever we left from us, they\ntook us back to Stutthof again. And it was even worse than we...before we left. It was\nterrible. Terrible! Everybody was there skeletons. And it got so bad that...uh...people died\nfrom typhus. Uh...People started... It was just terrible. Nothing to do. Just what's gonna\nhappen, it's gonna happen. We stayed and...uh...months again in Stutthof and all of sudden\nthey start...uh...evacuating us, you know. Uh...We...they start, you know, everybody who\nwas able to walk, evacuating us to another camp. Then we started just walking, you know, at\nnight...just at night, at night we were...they walked us, Gestapos, on the highway, you know.\nAnd...uh...you got to...uh...a camp, got to another camp. It was...the name was\nsomething. I don't remember. And these Gestapo, you know what he beat me up. He...he said\nto me, \"I haven't...uh...token care of you yet enough, so he took me in a barrack and...uh...but\nsome electric wires on my head, you know, and...uh...did experiments on me. My head!\n(Crying) And he made my mother watch what he was done to me. (Crying) So survive! I'm\nhere. But...uh...my head didn't survive. I mean I have a lot of problems there. My hair never\ngrow back. (Crying) The experiments I was there. I was unconscious, my mother says, for a\nlong, you know. And...uh...after I...uh...] came to, my mother made sure that, you know,\nI'm...I'm gonna be all right. A mother. So...uh...they start evacuating that camp too. I guess,\nyou know, the Russians...uh...came closer by and they start taking us in different camps, you\nknow, different camps. So we used to, you know...uh...evacuate. At night, walking the streets\nand not sleep, and it was cold and we were hungry. And the sight, you know, of the...on the\nthings...the dead people, so many deaths. You would not believe it. Uh...we...we were so\nhungry. We used to see garbage you know, garbage, and there was cans that the soldiers\nthrow away. They were rusted from sardines or tuna fish, you know, any kind of cans, and\nwe used to kill each other over a can. Who's gonna lick...lick, get...grab it first, and...and lick\nit out. Uh...It was...we ate whatever garbage we could find on the streets. Potato peels or any\ngarbage. Any garbage! We...we were terrible starving. We were hungry. We were tired, and\npeople just died like flies. Couldn't make it. So we were walking and walking and days and\nnights and walking and walking and at night, you know...uh...we stopped. The Nazi's\nstopped and we went in somewhere...who knows...and they...they just, you know, all of the\npeople lay on the...you know, on the ground there and we pulled ourselves together, you\nknow, like this, and we was like this, you know, one on top of the other warming up and we\ntried to sleep a little bit til they came out and took us further. And that's how it went. For two\nweeks, we went like this. Finally...uh...we found a barn on the...in of the woods, you know a\nbarn. (Sigh) They took us in there, 5000...5000 women, put us in that barn which there was\nno room, but that's like herring, you know. They put us all in there and....uh...people grow\ntogether. You know, the legs under you, the...you couldn't move. You could not move. So\nthat way, they...they sit you down, that's the way you...uh...were thrown together. Your legs\nunder you, you know, attached. You couldn't straighten out. Put us in there, and the Gestapos\nwere around us, the barn there and...uh...once every other day, they used to bring something\nyou know, for...like not live or not to die, you know, every other day. We were there about 7\nmonths or 8 months, we were there...that barn, and it was terrible. It was awful. It was worst.\nPeople died and the lice...you had so much lice. And my mother...my mother from laying,\nyou know, around there (crying), she...she just gotten eaten up by the bugs you know. It was\nnothing til the bones left and her...uh...(crying) mind was left. Everything else was eaten up,\nchew up. She was nothing but, you see, on the...on the television...sometimes they show you\nthose skeleton, those heads, the bones. (Crying) She was laying. The mind was clear all the\ntime that she was sick. I was...I had typhus. People died. People died like...like nothing,\nlike...there was nothing left practically to the end there. It was so bad that...uh...like I say, the\nlice ate you up alive. Even...and there was nothing wrong with you, you had nice in your\nmouth and...and everywhere and they...they practically carried you from one place to the\nnext. That's how bad...(Crying) We were there (crying) as I say approximately, you\nknow...exact the dates I...I don't remember, but we were there a long time and...uh...by the\nend, my mother...I was...I...I could... was okay the last minute. I used to go out and bring her\nsome snow, you know, and rub my mother on the lips and help...help her, but (sigh) (crying)\nshe...she was so strong til the last minute (Crying) til she got eaten up by those...skeleton.\nNo food. No nothing. Then...uh...to the end, we got free there. I mean...uh...the Russian\ncame, you see. We got free by the Russian, which we didn't know. It was maybe 50 girls...50\npeople who survived there to the end. Uh...We didn't know we were free, you know. Nobody\nknew nothing. Everybody who was alive laid there like a...uh...like just like before. Laid and\nwait to die. The thing should go out. (Crying) (Sigh) See the Russian when they freed us, if\nthey would've come in and take everybody out, you know, like a child. If they would've\ncome and take my mother out, she would have survived. They never came in...inside the\nbarn. Who was able to go out were...ran out and they put 1n...and who wasn't able to go out\nstayed there. So...uh..we left behind. We were about 10 girls left behind. And...uh...I\nremember I...I had such a high fever...uh...and...uh..you know, and I was screaming to my\nmom, \"Mom, help me. The lice are eating me up alive.” I was, you know, all of a sudden you\nwind up one and somewhere in nowhere. You were crawling, you know, and I was crying to\nmy mother to help me, help me. Help me because the lice are eating me up and the lice are\ntaking me away. Then...uh...uh...about 3 days later...uh...a girl came back like I don't know\nwhat happened. She came back to find out...she had a feeling that somebody's left...left. So\nshe came with a buggy and horses and...uh...she...but my mother was gone. She said to me,\n\"Let's crawl. Let's crawl.”’ And my mother died already. (Crying) I can never forgive myself.\n(Crying) Always bothers me, you know. I said, \"Maybe I should have done this. Maybe I\nshould have... She probably would be alive today.”’ Who knows?",
        "Q: We have to stop here. They're going to change the tapes.",
        "A: Okay.",
        "Q: Are you ready to go? Okay. Continue.",
        "A: Anyway...uh...that girl came back and..uh...she, with a...I mean couple of girls, they took us\nand my mother she...she was gone. She...uh...you know how she...she hold on. She...(crying)\nwhat it kills me....such a strong. She wanted to live so badly so survived all the beating and\nall the hurting and all the....(Crying).... They took me and those other girls 1n...1n a town, and\nthey start helping me, you know, for myself you know. I couldn't walk for a long time. I\ncouldn't eat for a long time. Uh...It was some nurses, you know, and they tried with baby\nfood and things like this, but tell you the truth, I didn't want to live. (Crying) Tried to kill\nmyself. (Crying) My mother didn't want me survive, I didn't want to survive either.\n(Crying) Well...uh...we were in a town, Danzig,...I don't know. Uh...We did...we were there\nfor awhile...uh... They watched over you, but we...like I said, we were freed by the Russians,\nbut Russian...uh...soldiers themselves they were just like...bad as the...the Germans.\nBut...uh...other people, you know, they tried to be nice to you and nourish you and things. So\nwe were there for awhile...uh...then...uh...few months later, we start to go home, you know.\nGo...go home. Go find somebody. So... uh...the trains weren't going yet. Everything was still,\nyou know, ...uh...from the war, we ride in open trains you know, on those hiding out and so\nwe got to..uh...Krak...Krakau. We got to Krakau and stayed there for awhile til some people\nget together and uh...I was...most of the time, I was in Poland. Uh...Til the people get\ntogether and then we...uh...get a transport you know. A group of people, they put us in a train\nand we went to...uh...they took us back to Hungary. To Hungary, we came there and there\nwas another... The Joint, you know, the community center....uh...took care of us\nand...uh...gave us some clothes and...uh...tried to feed us and things. And everybody wanted\nto go find somebody, a sister, your brother, the father, the... maybe somebody survived from\nthe family. So...uh...we went...uh...you know, the rest of the girls...everybody was from\ndifferent places, different towns. So we...I...] went on a train. I went home. Middle of the\nnight I came home to my hometown, and...uh...was so miserable. I couldn't wait until\nthey...there was no...nobody there. I slept over one of the Christians which I...I, you know,\n[...the morning, first thing, was started the first train came by, I left. I couldn't...could not,\nyou know, I could not breath there. I went to a different town, different town. Uh...The train\nwas a small train that we used to go from one town to another that...uh...there were...I found\nthere some boys, you know, young boys. They were in a labor camp and the camps, they\nwere freed. So... uh...I said to them, I said, \"We are leaving like the day. I said, \"Where are\nyou going?\" They said they going to... uh...Bucharest, Rumania to see if they could find\nsomebody or whatever. So I said, \"Can I go with you.” I was so young, you know,\nand...uh...I tried to find somebody to hang out...that uh...I... So we went to Rumania\nand...uh... they went to Rumania. I went to Czechoslovakia. I found somebody else.\nThe...those guys went to Rumania. I went to Czechoslovakia, to Prague. I thought maybe,\nyou know, I find somebody my father, my brother, my oldest brother, a sister. So I went\nto...uh...to Prague. I came to Prague, I met some girls and they say they're...uh...going\nto...uh... Germany, you know, to the Germany. But then I...I...uh... somebody told me that,\nyou know, we think...they...they heard that my brother is alive, that he is in Budapest. So I\ndecided I'm not going to Germany. I'm going to Budapest. It's amazing isn't it the way we\nwere like a gypsy, running around, finding...people finding everybody. Finding...Did you see\nthis? Did you see that? Did you...you saw somebody? You been with somebody? So I went\nto Budapest and somebody told me yes, my brother 1s alive, but he left for Germany, you\nknow. So I start myself and...and I went and...I went to Germany, at Poking. It was a place,\nPoking, you know, because they said that...uh...that if the Russian, you know,...uh...soon\nthey're gonna be closed down. You're not gonna be able to go nowhere. Uh...So...uh...the\nRussian ...we decided to...to go away from them. They was just so bad. He was so bad. He\ntake so many Jewish girl and raped them you know. They were in the war for so many years\nthat anywhere they found a girl, you know, they raped her and threw or if she fight them\nback, they threw her down from the train. It was just...1t was awful. There was...just as bad\nas...as with the Nazis I tell you. You had to hide from them. You had to disappear from them.\nIt just was terrible. And...uh...overnight, when we passed...call it...uh...you know from the\nRussian side to the American side. We passed. We sent to Germany and...uh...I found my\nbrother there. He was in a different camp, you know, and I was in a different camp. Well, I\nwas there in this camp. Uh...I couldn't...I couldn't...uh...I could not (sigh)...1 could not find\npeace with myself. I couldn't make peace with myself. My mother didn't survive. I\ncouldn't... just couldn't exist. I could not. I tried to kill myself a few times. I could not exist.\nWe was there and...uh...for a year, you know. One night I met my husband. Was 15 years\nold. Somehow, I don't know...in the evening, I met and on those and those the next barrack\nthings, and I...uh...he met...we met and, you know, like we're strangers. I...I never met him,\nand he never met me before and I was so young and so it was a Saturday night and...uh...we\nmet and he said, \"I want to marry you.” You know. So...(laughing)... you know, coming\nfrom Europe...uh...such a naive child, I...you know, want marry...marry me. I was alone, and\nhe had nobody. It was just terrible. He had nobody. We were, you know, just everybody\nlooked...young girls married older men whoever came along, you know. Uh...Friend of mine,\ngirlfriend of mine, she married a man 25 years old than...because she...she survived and her\nsister survived. The only thing came is...is to commit suicide after that. You had not...nobody\nto take care of you. You know what I mean? It was just as bad after you survived because\nwhat...what should...how should you survive? How...how should you live? You had nobody\nto take care of you. You needed parents. You needed to live. You needed food, you know. It\nwas very bad so whoever came along, you know. Whoever came along, even a gypsy...it\nmarried...wanted to marry you, you marry. Got married because somebody should give you a\nhome and food and clothes on your back and food. It was...it was terrible. Lot of the girls\nkilled themselves. They...they couldn't...they couldn't make it. They couldn't survive. They\nhad nobody to take care of them. It was just as terrible as...as...as before. If, you see, if...1f\nright away, you know, if you would have had somebody come along and say, \"Look, we\ngonna take care of you. You gonna have...make sure you have a home, you have a bed to\nsleep in...” But young girls, if they survived and they had nobody to take care, it was... I\nmarried my husband and after...after 3 days we knew each other. We never knew each other.\nI wanted to bring you the...the marriage certificate. Even had a real marriage certificate, you\nknow. (Sigh) So...uh...we got married there in the camps and then...uh...I have to tell you\nthis. Uh...My husband, you know, when he was in the labor camp, he met this girl...Jewish\ngirl, and...uh...he promised her if he's gonna survive and she survives, he's gonna look her up\nand they're gonna get married. So after...uh...after he got...he got freed, he came home. He\nwent over Germany to find her. He went everywhere in Germany, every he knew there is\ncamps for the Jews to find her and he couldn't find her, so we got married. And the\nnight...the next morning after we got married, her sister knocked on the door and she came to\ntell him that her sister is alive, you know. So I told...uh...he said, \"When he gets married, it's\nfor keeps.” So we got married. After a year...uh...I became pregnant and my son was born\nthere. It was...was very bad...uh...you know. I was very...uh...undeveloped, you know,\nun...uh...I wasn't ready to have a baby. You think kids today have 12 years old children, but I\nwasn't developed yet. I was young and became pregnant and had very bad, you know, there\nin the camps. It was...was no doctors. Was a midwife, and I was 48 hours in labor there,\nscreaming, screaming and screaming and nobody...nobody heard me screaming. Finally, you\nknow, they came and they cut me up, and when they cut me...uh...they must have cut me\nwith a rusted instrument. So after my son was born I got infection between my legs. I almost\ndied. I got such...I was...I had like 10 pounds balloon...uh...between my legs, you know.\nUh...like this infection, and it blowed up, you know, like...uh...I don't know how to explain to\nyou. So I couldn't move. After my baby was born, I couldn't move for 5 weeks. My husband\nwent to...uh...another camp and he brought some...uh...some kind of special medication,\npenicillin. I don't not knew exactly what it was. Finally, you know, with all kind of\ncompressings...uh...after mine son was born, he was about 6,7 weeks old...uh...I...when I\ngave birth to him, my breast did develop. I also tore everything in my body, was torn. I bleed\na lot. I was very sick so...uh...my husband took me to a doctor, another doctor, and he said I\nmust right away go to a hospital and they gonna do surgery on me and put everything...sew\neverything...and...and my tubes were torn, my...everything was torn, you know.\nAnd...uh...that's...] went to Munich. He told me... made arrangements in Munich and I left\nmy baby, you know, with somebody...uh..German nurse, and I...[ was 3 months there in a\nhospital in Munich, you know. After that, I came back. We were there about a year and...and\nmy son was 9 months old, not a year, but 9 months old, and we start talking about going, you\nknow. One was going to America. A lot of people were going to Israel and Israel was\nalready a country, so I said to my husband, \"We're not going to America. We're going to\nIsrael. We're going to our own land where we gonna be safe.” So that time, you\nknow...uh...they took woman and children by airplane to...to Israel, and so they put me on\nthe plane with my son. He was 9 months old. (Sigh) We almost died. The...the plane was on\nfire, you know. (Sigh) We...we landed somewhere on an island and we stayed there for...for\n48 hours til they brought another plane. Was a miracle we survived. And I'm still here. We\narrived to Israel and my husband's supposed to come, you know, soon after me, but he came\nby...by...by boat. I arrived to Israel. They put us in a tent there you know, me and my baby.\nWhat shall I tell you? My friend...concentration camp, I mean...it's...the country was just\ntaking. I mean I have...I have... love Israel you know what I mean, but it was terrible.\nCircumstances. A humanbeing didn't mean...they brought so many people...a humanbeing\ndidn't mean nothing. Kids die from the...some kind of sickness was going around. Children\ndied so much over there. I was in this tent with another family, with my baby. Uh...Also my\nthroat start bothering me, you know. So bothered me one day. The next day my throat gets\nworse. My throat was. So there was a doctor there, doctor. I went over there. I said, \"Look,\nmy throat is bad and swollen. My throat is bad and so he looked and he said, \"Oh, it's\nnothing.” He gives me a bunch of pills like this in your hands and he said, \"Swallow those\ndown and go home,\" and I went back to my child and it get worst. I'm sick. I developed\nterrible high temperature and I can't swallow at all. I couldn't wait til the next morning. That\nfamily took my baby...and took me to...right away, went the minute he opened, you know. I\ncouldn't talk anymore. So doctor looked and he said, \"Oh, she needs a hospital right away.” I\nhad diphtheria. You know diphtheria? So they took...and my baby because he was with me\nthe whole time because he probably is very catchy and so instead take him somewhere they\nput a crib...it was a tent and I was there and he start with me on penicillin and you know,\nevery 4 hours and...and my baby was next to me in crib. Poor thing! So I was there...I don't\nknow, til made me well. My husband didn't get out then until 3 months later. I went from\nplace to place like another gypsy. I didn't know what's...what's happened to my husband. I\ndon't know what happened to anybody. There's...was a...like crazy. Just...that's all you have\nto do is commit suicide...jump yourself in the ocean. That's it. Finally, after 3 months we\nfound each other. He didn't know where I was. I didn't know where he was, you know. He\nwent...in Israel, there...looking from Netanya to Hadera to Haifa, everywhere to small places\nwhere the tents you know. They...nobody could tell him where I am, if I live maybe. He\nheard that the plane was on fire, that I'm dead. After 3 or 4 months, we finally found each\nother. Uh...So then, you know, we were there about 8 months. They said they're gonna give\nyou, put on a farm, give you a cow and a horse, make...you know. So they took me and my\nhusband and the child one of those places where the Arabs used to live, in those...uh...uh...\nhouses from...made from...uh...mud, you know. The Arabs there...used to be the Arabs\noccupied. Then after Israel was taken, this was near ___, small town. We went down there\nand I tell you, there food...food...1f you like the ____ on it. There was not a little milk for your\nchild. There is nothing. For Passover, they give you one can of beans for the child, for my\nhusband and me, for the child. That place they gave me...that place there (sigh) I don't know\nhow to describe it to you. I tell you you couldn't see. There was no electricity. There was\nnothing. You couldn't see a human being if...1f you wanted...1f you...I don't know what. It\nwas terrible. It was awful. If I tell you 1t was awful, when my husband got a job\nand...and...near Tele Aviv, you know. He got a job. Somebody made that he...he worked in\nthose ovens where they burned iron, you know. He got a job there. He used to come home\nonly...uh...the Sabbath. He stayed there. I don't know how he sleeped, how he lived, but that's\nit. Every Friday afternoon, he came home and Sunday early morning, he left. If I saw him\ncoming home, there was...you couldn't see a decent...you couldn't see....1 was with my child\nin that house. The Arabs could come in thousand times to kill you and you don't know...you\nnever knew if I'm alive or I'm dead. And that's what they did. They killed every day. The\nArabs came in and they killed. If the Arabs didn't kill you, the snakes bite you and killed\nyou. So I just...I said to my husband...one time he came on Friday...he was so exhausted that\nhe went to sleep and he didn't woke til Sunday morning. But...uh...one time he came home\nand I said, \"That's it.” I said, \"I can't take this anymore. I cannot take...I have a child. I'm\nscared. I'm scared to death. We have to do something. We have to...I get a job in town. We\nhave to... can't take this anymore. I can't.”” So he went down there in that town and talked to\nthis guy and he said to give him a job as a watchman, over night watchman. I said, \"Fine.\nFine. As long as you're home every day. I'm scared. I'm here by myself with a child and you\ncouldn't see a neighbor. You couldn't see a humanbeing. You couldn't see nothing. You\ncould not...1t's worse than...than...than I don't know what. So...uh...he got a job. Thursday\nnight, he went out on a horse, you know, in the...1n the woods, you know. Watched the Arabs\ncome in. Okay, he went out to work. He came back in the morning and I..and he was very\nupset. I mean scared to death. Poor thing! He was not himself. I saw him. He was not...he\nwas so scared that you could not believe it. It hurt me to see him like that so I said, \"Friday\nnight, you supposed to go again.” I said, \"Look. I'm sorry. I'm not going to let you do it. I see\nyou so scared. You go down and tell them to send somebody else. You're not going.” So that\nnight, Friday night, somebody else went and the Arabs came in. They killed everybody.\nThey killed five families, children, everybody who was the watchman. Everybody! They cut\noff the head, found them tied to a...to a tree, and the head was cut off. It was...my husband in\nthe morning when we got up, he went into town and he came back to tell me, it's just like...I\ndon't know...if he would have gone that night, you know, he wouldn't survive. He wouldn't\nlive today. He would have been dead just the rest of it. It got worse. So I said to him, I said,\n\"Look. I can't take this anymore. I survived by Hitler. I survived by the Nazis. I'm...I can't\ntake this anymore. All...we have to do something. We have to change our lives. We have to.\nI can't take it. My child is starving to death. We have no food. We can't get nothing. What's\ngonna be with us?\" Went into Yafel, you know, if you knew...if you what about Yafel. We\nwent there. We found some kind of old____ people. Can't get no job. There's no food. Was\n1949, 1950. Was bad. You can't imagine... didn't...I said, \"If I survive, I never bring a family\non this earth to have the same...to go through what I went through. Never! I don't want to\nbring children.” But it happened, you know. I had...there was no birth controls. I didn't know\nwhat...I had...and 1951, my daughter was born. But you love...love them, you know.\nDesperate. They're my life. Without them, I...1 wouldn't be here. Uh...Getting worse. I can't\ntake...you know, I...I said to my husband, I said, \"We...we can't get no job. You wanta work.\nI was gonna something you know. There's no food. At that time, it was so bad you stayed in\nthe line to get a little milk, you know, for your child and it was the country was a new\ncountry, you know, and they don't have nothing. We had nobody. They had nothing to give\nfor you but if you don't have. But I could not take it, you see. I already had my share as a\nyoung child. How many can you real survive...how many can you take? (Crying) So I said\nto my husband, I said, \"Look. I didn't wanta go to America, but for my children, to make my\nlife better, I'm taking...we have to...we have to leave. We have to do something because we\nlived in a...uh...uh...aluminum tent, you know. And every morning my daughter woke up...a\nbaby...uh...she was bitten from the bed bugs. She was so chewed up, her whole body. I\ncan't...you can't believe it. It's...we had nothing. We couldn't go nowhere we wanted. There\nwas no...you couldn't get any help. There was no where...there was a lot of people. There\nwas sick people dying. Her sister left her...lost her child. Nobody, you know, came with\na...also the same day child and she lost it there. So so you know because some I'm stay there\nfor 10 years, struggled terrible. Terrible struggled...10 years. But I said I have to change it. I\nhave to. He didn't want. I said, \"Okay. Taking my children and I'm going and you could\nstay.” But because I am Czechoslovakian and he was from Rumania, my son was born in\nGermany...I had no trouble. My daughter was born in Israel. They wouldn't let her out. So I\nsaid to him, \"I'm going with my son. You stay here with the daughter...with the child, with\n__, and I...then I bring you, I make the papers, but we have to make our lives easier.” I came\nto America with my son. Uh...I started...I was going to a lawyer right away, you know,\nmaking papers for him to come with...with my daughter, but...uh...1t took...they wouldn't let\nhim out. It took 6 months. I had to go back and bring him you know. I had to go back to\nIsrael and bring him with...with my daughter. So we are here in America. (Laughing) We\nstart a new life. Start a new life. Another language you know. Couldn't speak a word of...he's\na very good tailor my husband. Professional tailor! But he couldn't speak any English so\nfinally we found, also, a refugee. No, he got a job in...uh...I don't know if you heard about\n____. ina big company, ___, you know he got a job as...uh...a tailor, but you know, he\nwasn't used to work on Sabbath. He worked all week long and Sabbath, he wouldn't work.\nSo one day the boss...boss came over and he said, '__when is _____ He said, \"You want to\ntake out the calendar and show him?\" and he said, \"No.” Then that's when you have to pay a\nbill. So ____ said, \"I cannot.” \"If you can't work on Sabbath, then I can't keep you all week\nlong.” So...uh...so he got...he left. Got another job. A refugee, you know, he made 45 dollars\na week. I... got a job...uh...as...uh...1 worked in a restaurant in a kitchen. I made 35 dollars a\nweek. We were...(sigh) struggled desperate, but I made 35 dollars. I could buy an ice cream\nfor my child. You know what I mean. If my kid say, \"Mommy, ____ ice cream, I could go\nout and...and buy him an ice cream. We lived for 5 years on the Kennedy Street, you know,\nin 2 rooms. It was...it was the worst, but I said, \"If I...1f I have to live like this and save up a\nfew dollars, you know, and buy my own home, I'm gonna live like this.” But at least I have\nthe...I had...I wasn't hungry. A penny. I wasn't hungry a piece of bread. I wasn't hungry. Two\ndays...two years later...uh...we became pregnant again. You know, with my third child. And\n1960...we came in 57. And here I have no...no...uh... hospitalization. We have not a penny in\nour name. We...we...uh...two children. (Sigh) What shall I do? We lived there in Kennedy\nStreet...uh...on second floor, so there's one way out. I'm jumping over the floor and that's it. I\ndid. Jump over the floor. And...uh...started bleeding terrible you know. They took me right to\nthe hospital , but I was bleeding, bleeding. The doctor examined me. He said,\n\"You're lucky. You're alive and the baby's alive.” What shall I do? How should I, you know,\nhave a baby? I have nothing? We have nothing? I even borrowed money, you know, to go\nback to Israel to bring my husband here with a child. I borrowed from a friend. (Sigh)\nSomebody said, \"Look, Go to this and this doctor. He's Jewish. He's gonna help you.” I...I\nwent to him and I said, \"Look,\"...uh...I speak to him in Jewish, I said, \"Look, I make 35\ndollars a week. My husband makes 35 dollars a week. Can you help me. All...give me an\nabortion. I'm pregnant. I have nothing. Help me.” I said, \"Please help me. I'll pay you. I'll pay\nyou five dollars a week or whatever I can. I pay you, but I have nobody to help.” I didn't\nknow what to do. He said...uh... 'I'm sorry, Mrs. Ingber. I've...I...I wish I can help you. I\ncannot nothing...I can't do nothing for you.” I walked out from his office. My...uh...I was...1\ngot dizzy. I was standing near, you know, near the wall. And I start crying so much. I said,\n\"God, why? Why am I'm living? All the...uh...all the doors of people closing for you? Is that\nthe way it's supposed to be? You know, is that the way it's supposed to be?\" I said, \"Good\npeople died and...and...and I mean I didn't go ask for help because I hated to go ask for help\nbut when the knife 1s...the rope is already by your throat, you... Well, somebody said go to\nthe Jewish Social Service. I went to the Jewish Social Service. You know what they told me?\n\"I'm sorry, Mrs. Ingber. If you have nobody to help you, you have to go back to the old\ncountry where you came from.” You believe that? That's the way all the...all the doors were\nclosed for me. There's just one way. (Crying) I didn't know what to do? What do you in a\ntime like this? It's...it's bad. I mean I had a father here, there, here, but...uh...my father was\nnot the hand. He was, you know...uh...the kind of man that...uh...his wife controlled him and\nshe wouldn't give us the time of the day. Absolute not! So...uh...I decided...uh...somebody\nsaid to me, \"There is a clinic for people like me.” Washington Hospital Center. So I was\ngoing there. I went there one time and I told him, \"Look, I have no money. I'm here in this\ncountry, new. I have two children. My husband makes so and so, and can you help me?\" So\nhe said, \"Yes, can you pay $200.” I said, \"Yes, I could pay $200, but I have to pay you out\nslowly.” \"Okay.” So I went clinic and...uh...you know, I was only one...I went all those\nyoung doctors were teaching, you know, like...what can you at that time, the only white\nwoman. All the prostitutes, the black woman, had _____ fathers which I couldn't understand.\nThey asked, \"Who's the father?\" Said, \"Which one?\" You know that time it was...nine,\nspent nine months because they thought...they thought that I have a tumor...I'm not pregnant.\nI don't have a decent doctor and I was very sick. Blowed up like a balloon and...uh...9\nmonths every day, I spend my time in there in that clinic. So...uh...Finally, you know,\nmine...uh...my son was born, Maury, which I love dearly, you know. (Sigh) God forgive me.\nUh...He was born in...uh...1n that hospital. I had a lot of problems, but after a certain...uh...a\ncertain time, think I needed hysterectomy. Uh...I went back to work and we tried\nto...uh...save up every penny. My kids helped us out. Everybody helped. We saved up the\nfirst thousand dollars and bought us and in Lewis in Hyattsville Lewis, we bought semi-\ndetached house. It was...uh...very hard. Very hard, but after...after 10, 15 years, 20 years, I\nmade it, you know. I...I... was so bitter. I was so...I was so bitter I cannot begin to tell you\nhow bitter I was. If somebody called me up, \"Can you help this? Can you help that?\" I said,\n\"Nobody helped me.” I used to tell them off. I was very bad. This was in the beginning, you\nknow, because I was so bitter. For a long time. I was so full of pain for such a long time.\nUh...Sometime when I, you know, when I remember I still have this horrible guilt that my\nmother and the pain, why I'm alive and she's dead, you know. Uh...But we survived. We\nsurvived. Have three beautiful children. I worked. Where I used to be I was a maid. I said...if\nI have to be a maid, clean toilets. I wasn't proud. People gave me handout, clothes. I wasn't\nashamed. I thanked them very much. As long as I could give my kids the best education\nmoney can buy, send them to private school, and that's all we worked for is...yet is for the\nkids, which we love very much. They're our whole family and our whole life and...uh... Do\nyou understand? You know, do you understand. I...I think that the one reason that they came\nout so perfect is because of they used to listen to my husband still cries often 1n his sleep.\nYou should hear him at night, you know. He's nightmares. He's fighting and he's crying like\na child...like a child. Forty years? Yal. We can't get over it. I wish...I wish I could, you know,\nget over it sometimes. I...it's...1t's getting a little better because when I...uh...came to\nAmerica...uh...I...1 couldn't. I was so...so hurting. I was so much with wounds that I could not\nfunction so...uh...we belong to Group Health. Every time I went there, you know, for a visit I\njust...before he asked me, \"How you doing, Mrs. Ingber,\" I brought out crying you know. I\ncouldn't talk to nobody. So...uh...the doctor said, \"Look, I see something's wrong\nwith...bothering you. I'm gonna send you to this and this doctor.” So...uh...she made me an\nappointment to a psychiatrist and I went there and...uh...I...uh...I told them, I said...he asked\nme what's bothering me...what's...so I told him the story and I said I was next to my mother\nand I should have saved her and I didn't...(Crying)...and I feel so guilty. I can't live that guilt.\nIt kills me. So he said, \"Mrs. Ingber, you tried to survive your...you were so sick, you know,\nand he gave me an example of this and example of that and he said, \"You couldn't save your\nmother. Even if you...1f you would have been healthy, you couldn't save her.” The way I told\nhim that she looked, the way she was a piece of skeleton and, you know, only her mouth was\ngoing....her eyes...I mean talking. Her eyes were gone, eaten up, her eyes...the time I\nremember to look at that. (Crying) God! Horrible thing. (Crying) She was so eaten up. Her\neyes were eaten up. (Crying) (Crying) As achild you know, you remember all those things\nyou see you know like that. When you see...when you see a child hunger, is there any worse\nor suffering. Is the same...mother...a child sees a mother. (Crying) One time...uh...she...uh...\nuh...carried with her a little small gold ring and there was a Jewish girl that somehow\nshe...she was, you know, with the Germans. I don't know she had...she was one of them\npractically. I called her over and I said to her, \"Here's this ring. Bring me...bring me just this\nmuch milk for my mother, you know...milk. I'll give you the ring. I'll give you anything you\nwant. Just bring a little milk for her.” (Crying) So she said, \"Okay.” And...uh...she came in\nand I gave her the ring and she went and (crying, crying) and she took her leg and hit my\nmother on the head like this and (crying). That's what happen. Instead she should help, she,\nyou know, screamed and cried my mother. (Crying) It's...it's...uh...it's something...uh...that,\nyou know, you...a child, you know, like I say we have three beautiful children and...uh...my\ngrandchildren and they...my oldest grandson knows all about the Holocaust and he comes to\ntell me and when I used to babysit him and they were little, I told them the whole story about\nthe Holocaust and...uh...one time, you know, my...they...they couldn't understand, you know,\nwhat happened to my...I have no hair. What happened? So I told them story. I said the\nGermans want...want...uh...I have...uh...I forgot to tell you that because they did kind a...they\nput some kind of light on my head, some...uh...radiation, well I got already twice cancer\nthings, you know, removed from...uh...so I've been under the doctor's care. I have to watch\nfor cancer from that...uh... radiation what they did to me. So I tell my grandchildren\nand...uh...they...they understand. They're so beautiful. So...uh...my daughter, my kids are\nvery...uh...very understandable the father, to their father...my husband. He is worse than I\nam. (Crying) He's gonna tell you his story, but he suffered more than I did. Can you\nimagine? Yal. He...uh...We were married for 43 years, and we have three beautiful children.\nWe have...uh...he's still working, you know. We have a cleaning store, and he's a tailor and\nwe doing tailoring and cleaning on Piney Branch Road. We have a nice home which I...I'm\nvery happy. I never wanted to have, I mean, luxury things. A car has four wheels that drives\nme where I need. That's all I'm...never ask for much, and I'm very happy person. I have my\nkids. I have anything we needed for them. That...that made my life happy. They're healthy\nand my husband should be healthy. He's not very healthy. So...uh...not complaining\nanymore. As long as...as long as...a little, the nightmares a little...lets you off you know. We\nhave been both taking Valiums, you know, for a long time, but we're doing all nght, you\nknow. Sometimes it gets easier. Sometime it gets harder. The holidays is the worst.\nBut...uh...like I say, my children mean everything to me, my husband, and you live for that\nday to see them and to be with them.",
        "Q: Okay. We can stop here. Bonnie is going to come in and do the pictures. Okay.",
        "A: Okay. Thank you.\n"
    ],
    "questions": [
        "Q: Would you tell me your name, and when and where you were born?",
        "Q: Yes. That's fine. Tell me about your family.",
        "Q: Was there a large Jewish population?",
        "Q: Tell me about the school.",
        "Q: Did you have many friends?",
        "Q: What were the relations like between the Christians and the Jews?",
        "Q: Tell me a little more about that. What...what do you remember? How did it begin to change?\nWhat do you remember?",
        "Q: Cattle cars.",
        "Q: Trenches.",
        "Q: We have to stop here. They're going to change the tapes.",
        "Q: Are you ready to go? Okay. Continue.",
        "Q: Okay. We can stop here. Bonnie is going to come in and do the pictures. Okay."
    ],
    "answers": [
        "A: (Sigh) My name is Miriam. Uh...I was born Miriam Farcus, you know, but now it's Miriam\nIngber. I was born in Terava--a small town, Terava. It's...1t's T-E-R-A-V-A, Tereva...uh...in\n1931, July 24th. Uh...We were 10 children. Did I do it right?",
        "A: Okay. Well, ...uh...we were...my father, mother also got married very young and we lived in\nTerava. Uh...My father was...uh...uh ...you know...uh...he was buying, selling...uh...horses,\ncows, used to go on the market and you know, did business that way. And we were\nnot...uh...we were very....we were poor. He had 10 children, 5 brothers, 5 sisters.\nBut...uh...we managed, you know, and made that...those...those days very comfortable the\nway we did. We used to get a...uh...dress. Each girl got a dress at Passover or the High\nHolidays, twice a year, and we were very happy. That's the way I growed up, you know, in\nthis small town which I remember a little bit about it, but whatever I remember it was good\nthings. Poor. One...one sister came in, took off the shoes, another sister put it on. (Laughing)\nBut it was alright. And...uh...and...uh...",
        "A: Yes. Yes. Large Jewish population and also, you know, with ...uh...Christians. We lived\ntogether. You know, they used to...I come from a very orthodox family. My mother wore a\nshitel you know. And...uh...every Saturday, they came and made fire in the house, you know,\nand father was very religious. And...uh...1t was quite a bit...quite a lot. bit the...the Christians\nlived down in the hills more you know then...uh ...than where the Jewish people lived. They\nused...used to go up on the hills more than in the things. But...uh... like I say back home, one\nchild raised another you know. That's the way we were brought up. You have to take care of\neach other.",
        "A: Uh...Not much. Not much. Maybe 2, 3 grades. I..-uh...I was very in...uh...I was about...uh...6\nyears old...uh... there was a...uh...sickness going around in the town, you know,\ntyphus...uh...dysentery. I don't know. It was...uh... uh...lot of people died then. So I got\nthe...the...you know, the sickness. My brother and I...my brother didn't have it so bad, but I\nhad it very bad which...uh...the doctor didn't believe I'm gonna survive. I was laid up for a\nlong time, you know, and then when I did survive after my father went...uh...somewhere\ninto...to Hungary, and he brought some kind of special medicine and I did survive. I had to\nlearn starting scratch to walk and talk, you know, and all those things. So...uh...not much\nschooling. No. I hate to say, but I wish but not much. So...uh...",
        "A: Yes. I had a lot of friends. We used to play outside you know. Jump rope and...and\nwintertime, we...uh...I skate there in the....Goddess you know, when it was frozen. Yal. I had\na lot of friends. Also, we used to help out in the house, you know. Uh...Help raise the little\nones or do chores for my...my mother or you know, take care...used to wash the dishes and\n____ the dishes, ___ the dishes you know, and busy around the house, but every Saturday\nafternoon, we used to go out playing and we played whenever we had a chance.",
        "A: Good. Very good. They were so good that my...mine father, he used to come into the\nhouse...my father did business, and we used to buy milk from them and...uh...every time they\ncame, they always hug each other. My father with them. They were my father's friends. We\nwere the best relationships you ever saw in your life which I could not understand\nafterwards. So...uh...when the thing came, start the... mean they took out the\nCzechs...Czechs...you know, the Hungarian took over Czechoslovakian, and they took out\nthe Czechs. They just did to the Czechs the same thing they did to the Jews. In 1939, all the\nCzechs were evacuated and the Hungarians took over. Uh...That time the problem started the\nJews in 1939. They took away mine...half of the town, almost the whole town, Jews already\nto...uh... Poland...Poland, Ukrainian, my father's whole family. He had a lot of brothers and\nsisters and my grandparents, they all was taken away. We wanted to...they were going to\ntake us too, but my father was in labor camp of the Hungarian. And my mother went into\nhiding and we were just walking around on the streets, you know, the kids. That time where\nwe started the problems.",
        "A: Uh...It was terrible. It was terrible. It was just awful that time the way the....uh... Hungarian\ncame in and you know, and they start putting all the Jews on the big...uh ...uh...trucks, you\nknow, and...uh...everybody saw what...the way they were beating up and...and. I was...it was\nterrible. And so my mother, she should rest in peace...she...and my father was...was 1n the\nlabor camp, so somehow, I don't know. They don't touch that, but my mother was in hiding\nall the time. She just...she had...she had a feeling that what they going to do with the Jews,\nyou know, and she...I don't know what...and she had a fear and they killed all, almost all the\nwhole town Jews then. But the one...the little bit who stayed behind, the...uh...in 1940, they\nstart taking away. Well, in 1940...uh...when the...the whole thing started more, the Jews...was\nafter Passover....I was...I was very...I got sick again. I had...uh...I developed pneumonia, was\nvery sick. So took all the Jews. They came to the house and...uh...they saw I was with a high\ntemperature. I was very sick, so the...the...German...the Hung...the police, they brought a\ndoctor and the doctor said that...uh...I'm not going to survive long. I'm not going to live that\nlong. He should leave me die in...in my bed. So...uh...1nstead, they took my father, the rest of\nthe children to the ghetto and they left my mother home with me I should die. So she should\nbury me. So everybody was gone. And my mother... uh...she knew. She, like I tell you, she\nhad feeling that they're gonna kills us. They're gonna kill us. They're gonna kill all the Jews.\nThey're gonna kill us all. So she decided that we had saved up some money. She paid for this\n..uh...uh...Christian...uh...to come and bring a horse and buggy and take us up to the hill, you\nknow, to hide us out. On Saturday night, I remember we came down like middle of the\nnight...middle of the night, and they put me on because I... was very weak and with my\nmother and they took us to the hills and they put us up in a...on top of the barn, you know the\nbarn. Sunday morning, just like a...can never forget it as long as I live, Sunday morning it\nwas cold you know after a rainy day. It was right after Passover. It was...uh... uh...very\nmiserable outside, Fall, and there was a lot of Jews hiding out in the woods, you know, there\nin the hills. So...uh...where we were staying, hiding, there was girls you know, girls, and they\nwere...uh...had boyfriends. So Sunday morning the boys came to visit the girls. And the Jews\ncame out from out of the hills to...to sit on the sun to warm up. They were freezing. They\nwere cold. They were wet. So they were sitting under the trees, under the sun, and we could,\nyou know, on the top of the barn where...where there was, you know, between the woods\nyou could see. So when they...they came to visit the girls, they noticed that Jews are hiding\nor sitting there. So they went and they took a piece of wood, you know, long thing, you\nknow, wood. Went up and they were killing all the Jews, beating on them and killing. And\nthose horrible screams. It still is in my ears. Those screams. Please...they begged. They were\nscreaming. There was a lot of children and crying and screaming. It was just unbelievable.\nUnbelievable! So I told my mother...I start feeling a little better. I said to my mother, I said,\n\"Look, whatever is going to happen, it all...my father and all rest of the family and all the rest\nof the Jews has to happen with us. We're not staying here. We have to go down. We have to\ngo. We have...otherwise, they're going to kill us like....you see what's going on. Those\nkids...those screaming, those crying. They killed them to death.” So the next day, we decided\nwe gonna volunteer go down into the town, walk down to the town. Uh...I was very weak so\nmy mother said...uh...whoever asked us where we're coming from...uh...she's bringing me\nfrom the hospital...and there was a hospital in another town. So slowly, slowly, you know,\nwe walked down and took us hours, but I...I had to rest because I was very...uh...nobody\nwould have anything to do with Jews. So one time we stopped exactly like I said with my\nfather how they lived...lived together. We lived...they lived liked brothers. So...uh...sit down\non his front, you know, the steps where you into the house. At least my mother...my mother\ncarried a few stuff, a few things on her back, you know, blankets, some clothes. She carried\nsome stuff with her and he...he came out with a piece of wood and he said...uh...he took that\nstuff from my mother and he said, \"You're not going to use...be able to use that. They're\ngoing to kill you...before I kill you. Let..\". So he wanted ...uh...you know, kill us, beat us up.\nHe said, \"Don't...I want...I don't want to see you here. Don't sit here. He wouldn't let us sit.”\nSo we had to walk further. That's..that's why I...every time I remember, you know, I say\nthat...uh..how you live together with friends and everything, but your best friend was your\nworst enemy. And it's true. And so we finally came down, walked down to town and there\nwas a train coming with the rest...some more Jews. And we went up on a train and they took\nus to...uh...ghetto, and not the same ghetto where my father was with the children. Different\nghetto. We never saw each other. (Sigh) Took us to ghetto. Was the Hungarian ghetto,\nand...uh..it was terrible there. There was this Hungarian policeman. He went and they throw\ndown a 50 cent piece, you know, on the floor and then picked it and went around and asked\nwho threw this money away, and beat everybody who was...he could lay a hand on. Beat up\neverybody with a stick, you know. Everybody who could...who could just be there close by\nhim, he beat him up. And my mother got beaten up terrible. \"You threw the 50 cents down.”\nMy mother said, \"No.” So he gave her over her face that...uh...blood start pouring you know.\nSo we were there...uh...about 6 weeks in that ghetto. And then...then they start taking us to\nAuschwitz, put us in those trains you know, and those...uh...you know what they take the\nCOWS.",
        "A: Cattle cars. Right. Put...uh...so much people that you couldn't even breath in the train and\nthrow them out you know. (Sigh) And everybody just... they knew, those Jews. They knew\nthat...those crying, those praying, praying and scream to God. Why? Help us my my prayer .\nSo...uh...lot of people died from heart attacks and was dead by the time they got to...to\nAuschwitz. We arrived in Auschwitz and...uh...train stopped. So I was, like I say, I very,\nvery...you could see on that picture, young, little weak and you know, very sick for a long\ntime, pneumonia. And you have to live. You live so anyway, we arrived to Auschwitz\nand...uh...took us...1t was some Jewish people came up the train and said to us, \"Whatever we\ndo, don't say that we are sick or weak or sick. Don't volunteer that...uh...we are sick.” We\ndidn't know what he meant, but...uh....so anyway all everybody came off the train\nand...uh...we had to leave everything on the train. Naked. You know. They took over all the\nclothes, everything. Naked. And you stand in the line and Mengele was sitting there, Dr.\nMengele they called him. And...uh...left, right, you know, all the...all the...announced every\nyoung woman should take the baby, give their children to the elderly, to the mother, to the\nelderly people. So that's what the people did. Every child was gone to the...to the mother, to\nthe you know, and to the left, and to the right, to the left. You know there was not...the\nGestapos, and the....and to the right, to the left. I was with my mother and...uh...he separated\nus and he put me to the left and they put her to the right. She was only 39 years old. She was\na young woman. So...uh...then when he came in the line, you know, Mengele. He\nsaid...uh...he said...on Germany, he talked to us, ....1f we are healthy, if are sick, or\nsomething, 1s sorting out. He talked so nice, so soft, you know. So (sigh) we passed that. We\nsaid, \"No, we're not sick,\" and all of a sudden I talk a look. My mother's there next to me\nagain. I tell you...I don't know, a miracle cause I couldn't survive without her. So\nthen...uh...you know, they put us in a...1n a...took us in a big building and they cut our hair\nfrom the top, bottom and and those screaming. Nobody recognized each other. You don't\nrecognize your mother. Your mother didn't recognize you, and after we came out from that\nplace, we stayed..uh... c'est l'appell, they called it c'est l'appell,...uh...to 5 women in the line\nand...uh...they count us and they took us to the...to the ___, you know the barracks\nto...uh...called a lager. That was in our lager, my mother. So we got in there and I...uh...I got\nvery weak. (Sigh) I got so weak that and all the ____, with all the problems I was lucky\nto...cause the...the man, you know who took care of ___. The ___, the Gestapo did. She\nwas...uh...from Czechoslovakian and she was very sweet. She was very good to me. If not\nher, I wouldn't survive because...uh...when they came to count you, they looked at you and\nthey took you out of there and put you right away in the gas chambers. So she somehow put\ntwo...two...uh...split up the people so that I should stay in and start, you know, what I mean.\nShe always left me out behind so I should...I should survive. I was lucky that way...that, you\nknow. I...uh...I was there and my mother ...uh...a piece of bread that they gave us every 2, 3\ndays there in Auschwitz. And she didn't eat, but she fed me with it so I should, you know,\npull myself together. And...uh...then...uh...(sigh) how much she tried, you know, to be nice to\nyou, but it was not...she was afraid too, you know. She...everybody...everybody was for their\nown skin there. Everybody tried to survive. It was just terrible. You have to go to the\nbathroom they...they beat you up. They chopped your head off. They...1t didn't mean nothing.\nIt just didn't mean nothing. So we...uh...we saw, you know, we saw that the screaming...we\nsaw that the crima...crimatorium. They took us one day to see...to the crematorium and they\ntold us, \"If you're not going to behave, whatever we tell us to do, we should it. If this\nGestapo wants to sleep with you, you better let him sleep with you. Otherwise, you see, the\nflames,\" he said. \"There you're going be in the flames.” So everyday they took us there.\nEvery day. Everyday and there you could see all the horrible, horrible things. Our... don't\nknow the manager and what she took care of us there, she said, \"The minute there's a...a\ngroup that's leaving Auschwitz, I want you to be the first one because you're not going to\nsurvive here long. In Auschwitz, it's...it's the worst...uh...uh... crematorium, the worst, so I'm\ngoing to put you on the worst...on the first.” Uh...We were in Auschwitz 3 months. After\nthis...uh...they...they put together....uh...a transport, you know, and they took us to ...uh...to\nStutthof. I don't know if you heard about it. Stuffhof. Yal. And when we got to Stuffhof, it\nwas terrible. It was awful. It was...day by day, we wished, \"Why are we...why are we\nnot...you used to see a cat going behind the...the barbed wire you know. We used to thought,\n\"God why didn't you made us a cat or a dog or a worm. Why couldn't I be a worm. Why do\nyou have to be a human being? You used to...you put us to the, you know, threw us...threw\nthe people to...uh...the barbed wires and...and they got electrocuted right there and died.\nAnd...and crawls...there was a man...man...uh...1n a man's barracks and winter and it was\ncold. Naked, they made him run around in the snow up to here, naked, and beat him up and\nsame thing they did to the woman. (Sigh) We were just there...uh...there for a long time and\nsitting by the barbed wires and every day, they...they came 1n and they just beat us up, beat\nus up. They were...they brought the food, you know, that little no-good food. Uh...When you\nstand in the line with that plate to get some food...uh...you...you look ...uh...uh...don't look\nstraight or you look afraid or you think is no good or this, and you just got beaten up. You\njust got beaten up or they took you...took you out from the camp and took you to the gas.\nIt's...just like that was nothing...mean anything. So we was sitting there and by the sand on\nthe...on the outside and praying and crying and screaming, \"God, help us. God, help us. Let\nus die, you know, without...” So all of a sudden, after the...quite a few months, I don't know\nexactly much...uh...how long we were there...uh...they came and...uh...they told us they're\ntaking so many woman now to...to work, you know, to...uh...landscaping work. So when we\nheard that everybody who want...who we knew that going to work is gonna live, survive.\nAnd every...every day, you stayed in the camp. You have no chance. You didn't have a\nchance to survive. So you should see what's...what's going on. Everybody was jumping\nthrough the...through the windows and through the doors to be the first to register to go to\nwork, you know. People killed each other. People, like I say, your life wasn't...didn't mean\nnothing. Everybody wanted to survive. And...uh...it just...everybody on his own. So they\ntook us...uh...they took us away to landscaping and we were, you know, ...uh...digging out\npotatoes and according 6 weeks. It took us 6 weeks. Uh...It wasn't so bad. Wasn't so bad so at\n6 weeks after we finished the landscaping, they took out a thousand woman... thousand\nwoman, they took us there. They took us...they brought us back to ...to Stutthof. They\nbrought us back to Stutthof. It was terrible. Was...uh...uh...going around also typhus, you\nknow, and sickness and...uh...more and more people got...uh...1f 1t came such a death that\ncame that nobody had a chance. And we were just waiting for our death, you know, any\nminute. One night...uh...one night, you know, there was a girl in our barrack and top...I was\nalways on the lowest. All the way on the top of the bed...bed, there was a girl and she must\nhave had epilepsy, you know, and...uh...middle of the night she got probably a seizure. That's\nwhat we come to and she...uh...threw herself down to the floor and it got such a panic inside\nthat they thought...and they came in to kill us. It screaming the dark. It was yelling and\nscreaming and then...uh...the Gestapo came in and put on the lights and...uh...start shooting\non everybody. And he made us, you know, hundred times, made us jump, punish us. Say\none...one for all and all for one, you know. They made us...uh... jump out the window, jump\nin the window, jump out the window, jump in the window. Uh...I said to my mother, I\nsaid...uh...\"I can't go on like this.” Says, \"I am going to kill myself. I'm going to do it. Touch\nthe wires and I'm gonna kill myself because I can't go on, can't take it.”” And my mother said\nto me, she said...uh...\"Let's wait.” You see, she believed...she believed that...that we're gonna\nbe saved. She believed we gonna survive. She believed we're gonna survive. (Sigh)\nSo...uh...1t was the most horrible night you ever can imagine in your life. Then...uh...the next\nday I tried to kill myself. I went to the wires, you know, next to the wires close by and\nthis...uh..Gestapo, this SS came and saw me and grabbed me and...uh...gave me...uh...25, you\nknow, over mine...uh... I had to lay down in a chair and he gave me 25 with that rubber\nthing. (crying) The worst thing you can imagine in your life. (crying) My mother tried\nto...uh...help me so they did the same thing to her. That was even worse. (crying)\nSo...uh...then 2 days later...I don't know how I survived, but I survived. A terrible beating! It\nwas awtul. I couldn't move, you know. I couldn't, but you try to because otherwise you...they\nput you in the gas chambers. You didn't have a chance, you know, so you try to survive...to\nfeel, you know, strong and be that you are able to...to move and able to work 1f you wanted\nto live. So your...your...uh...power, you know, to survive. My mother for me and me for my\nmother. You know what I mean. So anyway...uh...2 days later, we heard that they're taking\nout 12...they're going to select 12 strong girls to..uh...the strongest one....uh...to work, you\nknow, make those...uh...dig those graves where the soldiers hide. How you call?",
        "A: Trenches where the soldiers. They're gonna select thousand woman and take them to...to that\nwork, do those trenches. So don't ask. Everybody wanted to go to work. Nobody wanted to\nstay behind. And everybody was again running and pushing and was going on so when\nthe...when they stayed in the line, they select you, they put you 1n a bath. They give you a\nbath and...and...uh...put you man's clothes, pants, heavy because it was wintertime. Heavy\nclothes on and belt. You stayed in the line. My mother and I, we were holding hands and we\ntried to...see you have to register your number, everything. And...uh...we begged those girls\nin front to let us through because my mother we should be together. We registered. We told\nthem the number. We told them the name, but somehow and we went in. No...uh...we told\nthem everything, but when we came...this was just for registration, you know, from...one\nGestapo registered you. The next one looked you over. So they don't like us. They took us\naway. But three blocks, they took us away, you know, close to the gas chambers. So my\nmother said, \"We have nothing to lose,\" she says. \"We're going to die anyway. Let's run\naway back to the...to the line.” \"Okay.”’ We run away back to the line and we asked\nthose...they should let us through. Please let us through. We cried and let us through. We\nshould run into the...to the barrack so there everything was changed so they might not\nrecognize us...uh...anymore so we'd be able to go work. And we ran into the barrack\nand...uh...we put us...they dressed us like men, you know, and when we came out from the\nbarrack, guess what? Those woman, there was...she was a Gestapo woman, she recognized\nus, and she told...uh...the...the Gestapo, she said, \"Here. These are the ___,\" and took on\nthe side. He says...and he starts you know beating me up and my mother and why and we\nstart begging him and pleading with him and he said, \"No, you go on...you go on to be ashes\nsoon.” And...uh...my mother, she begged him. She fell on her knees and she said, \"Please, I\nam strong and my daughter. We want to go to work.” And she...she...uh...fall on her knees\nand grabbed the Gestapo with...with her feet and...uh...you know, like stopping him and\n(crying) and begged him to let us through. We..we...he should see that we tried to go to\nwork, that you know, and so he gave my mother a...you know, with his boots...uh...and\ngrabbed us and slapped us and then...I don't know, like God must have changed his mind,\nyou know. I tell you it's (crying)...he stopped in his ____ to wanta see if we...if we had did\nsomething wrong. If they registered. We were lucky. We registered. So he let us through.\nWent to work. It was...uh...took us on a train. It was...uh...I don't know. I was no where. Was\njust no where. Snow was up to here. The...you put up your own tents, you know,\ntent...and...uh...you start digging ditches, you know, things. The next day it was\nnothing...was snow so you couldn't...you could not...uh...see nothing. You couldn't do\nnothing. You was frozen to death. If how much you been froze to death, they threw there\nwith the gun and, you know, so they...they just freeze. The snow was higher. We would\ndrown in the snow. We were there and at night, you know, we were cold. We were hungry.\nWe used to...uh...anyway, they used to...during the daytime, you know, they brought some...\nuh...food in those big, big cans like you used to carry milk and they used to bring some\nwater, food, you know, some soup or things. Every time the...uh...whoever they asked to go\nand put the cans back on that wagon they let...let you lick it out because you were so hungry.\nSo we had one Gestapo....what I mean...he was the biggest murderer and he had one arm,\nyou know. He...he carried with him a stick. It was this big, and he was a murderer. He was\nhorror. He beat. He hit. So...uh..one afternoon, we were freezing. We were cold. We were\nstanding in the line, you know, getting that little junk, and after we finished he\nsaid...uh...points out ____ the red scarf. I wore a red scarf so I thought he meant\nme...uh..should come and for the...the cans on the wagon. So I went...and I know he meant\nme, but, you know, I went there to the wagon. So he came towards me and he picked up that\nbig stick, but I start running you know. I start running and I slipped and I ...I fell down. He\nhit me behind here the head. (Sigh) That stick! I fell down. I didn't know for days where I\nwas. For days, I didn't know where...I was had...still have a mark, you know. Uh...Then I had\nringing...ringing in my ears. So...uh...we were there, you know, working. How much we\nworked...we digged out those things and at night, we went in their tents and we was hungry\nand...uh...one girl find out that not far from here, there was...uh...those..uh... farmers. Farmers\nand back in Europe they used to...uh...put away for the spring, potatoes and they're in...under\nthe ground you know. That's what they used to do in Europe. Potatoes, all kind of vegetables,\nyou know, keep them for the...for the year. So that one...one girl...I don't know how she did.\nShe find out that there was a...a place that is...you dig out potatoes and...uh...some start...I\ndon't know...a lot of girls start...uh...going out there and...uh...they brought back some stuff to\neat and what do you think? They caught them. It was about 10 girls, and they caught them\nand they put them outside naked at night, and they asked everybody should come out and\nthey took the machine gun and sounds like this. That's it. Then they took just anything girl.\nThey hanged her. They hanged her up for nothing to show that if...1f they...1f this is gonna...if\nthis is gonna happen again, that's gonna happen to us. So...uh...we were there 3 or 4 months,\nyou know. One night my mother, we just went out and my mother said...uh...1t was snow. It\nwas terrible cold. And went out and with my mother and I, we were talking and she\nsays...she went out...there was the sky, you know, cold but she said...came back in, she said\nto me, she said...uh... (sigh) she...she saw a hand. God showed that a hand that she is going to\nsurvive. (Crying) Yal. Sure. (Crying) (Crying) I wish she would. Anyway, so she...we\nwere there about 3. 4 months. After that they took us back. Whatever we left from us, they\ntook us back to Stutthof again. And it was even worse than we...before we left. It was\nterrible. Terrible! Everybody was there skeletons. And it got so bad that...uh...people died\nfrom typhus. Uh...People started... It was just terrible. Nothing to do. Just what's gonna\nhappen, it's gonna happen. We stayed and...uh...months again in Stutthof and all of sudden\nthey start...uh...evacuating us, you know. Uh...We...they start, you know, everybody who\nwas able to walk, evacuating us to another camp. Then we started just walking, you know, at\nnight...just at night, at night we were...they walked us, Gestapos, on the highway, you know.\nAnd...uh...you got to...uh...a camp, got to another camp. It was...the name was\nsomething. I don't remember. And these Gestapo, you know what he beat me up. He...he said\nto me, \"I haven't...uh...token care of you yet enough, so he took me in a barrack and...uh...but\nsome electric wires on my head, you know, and...uh...did experiments on me. My head!\n(Crying) And he made my mother watch what he was done to me. (Crying) So survive! I'm\nhere. But...uh...my head didn't survive. I mean I have a lot of problems there. My hair never\ngrow back. (Crying) The experiments I was there. I was unconscious, my mother says, for a\nlong, you know. And...uh...after I...uh...] came to, my mother made sure that, you know,\nI'm...I'm gonna be all right. A mother. So...uh...they start evacuating that camp too. I guess,\nyou know, the Russians...uh...came closer by and they start taking us in different camps, you\nknow, different camps. So we used to, you know...uh...evacuate. At night, walking the streets\nand not sleep, and it was cold and we were hungry. And the sight, you know, of the...on the\nthings...the dead people, so many deaths. You would not believe it. Uh...we...we were so\nhungry. We used to see garbage you know, garbage, and there was cans that the soldiers\nthrow away. They were rusted from sardines or tuna fish, you know, any kind of cans, and\nwe used to kill each other over a can. Who's gonna lick...lick, get...grab it first, and...and lick\nit out. Uh...It was...we ate whatever garbage we could find on the streets. Potato peels or any\ngarbage. Any garbage! We...we were terrible starving. We were hungry. We were tired, and\npeople just died like flies. Couldn't make it. So we were walking and walking and days and\nnights and walking and walking and at night, you know...uh...we stopped. The Nazi's\nstopped and we went in somewhere...who knows...and they...they just, you know, all of the\npeople lay on the...you know, on the ground there and we pulled ourselves together, you\nknow, like this, and we was like this, you know, one on top of the other warming up and we\ntried to sleep a little bit til they came out and took us further. And that's how it went. For two\nweeks, we went like this. Finally...uh...we found a barn on the...in of the woods, you know a\nbarn. (Sigh) They took us in there, 5000...5000 women, put us in that barn which there was\nno room, but that's like herring, you know. They put us all in there and....uh...people grow\ntogether. You know, the legs under you, the...you couldn't move. You could not move. So\nthat way, they...they sit you down, that's the way you...uh...were thrown together. Your legs\nunder you, you know, attached. You couldn't straighten out. Put us in there, and the Gestapos\nwere around us, the barn there and...uh...once every other day, they used to bring something\nyou know, for...like not live or not to die, you know, every other day. We were there about 7\nmonths or 8 months, we were there...that barn, and it was terrible. It was awful. It was worst.\nPeople died and the lice...you had so much lice. And my mother...my mother from laying,\nyou know, around there (crying), she...she just gotten eaten up by the bugs you know. It was\nnothing til the bones left and her...uh...(crying) mind was left. Everything else was eaten up,\nchew up. She was nothing but, you see, on the...on the television...sometimes they show you\nthose skeleton, those heads, the bones. (Crying) She was laying. The mind was clear all the\ntime that she was sick. I was...I had typhus. People died. People died like...like nothing,\nlike...there was nothing left practically to the end there. It was so bad that...uh...like I say, the\nlice ate you up alive. Even...and there was nothing wrong with you, you had nice in your\nmouth and...and everywhere and they...they practically carried you from one place to the\nnext. That's how bad...(Crying) We were there (crying) as I say approximately, you\nknow...exact the dates I...I don't remember, but we were there a long time and...uh...by the\nend, my mother...I was...I...I could... was okay the last minute. I used to go out and bring her\nsome snow, you know, and rub my mother on the lips and help...help her, but (sigh) (crying)\nshe...she was so strong til the last minute (Crying) til she got eaten up by those...skeleton.\nNo food. No nothing. Then...uh...to the end, we got free there. I mean...uh...the Russian\ncame, you see. We got free by the Russian, which we didn't know. It was maybe 50 girls...50\npeople who survived there to the end. Uh...We didn't know we were free, you know. Nobody\nknew nothing. Everybody who was alive laid there like a...uh...like just like before. Laid and\nwait to die. The thing should go out. (Crying) (Sigh) See the Russian when they freed us, if\nthey would've come in and take everybody out, you know, like a child. If they would've\ncome and take my mother out, she would have survived. They never came in...inside the\nbarn. Who was able to go out were...ran out and they put 1n...and who wasn't able to go out\nstayed there. So...uh..we left behind. We were about 10 girls left behind. And...uh...I\nremember I...I had such a high fever...uh...and...uh..you know, and I was screaming to my\nmom, \"Mom, help me. The lice are eating me up alive.” I was, you know, all of a sudden you\nwind up one and somewhere in nowhere. You were crawling, you know, and I was crying to\nmy mother to help me, help me. Help me because the lice are eating me up and the lice are\ntaking me away. Then...uh...uh...about 3 days later...uh...a girl came back like I don't know\nwhat happened. She came back to find out...she had a feeling that somebody's left...left. So\nshe came with a buggy and horses and...uh...she...but my mother was gone. She said to me,\n\"Let's crawl. Let's crawl.”’ And my mother died already. (Crying) I can never forgive myself.\n(Crying) Always bothers me, you know. I said, \"Maybe I should have done this. Maybe I\nshould have... She probably would be alive today.”’ Who knows?",
        "A: Okay.",
        "A: Anyway...uh...that girl came back and..uh...she, with a...I mean couple of girls, they took us\nand my mother she...she was gone. She...uh...you know how she...she hold on. She...(crying)\nwhat it kills me....such a strong. She wanted to live so badly so survived all the beating and\nall the hurting and all the....(Crying).... They took me and those other girls 1n...1n a town, and\nthey start helping me, you know, for myself you know. I couldn't walk for a long time. I\ncouldn't eat for a long time. Uh...It was some nurses, you know, and they tried with baby\nfood and things like this, but tell you the truth, I didn't want to live. (Crying) Tried to kill\nmyself. (Crying) My mother didn't want me survive, I didn't want to survive either.\n(Crying) Well...uh...we were in a town, Danzig,...I don't know. Uh...We did...we were there\nfor awhile...uh... They watched over you, but we...like I said, we were freed by the Russians,\nbut Russian...uh...soldiers themselves they were just like...bad as the...the Germans.\nBut...uh...other people, you know, they tried to be nice to you and nourish you and things. So\nwe were there for awhile...uh...then...uh...few months later, we start to go home, you know.\nGo...go home. Go find somebody. So... uh...the trains weren't going yet. Everything was still,\nyou know, ...uh...from the war, we ride in open trains you know, on those hiding out and so\nwe got to..uh...Krak...Krakau. We got to Krakau and stayed there for awhile til some people\nget together and uh...I was...most of the time, I was in Poland. Uh...Til the people get\ntogether and then we...uh...get a transport you know. A group of people, they put us in a train\nand we went to...uh...they took us back to Hungary. To Hungary, we came there and there\nwas another... The Joint, you know, the community center....uh...took care of us\nand...uh...gave us some clothes and...uh...tried to feed us and things. And everybody wanted\nto go find somebody, a sister, your brother, the father, the... maybe somebody survived from\nthe family. So...uh...we went...uh...you know, the rest of the girls...everybody was from\ndifferent places, different towns. So we...I...] went on a train. I went home. Middle of the\nnight I came home to my hometown, and...uh...was so miserable. I couldn't wait until\nthey...there was no...nobody there. I slept over one of the Christians which I...I, you know,\n[...the morning, first thing, was started the first train came by, I left. I couldn't...could not,\nyou know, I could not breath there. I went to a different town, different town. Uh...The train\nwas a small train that we used to go from one town to another that...uh...there were...I found\nthere some boys, you know, young boys. They were in a labor camp and the camps, they\nwere freed. So... uh...I said to them, I said, \"We are leaving like the day. I said, \"Where are\nyou going?\" They said they going to... uh...Bucharest, Rumania to see if they could find\nsomebody or whatever. So I said, \"Can I go with you.” I was so young, you know,\nand...uh...I tried to find somebody to hang out...that uh...I... So we went to Rumania\nand...uh... they went to Rumania. I went to Czechoslovakia. I found somebody else.\nThe...those guys went to Rumania. I went to Czechoslovakia, to Prague. I thought maybe,\nyou know, I find somebody my father, my brother, my oldest brother, a sister. So I went\nto...uh...to Prague. I came to Prague, I met some girls and they say they're...uh...going\nto...uh... Germany, you know, to the Germany. But then I...I...uh... somebody told me that,\nyou know, we think...they...they heard that my brother is alive, that he is in Budapest. So I\ndecided I'm not going to Germany. I'm going to Budapest. It's amazing isn't it the way we\nwere like a gypsy, running around, finding...people finding everybody. Finding...Did you see\nthis? Did you see that? Did you...you saw somebody? You been with somebody? So I went\nto Budapest and somebody told me yes, my brother 1s alive, but he left for Germany, you\nknow. So I start myself and...and I went and...I went to Germany, at Poking. It was a place,\nPoking, you know, because they said that...uh...that if the Russian, you know,...uh...soon\nthey're gonna be closed down. You're not gonna be able to go nowhere. Uh...So...uh...the\nRussian ...we decided to...to go away from them. They was just so bad. He was so bad. He\ntake so many Jewish girl and raped them you know. They were in the war for so many years\nthat anywhere they found a girl, you know, they raped her and threw or if she fight them\nback, they threw her down from the train. It was just...1t was awful. There was...just as bad\nas...as with the Nazis I tell you. You had to hide from them. You had to disappear from them.\nIt just was terrible. And...uh...overnight, when we passed...call it...uh...you know from the\nRussian side to the American side. We passed. We sent to Germany and...uh...I found my\nbrother there. He was in a different camp, you know, and I was in a different camp. Well, I\nwas there in this camp. Uh...I couldn't...I couldn't...uh...I could not (sigh)...1 could not find\npeace with myself. I couldn't make peace with myself. My mother didn't survive. I\ncouldn't... just couldn't exist. I could not. I tried to kill myself a few times. I could not exist.\nWe was there and...uh...for a year, you know. One night I met my husband. Was 15 years\nold. Somehow, I don't know...in the evening, I met and on those and those the next barrack\nthings, and I...uh...he met...we met and, you know, like we're strangers. I...I never met him,\nand he never met me before and I was so young and so it was a Saturday night and...uh...we\nmet and he said, \"I want to marry you.” You know. So...(laughing)... you know, coming\nfrom Europe...uh...such a naive child, I...you know, want marry...marry me. I was alone, and\nhe had nobody. It was just terrible. He had nobody. We were, you know, just everybody\nlooked...young girls married older men whoever came along, you know. Uh...Friend of mine,\ngirlfriend of mine, she married a man 25 years old than...because she...she survived and her\nsister survived. The only thing came is...is to commit suicide after that. You had not...nobody\nto take care of you. You know what I mean? It was just as bad after you survived because\nwhat...what should...how should you survive? How...how should you live? You had nobody\nto take care of you. You needed parents. You needed to live. You needed food, you know. It\nwas very bad so whoever came along, you know. Whoever came along, even a gypsy...it\nmarried...wanted to marry you, you marry. Got married because somebody should give you a\nhome and food and clothes on your back and food. It was...it was terrible. Lot of the girls\nkilled themselves. They...they couldn't...they couldn't make it. They couldn't survive. They\nhad nobody to take care of them. It was just as terrible as...as...as before. If, you see, if...1f\nright away, you know, if you would have had somebody come along and say, \"Look, we\ngonna take care of you. You gonna have...make sure you have a home, you have a bed to\nsleep in...” But young girls, if they survived and they had nobody to take care, it was... I\nmarried my husband and after...after 3 days we knew each other. We never knew each other.\nI wanted to bring you the...the marriage certificate. Even had a real marriage certificate, you\nknow. (Sigh) So...uh...we got married there in the camps and then...uh...I have to tell you\nthis. Uh...My husband, you know, when he was in the labor camp, he met this girl...Jewish\ngirl, and...uh...he promised her if he's gonna survive and she survives, he's gonna look her up\nand they're gonna get married. So after...uh...after he got...he got freed, he came home. He\nwent over Germany to find her. He went everywhere in Germany, every he knew there is\ncamps for the Jews to find her and he couldn't find her, so we got married. And the\nnight...the next morning after we got married, her sister knocked on the door and she came to\ntell him that her sister is alive, you know. So I told...uh...he said, \"When he gets married, it's\nfor keeps.” So we got married. After a year...uh...I became pregnant and my son was born\nthere. It was...was very bad...uh...you know. I was very...uh...undeveloped, you know,\nun...uh...I wasn't ready to have a baby. You think kids today have 12 years old children, but I\nwasn't developed yet. I was young and became pregnant and had very bad, you know, there\nin the camps. It was...was no doctors. Was a midwife, and I was 48 hours in labor there,\nscreaming, screaming and screaming and nobody...nobody heard me screaming. Finally, you\nknow, they came and they cut me up, and when they cut me...uh...they must have cut me\nwith a rusted instrument. So after my son was born I got infection between my legs. I almost\ndied. I got such...I was...I had like 10 pounds balloon...uh...between my legs, you know.\nUh...like this infection, and it blowed up, you know, like...uh...I don't know how to explain to\nyou. So I couldn't move. After my baby was born, I couldn't move for 5 weeks. My husband\nwent to...uh...another camp and he brought some...uh...some kind of special medication,\npenicillin. I don't not knew exactly what it was. Finally, you know, with all kind of\ncompressings...uh...after mine son was born, he was about 6,7 weeks old...uh...I...when I\ngave birth to him, my breast did develop. I also tore everything in my body, was torn. I bleed\na lot. I was very sick so...uh...my husband took me to a doctor, another doctor, and he said I\nmust right away go to a hospital and they gonna do surgery on me and put everything...sew\neverything...and...and my tubes were torn, my...everything was torn, you know.\nAnd...uh...that's...] went to Munich. He told me... made arrangements in Munich and I left\nmy baby, you know, with somebody...uh..German nurse, and I...[ was 3 months there in a\nhospital in Munich, you know. After that, I came back. We were there about a year and...and\nmy son was 9 months old, not a year, but 9 months old, and we start talking about going, you\nknow. One was going to America. A lot of people were going to Israel and Israel was\nalready a country, so I said to my husband, \"We're not going to America. We're going to\nIsrael. We're going to our own land where we gonna be safe.” So that time, you\nknow...uh...they took woman and children by airplane to...to Israel, and so they put me on\nthe plane with my son. He was 9 months old. (Sigh) We almost died. The...the plane was on\nfire, you know. (Sigh) We...we landed somewhere on an island and we stayed there for...for\n48 hours til they brought another plane. Was a miracle we survived. And I'm still here. We\narrived to Israel and my husband's supposed to come, you know, soon after me, but he came\nby...by...by boat. I arrived to Israel. They put us in a tent there you know, me and my baby.\nWhat shall I tell you? My friend...concentration camp, I mean...it's...the country was just\ntaking. I mean I have...I have... love Israel you know what I mean, but it was terrible.\nCircumstances. A humanbeing didn't mean...they brought so many people...a humanbeing\ndidn't mean nothing. Kids die from the...some kind of sickness was going around. Children\ndied so much over there. I was in this tent with another family, with my baby. Uh...Also my\nthroat start bothering me, you know. So bothered me one day. The next day my throat gets\nworse. My throat was. So there was a doctor there, doctor. I went over there. I said, \"Look,\nmy throat is bad and swollen. My throat is bad and so he looked and he said, \"Oh, it's\nnothing.” He gives me a bunch of pills like this in your hands and he said, \"Swallow those\ndown and go home,\" and I went back to my child and it get worst. I'm sick. I developed\nterrible high temperature and I can't swallow at all. I couldn't wait til the next morning. That\nfamily took my baby...and took me to...right away, went the minute he opened, you know. I\ncouldn't talk anymore. So doctor looked and he said, \"Oh, she needs a hospital right away.” I\nhad diphtheria. You know diphtheria? So they took...and my baby because he was with me\nthe whole time because he probably is very catchy and so instead take him somewhere they\nput a crib...it was a tent and I was there and he start with me on penicillin and you know,\nevery 4 hours and...and my baby was next to me in crib. Poor thing! So I was there...I don't\nknow, til made me well. My husband didn't get out then until 3 months later. I went from\nplace to place like another gypsy. I didn't know what's...what's happened to my husband. I\ndon't know what happened to anybody. There's...was a...like crazy. Just...that's all you have\nto do is commit suicide...jump yourself in the ocean. That's it. Finally, after 3 months we\nfound each other. He didn't know where I was. I didn't know where he was, you know. He\nwent...in Israel, there...looking from Netanya to Hadera to Haifa, everywhere to small places\nwhere the tents you know. They...nobody could tell him where I am, if I live maybe. He\nheard that the plane was on fire, that I'm dead. After 3 or 4 months, we finally found each\nother. Uh...So then, you know, we were there about 8 months. They said they're gonna give\nyou, put on a farm, give you a cow and a horse, make...you know. So they took me and my\nhusband and the child one of those places where the Arabs used to live, in those...uh...uh...\nhouses from...made from...uh...mud, you know. The Arabs there...used to be the Arabs\noccupied. Then after Israel was taken, this was near ___, small town. We went down there\nand I tell you, there food...food...1f you like the ____ on it. There was not a little milk for your\nchild. There is nothing. For Passover, they give you one can of beans for the child, for my\nhusband and me, for the child. That place they gave me...that place there (sigh) I don't know\nhow to describe it to you. I tell you you couldn't see. There was no electricity. There was\nnothing. You couldn't see a human being if...1f you wanted...1f you...I don't know what. It\nwas terrible. It was awful. If I tell you 1t was awful, when my husband got a job\nand...and...near Tele Aviv, you know. He got a job. Somebody made that he...he worked in\nthose ovens where they burned iron, you know. He got a job there. He used to come home\nonly...uh...the Sabbath. He stayed there. I don't know how he sleeped, how he lived, but that's\nit. Every Friday afternoon, he came home and Sunday early morning, he left. If I saw him\ncoming home, there was...you couldn't see a decent...you couldn't see....1 was with my child\nin that house. The Arabs could come in thousand times to kill you and you don't know...you\nnever knew if I'm alive or I'm dead. And that's what they did. They killed every day. The\nArabs came in and they killed. If the Arabs didn't kill you, the snakes bite you and killed\nyou. So I just...I said to my husband...one time he came on Friday...he was so exhausted that\nhe went to sleep and he didn't woke til Sunday morning. But...uh...one time he came home\nand I said, \"That's it.” I said, \"I can't take this anymore. I cannot take...I have a child. I'm\nscared. I'm scared to death. We have to do something. We have to...I get a job in town. We\nhave to... can't take this anymore. I can't.”” So he went down there in that town and talked to\nthis guy and he said to give him a job as a watchman, over night watchman. I said, \"Fine.\nFine. As long as you're home every day. I'm scared. I'm here by myself with a child and you\ncouldn't see a neighbor. You couldn't see a humanbeing. You couldn't see nothing. You\ncould not...1t's worse than...than...than I don't know what. So...uh...he got a job. Thursday\nnight, he went out on a horse, you know, in the...1n the woods, you know. Watched the Arabs\ncome in. Okay, he went out to work. He came back in the morning and I..and he was very\nupset. I mean scared to death. Poor thing! He was not himself. I saw him. He was not...he\nwas so scared that you could not believe it. It hurt me to see him like that so I said, \"Friday\nnight, you supposed to go again.” I said, \"Look. I'm sorry. I'm not going to let you do it. I see\nyou so scared. You go down and tell them to send somebody else. You're not going.” So that\nnight, Friday night, somebody else went and the Arabs came in. They killed everybody.\nThey killed five families, children, everybody who was the watchman. Everybody! They cut\noff the head, found them tied to a...to a tree, and the head was cut off. It was...my husband in\nthe morning when we got up, he went into town and he came back to tell me, it's just like...I\ndon't know...if he would have gone that night, you know, he wouldn't survive. He wouldn't\nlive today. He would have been dead just the rest of it. It got worse. So I said to him, I said,\n\"Look. I can't take this anymore. I survived by Hitler. I survived by the Nazis. I'm...I can't\ntake this anymore. All...we have to do something. We have to change our lives. We have to.\nI can't take it. My child is starving to death. We have no food. We can't get nothing. What's\ngonna be with us?\" Went into Yafel, you know, if you knew...if you what about Yafel. We\nwent there. We found some kind of old____ people. Can't get no job. There's no food. Was\n1949, 1950. Was bad. You can't imagine... didn't...I said, \"If I survive, I never bring a family\non this earth to have the same...to go through what I went through. Never! I don't want to\nbring children.” But it happened, you know. I had...there was no birth controls. I didn't know\nwhat...I had...and 1951, my daughter was born. But you love...love them, you know.\nDesperate. They're my life. Without them, I...1 wouldn't be here. Uh...Getting worse. I can't\ntake...you know, I...I said to my husband, I said, \"We...we can't get no job. You wanta work.\nI was gonna something you know. There's no food. At that time, it was so bad you stayed in\nthe line to get a little milk, you know, for your child and it was the country was a new\ncountry, you know, and they don't have nothing. We had nobody. They had nothing to give\nfor you but if you don't have. But I could not take it, you see. I already had my share as a\nyoung child. How many can you real survive...how many can you take? (Crying) So I said\nto my husband, I said, \"Look. I didn't wanta go to America, but for my children, to make my\nlife better, I'm taking...we have to...we have to leave. We have to do something because we\nlived in a...uh...uh...aluminum tent, you know. And every morning my daughter woke up...a\nbaby...uh...she was bitten from the bed bugs. She was so chewed up, her whole body. I\ncan't...you can't believe it. It's...we had nothing. We couldn't go nowhere we wanted. There\nwas no...you couldn't get any help. There was no where...there was a lot of people. There\nwas sick people dying. Her sister left her...lost her child. Nobody, you know, came with\na...also the same day child and she lost it there. So so you know because some I'm stay there\nfor 10 years, struggled terrible. Terrible struggled...10 years. But I said I have to change it. I\nhave to. He didn't want. I said, \"Okay. Taking my children and I'm going and you could\nstay.” But because I am Czechoslovakian and he was from Rumania, my son was born in\nGermany...I had no trouble. My daughter was born in Israel. They wouldn't let her out. So I\nsaid to him, \"I'm going with my son. You stay here with the daughter...with the child, with\n__, and I...then I bring you, I make the papers, but we have to make our lives easier.” I came\nto America with my son. Uh...I started...I was going to a lawyer right away, you know,\nmaking papers for him to come with...with my daughter, but...uh...1t took...they wouldn't let\nhim out. It took 6 months. I had to go back and bring him you know. I had to go back to\nIsrael and bring him with...with my daughter. So we are here in America. (Laughing) We\nstart a new life. Start a new life. Another language you know. Couldn't speak a word of...he's\na very good tailor my husband. Professional tailor! But he couldn't speak any English so\nfinally we found, also, a refugee. No, he got a job in...uh...I don't know if you heard about\n____. ina big company, ___, you know he got a job as...uh...a tailor, but you know, he\nwasn't used to work on Sabbath. He worked all week long and Sabbath, he wouldn't work.\nSo one day the boss...boss came over and he said, '__when is _____ He said, \"You want to\ntake out the calendar and show him?\" and he said, \"No.” Then that's when you have to pay a\nbill. So ____ said, \"I cannot.” \"If you can't work on Sabbath, then I can't keep you all week\nlong.” So...uh...so he got...he left. Got another job. A refugee, you know, he made 45 dollars\na week. I... got a job...uh...as...uh...1 worked in a restaurant in a kitchen. I made 35 dollars a\nweek. We were...(sigh) struggled desperate, but I made 35 dollars. I could buy an ice cream\nfor my child. You know what I mean. If my kid say, \"Mommy, ____ ice cream, I could go\nout and...and buy him an ice cream. We lived for 5 years on the Kennedy Street, you know,\nin 2 rooms. It was...it was the worst, but I said, \"If I...1f I have to live like this and save up a\nfew dollars, you know, and buy my own home, I'm gonna live like this.” But at least I have\nthe...I had...I wasn't hungry. A penny. I wasn't hungry a piece of bread. I wasn't hungry. Two\ndays...two years later...uh...we became pregnant again. You know, with my third child. And\n1960...we came in 57. And here I have no...no...uh... hospitalization. We have not a penny in\nour name. We...we...uh...two children. (Sigh) What shall I do? We lived there in Kennedy\nStreet...uh...on second floor, so there's one way out. I'm jumping over the floor and that's it. I\ndid. Jump over the floor. And...uh...started bleeding terrible you know. They took me right to\nthe hospital , but I was bleeding, bleeding. The doctor examined me. He said,\n\"You're lucky. You're alive and the baby's alive.” What shall I do? How should I, you know,\nhave a baby? I have nothing? We have nothing? I even borrowed money, you know, to go\nback to Israel to bring my husband here with a child. I borrowed from a friend. (Sigh)\nSomebody said, \"Look, Go to this and this doctor. He's Jewish. He's gonna help you.” I...I\nwent to him and I said, \"Look,\"...uh...I speak to him in Jewish, I said, \"Look, I make 35\ndollars a week. My husband makes 35 dollars a week. Can you help me. All...give me an\nabortion. I'm pregnant. I have nothing. Help me.” I said, \"Please help me. I'll pay you. I'll pay\nyou five dollars a week or whatever I can. I pay you, but I have nobody to help.” I didn't\nknow what to do. He said...uh... 'I'm sorry, Mrs. Ingber. I've...I...I wish I can help you. I\ncannot nothing...I can't do nothing for you.” I walked out from his office. My...uh...I was...1\ngot dizzy. I was standing near, you know, near the wall. And I start crying so much. I said,\n\"God, why? Why am I'm living? All the...uh...all the doors of people closing for you? Is that\nthe way it's supposed to be? You know, is that the way it's supposed to be?\" I said, \"Good\npeople died and...and...and I mean I didn't go ask for help because I hated to go ask for help\nbut when the knife 1s...the rope is already by your throat, you... Well, somebody said go to\nthe Jewish Social Service. I went to the Jewish Social Service. You know what they told me?\n\"I'm sorry, Mrs. Ingber. If you have nobody to help you, you have to go back to the old\ncountry where you came from.” You believe that? That's the way all the...all the doors were\nclosed for me. There's just one way. (Crying) I didn't know what to do? What do you in a\ntime like this? It's...it's bad. I mean I had a father here, there, here, but...uh...my father was\nnot the hand. He was, you know...uh...the kind of man that...uh...his wife controlled him and\nshe wouldn't give us the time of the day. Absolute not! So...uh...I decided...uh...somebody\nsaid to me, \"There is a clinic for people like me.” Washington Hospital Center. So I was\ngoing there. I went there one time and I told him, \"Look, I have no money. I'm here in this\ncountry, new. I have two children. My husband makes so and so, and can you help me?\" So\nhe said, \"Yes, can you pay $200.” I said, \"Yes, I could pay $200, but I have to pay you out\nslowly.” \"Okay.” So I went clinic and...uh...you know, I was only one...I went all those\nyoung doctors were teaching, you know, like...what can you at that time, the only white\nwoman. All the prostitutes, the black woman, had _____ fathers which I couldn't understand.\nThey asked, \"Who's the father?\" Said, \"Which one?\" You know that time it was...nine,\nspent nine months because they thought...they thought that I have a tumor...I'm not pregnant.\nI don't have a decent doctor and I was very sick. Blowed up like a balloon and...uh...9\nmonths every day, I spend my time in there in that clinic. So...uh...Finally, you know,\nmine...uh...my son was born, Maury, which I love dearly, you know. (Sigh) God forgive me.\nUh...He was born in...uh...1n that hospital. I had a lot of problems, but after a certain...uh...a\ncertain time, think I needed hysterectomy. Uh...I went back to work and we tried\nto...uh...save up every penny. My kids helped us out. Everybody helped. We saved up the\nfirst thousand dollars and bought us and in Lewis in Hyattsville Lewis, we bought semi-\ndetached house. It was...uh...very hard. Very hard, but after...after 10, 15 years, 20 years, I\nmade it, you know. I...I... was so bitter. I was so...I was so bitter I cannot begin to tell you\nhow bitter I was. If somebody called me up, \"Can you help this? Can you help that?\" I said,\n\"Nobody helped me.” I used to tell them off. I was very bad. This was in the beginning, you\nknow, because I was so bitter. For a long time. I was so full of pain for such a long time.\nUh...Sometime when I, you know, when I remember I still have this horrible guilt that my\nmother and the pain, why I'm alive and she's dead, you know. Uh...But we survived. We\nsurvived. Have three beautiful children. I worked. Where I used to be I was a maid. I said...if\nI have to be a maid, clean toilets. I wasn't proud. People gave me handout, clothes. I wasn't\nashamed. I thanked them very much. As long as I could give my kids the best education\nmoney can buy, send them to private school, and that's all we worked for is...yet is for the\nkids, which we love very much. They're our whole family and our whole life and...uh... Do\nyou understand? You know, do you understand. I...I think that the one reason that they came\nout so perfect is because of they used to listen to my husband still cries often 1n his sleep.\nYou should hear him at night, you know. He's nightmares. He's fighting and he's crying like\na child...like a child. Forty years? Yal. We can't get over it. I wish...I wish I could, you know,\nget over it sometimes. I...it's...1t's getting a little better because when I...uh...came to\nAmerica...uh...I...1 couldn't. I was so...so hurting. I was so much with wounds that I could not\nfunction so...uh...we belong to Group Health. Every time I went there, you know, for a visit I\njust...before he asked me, \"How you doing, Mrs. Ingber,\" I brought out crying you know. I\ncouldn't talk to nobody. So...uh...the doctor said, \"Look, I see something's wrong\nwith...bothering you. I'm gonna send you to this and this doctor.” So...uh...she made me an\nappointment to a psychiatrist and I went there and...uh...I...uh...I told them, I said...he asked\nme what's bothering me...what's...so I told him the story and I said I was next to my mother\nand I should have saved her and I didn't...(Crying)...and I feel so guilty. I can't live that guilt.\nIt kills me. So he said, \"Mrs. Ingber, you tried to survive your...you were so sick, you know,\nand he gave me an example of this and example of that and he said, \"You couldn't save your\nmother. Even if you...1f you would have been healthy, you couldn't save her.” The way I told\nhim that she looked, the way she was a piece of skeleton and, you know, only her mouth was\ngoing....her eyes...I mean talking. Her eyes were gone, eaten up, her eyes...the time I\nremember to look at that. (Crying) God! Horrible thing. (Crying) She was so eaten up. Her\neyes were eaten up. (Crying) (Crying) As achild you know, you remember all those things\nyou see you know like that. When you see...when you see a child hunger, is there any worse\nor suffering. Is the same...mother...a child sees a mother. (Crying) One time...uh...she...uh...\nuh...carried with her a little small gold ring and there was a Jewish girl that somehow\nshe...she was, you know, with the Germans. I don't know she had...she was one of them\npractically. I called her over and I said to her, \"Here's this ring. Bring me...bring me just this\nmuch milk for my mother, you know...milk. I'll give you the ring. I'll give you anything you\nwant. Just bring a little milk for her.” (Crying) So she said, \"Okay.” And...uh...she came in\nand I gave her the ring and she went and (crying, crying) and she took her leg and hit my\nmother on the head like this and (crying). That's what happen. Instead she should help, she,\nyou know, screamed and cried my mother. (Crying) It's...it's...uh...it's something...uh...that,\nyou know, you...a child, you know, like I say we have three beautiful children and...uh...my\ngrandchildren and they...my oldest grandson knows all about the Holocaust and he comes to\ntell me and when I used to babysit him and they were little, I told them the whole story about\nthe Holocaust and...uh...one time, you know, my...they...they couldn't understand, you know,\nwhat happened to my...I have no hair. What happened? So I told them story. I said the\nGermans want...want...uh...I have...uh...I forgot to tell you that because they did kind a...they\nput some kind of light on my head, some...uh...radiation, well I got already twice cancer\nthings, you know, removed from...uh...so I've been under the doctor's care. I have to watch\nfor cancer from that...uh... radiation what they did to me. So I tell my grandchildren\nand...uh...they...they understand. They're so beautiful. So...uh...my daughter, my kids are\nvery...uh...very understandable the father, to their father...my husband. He is worse than I\nam. (Crying) He's gonna tell you his story, but he suffered more than I did. Can you\nimagine? Yal. He...uh...We were married for 43 years, and we have three beautiful children.\nWe have...uh...he's still working, you know. We have a cleaning store, and he's a tailor and\nwe doing tailoring and cleaning on Piney Branch Road. We have a nice home which I...I'm\nvery happy. I never wanted to have, I mean, luxury things. A car has four wheels that drives\nme where I need. That's all I'm...never ask for much, and I'm very happy person. I have my\nkids. I have anything we needed for them. That...that made my life happy. They're healthy\nand my husband should be healthy. He's not very healthy. So...uh...not complaining\nanymore. As long as...as long as...a little, the nightmares a little...lets you off you know. We\nhave been both taking Valiums, you know, for a long time, but we're doing all nght, you\nknow. Sometimes it gets easier. Sometime it gets harder. The holidays is the worst.\nBut...uh...like I say, my children mean everything to me, my husband, and you live for that\nday to see them and to be with them.",
        "A: Okay. Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumOctober 30, 1990\nRG-50.030*0098",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Miriam\nfarcus Ingber, conducted by Maron Ostchega on October 30, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MIRIAM FARCUS INGBER\nOctober 30, 1989"
    ]
}