{
    "rg": "RG-50.549.01.0003_trs_en",
    "sequence": [
        "Answer: After the war, | came to France as part of a large transport of children who\nhad been collected behind the lron Curtain and by small stages, brought out from\nPoland, the Ukraine, Russia, Czechoslovakia and etcetera. We ended up, this\nwhole group of children ended up in a home in Barbizon(ph), which is near\nFountainbleu(ph) in France and the home was, | don't know exactly who ran the\nhome, but it was some Jewish organization and most of those children were\ndestined to go to Israel to the kibbutzim(ph). It was run by a couple and their son,\nthey lived on the premises and the man, by the name of Eric Shot(ph), befriended\nme. And when all the children were moving out to go to Israel, they decided to\nkeep me. They had a son and they wanted a daughter, so | was it. As soon as the\nhome was closed up, after the children left, | moved, with the Shots(ph) to Paris\nand that's where | really started my life in France because in Barbizon(ph) | was still\npart of a group that didn't speak French, but as soon as | moved to Paris | had to\nstart going to school and | had to start learning the language. So that's when, when\nreally my French experience started. And | started school and | was one of the\noldest in the grades of course, because | was past 11 and most of the others were\nyoung children who were learning how to read and write and so was |, but in\naddition | also had to learn the language. | lived with the Shots(ph) for quite awhile,\nuntil Mr. Shot(ph) died and then | went to live with friend of theirs by the name of\nKatz(ph), Mr. and Mrs. Katz(ph), because they were my guardians. Mr. Shot(ph)\nwas my guardian and then Mr. Katz(ph) the back up as a guardian and when Mr. ,\nEric Shot(ph) died, Mr. Katz(ph) became the guardian and | had to go and live with\nthem and | lived with them and during that period, | was also going to school, you\nknow, and trying to really catch up, | had to play a lot of catch up, | had to learn a lot\nof things of course. | found it very exciting, the French schools, | think France was\na very exciting country to me, they offered a lot of wonderful experiences | had\nnever had before and | found the people extremely friendly and fun-loving and | had\na great time in France. At the same time as | was living with the Katz's(ph), or the\nShots(ph) for that matter, | was also very friendly with a couple, they were both\nDoctors, because in Barbizon(ph), they used to come to examine the children, you\nknow, to provide medical care and they lived in Paris too, with their daughter and\nthat was Dr. Lehman(ph) and Mrs. Lehman(ph) and their daughter Rene(ph). And |\nstayed on very friendly terms with them, so even when | lived with the Katz's(ph), |\nwas seeing the Lehmans(ph) quite a bit and then at one point Mrs. Lehman(ph)\nasked me to come and live with them. It was rather difficult to live in the Katz's(ph)\nhousehold, Mr. Katz(ph) was a very uptight, very exacting individual and it was very\nhard to please him and | was really looking for ways to get out of that home. They\nhad two sons, one of them was married and he made his sons very miserable. He\ndidn't pick on me particularly, but he was not a pleasant man to live with and | was\na young girl and | wanted more freedom and | wasn't getting any freedom at all and\nso with the help of Mrs. Lehman(ph), who inquired about it and gave me the\ninformation, | was able to become of age before | was really of age. You were, you\ndidn't become of age until 21 and at the time | was 17 or 18 and you had to appear\nin front of a judge with two or three witnesses to testify to your maturity and your\ncharacter and then you could be of age and responsible for yourself. So at the age\nof either 17 or 18, | don't remember what age, probably 17, | became, | became an\nadult so to speak and | was responsible for myself, legally, which was very nice. |\nlived with the, with the Lehmans(ph) for awhile, while | was still going to school and\nfinishing up my secondary education, which was |, | have a baccalaureate in\nphilosophy, which | did through the French school system, which wasn't easy, but it\nwas sort of fun. And, and at that point, Mr. and Mrs. Lehman(ph) had to move to\nGermany, because he was a doctor who had taken his training in Germany and he\nwas not able to practice in France, he had tried to pass the exam, but he wasn't\nable to practice, so they decided to go back to Germany and open up a practice\ntogether and they left their daughter and me in their apartment in Paris. But during\nthe school vacations we always went to Germany to stay with them and on one of\nthose vacations, during the summer, that's when | met Jim. Jim was an American\nsoldier, stationed, the American forces stationed in Heidelberg(ph) and | met him at\nan afternoon tea dance given by the University of Heidelberg(ph). So 1 met him, but\n| spoke hardly any English and he didn't speak any French or any German for that\nmatter, he only had a few words of German, | spoke German and French, but very\nlittle English. But we saw each other during the couple of weeks | was there before\n| had to go back to France to go back to school. And then he began visiting me in\nParis and then when he was discharged and sent back to the United States, he\ncontinued to write and to send me friends, you know, | had a whole, there was a\nwhole collection of friends who came through Paris and they all stopped off to visit\nwith me. And let's see, what happened at that point, yeah, one of his friends who,\nwhom | had met at the same time as | met Jim, at that tea dance, was a man from\nMinnesota who was working after his discharge from the army, actually during his\narmy career he was working for intelligence and after his discharge, the American\ngovernment put him in radio free Europe. So he was in Europe and he was visiting\nwith me quite often and on his way back to the United States, because at one point\nhe decided to go back to the United States because he was going to go to the\nWoodrow Wilson center at Princeton and, and work there for awhile and teach and\nthen go back to Minnesota because he had a job at the University of Minnesota.\nSo on his way back, he stopped off in Paris and he stayed for about a weekend\nthere and when he left he asked me to marry him. And | wasn't sure, you know, |\nmean, you know | wasn't so sure | wanted to go off to the United States and |\nwasn't so sure | wanted to marry him. But on, when he got back to the United\nStates, he went through New York on his way to Washington to be debriefed and\nhe saw Jim and he told Jim. Actually he didn't tell him he was going to marry me,\nbut he told him that he had spent time with me and that | might come to the United\nStates, because what happened was | said, \"Well, I'm not so sure | want to get\nmarried.\" And he was looking for other ways and we had started applications for a\nFullbright for me to go to Princeton. So he told Jim that | might come to Princeton\non a Fullbright and when Jim heard that, he sold his car, he took his money and he\ncame back to Europe. And about three weeks later we were married. So that's\nhow it happened, that | met Jim, | got married and from then on my life in France\nwas finished and | was moving to the United States. So | came to the United\nStates as a bride of an American, who knew very little English and who had to find\nher way again in a new country. | must say it was a challenge, it took me a couple\nof years to, to really get the better of it. But | had to get a job right away and | gota\nvery good job with a, a French government office in New York, it was a French film\noffice, which was a very glamorous job, everybody envied me because | was\nreceptionist, but | was also squiring around the French movie stars when they came\nto Paris for the release of their pictures, so it was a very glamorous job | had. And\nJim worked for NBC and we had about four single years like that, where we really, |\nreally got to enjoy New York and learn the language and you know, and try to fit\nmyself in to the United States. And then we had a child after four years, Laura, our\ndaughter, who is 35 now and we moved to a house on Long Island. Actually we\nmoved to another apartment. | really got used to living in the United States. And\nthen we had a son and after we had two children we decided we better buy a\nhouse, so we bought a house on Long Island. | have to explain when I'm saying we\nbought a house, it seems like a landmark. All my friends wanted houses, | didn't\nwant a house because | never wanted possessions because it scared me to own\nthings. So it took Jim awhile to talk me into for us to move into a house. But\neventually | realized that he was right, you Know, with two children you don't live in\nan apartment, it's nicer to have a yard and to have swings and such. So we moved\ninto a very nice house on Long Island and the children started going to school. By\nthen Laura started kindergarten on Long Island and Eric pretty soon started nursery\nschool, where | think | spent more time than he did because | was very often a\nvolunteer there and lived the American suburban life, you know and that was again\na different kind of life | tried to fit myself into. So first | was working and then | was a\nmother and then at one point, Jim had an idea for a publication, an index to\ncongressional documents and for that we had to move to Washington. So here we\nwere with two small children, two young children, packed up everything and came\nto Washington to start a new project. And Jim made it perfectly clear that he\ncouldn't do it on his own, | had to be part of it, | had to be his partner. So | had two\nsmall children and for a period of 10 years | managed to somehow to be a mother\nand a homemaker and a cook and also at the same time, create a system for, by\nwhich we collected documents on Capital Hill, made contacts in every committee,\nlearned my way around the American government, including what it does and how\nto best bring on the control of this unwieldy output of paper that the American\ngovernment produces. And we did. We started a very successful business\ntogether and we run that business creating indexes for research and academic\nlibraries, which are extremely valuable. And we run that company for about 10\nyears and then we sold it, we sold it to a Dutch company, Elsoveer(ph), but the\ncompany's still going on and most of the people we hired are still there, hired and\ntrained. First | started doing the, the set up of the system on Capital Hill on how to\ncollect all those documents and when that was under control, | put two people in\ncharge of that and then | had to come in because by then we had lots of people\nworking for us and Jim was the creative man, doing the indexing and the dealing\nwith computers, but somebody had to take care of personnel and administration\nbecause at one point we were each 300 people, so that was a large business and it\nneeded ... so | came in and | took over administration personnel and | created\nsalary administration systems which I'd, | only stayed one step ahead because |\nwould take seminars and then decide, you know, how we needed to do it and\nadministration, we had a plant by then, producing microfiche and | was in charge of\nthe plant also, which employed about 75 people, which was out in Rockville(ph)\nExcuse me. (pause). Okay, so where did we stop, yes, SO we were running this\nvery large business and | was in charge of personnel and administration in the plant\nand Jim was in charge of the editorial end of it and after 10 years we sold the\ncompany. It was an unusual company, was one of the first of information retrieval\ncompanies that we had created and was an extremely valuable company and it\nmade Wall Street history, because of, you know, of the era it sort of brought in to\nthe United States business world. We were extremely proud of that company\nbecause not only did we create tools which were very valuable for researchers in\nacademic places, but also it became a tool for law offices, there isn't a law office\nthat doesn't have our index, when they used to create legislative histories, | don't\nknow if they still need it as badly, but there was a long period of time where a law\noffice couldn't operate without our index because that told them immediately what\nwas going on on Capital Hill, to follow through a piece of legislation, from the\nvarious stages, with all it's documents, you know, attached to it and whereas they\nused to have to employ people with long hours to create those histories, they, from\nus they could do it almost immediately with our tools. So it was not only a profitable\ncompany, but it was a useful thing to have created. And we also ran a very unusual\nship, in terms of our employees could buy stock, they owned part of the company.\nWe felt it's much better to share and to have employees, you know, who were loyal\nto a company because it was partly theirs and also we started one of the first\npractices of flex time for women with children, where they could work only part-time,\nyou know, as a consequence we got much better workers. Many intelligent women\ndidn't want to take full-time jobs because they had young children at home and that\ngave them an opportunity to do intellectual work and still have flexible hours. So\nwe were sort of ____ in many social ways too. At this point, did you want me to\ncontinue in Washington or do you want me to go back a little bit to New York? You\nwanted to ask a few questions?",
        "Question: Yeah, | wanted to go back to New York.",
        "A: Right.",
        "Q: And tell me, did you meet up with survivors when you were in New York?",
        "A: No, no, because I, | stepped into Jim's kind of life. Jim worked for NBC, | worked\nfor, for a company on Madison Avenue, you know, a French office and most of the\npeople we saw were Jim's friends or the people we made friends with at work. By\nand large it was a crowd of reporters, television people, radio people, you know.\nAdvertising people and mostly people like that and maybe some people whom Jim\nhad known as a child, because in fact | had met a couple of, of people he had gone\nto high school with and | became extremely friendly with one young woman who\nhad gone to high school with him, who stayed my best friend until she died a couple\nof years ago, you know, they lived in Connecticut, but that was a couple who was\nextremely close to us. So | started making friends amongst the Americans, but | did\nnot see any survivors. | don't think survivors search out other survivors. | think,\nparticularly in my case, | wanted a normal life and | wanted to step into a normal\nlife. | didn't want to live in the past, | didn't want to talk about what happened to me\nand in fact | very seldom talked about it. Most of our friends didn't know | was a\nHolocaust survivor. As far as they knew | cam from France and that was it, | was\nlearning the language, | was learning the customs, | was becoming Americanized,\nbut they did not know | was a Holocaust survivor. In fact Jim knew very little about\nit, he knew, but | never talked about it and he didn't quiz me about it, so | very\nseldom talked about it and | did not search out any other Holocaust survivors.\nHowever, a very funny thing happened. Jim was very politically inclined always and\n| began to get, to take an interest in politics and we went to a Stevenson rally once\nin Queens, a huge rally and | looked across the arena and | saw a young girl and |\nsaid, | know this person, | knew her in Bratislava. So we went up and | said, \"Are\nyou Blanca(ph)? Blanca Bruner(ph)?\" and she said yes. | hadn't seen her in like\nwhat, 10, 11 years and she was just as amazed as | was that | had recognized and\nshe recognized me too, so we sort of started contact and | wanted to see her and\nshe called me up and she told me that her father forbade her to see me. And |\nsaid, \"Why? He doesn't know me.\" And she said, \"yes, that's just it.\" They were\nvery Orthodox Jews and they didn't mix with any other Jews and she was not\nallowed to see me. So the only one | could have had contact with, her father cut it\noff, he absolutely forbade her to see me, because | was not a practicing Orthodox\nJew. So that was the end of that. So to answer your question, | did not see any\nHolocaust survivors, | did not talk about it very often, | didn't read about it. | really\nconcentrated all my energies on adapting myself to a normal life in the United\nStates and | think | succeeded pretty well, so.",
        "Q: Did you ever, at any point, feel that you were missing something, or was it just\nkind of, you just wanted to put that in the past. Was there a part of you that was\ncurious, wanted that sort of bond or was it lonely? | was just...",
        "A: Yes, there were times when it was lonely, but it was also amusing, like | would\nhave a friend who would sit over coffee with me and cry that she had an identity\ncrisis and here | was, | didn't know my name, | didn't know my age, | didn't know\nwhere | came from and | felt, well, I'm not any worse off then she is. She's having\nan identity crisis? | don't think, you know, | don't think I'm any worse off. At least |\ndon't know, you know, it's a clean slate. So yes, | did feel at times lonely, because\nnobody | knew could share with me what I'd gone through, but at the same time |\nthought, it gave me a certain perspective where more trivial things didn't bother me\nthe same way as they seemed to bother my friends, okay? Many of them were\nbothered that they didn't have, they were hoping that their careers would have been\nmore advanced and they were busy at home with the kids and they couldn't do this\nand they couldn't do that and they were very bothered. It didn't bother me to be\nhome with the kids. It's true that | worked until the kids were born. | tried, | had a\nvery good job when | was pregnant with Laura and | would have liked to go back to\nit, but by then | was working for the United Nations and | had a very good job. | was\nworking for the ambassador from Laos to the United Nations, you know, one of the\nIndoChinese countries, French speaking. | had a very good job, | mean | worked\nuntil two weeks before she was born and they wanted me back and | started\nnegotiating and they wanted me full time and | knew | couldn't walk out of there at\nfive o'clock and yet | had a child and | couldn't see myself leaving the child, so |\ndecided not to work. So | made the decision voluntarily and | somehow didn't feel\nthat | was being penalized in any way. So | had advantages that others didn't have,\nin a way. And then, before | even had time to turn around and feel that oh my\ngoodness, what am | going to do with my life now that the children are going to start\nschool, Jim said, \"We are starting a business.\". And so when my son went off to\nKindergarten for half a day, | went off to work. In fact | had to rush back home to\ngreet him because he only had half a day of school. So | never had some of the\nproblems that | could see my friends had. | had my set of problems because | had\nhang-ups because of my past, you know. But, like for instance, you know, taking\ncare of the children, | was always very concerned that they should not catch cold\nand when they were sick | felt sick and things like that. I'm sure that my American\ncounterparts didn't feel that to the same degree as | did. The anxiety over children,\nparticularly. But on the other hand, they had other anxieties which | didn't have, so\n| felt I'm not doing too badly, okay, so that's how | felt about it.",
        "Q: You said earlier, in another interview, that you didn't tell your children, so?",
        "A: No, | thought that and | think probably | made a mistake, because | didn't speak\nabout it, they knew | was foreign, yeah | was French, but then, when our kids were\nin school, there were several kids in classes that my daughter had, who had French\nparents, so that wasn't an oddity, that much of an oddity for her and | didn't feel |\nwanted to burden them. First of all, | felt uncomfortable myself talking about it and\nsecondly | was very concerned not to overburden the children. So | didn't talk\nabout it and it's only when our daughter was going to religious school, she came\nback, want to stop it? She came back one day and apparently they had been\ndiscussing the Holocaust. You know there was a period where the Holocaust\nwasn't discussed to the same degree that it is being discussed now. There is an\nawareness now which | don't think existed at the time when | came to New York.\nAnd she came home from religious school and she asked me am | a Holocaust\nsurvivor and | said, \"yes.\" And she was so upset. \"Why didn't you ever tell me\nanything about it, why didn't you say anything about it?\" And | realized that | had\nmade a mistake, she was truly upset. And from then on she just kept on digging\nand asking questions and this and that and | realized that | had to do an about face\nand face the past and come to terms with it myself, but particularly for the sake of\nmy children.",
        "Q: How old were you at that point?",
        "A: Well, let's see, Laura was born when | was 25 and at that point she must have\nbeen 11. About 36, 37.",
        "Q: How did you, in your own way, come to terms with it?",
        "A: | started reading about it, because | started, | started to, trying to put some\nchronological order into my memories. And that's when | started talking to Jim, but\nmostly to female friends, | had always very close female friends. | had a couple in\nNew York who were very close to me. And so when | was ready to talk, they were\nlistening, you know and they were always ready to listen, so | would discuss certain\nmatters. And with Jim, too and try to put some chronological order into my\nmemories. At that point, Jim became very helpful because he started getting me\nbooks and | would tell him recollections and then he would find books and he would\nsay, \"Your recollections are correct.\" Like | would have recollections about what\nhappened in the forest after we escaped from concentration camp and he found a\nbook, | don't remember what it is, we have a library of them by now. And sure\nenough, it described almost the way | had described to him what it was like. Those\nbands, you know, of deserters and Jewish people hiding and children and this and\nthat and it was very accurate, so | knew that my memory wasn't playing tricks.\nThat's the way | was trying to, you know, to deal with the, and | was able to sort of\nmake some order out of what had happened, by talking about it and then reading\nup and confirming that my memories were actually accurate.",
        "Q: Did you ever join, were there survivor groups, did you ever, after that experience\nin New York, did you meet up with anyone?",
        "A: No. As a matter of fact | have a very good friend who lives in New Jersey, who\nis also a survivor. She had a somewhat different path than mine, in that she was\nwith her mother and her brother all through it, and then emigrated to Venezuela.\nWhen they left Europe, they went to Venezuela, so she is sort of Latin American in\nher outlook because she went to school there and then she came to the United\nStates and she called me once that there was a group of hidden children that was\nmeeting and | should join them and | wasn't ready. | just absolutely refused. She\nwent to this meeting, they had written, they wrote a book, somebody at Yale, | think\na woman at Yale, who does a lot of research in that area, put together a book of the\nrecollections of the hidden children and my friend was part of it and she sent me the\nbook. You know, | read her part, | couldn't read the others. | just didn't feel |\nwanted to go back and dwell on it. | just couldn't read the others. And so |\nunderstood that | really wasn't ready to join that group and to share in great detail\nand just dwell that much. That's not my, my nature. My nature is to look ahead and\n| can't look, | only looked back as far as | needed to to put some order into it and to\nsort of present it to my children. But | don't think | want to dwell any more on that\nthan that.",
        "Q: When you say dwell, is it some of the pain and the experience of it that scares\nyou to go back? Describe sort of what's going on in your head.",
        "A: Well, of course there's pain. There's pain, there's fear, you know, there's an\nenormous amount of fear and you start thinking of how, what a terrible place the\nworld is and it's very hard to get up in the morning. In fact | had that experience\nwhen the Holocaust Museum opened and my husband Jim thought that it would be\na good idea if we went together with our children. By then both our children were\nmarried, so there were six of us going over there. | think for my kids it was a good\nexperience. For me, | came back and it did something. For a week | couldn't\nfunction. | couldn't get up in the morning. And | didn't really Know why, except |\nkept on crying and | was having myself a depression, which | am not prone to\nusually, | try, you Know, whenever there are things that used to bubble up to the\nsurface, | would always, either call a friend, or do something constructive or read a\ngood book and get myself away from it. But going through the Holocaust Museum\nput me into a depression where | had difficulty pulling myself out of. So what really\nscares me about dwelling too much on the past is that it does create a bitterness.\n[end of side one of tape one]",
        "Q: So, where were we? Okay, you were saying why you didn't want to dwell on it.",
        "A: Yeah, | think it's depressing to dwell on it, it's very depressing to me, okay? So |\nwould rather not dwell on it, | would rather look at the life I'm leading now and to my\nfuture, really. So | guess I'm finished with that thought.",
        "Q: How did you pull yourself out of it at that time?",
        "A: | think | got the help from friends. | have, | have the most incredible circle of\nfriends and they were calling all the time and they were checking up on me and\nthey were suggesting things we should be doing and they were bringing me books\nand | started reading again and | started getting involved in life. You know, life is\nirresistible, it's, if you start getting involved in it, it just carries you along and that's\nwhat you need to do and that's really what | did to pull myself out of it.",
        "Q: All right, let's go back for a moment, you were talking about the business. We\nhad gotten to the point where | believe you were going to sell it?",
        "A: Yes, sell it.",
        "Q: Okay, so let's start up at that point and then the following years after that.",
        "A: Right, okay. So we decided to sell the business mainly because my husband,\nmy husband's health at that point was a little shaky and he, it was, he was really\nsuffering from extreme exhaustion, so we decided to sell the business, but it's not\nso easy to sell a business like that and it took about a year to complete the sale.\nAnd then we were staying on for awhile because it was part of our contract, so we\nstayed on for awhile, but then we, Jim just wanted no part of it any more, he wanted\nto get out of it, so we renegotiated out, we went to Amsterdam to renegotiate his\ncontract and we left the business in very good shape, you know, with very good\npeople are there running it and it's still in excellent, it's a very good business that\nthey bought themselves. And then we had about a year to decide, you know, to\nclean up all the paperwork from the sale and the distribution of, to all the employees\nand all of that and then we decided to do a little bit of traveling and | think just about\nthat time, our son went off to college, so the nest was really empty and he teases\nus, funny because for my 60th birthday, he gave us a whole speech, you know,\nthey gave me a party and he made a speech and he said when he went off to\ncollege, he had the impression that this is the moment we were waiting for, really,\nbecause our bags must have been packed, because the minute he went off to\ncollege, off we went. And we did a lot of traveling, we did. I'm trying to remember, |\nknow we made a trip to Japan, but that was still for business, this was, we did one\nlast piece of business for the, for the company which we sold and we had some\ncontracts with Japanese publishers and we had to go to Japan, so we did that,\nwhich was very interesting. And we went to Europe, we traveled with friends, with\nour friends from Connecticut, you know, whom Jim has known since high school.\nWe went to Italy with them, we took a trip to the south of France with them. We had\nother friends we were traveling with. We went to, we went to Alaska, we went to\nAustralia and New Zealand. We really did quite a bit of traveling and | love to\ntravel. And we enjoy it. We usually go with friends, one or two couples. We went\nto Spain just recently, we went to eastern Europe last May. So we have done quite\na bit of traveling, but the first year we really did a lot of traveling, in the United\nStates, you know, going to the west coast, doing just more, Canada, more local\nthings. And then we decided to open a different kind of publishing house because\nJim's ambition was always to be a publisher of books, not of specialized material\nlike we had just sold, but of trade books. So we started Adler and Adler publishers.\nAnd we ran that company for a couple of years and we published some 46 or 48\nbooks. And that was entirely different ball game. It was very interesting because |\nstarted doing editing, which | had never done before and | really liked it. But after\nawhile, you know, we noticed that the book business, the climate had changed, it\nwas very difficult to sell books and particularly the kind of books we liked, you know,\nliterary books, serious books, they weren't selling easily, it was very difficult to\nmarket them. So we decided to phase it out. But by then | had become involved in\ncommunity work. | became associated with the Arena Stage, | don't know if you\nare familiar with the Arena Stage Theater. | got on the board of the Arena Stage\nand | was very active there. We, both Jim and | joined Jewish organizations, like\nAmerican Jewish Committee and we became very active, in fact Jim is now\nPresident, just became President of the Washington chapter of AJC. And | got on\nthe board of the Capital Children's Museum, | became very friendly with the director\nthere, Ann Lewin(ph) and for awhile | was quite active there, although I'm not active\nnow, even though they still Keep my name on the board, | hardly go to meetings\nany more and | really sort of became very much involved in community affairs of\nthat sort, you know, particularly in the arts. I'm also on the board of the opera, so\nyou know, | go to the opera a lot, | go to the theater a lot and as a consequence of\nbeing on those boards, particularly the Arena Stage, we made a lot of friends who\nare similarly inclined, who love the theater, you know, so there's a whole group of\nus who love the theater and who play tennis and we play tennis and travel and we\ntravel. We just went with two of the couple to, to London. So we, we really have\nbecome more involved in the community. We still have an office and some of the\nbooks are still being sold, but | don't need to go in there because my area was more\nacquiring books, dealing with agents and editing and we are not acquiring new\nbooks, so it's just a matter of running the office and make sure that some of the\nbooks that are still selling are being reprinted and sold. So my husband goes into\nthe office, but | do not. And we're very much involved in the community, the Jewish\ncommunity and such. So that's really what our lives are like right now. (pause). All\nright, we have two children, yeah | think we should, | want to talk a little bit about\nthe children now, we have two children, we have a daughter Laura, who is 35 years\nold and we have a son Eric, who is 31 years old. Our daughter lives in this area\nand she is married and she has two children. | have a six year old granddaughter\nand a almost two year old grandson and they live in this area and | see them often,\nso, you know, | also, this is something | really enjoy, seeing my grandchildren. |\nthink probably my past has affected my children, but it is very hard for me to\nevaluate in what way. When | look at our son, who was married, is divorced now,\nwho came out of, from college, he went to Swathmore(ph) and started teaching\nbecause he got married like three weeks after he got out of college and he needed\na job so he started teaching and who has just changed his life. He decided a year\nago to go back to school, so he is now at Wharton and he is going in for a business\ndegree. In fact, this weekend, we were in, in Philadelphia visiting with him because\nhe had asked us to come and sit in on a day of his classes, which is extremely\ninteresting, it's some school, Wharton, it really is. Very high-powered and the\npeople, the young people, they are very bright, very quick. It's really, it's satisfying\nto see so many intelligent and quick-witted people who are going to be, you know,\nrunning our business world. | think it's sort of satisfying. He seems, | don't think\nanybody could tell that he is a survivor, that he is the child of a survivor of the\nHolocaust. | don't think he was affected by it. He has his problems like everybody\nelse has their problems and he has his areas of tensions, I'm sure, but | would say\nthat, touching wood, Eric functions as an extremely well-adjusted and happy\nindividual. Our daughter | think, bore more of the brunt of it. Maybe it's because\nshe's more sensitive and she digs around in the past more. She's very interested in\nwhat do you call it, in family trees and things like that and | could not provide her\n_____ knowledge. | could not provide her with a family background, of course. |\nthink it bothered her always, okay? But she married somebody from the midwest,\nwho has a very long lineage, which can be documented and goes all the way back\nto Scotland, he's a Scotch man and so she's perfectly happy and she digs around\nin his family trees and that keeps her happy. With her | think that she, she bore\nmore the brunt of it because, first of all because she was older and secondly\nbecause she takes things harder than our son does and | think she's convinced that\nmy having been a Holocaust survivor, in spite of the fact that she didn't know about\nit for the first 10 years of her life, had a big effect on her because | was too\nprotective, | worried too much about, you know, that she shouldn't catch cold, that\nshe should eat the right things and things like that. But then | point out there is\nplenty of American mothers who do the same thing, so | don't know whether she's\nright or not and | think it's futile to even spend too much energy discussing it. If\nthat's what she wants to believe, that's okay, but Laura hey, there's nothing | can do\nabout it. My past is my past, you know. You're just going to have to accept it the\nway I'm accepting it. | think she has more difficulty accepting my past than | do.\nHowever, maybe with age, that will fade also, okay? | think one of the things that\nbothers her the most is that she is fearful and she is scared, but if she had to be in\nmy shoes, she would not have survived. And no amount of my telling her, \"Laura,\nnobody knows what they can do when they have to do it and nobody can, with\ncertainty predict that if | do this, this or this, | will survive. It's a lottery and you have\nto take it the way it comes.\" | don't think she quite buys it and she feels ill equipped\nto have survived the same things that | survived, which, you know, no matter what |\ntell her about it, that | don't know how | did it either and if you had to do it, you\nprobably could do it too and nobody knows in advance. It doesn't matter how much\n| reinforce that, she has her ideas that she is not quite up to snuff to survive in\nsomething like that and finally my answer is, well | hope you never have to and\nthat's it, you know, because there's nothing else | can do about it. So | think she\nhas been affected by it in that, in that way. | don't know what it's called, . |\nthink maybe she should join a group of children of Holocaust survivors. In fact, |\nhave mentioned it once, but | don't know whether she will or not. Right now she's\nmuch too busy, she has two children, she just finished her Master's degree in\ncounseling and she's going to do art therapy. Right now she has, she works two\nand a half days a week with disturbed teenagers, where she does art therapy and\nshe has two small children. | don't think she can take, take on anything more. And\nshe's, also she joined, even though she is married to a Quaker, a non-Jew, she\njoined the temple, the local temple where they are members and she's very active\nin the temple, so | think she has plenty to do right now and I'm not even suggesting\nany more that she should do anything else. As a result, we have joined their\ntemple too, which is in northern Virginia, because we felt that, since our son was\nout of town right now anyhow, we might just as well spend the holidays and go to\ntemple where our daughter is. In fact, she's much more observant than | ever was.\nEvery Friday she lights candles with the children and she says the prayer over wine\nand bread. At least once a month they take the kids to what they call\nTutshabat(ph), you know, services for the whole family. She goes to all the\nfunctions at the temple and she has joined a group, | forgot what it's called, they are\nyoung people who are studying Judaism and how, what Jews now can do and\nexpect of Judaism. And she committed herself, she went to several seminars. You\nhave to commit yourself, | think it's an arm of UJA who is doing that and it's, she\nfeels very Jewish and she feels very proud to be a Jew, because there's so much\nintellectual accomplishments amongst the Jews. Our son is non-practicing,\nhowever he surprised me greatly, he got married, when he got married, he married\nalso a non-Jew, but the, a rabbi married them and she accepted to raise the\nchildren Jewish. In fact she committed herself voluntarily. But that's immaterial at\nthis point because she's divorce, even though we still continue to see my former\nlittle daughter-in-law because | mean, she was part of the family, you know. So we\nstill are in touch with her. He's not, but we are. He is now at Wharton and he is\nvery much career bound now, to make his way, what he's doing, but he surprised\nus, he called on Yom Kippur to say he was fasting. So, you know, | guess he's not\na practicing Jew, but he's a Jew and | think he knows he's a Jew and | think he will\ncontinue the tradition. So that pleases me. Anything else?",
        "Q: What kind of role did Judaism play with them growing up and with you and your\nfamily?",
        "A: They went to, well when we lived in New York they went to, my daughter went to\nreligious school, my son was too young. She went to religious school, she's a very\nquick study and she's very bright, so she was learning Hebrew and she was\nlearning all the songs. And she still knows them. Then, when we moved here, we\njoined a congregation, which was Bethesda Jewish Congregation, which was a\nvery strange congregation and not too successful for us, because the kids hated\nreligious school so much, it was so poorly organized and so poorly done, that they\nabsolutely refused to be bar mitzvahed. And we decided not to force the issue.\nNow my daughter is, has voluntarily come back to it and I'm hoping that my son will\ndo the same thing. When he was getting married and he married a non-Jew, | said,\n\"Just don't forget where | come from, that's all I'm asking of you.\" And he said,\n\"Mom, | promise | won't.\" And | think that's good enough for me, so.",
        "Q: What about you personally and how your ideas changed about Judaism, after?",
        "A: Yes, yeah, well | must say, | was a very reluctant Jew, if you go back in my\nhistory, the way the Jews grabbed me away from Poland, | was a very reluctant\nJew, but | have slowly come back to it. I've never denied it, but | never practiced it.\n| think I'm somewhat more Jewish oriented now, | realize that we are a small\nminority who has accomplished enormous things in spite of all the difficulties. |\nthink the climate is changing also and that Jews are going to be more, treated with\nmore respect, at least | hope. We are very much identified with Jewish causes in\nthe city and we do belong to a temple, where we feel that, we don't, we go there\nbecause Laura wants to be more practicing and we go for the holidays and we take\nthe children there, you know, for Sukote(ph) and and things like that. So |\nthink, plus the fact, oh there was something else happened. | went, a friend asked\nme to go to bible class with them, given by a woman in her home, Naomi\nRosenblatt, about whom you might have read about because she just came out\nwith a book, Wrestling with Angels? Yeah. Well | took some bible classes and |\nthink that sort of also helped me along a little bit. It sort of portrays the Jews as a\nmixed lot, you know, it doesn't try to gloss over the imperfections and | decided that\nthey are people, like everybody else and you have to sort of identify yourself with\nthem. So it has helped me to sort of get back into the fold also, the bible classes.",
        "Q: Okay, | just want to go back for a moment and talk a little bit more about some of\nthe difficulties in making the transition to the States.",
        "A: Well the first difficulty | had to grapple with was language, when | came to the\nUnited States, you know, how to learn the language quickly, because even when\nyou speak a language, for instance, you don't think of stupid little things like, we\nwould go out in a group together and they would say, tell jokes and | wouldn't\nunderstand the joke, okay? So you sort of feel out of it, you feel like the outsider\nand | must say that, even in the United States, which has greeted me with such\nwarmth and accepted me, you know, people accepted me everywhere, | very often\ndo feel like the outsider. Like they reminisce, with a great deal of nostalgia about\nthe good old days of certain songs, or the big bands and I'm looking like, you must\nbe kidding, what are you talking about, you know, | can't even figure out what they\nare talking about. Oh, | remember when we were in, living in New York and a\ngroup of us, eight of us, went to see Judy Garland, was singing at one of the, the\nbig, the big theaters and we went to see her and | thought she was awful, she was\ndrunk, she couldn't sing and everybody was clapping and standing up and giving\nher. It's the nostalgia of the past which | am not sharing with anybody, even with\npeople who are very close to me, like my husband, | am not sharing the nostalgia of\nthe past. | know | am an outsider whenever they talk about school days or songs or\nmusic or the musical theater, I'm the outsider. But that's one thing | have to accept,\n| mean it's not so bad, actually, to have to accept that. So that's one area where |\nfelt out of it, plus the fact | had to learn the language very quickly. There are other\nways, you know, which, there are times when | feel, when | read about what's going\non in Bosnia for instance, | feel such, | have such a desperate feeling that, why are\npeople doing that to other people? You know, | still am trying to understand the\ncruelty that men are capable of. It's, | think it's affecting me more than it's affecting\nother people. | have reached the point where | can't, | simply cannot, couldn't read\nabout what was going on in Bosnia, or about what was going on in other countries\nin Africa and places like that. I've, it, | took it too personally, you Know. Probably\nmuch more personally than Americans by and large would take it because | lived\nthrough something like that. It's still incomprehensible to me and | cannot\nunderstand that it's still going on, that people are still doing things like that. So\nthat's an area where it's giving me a great deal of difficulty. | sort of, | protect\nmyself. | don't read about it, | don't want to know the details, I'm staying away from\nit. It's cowardly, but it, that's the only way | can work it. There are ways also that,\nyou know, there are times when | have a lot of self doubts, you know, | haven't, I'm\nnot always, I'm pretty well assured and | am very self reliant, but there are times\nwhen | feel I'm in situations where | feel | haven't been equipped right for them. For\nthe longest time, although that's less and less, | had the most tremendous gaps in\nmy learning and knowledge, you know, like history, | didn't learn about it, | didn't\nstart until | was 11 years old to learn how to read and write, so consequently | have\nenormous gaps of knowledge in places which most people feel very confident and\nvery comfortable in and I'm not, you know. So then | have to pedal back and say,\n\"Oh, | have got to inform myself on this.\" So | am always playing catch up. No\nmatter what I'm doing, I'm playing catch up, okay? But at this point I'm quite\ncomfortable because | have noticed that other friends of mine, who have had a\npretty normal life, playing catch up in many ways too. So, but it took awhile for me\nto feel that I'm not the only one who has to play catch up. There is no such a\nperson, who has an enormous amount of knowledge in every area and they can\nfeel confident in every area, you Know. Most people have gaps in areas. So that's\nanother one. When I'm feeling disturbed, when I'm feeling upset or things like that,\n| can very well go through very disturbed nights where I'm dreaming and most of\nthe time I'm dreaming that my life is in danger, which | don't think most people who\nhave had a normal life, do dream about that. My life is in danger and I'm running\nfor my life, you know. It's a very uncomfortable feeling to have, but | have to deal\nwith that. It's not uncommon for me to wake up in a sweat because somebody has\nbeen chasing me and has been shooting at me. | have to get over it.",
        "Q: Have you had, because | remember dreams played such an important role in\nyour survival in a way, have you had even dreams about people from the past at\nall?",
        "A: All along my life, yeah, | do dream about people from the past, people in France |\nhave known, occasionally a person will surface who | think is either my father of my\nmother, but it's not very coherent and it's not very clear, but | do, yes, | definitely do\ndream about people in the past.",
        "Q: Another thing that strikes me is, and you sort of touched on it earlier about how\ndifficult it was for you to, your husband had to convince you to actually buy a\nhouse?",
        "A: Yes.",
        "Q: How do you look at even, home and how was that transition, it seems that it\nwould have been a difficult one. Maybe you can talk about that a little bit more.",
        "A: Yeah, I'm not very much attached to material objects, you know, it's, it's sort of,\nit's almost like they are on loan to me, you know. So | have a car now. It took mea\nlong time to get, acquire a car, have a car, but it's only an object and it's on loan to\nme, somehow. My homes have always been like that, you know, they are on loan\nto me, they are not part of me. | know that many of my friends, their homes are so,\nor their possessions are so important to them, you know, it's a great comfort to\nthem. To me it's not really that much of a comfort, possessions. Yes, diamonds,\nbecause | can pack them in and run. So you know, a diamond is to me a prized\npossession because it's something | can take with me and it will feed me for awhile.\nNot because it's a diamond, but because it's going to feed me for awhile. Other\nthings don't really count. My son always teased me, he cooks, he likes to cook, my\nson and he is the one who always had to go out with my husband and buy all the\nkitchen gadgets, because | never had the kitchen gadgets. | cooked, but | always\nmake do with what | had, | never needed a million gadgets like most cooks | know\nneed, you know. They provided me with the gadgets. Otherwise they knew |\nwasn't going to go out and buy the gadgets. So, it's sort of that and also when we\nhad children, you know it's funny to mention it because | don't know whether people\nthink of that. | had a hard time having more than two children, because | only have\ntwo hands and if | needed to run, | was going to grab a child with each hand and\nrun. So for me, more than two children was out of the question. How could | have\nrun with three children? That wasn't going to be feasible. So that's why we have\ntwo children. | happen to like children a lot, it's just that, that thing, that fixed idea\nthat if | had to run, | only have two hands and two children | can manage, but more\nthan that | can't. So that's another, you know, there are little things like that which\nyou don't think of. | used to drive my kids crazy if they had a rash, | was always\nthere with the powder, you know, the Ammen's powder. | just drove them crazy\nwith that, because to me having a rash was dangerous, because if you had a rash,\nyou got yourself shot, because it meant you had, you had contact, contracted some\ndisease and they weren't going to fool around, to have the whole barracks infected,\nso they were going to shoot you. So to me arash is an ugly thing, life threatening,\nabsolutely life threatening, so that's another. You know, you have those things that\nare very, come out in small ways, you know, very unexpected ways really, that they\ncome out.",
        "Q: Do you have to sort of catch yourself doing this?",
        "A: Yes, oh absolutely, yeah and in the end | made a joke of it, you know, that's the\nonly thing you can do about it, make a joke of it really, so. Also | think it has\naffected my friendships. I'm only, | will not be friendly with somebody on whom |\ncannot have confidence and count on. | have to be able to rely on somebody. If |\nhave somebody who | notice is not reliable, they do not, they are not amongst my\nbest friends. You know, they are acquaintances, but | will never make a good\nfriend of somebody who is not a very reliable person. Most of my friends are\nextremely reliable, so.",
        "Q: Tell me some other ways you think the Holocaust sort of played into your life.",
        "A: I'm very self-reliant. | think for the longest time it drove Jim crazy that | would\nnever take anybody's word for something, you know | would listen and then | would\nusually try to make up my own mind and it's very difficult for me to follow somebody\nelse's advice unless | have really given it some thought and decided that it was very\ngood advice, that it made sense and that | have internalized it. I'm not a follower, |\ncan't follow, because following would have meant death to me, | had to make up my\nown mind whether | was going to go on the right or the left, because the right might\nbe death and the left might be life. So it can be difficult for a soouse, you know, that\nyou have to make up your own mind about everything. | think | have somewhat\nsoftened it, you know, because if person, if people have proven themselves to have\nvery good judgment and to give me very good advice, I'm more likely to take that\nadvice now. But when | was younger, nope, | wouldn't take anybody's advice, |\nwouldn't take anybody's word for anything. | had to really make sure for myself that\nwhere | stepped was safe. And it can be unnerving for a person who has lead a\nnormal life to come across somebody like that, it was very unnerving for my\nhusband.",
        "Q: How did it affect your marriage, because you said that you didn't tell Jim initially\nabout it, so if you were to act like that, | was wondering how he would figure out that\nthat was where it was coming from?",
        "A: Well, he knew.\nEnd of Tape 1\nTape 2",
        "Q: Okay, let's start again with how the, your experience affected your marriage,\nyour relationship with Jim.",
        "A: | don't know whether my experience, well it probably did in one way and that is,\nhaving been a survivor, | realized that surviving meant helping each other, okay?\nYou didn't survive unless you got help and consequently | probably was of much\nmore help to him than an American wife would have been. Jim had his problems\ngetting adjusted to work and working for other people, he never could work well for\nother people and | was always a partner to him in that respect because first of all, |\nunderstood very quickly what was bothering him and | was able to, he was able to\ntalk things over with me. He never made a move in his career without talking it over\nwith me and without getting my help. | think that Holocaust survivors, at least my\nimpression is, have an enormous amount of empathy for others and for their\nproblems. Maybe I'm generalizing too much, maybe I'm just speaking, | have an\nenormous amount of empathy for other people and their problems and certainly for\na spouse's problems. So, consequently | think | was more helpful to him than |\nthink an American spouse would have been. So in that respect, he got the benefit\nof my having been a Holocaust survivor. The same time, he probably got some of\nthe drawbacks, like | was much more cautious. But | wasn't cautious to the point\nwhere | could, | would call him back, because as a matter of fact when he went into\nbusiness for himself, | remember sitting with friends and a friend saying, \"How could\nyou let him do that? | would never let Les go into business for himself, it's too\nthreatening.\" | could do it, because | knew how important it was to him, you see\nand | knew that it was important for him to do work that was satisfying and where\nhe was happy. So | could, you know | could help him. In fact | help him very much\nwhen he went into business for himself. In other ways, | probably had more\npatience than most normal people, quote, normal people would have.",
        "Q: What about the self-reliant part you were talking about before?",
        "A: Yeah. Well that annoyed him very often, that | wasn't more dependent on him,\nyou know. Our generation, women were much more dependent on men and men\nliked that. | think Jim missed it to a certain extent, that | was so completely self-\nreliant and didn't depend on him. | had to learn to soften it a little bit, you know.",
        "Q: When you say self-reliant and not dependent on him, do you mean emotionally,\nor?",
        "A: In many ways, different ways. Emotionally, opening doors for myself or doing\nthings for myself, you know and emotionally too, you Know, not being, not being\nthat reliant on him. Feeling | have to make my own way, | have to, you know, |\nhave to stand on my own two feet, | can't, in a way, probably without him knowing it,\nthat was good for him, because it allowed, it liberated him to do his own thing. But |\nthink there were times where he was annoyed because | was so independent. And\n| softened it and he got used to it. So | think what it sounds like is like a normal\nmarriage, doesn't it?",
        "Q: Yes.",
        "A: | don't think there was anything abnormal about it.",
        "Q: Yeah. How long have you been married?",
        "A: 40 years. It will be 40 years this June. That's a long time, yeah, that's a very\nlong time. | don't Know. Well, another positive fallout from my past is that I'm very\nobservant, because | had to learn, my life depended on it and that stood us in very\ngood stead when we went into business together and in other ways. | could read\npeople's reactions very quickly and many a time we would go into negotiations and\n| would be sitting there and men were wondering, \"What is he doing with his little\nwife there?\" You know and | would listen very carefully and then | would play back\nto him what happened and tell him that we had to do this or that because this is\nwhat | observed. | don't think he would have observed that and as a matter of fact,\nhe said so, he never would have observed it. It was sort of uncomfortable, here |\nwas, a whole room full of men and me, you know and sometime everybody was\nlooking, | am supposed to get up and get coffee only I'm not getting up to get coffee\nyou know, I'm sitting there listening. But after awhile it became normal for us to\noperate as a team like that and even the Japanese got used to it, they didn't know\nwhat to make of us when we got there, you know, who goes first, me or him?\nWhen we have to march into the president's office, who goes first, Jim or me?\nThey were completely confused. | think it brought more advantages than\ndisadvantages. I'm sure there were disadvantages, I'm sure that | was much less\nspontaneous than normally brought up people would be, but on the other hand, |\nbrought all the advantages.",
        "Q: What would you observe when you were sitting there? Give us some examples.",
        "A: | would observe people and what, how they reacted, their facial expressions and\nhow they reacted and | read people pretty well. My survival depended on it, to read\npeople well. So | can, | can make a pretty shrewd guess, usually, about what they\nwanted out of a deal or what they weren't going to give up and, you know and be\nhelpful in that way.",
        "Q: Was your observations usually correct?",
        "A: Yes. Yeah, he learned how to rely on them completely because they were\nusually pretty correct. My readings were pretty correct, yeah.",
        "Q: It sounded like you have this, it's almost | guess a gift, in a way, of seeing things,\nor sort of perception that's very sharp.",
        "A: Right.",
        "Q: How else did that work into your life?",
        "A: Maybe being more understanding, you know, understanding more when\nsomebody was having difficulties delivering on times, you know and doing things\nlike our employees, | was, rather than firing them, | was more apt to moving them\naround from job to job to see if we could find a spot for them, you know what |\nmean? | did a lot of that and that was usually on my advice, you know, let's not fire\nthem, they're not working well, but let's try to see if we can fit them in somewhere\nelse. So that's another way it would work.",
        "Q: What about your children?",
        "A: Well they claim that | was a very strict mother. And at the beginning Laura would\nsay, \"That's because you're French,\" and | said, \"You're right, that's fine.\" You\nknow, it didn't matter, | would be very strict, she had to be home by a certain time,\nshe didn't like it. We had to eat our meals as a family, you know, they wanted to, to\neat on the run and run out and we'd, why did we have to eat dinner together, you\nhave to eat dinner together, because that's when we are sitting down and talking\ntogether. So, and the other thing is that we never went off on too many vacations\nwith our children, without our children, you know, friends of ours would go off and\nleave the kids, you know, either with a grandparent, we didn't have a grandparent to\nleave them with, or with a maid and | never did that, | never had a full time maid,\nyou know, | only had help, but | didn't have a full time maid taking care of children, |\nwas always there and consequently our children always came on vacation with us.\nWe had to travel without them on business and that | had to and | had no choice,\nbut if it was for pleasure or vacation, they always came with us. As a matter of fact\nEric and Laura came to Europe when he was seven years old and she was 11,\nbecause | went to Europe. And we made many trips together, to England, to Italy,\nto France. By the time they were teenagers, they had already traveled and they\nwere always traveling with us. As a consequence, our kids spent a lot of time with\nus. | think that's probably why. | know that my friend complain they don't want to\ngo with them anywhere. Our kids are the ones who suggested, we have made it\nnow a family tradition that for Memorial Day we all go away together, with all the\nchildren. We used to all go away at Christmas time, between Christmas and New\nYear when Eric was still in college and Laura was already married, until Laura had\na child. We always went away for a week to Vermont, together. We spent a lot of\ntime with the family. Birthdays are always a big celebration, you know, it's like a\nthree, it's like a Polish wedding. From the time they were very little, they had a\nparty where they invited all their friends and they played games, they had one day\nwhen they wanted to go to the favorite restaurant for dinner, just the family and one\nday where | had to make their favorite dish at home. So it's was always three\ncelebrations for each birthday. Our daughter complained that when she went off to\nand! was ____ too, when she went off to college, nobody made a big deal about\nthe birthday and she felt very let down, you know. So I, so they were, | was sitting\nthere, getting reproaches that we made too much of a big deal about birthdays and\nso when they went off to college, suddenly the rest of the world didn't sit up and\ntake notice of it. | said, \"Well, you will forgive me, | hope, you know, that | made a\nbig deal about it.\" Jim didn't have a very happy childhood, he can't ever remember\na birthday party, his parents haven't given him, so consequently his birthday is\nalways celebrated with a great deal of fanfare. So we have those big celebrations,\nthe family. We are a small family, but we always have lots of celebrations. So\nthat's a way of, of . Another way that | can notice now with my grandchildren\nis, and that's not too good, it's almost like | see in my little granddaughter, me as a\nchild and | am so protective of her that | am driving her mother crazy at times. So |\nhad to take a step back and say, \"Cool it.\" Okay? | am very protective of her. | will\nnotice much faster than her mother when she is not well. You know, when she has\na cold brewing or something and | will say, \"Laura, | think she's coming down with\nsomething.\" You know, because | am so, I'm like a hawk over her. It's not good.\nSo | am sort of trying to step back and not, my daughter's much more laid back.\nShe had a cold, she has a cold, she will go to school anyhow, you know. | would\nnever do that, but | have to step back and say well, that's her way of running things,\nokay? So.",
        "Q: One thing | wanted to ask you about is you were born in Germany, where do you\nconsider yourself, you say the kids said, \"Well, you're from France, \" so talk about\nthat, how that affected you.",
        "A: Well, | told everybody | was from France because it would have been too\ncomplicated an explanation and telling my life story to everybody who asked me\nwhere | was from. It was easiest to say | came from France because | spent quite a\nfew years there and | went to school there, so consequently, and | liked France, |\nreally liked it, so it was very easy for me to say, | grew up in France, but | was born\nin Germany and that's usually what | tell people and it's pretty accurate. You know,\nbecause | don't have, | cannot tell them all the detours | made, it's just too many\nand it would tell that, you know, when you start with one ... so how come you were\nthere and how come you were there. It would be very difficult for me to explain that\nwithout telling my story to everybody and | don't like to do it. | wanted to make a\npoint, what was the point about?",
        "Q: Considering that you're not from anywhere, you feel?",
        "A: | don't, | feel like I'm a visitor everywhere, I'm not American, however | have lived\nin this country longer than in any other country. I've lived in this country for 40\nyears. I'm not a typical American, but I'm not a typical anything. | consider myself a\nlittle bit like a visitor. Maybe a permanent visitor, but I'm a visitor none the less\nbecause | didn't grow up here and | don't have all the costumes of this country. |\nfelt the same way in France, even more so because | was still learning French, |\nwasn't an adult and | was much more self-conscious about it. Here, in the United\nStates, there are so many more foreigners and so many more strangers, | mean\nthe whole United States is sort of an amalgamation of strangers, | feel more\ncomfortable. In France, if | lived in France now, | probably would find my own level\nin the city, | probably would find people with a variety of backgrounds and | would fit\nmyself in there too, but | don't feel like France is my home country, Germany\ndefinitely not. Any of the other countries | went through, like Poland, Ukraine and\nCzechoslovakia, not at all, you know, they are foreign countries to me and | think\nthe United States is where I'm feeling the most comfortable, really.",
        "Q: Just lastly, is there anything that you have in the States, that you consider,\nalmost something that, as a keepsake, or being in a country where, you know, it\nreally was foreign when you first arrived, was there anything that you held onto for\nmemory's sake?",
        "A: Well | certainly hold onto a lot of memories, | have lots of memories. | have\nbooks in French, which were given to me as gifts by friends when | was in France. |\ngot a first rate education in France and that stays with me. It has made me into a\nbook lover, forever. | am a very big reader, | read a lot of books and | belong to two\ndifferent book clubs, where we meet and discuss books that we read. | can't\nimagine a world without books, so | mean, where ever | go, | have my friends\nfollowing me. It's a very comforting feeling to have and |, if I'm through reading and\n| don't have enough books on my night table, | have a very uncomfortable feeling\nlike, a little bit like a junkie who hasn't gotten their fix. | always have two or three\nbooks sitting there that I'm going to be reading, so that when I'm finished with one, |\ncan go onto another. | would say that books are my pacifier and my security\nblanket. But that's not strictly, it's not representative of any one country. It's just\nthat | feel like anywhere | am, if they're are books to be had and read, I'm\ncomfortable, | have my security blanket there, so.",
        "Q: Okay, just one last question, what do you consider your identity to be now?",
        "A: | think | consider myself a citizen of the world. | do like the United States, | feel\nvery comfortable here now, | like my life here, but | also liked France and |, | feel\nlike | probably could live in any country if | had to. It would take me a little longer to\nlearn the language now that I'm older, but | probably even would learn the language\nif | had to live in another country. But | would say that my strongest bond is to the\nUnited States because my children are so typically American. Both my children are\nabsolutely, typically American and so are my grandchildren. | think | ought to tell\nyou a funny little story about, about my little granddaughter. My son-in-law is of\nScots, Scotch origin and his name is Linley MacGrew(ph), so my grandchildren are\ncalled MacGrew(ph). Now, they go to religious school and Amy has to always\nexplain, \"My name is MacGrew, but I'm Jewish\" and then she elaborates on it, \"My\nmommy's Jewish, my brother's Jewish, I'm Jewish, but my father is not Jewish.\"\nThat's how she explains it, so that's a pretty, that's a pretty good fix to have on life, |\nthink. She has the right fix on life, so.\nConclusion of interview.\n"
    ],
    "questions": [
        "Question: Yeah, | wanted to go back to New York.",
        "Q: And tell me, did you meet up with survivors when you were in New York?",
        "Q: Did you ever, at any point, feel that you were missing something, or was it just\nkind of, you just wanted to put that in the past. Was there a part of you that was\ncurious, wanted that sort of bond or was it lonely? | was just...",
        "Q: You said earlier, in another interview, that you didn't tell your children, so?",
        "Q: How old were you at that point?",
        "Q: How did you, in your own way, come to terms with it?",
        "Q: Did you ever join, were there survivor groups, did you ever, after that experience\nin New York, did you meet up with anyone?",
        "Q: When you say dwell, is it some of the pain and the experience of it that scares\nyou to go back? Describe sort of what's going on in your head.",
        "Q: So, where were we? Okay, you were saying why you didn't want to dwell on it.",
        "Q: How did you pull yourself out of it at that time?",
        "Q: All right, let's go back for a moment, you were talking about the business. We\nhad gotten to the point where | believe you were going to sell it?",
        "Q: Okay, so let's start up at that point and then the following years after that.",
        "Q: What kind of role did Judaism play with them growing up and with you and your\nfamily?",
        "Q: What about you personally and how your ideas changed about Judaism, after?",
        "Q: Okay, | just want to go back for a moment and talk a little bit more about some of\nthe difficulties in making the transition to the States.",
        "Q: Have you had, because | remember dreams played such an important role in\nyour survival in a way, have you had even dreams about people from the past at\nall?",
        "Q: Another thing that strikes me is, and you sort of touched on it earlier about how\ndifficult it was for you to, your husband had to convince you to actually buy a\nhouse?",
        "Q: How do you look at even, home and how was that transition, it seems that it\nwould have been a difficult one. Maybe you can talk about that a little bit more.",
        "Q: Do you have to sort of catch yourself doing this?",
        "Q: Tell me some other ways you think the Holocaust sort of played into your life.",
        "Q: How did it affect your marriage, because you said that you didn't tell Jim initially\nabout it, so if you were to act like that, | was wondering how he would figure out that\nthat was where it was coming from?",
        "Q: Okay, let's start again with how the, your experience affected your marriage,\nyour relationship with Jim.",
        "Q: What about the self-reliant part you were talking about before?",
        "Q: When you say self-reliant and not dependent on him, do you mean emotionally,\nor?",
        "Q: Yes.",
        "Q: Yeah. How long have you been married?",
        "Q: What would you observe when you were sitting there? Give us some examples.",
        "Q: Was your observations usually correct?",
        "Q: It sounded like you have this, it's almost | guess a gift, in a way, of seeing things,\nor sort of perception that's very sharp.",
        "Q: How else did that work into your life?",
        "Q: What about your children?",
        "Q: One thing | wanted to ask you about is you were born in Germany, where do you\nconsider yourself, you say the kids said, \"Well, you're from France, \" so talk about\nthat, how that affected you.",
        "Q: Considering that you're not from anywhere, you feel?",
        "Q: Just lastly, is there anything that you have in the States, that you consider,\nalmost something that, as a keepsake, or being in a country where, you know, it\nreally was foreign when you first arrived, was there anything that you held onto for\nmemory's sake?",
        "Q: Okay, just one last question, what do you consider your identity to be now?"
    ],
    "answers": [
        "Answer: After the war, | came to France as part of a large transport of children who\nhad been collected behind the lron Curtain and by small stages, brought out from\nPoland, the Ukraine, Russia, Czechoslovakia and etcetera. We ended up, this\nwhole group of children ended up in a home in Barbizon(ph), which is near\nFountainbleu(ph) in France and the home was, | don't know exactly who ran the\nhome, but it was some Jewish organization and most of those children were\ndestined to go to Israel to the kibbutzim(ph). It was run by a couple and their son,\nthey lived on the premises and the man, by the name of Eric Shot(ph), befriended\nme. And when all the children were moving out to go to Israel, they decided to\nkeep me. They had a son and they wanted a daughter, so | was it. As soon as the\nhome was closed up, after the children left, | moved, with the Shots(ph) to Paris\nand that's where | really started my life in France because in Barbizon(ph) | was still\npart of a group that didn't speak French, but as soon as | moved to Paris | had to\nstart going to school and | had to start learning the language. So that's when, when\nreally my French experience started. And | started school and | was one of the\noldest in the grades of course, because | was past 11 and most of the others were\nyoung children who were learning how to read and write and so was |, but in\naddition | also had to learn the language. | lived with the Shots(ph) for quite awhile,\nuntil Mr. Shot(ph) died and then | went to live with friend of theirs by the name of\nKatz(ph), Mr. and Mrs. Katz(ph), because they were my guardians. Mr. Shot(ph)\nwas my guardian and then Mr. Katz(ph) the back up as a guardian and when Mr. ,\nEric Shot(ph) died, Mr. Katz(ph) became the guardian and | had to go and live with\nthem and | lived with them and during that period, | was also going to school, you\nknow, and trying to really catch up, | had to play a lot of catch up, | had to learn a lot\nof things of course. | found it very exciting, the French schools, | think France was\na very exciting country to me, they offered a lot of wonderful experiences | had\nnever had before and | found the people extremely friendly and fun-loving and | had\na great time in France. At the same time as | was living with the Katz's(ph), or the\nShots(ph) for that matter, | was also very friendly with a couple, they were both\nDoctors, because in Barbizon(ph), they used to come to examine the children, you\nknow, to provide medical care and they lived in Paris too, with their daughter and\nthat was Dr. Lehman(ph) and Mrs. Lehman(ph) and their daughter Rene(ph). And |\nstayed on very friendly terms with them, so even when | lived with the Katz's(ph), |\nwas seeing the Lehmans(ph) quite a bit and then at one point Mrs. Lehman(ph)\nasked me to come and live with them. It was rather difficult to live in the Katz's(ph)\nhousehold, Mr. Katz(ph) was a very uptight, very exacting individual and it was very\nhard to please him and | was really looking for ways to get out of that home. They\nhad two sons, one of them was married and he made his sons very miserable. He\ndidn't pick on me particularly, but he was not a pleasant man to live with and | was\na young girl and | wanted more freedom and | wasn't getting any freedom at all and\nso with the help of Mrs. Lehman(ph), who inquired about it and gave me the\ninformation, | was able to become of age before | was really of age. You were, you\ndidn't become of age until 21 and at the time | was 17 or 18 and you had to appear\nin front of a judge with two or three witnesses to testify to your maturity and your\ncharacter and then you could be of age and responsible for yourself. So at the age\nof either 17 or 18, | don't remember what age, probably 17, | became, | became an\nadult so to speak and | was responsible for myself, legally, which was very nice. |\nlived with the, with the Lehmans(ph) for awhile, while | was still going to school and\nfinishing up my secondary education, which was |, | have a baccalaureate in\nphilosophy, which | did through the French school system, which wasn't easy, but it\nwas sort of fun. And, and at that point, Mr. and Mrs. Lehman(ph) had to move to\nGermany, because he was a doctor who had taken his training in Germany and he\nwas not able to practice in France, he had tried to pass the exam, but he wasn't\nable to practice, so they decided to go back to Germany and open up a practice\ntogether and they left their daughter and me in their apartment in Paris. But during\nthe school vacations we always went to Germany to stay with them and on one of\nthose vacations, during the summer, that's when | met Jim. Jim was an American\nsoldier, stationed, the American forces stationed in Heidelberg(ph) and | met him at\nan afternoon tea dance given by the University of Heidelberg(ph). So 1 met him, but\n| spoke hardly any English and he didn't speak any French or any German for that\nmatter, he only had a few words of German, | spoke German and French, but very\nlittle English. But we saw each other during the couple of weeks | was there before\n| had to go back to France to go back to school. And then he began visiting me in\nParis and then when he was discharged and sent back to the United States, he\ncontinued to write and to send me friends, you know, | had a whole, there was a\nwhole collection of friends who came through Paris and they all stopped off to visit\nwith me. And let's see, what happened at that point, yeah, one of his friends who,\nwhom | had met at the same time as | met Jim, at that tea dance, was a man from\nMinnesota who was working after his discharge from the army, actually during his\narmy career he was working for intelligence and after his discharge, the American\ngovernment put him in radio free Europe. So he was in Europe and he was visiting\nwith me quite often and on his way back to the United States, because at one point\nhe decided to go back to the United States because he was going to go to the\nWoodrow Wilson center at Princeton and, and work there for awhile and teach and\nthen go back to Minnesota because he had a job at the University of Minnesota.\nSo on his way back, he stopped off in Paris and he stayed for about a weekend\nthere and when he left he asked me to marry him. And | wasn't sure, you know, |\nmean, you know | wasn't so sure | wanted to go off to the United States and |\nwasn't so sure | wanted to marry him. But on, when he got back to the United\nStates, he went through New York on his way to Washington to be debriefed and\nhe saw Jim and he told Jim. Actually he didn't tell him he was going to marry me,\nbut he told him that he had spent time with me and that | might come to the United\nStates, because what happened was | said, \"Well, I'm not so sure | want to get\nmarried.\" And he was looking for other ways and we had started applications for a\nFullbright for me to go to Princeton. So he told Jim that | might come to Princeton\non a Fullbright and when Jim heard that, he sold his car, he took his money and he\ncame back to Europe. And about three weeks later we were married. So that's\nhow it happened, that | met Jim, | got married and from then on my life in France\nwas finished and | was moving to the United States. So | came to the United\nStates as a bride of an American, who knew very little English and who had to find\nher way again in a new country. | must say it was a challenge, it took me a couple\nof years to, to really get the better of it. But | had to get a job right away and | gota\nvery good job with a, a French government office in New York, it was a French film\noffice, which was a very glamorous job, everybody envied me because | was\nreceptionist, but | was also squiring around the French movie stars when they came\nto Paris for the release of their pictures, so it was a very glamorous job | had. And\nJim worked for NBC and we had about four single years like that, where we really, |\nreally got to enjoy New York and learn the language and you know, and try to fit\nmyself in to the United States. And then we had a child after four years, Laura, our\ndaughter, who is 35 now and we moved to a house on Long Island. Actually we\nmoved to another apartment. | really got used to living in the United States. And\nthen we had a son and after we had two children we decided we better buy a\nhouse, so we bought a house on Long Island. | have to explain when I'm saying we\nbought a house, it seems like a landmark. All my friends wanted houses, | didn't\nwant a house because | never wanted possessions because it scared me to own\nthings. So it took Jim awhile to talk me into for us to move into a house. But\neventually | realized that he was right, you Know, with two children you don't live in\nan apartment, it's nicer to have a yard and to have swings and such. So we moved\ninto a very nice house on Long Island and the children started going to school. By\nthen Laura started kindergarten on Long Island and Eric pretty soon started nursery\nschool, where | think | spent more time than he did because | was very often a\nvolunteer there and lived the American suburban life, you know and that was again\na different kind of life | tried to fit myself into. So first | was working and then | was a\nmother and then at one point, Jim had an idea for a publication, an index to\ncongressional documents and for that we had to move to Washington. So here we\nwere with two small children, two young children, packed up everything and came\nto Washington to start a new project. And Jim made it perfectly clear that he\ncouldn't do it on his own, | had to be part of it, | had to be his partner. So | had two\nsmall children and for a period of 10 years | managed to somehow to be a mother\nand a homemaker and a cook and also at the same time, create a system for, by\nwhich we collected documents on Capital Hill, made contacts in every committee,\nlearned my way around the American government, including what it does and how\nto best bring on the control of this unwieldy output of paper that the American\ngovernment produces. And we did. We started a very successful business\ntogether and we run that business creating indexes for research and academic\nlibraries, which are extremely valuable. And we run that company for about 10\nyears and then we sold it, we sold it to a Dutch company, Elsoveer(ph), but the\ncompany's still going on and most of the people we hired are still there, hired and\ntrained. First | started doing the, the set up of the system on Capital Hill on how to\ncollect all those documents and when that was under control, | put two people in\ncharge of that and then | had to come in because by then we had lots of people\nworking for us and Jim was the creative man, doing the indexing and the dealing\nwith computers, but somebody had to take care of personnel and administration\nbecause at one point we were each 300 people, so that was a large business and it\nneeded ... so | came in and | took over administration personnel and | created\nsalary administration systems which I'd, | only stayed one step ahead because |\nwould take seminars and then decide, you know, how we needed to do it and\nadministration, we had a plant by then, producing microfiche and | was in charge of\nthe plant also, which employed about 75 people, which was out in Rockville(ph)\nExcuse me. (pause). Okay, so where did we stop, yes, SO we were running this\nvery large business and | was in charge of personnel and administration in the plant\nand Jim was in charge of the editorial end of it and after 10 years we sold the\ncompany. It was an unusual company, was one of the first of information retrieval\ncompanies that we had created and was an extremely valuable company and it\nmade Wall Street history, because of, you know, of the era it sort of brought in to\nthe United States business world. We were extremely proud of that company\nbecause not only did we create tools which were very valuable for researchers in\nacademic places, but also it became a tool for law offices, there isn't a law office\nthat doesn't have our index, when they used to create legislative histories, | don't\nknow if they still need it as badly, but there was a long period of time where a law\noffice couldn't operate without our index because that told them immediately what\nwas going on on Capital Hill, to follow through a piece of legislation, from the\nvarious stages, with all it's documents, you know, attached to it and whereas they\nused to have to employ people with long hours to create those histories, they, from\nus they could do it almost immediately with our tools. So it was not only a profitable\ncompany, but it was a useful thing to have created. And we also ran a very unusual\nship, in terms of our employees could buy stock, they owned part of the company.\nWe felt it's much better to share and to have employees, you know, who were loyal\nto a company because it was partly theirs and also we started one of the first\npractices of flex time for women with children, where they could work only part-time,\nyou know, as a consequence we got much better workers. Many intelligent women\ndidn't want to take full-time jobs because they had young children at home and that\ngave them an opportunity to do intellectual work and still have flexible hours. So\nwe were sort of ____ in many social ways too. At this point, did you want me to\ncontinue in Washington or do you want me to go back a little bit to New York? You\nwanted to ask a few questions?",
        "A: Right.",
        "A: No, no, because I, | stepped into Jim's kind of life. Jim worked for NBC, | worked\nfor, for a company on Madison Avenue, you know, a French office and most of the\npeople we saw were Jim's friends or the people we made friends with at work. By\nand large it was a crowd of reporters, television people, radio people, you know.\nAdvertising people and mostly people like that and maybe some people whom Jim\nhad known as a child, because in fact | had met a couple of, of people he had gone\nto high school with and | became extremely friendly with one young woman who\nhad gone to high school with him, who stayed my best friend until she died a couple\nof years ago, you know, they lived in Connecticut, but that was a couple who was\nextremely close to us. So | started making friends amongst the Americans, but | did\nnot see any survivors. | don't think survivors search out other survivors. | think,\nparticularly in my case, | wanted a normal life and | wanted to step into a normal\nlife. | didn't want to live in the past, | didn't want to talk about what happened to me\nand in fact | very seldom talked about it. Most of our friends didn't know | was a\nHolocaust survivor. As far as they knew | cam from France and that was it, | was\nlearning the language, | was learning the customs, | was becoming Americanized,\nbut they did not know | was a Holocaust survivor. In fact Jim knew very little about\nit, he knew, but | never talked about it and he didn't quiz me about it, so | very\nseldom talked about it and | did not search out any other Holocaust survivors.\nHowever, a very funny thing happened. Jim was very politically inclined always and\n| began to get, to take an interest in politics and we went to a Stevenson rally once\nin Queens, a huge rally and | looked across the arena and | saw a young girl and |\nsaid, | know this person, | knew her in Bratislava. So we went up and | said, \"Are\nyou Blanca(ph)? Blanca Bruner(ph)?\" and she said yes. | hadn't seen her in like\nwhat, 10, 11 years and she was just as amazed as | was that | had recognized and\nshe recognized me too, so we sort of started contact and | wanted to see her and\nshe called me up and she told me that her father forbade her to see me. And |\nsaid, \"Why? He doesn't know me.\" And she said, \"yes, that's just it.\" They were\nvery Orthodox Jews and they didn't mix with any other Jews and she was not\nallowed to see me. So the only one | could have had contact with, her father cut it\noff, he absolutely forbade her to see me, because | was not a practicing Orthodox\nJew. So that was the end of that. So to answer your question, | did not see any\nHolocaust survivors, | did not talk about it very often, | didn't read about it. | really\nconcentrated all my energies on adapting myself to a normal life in the United\nStates and | think | succeeded pretty well, so.",
        "A: Yes, there were times when it was lonely, but it was also amusing, like | would\nhave a friend who would sit over coffee with me and cry that she had an identity\ncrisis and here | was, | didn't know my name, | didn't know my age, | didn't know\nwhere | came from and | felt, well, I'm not any worse off then she is. She's having\nan identity crisis? | don't think, you know, | don't think I'm any worse off. At least |\ndon't know, you know, it's a clean slate. So yes, | did feel at times lonely, because\nnobody | knew could share with me what I'd gone through, but at the same time |\nthought, it gave me a certain perspective where more trivial things didn't bother me\nthe same way as they seemed to bother my friends, okay? Many of them were\nbothered that they didn't have, they were hoping that their careers would have been\nmore advanced and they were busy at home with the kids and they couldn't do this\nand they couldn't do that and they were very bothered. It didn't bother me to be\nhome with the kids. It's true that | worked until the kids were born. | tried, | had a\nvery good job when | was pregnant with Laura and | would have liked to go back to\nit, but by then | was working for the United Nations and | had a very good job. | was\nworking for the ambassador from Laos to the United Nations, you know, one of the\nIndoChinese countries, French speaking. | had a very good job, | mean | worked\nuntil two weeks before she was born and they wanted me back and | started\nnegotiating and they wanted me full time and | knew | couldn't walk out of there at\nfive o'clock and yet | had a child and | couldn't see myself leaving the child, so |\ndecided not to work. So | made the decision voluntarily and | somehow didn't feel\nthat | was being penalized in any way. So | had advantages that others didn't have,\nin a way. And then, before | even had time to turn around and feel that oh my\ngoodness, what am | going to do with my life now that the children are going to start\nschool, Jim said, \"We are starting a business.\". And so when my son went off to\nKindergarten for half a day, | went off to work. In fact | had to rush back home to\ngreet him because he only had half a day of school. So | never had some of the\nproblems that | could see my friends had. | had my set of problems because | had\nhang-ups because of my past, you know. But, like for instance, you know, taking\ncare of the children, | was always very concerned that they should not catch cold\nand when they were sick | felt sick and things like that. I'm sure that my American\ncounterparts didn't feel that to the same degree as | did. The anxiety over children,\nparticularly. But on the other hand, they had other anxieties which | didn't have, so\n| felt I'm not doing too badly, okay, so that's how | felt about it.",
        "A: No, | thought that and | think probably | made a mistake, because | didn't speak\nabout it, they knew | was foreign, yeah | was French, but then, when our kids were\nin school, there were several kids in classes that my daughter had, who had French\nparents, so that wasn't an oddity, that much of an oddity for her and | didn't feel |\nwanted to burden them. First of all, | felt uncomfortable myself talking about it and\nsecondly | was very concerned not to overburden the children. So | didn't talk\nabout it and it's only when our daughter was going to religious school, she came\nback, want to stop it? She came back one day and apparently they had been\ndiscussing the Holocaust. You know there was a period where the Holocaust\nwasn't discussed to the same degree that it is being discussed now. There is an\nawareness now which | don't think existed at the time when | came to New York.\nAnd she came home from religious school and she asked me am | a Holocaust\nsurvivor and | said, \"yes.\" And she was so upset. \"Why didn't you ever tell me\nanything about it, why didn't you say anything about it?\" And | realized that | had\nmade a mistake, she was truly upset. And from then on she just kept on digging\nand asking questions and this and that and | realized that | had to do an about face\nand face the past and come to terms with it myself, but particularly for the sake of\nmy children.",
        "A: Well, let's see, Laura was born when | was 25 and at that point she must have\nbeen 11. About 36, 37.",
        "A: | started reading about it, because | started, | started to, trying to put some\nchronological order into my memories. And that's when | started talking to Jim, but\nmostly to female friends, | had always very close female friends. | had a couple in\nNew York who were very close to me. And so when | was ready to talk, they were\nlistening, you know and they were always ready to listen, so | would discuss certain\nmatters. And with Jim, too and try to put some chronological order into my\nmemories. At that point, Jim became very helpful because he started getting me\nbooks and | would tell him recollections and then he would find books and he would\nsay, \"Your recollections are correct.\" Like | would have recollections about what\nhappened in the forest after we escaped from concentration camp and he found a\nbook, | don't remember what it is, we have a library of them by now. And sure\nenough, it described almost the way | had described to him what it was like. Those\nbands, you know, of deserters and Jewish people hiding and children and this and\nthat and it was very accurate, so | knew that my memory wasn't playing tricks.\nThat's the way | was trying to, you know, to deal with the, and | was able to sort of\nmake some order out of what had happened, by talking about it and then reading\nup and confirming that my memories were actually accurate.",
        "A: No. As a matter of fact | have a very good friend who lives in New Jersey, who\nis also a survivor. She had a somewhat different path than mine, in that she was\nwith her mother and her brother all through it, and then emigrated to Venezuela.\nWhen they left Europe, they went to Venezuela, so she is sort of Latin American in\nher outlook because she went to school there and then she came to the United\nStates and she called me once that there was a group of hidden children that was\nmeeting and | should join them and | wasn't ready. | just absolutely refused. She\nwent to this meeting, they had written, they wrote a book, somebody at Yale, | think\na woman at Yale, who does a lot of research in that area, put together a book of the\nrecollections of the hidden children and my friend was part of it and she sent me the\nbook. You know, | read her part, | couldn't read the others. | just didn't feel |\nwanted to go back and dwell on it. | just couldn't read the others. And so |\nunderstood that | really wasn't ready to join that group and to share in great detail\nand just dwell that much. That's not my, my nature. My nature is to look ahead and\n| can't look, | only looked back as far as | needed to to put some order into it and to\nsort of present it to my children. But | don't think | want to dwell any more on that\nthan that.",
        "A: Well, of course there's pain. There's pain, there's fear, you know, there's an\nenormous amount of fear and you start thinking of how, what a terrible place the\nworld is and it's very hard to get up in the morning. In fact | had that experience\nwhen the Holocaust Museum opened and my husband Jim thought that it would be\na good idea if we went together with our children. By then both our children were\nmarried, so there were six of us going over there. | think for my kids it was a good\nexperience. For me, | came back and it did something. For a week | couldn't\nfunction. | couldn't get up in the morning. And | didn't really Know why, except |\nkept on crying and | was having myself a depression, which | am not prone to\nusually, | try, you Know, whenever there are things that used to bubble up to the\nsurface, | would always, either call a friend, or do something constructive or read a\ngood book and get myself away from it. But going through the Holocaust Museum\nput me into a depression where | had difficulty pulling myself out of. So what really\nscares me about dwelling too much on the past is that it does create a bitterness.\n[end of side one of tape one]",
        "A: Yeah, | think it's depressing to dwell on it, it's very depressing to me, okay? So |\nwould rather not dwell on it, | would rather look at the life I'm leading now and to my\nfuture, really. So | guess I'm finished with that thought.",
        "A: | think | got the help from friends. | have, | have the most incredible circle of\nfriends and they were calling all the time and they were checking up on me and\nthey were suggesting things we should be doing and they were bringing me books\nand | started reading again and | started getting involved in life. You know, life is\nirresistible, it's, if you start getting involved in it, it just carries you along and that's\nwhat you need to do and that's really what | did to pull myself out of it.",
        "A: Yes, sell it.",
        "A: Right, okay. So we decided to sell the business mainly because my husband,\nmy husband's health at that point was a little shaky and he, it was, he was really\nsuffering from extreme exhaustion, so we decided to sell the business, but it's not\nso easy to sell a business like that and it took about a year to complete the sale.\nAnd then we were staying on for awhile because it was part of our contract, so we\nstayed on for awhile, but then we, Jim just wanted no part of it any more, he wanted\nto get out of it, so we renegotiated out, we went to Amsterdam to renegotiate his\ncontract and we left the business in very good shape, you know, with very good\npeople are there running it and it's still in excellent, it's a very good business that\nthey bought themselves. And then we had about a year to decide, you know, to\nclean up all the paperwork from the sale and the distribution of, to all the employees\nand all of that and then we decided to do a little bit of traveling and | think just about\nthat time, our son went off to college, so the nest was really empty and he teases\nus, funny because for my 60th birthday, he gave us a whole speech, you know,\nthey gave me a party and he made a speech and he said when he went off to\ncollege, he had the impression that this is the moment we were waiting for, really,\nbecause our bags must have been packed, because the minute he went off to\ncollege, off we went. And we did a lot of traveling, we did. I'm trying to remember, |\nknow we made a trip to Japan, but that was still for business, this was, we did one\nlast piece of business for the, for the company which we sold and we had some\ncontracts with Japanese publishers and we had to go to Japan, so we did that,\nwhich was very interesting. And we went to Europe, we traveled with friends, with\nour friends from Connecticut, you know, whom Jim has known since high school.\nWe went to Italy with them, we took a trip to the south of France with them. We had\nother friends we were traveling with. We went to, we went to Alaska, we went to\nAustralia and New Zealand. We really did quite a bit of traveling and | love to\ntravel. And we enjoy it. We usually go with friends, one or two couples. We went\nto Spain just recently, we went to eastern Europe last May. So we have done quite\na bit of traveling, but the first year we really did a lot of traveling, in the United\nStates, you know, going to the west coast, doing just more, Canada, more local\nthings. And then we decided to open a different kind of publishing house because\nJim's ambition was always to be a publisher of books, not of specialized material\nlike we had just sold, but of trade books. So we started Adler and Adler publishers.\nAnd we ran that company for a couple of years and we published some 46 or 48\nbooks. And that was entirely different ball game. It was very interesting because |\nstarted doing editing, which | had never done before and | really liked it. But after\nawhile, you know, we noticed that the book business, the climate had changed, it\nwas very difficult to sell books and particularly the kind of books we liked, you know,\nliterary books, serious books, they weren't selling easily, it was very difficult to\nmarket them. So we decided to phase it out. But by then | had become involved in\ncommunity work. | became associated with the Arena Stage, | don't know if you\nare familiar with the Arena Stage Theater. | got on the board of the Arena Stage\nand | was very active there. We, both Jim and | joined Jewish organizations, like\nAmerican Jewish Committee and we became very active, in fact Jim is now\nPresident, just became President of the Washington chapter of AJC. And | got on\nthe board of the Capital Children's Museum, | became very friendly with the director\nthere, Ann Lewin(ph) and for awhile | was quite active there, although I'm not active\nnow, even though they still Keep my name on the board, | hardly go to meetings\nany more and | really sort of became very much involved in community affairs of\nthat sort, you know, particularly in the arts. I'm also on the board of the opera, so\nyou know, | go to the opera a lot, | go to the theater a lot and as a consequence of\nbeing on those boards, particularly the Arena Stage, we made a lot of friends who\nare similarly inclined, who love the theater, you know, so there's a whole group of\nus who love the theater and who play tennis and we play tennis and travel and we\ntravel. We just went with two of the couple to, to London. So we, we really have\nbecome more involved in the community. We still have an office and some of the\nbooks are still being sold, but | don't need to go in there because my area was more\nacquiring books, dealing with agents and editing and we are not acquiring new\nbooks, so it's just a matter of running the office and make sure that some of the\nbooks that are still selling are being reprinted and sold. So my husband goes into\nthe office, but | do not. And we're very much involved in the community, the Jewish\ncommunity and such. So that's really what our lives are like right now. (pause). All\nright, we have two children, yeah | think we should, | want to talk a little bit about\nthe children now, we have two children, we have a daughter Laura, who is 35 years\nold and we have a son Eric, who is 31 years old. Our daughter lives in this area\nand she is married and she has two children. | have a six year old granddaughter\nand a almost two year old grandson and they live in this area and | see them often,\nso, you know, | also, this is something | really enjoy, seeing my grandchildren. |\nthink probably my past has affected my children, but it is very hard for me to\nevaluate in what way. When | look at our son, who was married, is divorced now,\nwho came out of, from college, he went to Swathmore(ph) and started teaching\nbecause he got married like three weeks after he got out of college and he needed\na job so he started teaching and who has just changed his life. He decided a year\nago to go back to school, so he is now at Wharton and he is going in for a business\ndegree. In fact, this weekend, we were in, in Philadelphia visiting with him because\nhe had asked us to come and sit in on a day of his classes, which is extremely\ninteresting, it's some school, Wharton, it really is. Very high-powered and the\npeople, the young people, they are very bright, very quick. It's really, it's satisfying\nto see so many intelligent and quick-witted people who are going to be, you know,\nrunning our business world. | think it's sort of satisfying. He seems, | don't think\nanybody could tell that he is a survivor, that he is the child of a survivor of the\nHolocaust. | don't think he was affected by it. He has his problems like everybody\nelse has their problems and he has his areas of tensions, I'm sure, but | would say\nthat, touching wood, Eric functions as an extremely well-adjusted and happy\nindividual. Our daughter | think, bore more of the brunt of it. Maybe it's because\nshe's more sensitive and she digs around in the past more. She's very interested in\nwhat do you call it, in family trees and things like that and | could not provide her\n_____ knowledge. | could not provide her with a family background, of course. |\nthink it bothered her always, okay? But she married somebody from the midwest,\nwho has a very long lineage, which can be documented and goes all the way back\nto Scotland, he's a Scotch man and so she's perfectly happy and she digs around\nin his family trees and that keeps her happy. With her | think that she, she bore\nmore the brunt of it because, first of all because she was older and secondly\nbecause she takes things harder than our son does and | think she's convinced that\nmy having been a Holocaust survivor, in spite of the fact that she didn't know about\nit for the first 10 years of her life, had a big effect on her because | was too\nprotective, | worried too much about, you know, that she shouldn't catch cold, that\nshe should eat the right things and things like that. But then | point out there is\nplenty of American mothers who do the same thing, so | don't know whether she's\nright or not and | think it's futile to even spend too much energy discussing it. If\nthat's what she wants to believe, that's okay, but Laura hey, there's nothing | can do\nabout it. My past is my past, you know. You're just going to have to accept it the\nway I'm accepting it. | think she has more difficulty accepting my past than | do.\nHowever, maybe with age, that will fade also, okay? | think one of the things that\nbothers her the most is that she is fearful and she is scared, but if she had to be in\nmy shoes, she would not have survived. And no amount of my telling her, \"Laura,\nnobody knows what they can do when they have to do it and nobody can, with\ncertainty predict that if | do this, this or this, | will survive. It's a lottery and you have\nto take it the way it comes.\" | don't think she quite buys it and she feels ill equipped\nto have survived the same things that | survived, which, you know, no matter what |\ntell her about it, that | don't know how | did it either and if you had to do it, you\nprobably could do it too and nobody knows in advance. It doesn't matter how much\n| reinforce that, she has her ideas that she is not quite up to snuff to survive in\nsomething like that and finally my answer is, well | hope you never have to and\nthat's it, you know, because there's nothing else | can do about it. So | think she\nhas been affected by it in that, in that way. | don't know what it's called, . |\nthink maybe she should join a group of children of Holocaust survivors. In fact, |\nhave mentioned it once, but | don't know whether she will or not. Right now she's\nmuch too busy, she has two children, she just finished her Master's degree in\ncounseling and she's going to do art therapy. Right now she has, she works two\nand a half days a week with disturbed teenagers, where she does art therapy and\nshe has two small children. | don't think she can take, take on anything more. And\nshe's, also she joined, even though she is married to a Quaker, a non-Jew, she\njoined the temple, the local temple where they are members and she's very active\nin the temple, so | think she has plenty to do right now and I'm not even suggesting\nany more that she should do anything else. As a result, we have joined their\ntemple too, which is in northern Virginia, because we felt that, since our son was\nout of town right now anyhow, we might just as well spend the holidays and go to\ntemple where our daughter is. In fact, she's much more observant than | ever was.\nEvery Friday she lights candles with the children and she says the prayer over wine\nand bread. At least once a month they take the kids to what they call\nTutshabat(ph), you know, services for the whole family. She goes to all the\nfunctions at the temple and she has joined a group, | forgot what it's called, they are\nyoung people who are studying Judaism and how, what Jews now can do and\nexpect of Judaism. And she committed herself, she went to several seminars. You\nhave to commit yourself, | think it's an arm of UJA who is doing that and it's, she\nfeels very Jewish and she feels very proud to be a Jew, because there's so much\nintellectual accomplishments amongst the Jews. Our son is non-practicing,\nhowever he surprised me greatly, he got married, when he got married, he married\nalso a non-Jew, but the, a rabbi married them and she accepted to raise the\nchildren Jewish. In fact she committed herself voluntarily. But that's immaterial at\nthis point because she's divorce, even though we still continue to see my former\nlittle daughter-in-law because | mean, she was part of the family, you know. So we\nstill are in touch with her. He's not, but we are. He is now at Wharton and he is\nvery much career bound now, to make his way, what he's doing, but he surprised\nus, he called on Yom Kippur to say he was fasting. So, you know, | guess he's not\na practicing Jew, but he's a Jew and | think he knows he's a Jew and | think he will\ncontinue the tradition. So that pleases me. Anything else?",
        "A: They went to, well when we lived in New York they went to, my daughter went to\nreligious school, my son was too young. She went to religious school, she's a very\nquick study and she's very bright, so she was learning Hebrew and she was\nlearning all the songs. And she still knows them. Then, when we moved here, we\njoined a congregation, which was Bethesda Jewish Congregation, which was a\nvery strange congregation and not too successful for us, because the kids hated\nreligious school so much, it was so poorly organized and so poorly done, that they\nabsolutely refused to be bar mitzvahed. And we decided not to force the issue.\nNow my daughter is, has voluntarily come back to it and I'm hoping that my son will\ndo the same thing. When he was getting married and he married a non-Jew, | said,\n\"Just don't forget where | come from, that's all I'm asking of you.\" And he said,\n\"Mom, | promise | won't.\" And | think that's good enough for me, so.",
        "A: Yes, yeah, well | must say, | was a very reluctant Jew, if you go back in my\nhistory, the way the Jews grabbed me away from Poland, | was a very reluctant\nJew, but | have slowly come back to it. I've never denied it, but | never practiced it.\n| think I'm somewhat more Jewish oriented now, | realize that we are a small\nminority who has accomplished enormous things in spite of all the difficulties. |\nthink the climate is changing also and that Jews are going to be more, treated with\nmore respect, at least | hope. We are very much identified with Jewish causes in\nthe city and we do belong to a temple, where we feel that, we don't, we go there\nbecause Laura wants to be more practicing and we go for the holidays and we take\nthe children there, you know, for Sukote(ph) and and things like that. So |\nthink, plus the fact, oh there was something else happened. | went, a friend asked\nme to go to bible class with them, given by a woman in her home, Naomi\nRosenblatt, about whom you might have read about because she just came out\nwith a book, Wrestling with Angels? Yeah. Well | took some bible classes and |\nthink that sort of also helped me along a little bit. It sort of portrays the Jews as a\nmixed lot, you know, it doesn't try to gloss over the imperfections and | decided that\nthey are people, like everybody else and you have to sort of identify yourself with\nthem. So it has helped me to sort of get back into the fold also, the bible classes.",
        "A: Well the first difficulty | had to grapple with was language, when | came to the\nUnited States, you know, how to learn the language quickly, because even when\nyou speak a language, for instance, you don't think of stupid little things like, we\nwould go out in a group together and they would say, tell jokes and | wouldn't\nunderstand the joke, okay? So you sort of feel out of it, you feel like the outsider\nand | must say that, even in the United States, which has greeted me with such\nwarmth and accepted me, you know, people accepted me everywhere, | very often\ndo feel like the outsider. Like they reminisce, with a great deal of nostalgia about\nthe good old days of certain songs, or the big bands and I'm looking like, you must\nbe kidding, what are you talking about, you know, | can't even figure out what they\nare talking about. Oh, | remember when we were in, living in New York and a\ngroup of us, eight of us, went to see Judy Garland, was singing at one of the, the\nbig, the big theaters and we went to see her and | thought she was awful, she was\ndrunk, she couldn't sing and everybody was clapping and standing up and giving\nher. It's the nostalgia of the past which | am not sharing with anybody, even with\npeople who are very close to me, like my husband, | am not sharing the nostalgia of\nthe past. | know | am an outsider whenever they talk about school days or songs or\nmusic or the musical theater, I'm the outsider. But that's one thing | have to accept,\n| mean it's not so bad, actually, to have to accept that. So that's one area where |\nfelt out of it, plus the fact | had to learn the language very quickly. There are other\nways, you know, which, there are times when | feel, when | read about what's going\non in Bosnia for instance, | feel such, | have such a desperate feeling that, why are\npeople doing that to other people? You know, | still am trying to understand the\ncruelty that men are capable of. It's, | think it's affecting me more than it's affecting\nother people. | have reached the point where | can't, | simply cannot, couldn't read\nabout what was going on in Bosnia, or about what was going on in other countries\nin Africa and places like that. I've, it, | took it too personally, you Know. Probably\nmuch more personally than Americans by and large would take it because | lived\nthrough something like that. It's still incomprehensible to me and | cannot\nunderstand that it's still going on, that people are still doing things like that. So\nthat's an area where it's giving me a great deal of difficulty. | sort of, | protect\nmyself. | don't read about it, | don't want to know the details, I'm staying away from\nit. It's cowardly, but it, that's the only way | can work it. There are ways also that,\nyou know, there are times when | have a lot of self doubts, you know, | haven't, I'm\nnot always, I'm pretty well assured and | am very self reliant, but there are times\nwhen | feel I'm in situations where | feel | haven't been equipped right for them. For\nthe longest time, although that's less and less, | had the most tremendous gaps in\nmy learning and knowledge, you know, like history, | didn't learn about it, | didn't\nstart until | was 11 years old to learn how to read and write, so consequently | have\nenormous gaps of knowledge in places which most people feel very confident and\nvery comfortable in and I'm not, you know. So then | have to pedal back and say,\n\"Oh, | have got to inform myself on this.\" So | am always playing catch up. No\nmatter what I'm doing, I'm playing catch up, okay? But at this point I'm quite\ncomfortable because | have noticed that other friends of mine, who have had a\npretty normal life, playing catch up in many ways too. So, but it took awhile for me\nto feel that I'm not the only one who has to play catch up. There is no such a\nperson, who has an enormous amount of knowledge in every area and they can\nfeel confident in every area, you Know. Most people have gaps in areas. So that's\nanother one. When I'm feeling disturbed, when I'm feeling upset or things like that,\n| can very well go through very disturbed nights where I'm dreaming and most of\nthe time I'm dreaming that my life is in danger, which | don't think most people who\nhave had a normal life, do dream about that. My life is in danger and I'm running\nfor my life, you know. It's a very uncomfortable feeling to have, but | have to deal\nwith that. It's not uncommon for me to wake up in a sweat because somebody has\nbeen chasing me and has been shooting at me. | have to get over it.",
        "A: All along my life, yeah, | do dream about people from the past, people in France |\nhave known, occasionally a person will surface who | think is either my father of my\nmother, but it's not very coherent and it's not very clear, but | do, yes, | definitely do\ndream about people in the past.",
        "A: Yes.",
        "A: Yeah, I'm not very much attached to material objects, you know, it's, it's sort of,\nit's almost like they are on loan to me, you know. So | have a car now. It took mea\nlong time to get, acquire a car, have a car, but it's only an object and it's on loan to\nme, somehow. My homes have always been like that, you know, they are on loan\nto me, they are not part of me. | know that many of my friends, their homes are so,\nor their possessions are so important to them, you know, it's a great comfort to\nthem. To me it's not really that much of a comfort, possessions. Yes, diamonds,\nbecause | can pack them in and run. So you know, a diamond is to me a prized\npossession because it's something | can take with me and it will feed me for awhile.\nNot because it's a diamond, but because it's going to feed me for awhile. Other\nthings don't really count. My son always teased me, he cooks, he likes to cook, my\nson and he is the one who always had to go out with my husband and buy all the\nkitchen gadgets, because | never had the kitchen gadgets. | cooked, but | always\nmake do with what | had, | never needed a million gadgets like most cooks | know\nneed, you know. They provided me with the gadgets. Otherwise they knew |\nwasn't going to go out and buy the gadgets. So, it's sort of that and also when we\nhad children, you know it's funny to mention it because | don't know whether people\nthink of that. | had a hard time having more than two children, because | only have\ntwo hands and if | needed to run, | was going to grab a child with each hand and\nrun. So for me, more than two children was out of the question. How could | have\nrun with three children? That wasn't going to be feasible. So that's why we have\ntwo children. | happen to like children a lot, it's just that, that thing, that fixed idea\nthat if | had to run, | only have two hands and two children | can manage, but more\nthan that | can't. So that's another, you know, there are little things like that which\nyou don't think of. | used to drive my kids crazy if they had a rash, | was always\nthere with the powder, you know, the Ammen's powder. | just drove them crazy\nwith that, because to me having a rash was dangerous, because if you had a rash,\nyou got yourself shot, because it meant you had, you had contact, contracted some\ndisease and they weren't going to fool around, to have the whole barracks infected,\nso they were going to shoot you. So to me arash is an ugly thing, life threatening,\nabsolutely life threatening, so that's another. You know, you have those things that\nare very, come out in small ways, you know, very unexpected ways really, that they\ncome out.",
        "A: Yes, oh absolutely, yeah and in the end | made a joke of it, you know, that's the\nonly thing you can do about it, make a joke of it really, so. Also | think it has\naffected my friendships. I'm only, | will not be friendly with somebody on whom |\ncannot have confidence and count on. | have to be able to rely on somebody. If |\nhave somebody who | notice is not reliable, they do not, they are not amongst my\nbest friends. You know, they are acquaintances, but | will never make a good\nfriend of somebody who is not a very reliable person. Most of my friends are\nextremely reliable, so.",
        "A: I'm very self-reliant. | think for the longest time it drove Jim crazy that | would\nnever take anybody's word for something, you know | would listen and then | would\nusually try to make up my own mind and it's very difficult for me to follow somebody\nelse's advice unless | have really given it some thought and decided that it was very\ngood advice, that it made sense and that | have internalized it. I'm not a follower, |\ncan't follow, because following would have meant death to me, | had to make up my\nown mind whether | was going to go on the right or the left, because the right might\nbe death and the left might be life. So it can be difficult for a soouse, you know, that\nyou have to make up your own mind about everything. | think | have somewhat\nsoftened it, you know, because if person, if people have proven themselves to have\nvery good judgment and to give me very good advice, I'm more likely to take that\nadvice now. But when | was younger, nope, | wouldn't take anybody's advice, |\nwouldn't take anybody's word for anything. | had to really make sure for myself that\nwhere | stepped was safe. And it can be unnerving for a person who has lead a\nnormal life to come across somebody like that, it was very unnerving for my\nhusband.",
        "A: Well, he knew.\nEnd of Tape 1\nTape 2",
        "A: | don't know whether my experience, well it probably did in one way and that is,\nhaving been a survivor, | realized that surviving meant helping each other, okay?\nYou didn't survive unless you got help and consequently | probably was of much\nmore help to him than an American wife would have been. Jim had his problems\ngetting adjusted to work and working for other people, he never could work well for\nother people and | was always a partner to him in that respect because first of all, |\nunderstood very quickly what was bothering him and | was able to, he was able to\ntalk things over with me. He never made a move in his career without talking it over\nwith me and without getting my help. | think that Holocaust survivors, at least my\nimpression is, have an enormous amount of empathy for others and for their\nproblems. Maybe I'm generalizing too much, maybe I'm just speaking, | have an\nenormous amount of empathy for other people and their problems and certainly for\na spouse's problems. So, consequently | think | was more helpful to him than |\nthink an American spouse would have been. So in that respect, he got the benefit\nof my having been a Holocaust survivor. The same time, he probably got some of\nthe drawbacks, like | was much more cautious. But | wasn't cautious to the point\nwhere | could, | would call him back, because as a matter of fact when he went into\nbusiness for himself, | remember sitting with friends and a friend saying, \"How could\nyou let him do that? | would never let Les go into business for himself, it's too\nthreatening.\" | could do it, because | knew how important it was to him, you see\nand | knew that it was important for him to do work that was satisfying and where\nhe was happy. So | could, you know | could help him. In fact | help him very much\nwhen he went into business for himself. In other ways, | probably had more\npatience than most normal people, quote, normal people would have.",
        "A: Yeah. Well that annoyed him very often, that | wasn't more dependent on him,\nyou know. Our generation, women were much more dependent on men and men\nliked that. | think Jim missed it to a certain extent, that | was so completely self-\nreliant and didn't depend on him. | had to learn to soften it a little bit, you know.",
        "A: In many ways, different ways. Emotionally, opening doors for myself or doing\nthings for myself, you know and emotionally too, you Know, not being, not being\nthat reliant on him. Feeling | have to make my own way, | have to, you know, |\nhave to stand on my own two feet, | can't, in a way, probably without him knowing it,\nthat was good for him, because it allowed, it liberated him to do his own thing. But |\nthink there were times where he was annoyed because | was so independent. And\n| softened it and he got used to it. So | think what it sounds like is like a normal\nmarriage, doesn't it?",
        "A: | don't think there was anything abnormal about it.",
        "A: 40 years. It will be 40 years this June. That's a long time, yeah, that's a very\nlong time. | don't Know. Well, another positive fallout from my past is that I'm very\nobservant, because | had to learn, my life depended on it and that stood us in very\ngood stead when we went into business together and in other ways. | could read\npeople's reactions very quickly and many a time we would go into negotiations and\n| would be sitting there and men were wondering, \"What is he doing with his little\nwife there?\" You know and | would listen very carefully and then | would play back\nto him what happened and tell him that we had to do this or that because this is\nwhat | observed. | don't think he would have observed that and as a matter of fact,\nhe said so, he never would have observed it. It was sort of uncomfortable, here |\nwas, a whole room full of men and me, you know and sometime everybody was\nlooking, | am supposed to get up and get coffee only I'm not getting up to get coffee\nyou know, I'm sitting there listening. But after awhile it became normal for us to\noperate as a team like that and even the Japanese got used to it, they didn't know\nwhat to make of us when we got there, you know, who goes first, me or him?\nWhen we have to march into the president's office, who goes first, Jim or me?\nThey were completely confused. | think it brought more advantages than\ndisadvantages. I'm sure there were disadvantages, I'm sure that | was much less\nspontaneous than normally brought up people would be, but on the other hand, |\nbrought all the advantages.",
        "A: | would observe people and what, how they reacted, their facial expressions and\nhow they reacted and | read people pretty well. My survival depended on it, to read\npeople well. So | can, | can make a pretty shrewd guess, usually, about what they\nwanted out of a deal or what they weren't going to give up and, you know and be\nhelpful in that way.",
        "A: Yes. Yeah, he learned how to rely on them completely because they were\nusually pretty correct. My readings were pretty correct, yeah.",
        "A: Right.",
        "A: Maybe being more understanding, you know, understanding more when\nsomebody was having difficulties delivering on times, you know and doing things\nlike our employees, | was, rather than firing them, | was more apt to moving them\naround from job to job to see if we could find a spot for them, you know what |\nmean? | did a lot of that and that was usually on my advice, you know, let's not fire\nthem, they're not working well, but let's try to see if we can fit them in somewhere\nelse. So that's another way it would work.",
        "A: Well they claim that | was a very strict mother. And at the beginning Laura would\nsay, \"That's because you're French,\" and | said, \"You're right, that's fine.\" You\nknow, it didn't matter, | would be very strict, she had to be home by a certain time,\nshe didn't like it. We had to eat our meals as a family, you know, they wanted to, to\neat on the run and run out and we'd, why did we have to eat dinner together, you\nhave to eat dinner together, because that's when we are sitting down and talking\ntogether. So, and the other thing is that we never went off on too many vacations\nwith our children, without our children, you know, friends of ours would go off and\nleave the kids, you know, either with a grandparent, we didn't have a grandparent to\nleave them with, or with a maid and | never did that, | never had a full time maid,\nyou know, | only had help, but | didn't have a full time maid taking care of children, |\nwas always there and consequently our children always came on vacation with us.\nWe had to travel without them on business and that | had to and | had no choice,\nbut if it was for pleasure or vacation, they always came with us. As a matter of fact\nEric and Laura came to Europe when he was seven years old and she was 11,\nbecause | went to Europe. And we made many trips together, to England, to Italy,\nto France. By the time they were teenagers, they had already traveled and they\nwere always traveling with us. As a consequence, our kids spent a lot of time with\nus. | think that's probably why. | know that my friend complain they don't want to\ngo with them anywhere. Our kids are the ones who suggested, we have made it\nnow a family tradition that for Memorial Day we all go away together, with all the\nchildren. We used to all go away at Christmas time, between Christmas and New\nYear when Eric was still in college and Laura was already married, until Laura had\na child. We always went away for a week to Vermont, together. We spent a lot of\ntime with the family. Birthdays are always a big celebration, you know, it's like a\nthree, it's like a Polish wedding. From the time they were very little, they had a\nparty where they invited all their friends and they played games, they had one day\nwhen they wanted to go to the favorite restaurant for dinner, just the family and one\nday where | had to make their favorite dish at home. So it's was always three\ncelebrations for each birthday. Our daughter complained that when she went off to\nand! was ____ too, when she went off to college, nobody made a big deal about\nthe birthday and she felt very let down, you know. So I, so they were, | was sitting\nthere, getting reproaches that we made too much of a big deal about birthdays and\nso when they went off to college, suddenly the rest of the world didn't sit up and\ntake notice of it. | said, \"Well, you will forgive me, | hope, you know, that | made a\nbig deal about it.\" Jim didn't have a very happy childhood, he can't ever remember\na birthday party, his parents haven't given him, so consequently his birthday is\nalways celebrated with a great deal of fanfare. So we have those big celebrations,\nthe family. We are a small family, but we always have lots of celebrations. So\nthat's a way of, of . Another way that | can notice now with my grandchildren\nis, and that's not too good, it's almost like | see in my little granddaughter, me as a\nchild and | am so protective of her that | am driving her mother crazy at times. So |\nhad to take a step back and say, \"Cool it.\" Okay? | am very protective of her. | will\nnotice much faster than her mother when she is not well. You know, when she has\na cold brewing or something and | will say, \"Laura, | think she's coming down with\nsomething.\" You know, because | am so, I'm like a hawk over her. It's not good.\nSo | am sort of trying to step back and not, my daughter's much more laid back.\nShe had a cold, she has a cold, she will go to school anyhow, you know. | would\nnever do that, but | have to step back and say well, that's her way of running things,\nokay? So.",
        "A: Well, | told everybody | was from France because it would have been too\ncomplicated an explanation and telling my life story to everybody who asked me\nwhere | was from. It was easiest to say | came from France because | spent quite a\nfew years there and | went to school there, so consequently, and | liked France, |\nreally liked it, so it was very easy for me to say, | grew up in France, but | was born\nin Germany and that's usually what | tell people and it's pretty accurate. You know,\nbecause | don't have, | cannot tell them all the detours | made, it's just too many\nand it would tell that, you know, when you start with one ... so how come you were\nthere and how come you were there. It would be very difficult for me to explain that\nwithout telling my story to everybody and | don't like to do it. | wanted to make a\npoint, what was the point about?",
        "A: | don't, | feel like I'm a visitor everywhere, I'm not American, however | have lived\nin this country longer than in any other country. I've lived in this country for 40\nyears. I'm not a typical American, but I'm not a typical anything. | consider myself a\nlittle bit like a visitor. Maybe a permanent visitor, but I'm a visitor none the less\nbecause | didn't grow up here and | don't have all the costumes of this country. |\nfelt the same way in France, even more so because | was still learning French, |\nwasn't an adult and | was much more self-conscious about it. Here, in the United\nStates, there are so many more foreigners and so many more strangers, | mean\nthe whole United States is sort of an amalgamation of strangers, | feel more\ncomfortable. In France, if | lived in France now, | probably would find my own level\nin the city, | probably would find people with a variety of backgrounds and | would fit\nmyself in there too, but | don't feel like France is my home country, Germany\ndefinitely not. Any of the other countries | went through, like Poland, Ukraine and\nCzechoslovakia, not at all, you know, they are foreign countries to me and | think\nthe United States is where I'm feeling the most comfortable, really.",
        "A: Well | certainly hold onto a lot of memories, | have lots of memories. | have\nbooks in French, which were given to me as gifts by friends when | was in France. |\ngot a first rate education in France and that stays with me. It has made me into a\nbook lover, forever. | am a very big reader, | read a lot of books and | belong to two\ndifferent book clubs, where we meet and discuss books that we read. | can't\nimagine a world without books, so | mean, where ever | go, | have my friends\nfollowing me. It's a very comforting feeling to have and |, if I'm through reading and\n| don't have enough books on my night table, | have a very uncomfortable feeling\nlike, a little bit like a junkie who hasn't gotten their fix. | always have two or three\nbooks sitting there that I'm going to be reading, so that when I'm finished with one, |\ncan go onto another. | would say that books are my pacifier and my security\nblanket. But that's not strictly, it's not representative of any one country. It's just\nthat | feel like anywhere | am, if they're are books to be had and read, I'm\ncomfortable, | have my security blanket there, so.",
        "A: | think | consider myself a citizen of the world. | do like the United States, | feel\nvery comfortable here now, | like my life here, but | also liked France and |, | feel\nlike | probably could live in any country if | had to. It would take me a little longer to\nlearn the language now that I'm older, but | probably even would learn the language\nif | had to live in another country. But | would say that my strongest bond is to the\nUnited States because my children are so typically American. Both my children are\nabsolutely, typically American and so are my grandchildren. | think | ought to tell\nyou a funny little story about, about my little granddaughter. My son-in-law is of\nScots, Scotch origin and his name is Linley MacGrew(ph), so my grandchildren are\ncalled MacGrew(ph). Now, they go to religious school and Amy has to always\nexplain, \"My name is MacGrew, but I'm Jewish\" and then she elaborates on it, \"My\nmommy's Jewish, my brother's Jewish, I'm Jewish, but my father is not Jewish.\"\nThat's how she explains it, so that's a pretty, that's a pretty good fix to have on life, |\nthink. She has the right fix on life, so.\nConclusion of interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nNovember 15, 1995"
    ]
}