{
    "rg": "RG-50.106.0226_trs_en",
    "sequence": [
        "Q: And when were you born and where were you born?",
        "A: I was born in Ciechanow in, in the ninth of February 1922. I remember that 1922. In 1922,\nyes.",
        "Q: And that town was in Poland, correct?",
        "A: The town is in Poland, not far of the German border. It was about 40 or 50 miles from\nGermany, in Germany.",
        "Q: Let’s talk about your family. Your parents’ names?",
        "A: My father was Shmuel Lokiec and my mother her name was Wertheim. Of course when she\nmarried her name was also Lokiec. But she, her name was Devora, Devora Wertheim. She came\nfrom a family of, was very well known.",
        "Q: And her maiden name was what, what did you say?",
        "A: Wertheim.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol Samuels: W-E-R-T-H-E-I-M.",
        "Q: What kind of work did your father do?",
        "A: He was, he had a store, a hardware store.",
        "Q: And did your mother work with him at the store?",
        "A: No, it wasn’t near. But we had, the building was ours, not ours but the Lokiec family. It was\na large family so I was too young for then to know the details of it but 1t was a very friendly\n____ with his brothers. He had brother. His father had what should I say.\nCarol: A hardware store did you say, Marc.",
        "A: My father had a hardware store yeah.\nCarol: It was somewhat of an agricultural type of —",
        "A: No, had for instance and so, it was a, I don’t know what to say. It was iron store and the\nGermans so they came in. They opened the doors and took out everything.",
        "Q: We’ll talk about that a little later. Tell me did you have any brothers or sisters.",
        "A: Yes I had two brothers in addition to me. And four sisters.",
        "Q: Where were you in the order of children?",
        "A: I was number ok I'll get, there always was a, my brother Moshe and the next to him was Iona\nand he was in the Polish army. And then he was a prisoner to the Germans. So they let him go\nhome in 1942. And he was eventually kept at a crematorium, was killed in Auschwitz. And so.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: Your other siblings?",
        "A: The eldest brother is Moshe and ran away to Russia when the war broke out so he survived.",
        "Q: And you said you have other sisters?",
        "A: Yes, and I was the youngest son. There were three sons. My brother Moshe was the oldest\nand he survived because he ran away to Russia. (both talking)",
        "Q: What were the names of your other siblings?",
        "A: Moshe and the other Iona.",
        "Q: And the other ones?",
        "A: Me. Marc.",
        "Q: Yes, and then you had sisters?",
        "A: Yeah, four sisters.",
        "Q: What were their names?",
        "A: Chaya was the oldest. She had a good job. And then after that was Miriam. And after that\nwas Chana (sound drop out) and after that was Lena. Those were the two youngest, younger\nthan I, were the two girls, two sisters.",
        "Q: Was your family a very religious family?",
        "A: Yes. My father especially.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: Did you go to school in that town?",
        "A: Yes, at cheder, a Jewish school.",
        "Q: You went to a Jewish school.",
        "A: Yes.",
        "Q: And did you live in a Jewish neighborhood.",
        "A: Yes and we owned, all the brothers the Lokiecs that they owned the two houses. They were\nbuilt like, like a Het, do you know the Hebrew Het.\nCarol: Like a piazza.",
        "Q: A patio. Or something.",
        "A: No, there were stores, two stores. They had one was ours and one was the other brothers.",
        "Q: How much schooling did you have? What grade do you go up to?",
        "A: What grade. You mean before.\nCarol: Before the Holocaust?",
        "Q: Yes, yes.",
        "A: Just the Talmud Torah and then also school for the Polish or something.\nCarol: Gymnasium. Is that what you had?\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Gymnasium, no. No. I had, I didn’t have public school either because we had our own\nschool.",
        "Q: Did you experience any anti-Semitism before 1939?",
        "A: The Pollocks. No, also some anti-Semites. But we didn’t feel. We were freedom, free to go.\nWe walked night and day\nCarol: You weren’t threatened, right, Marc?",
        "A: We are a known family because the Lokiecs there were houses we owned.",
        "Q: Just to clarify. I just want to say that your family name was Lokiec. That was your name at\nthat time. The name you were born with.",
        "A: You know the spelling, L-O-K-I-E-C.\nCarol: Now he had a middle name too and it’s Eliezer.",
        "Q: So that was the name you were born with. Yeah. So you went to school and you said you did\nnot experience any anti-Semitism before 39.",
        "A: No, it was, I went also to a Jewish school and yeshiva. And yeshiva and my father and a few,\nand another one they had to bring down after I finished the school, the Talmud Torah, they had\nto bring teaches for us for Talmud. They brought them in which my father paid and the other.",
        "Q: Were your father and mother Zionists?",
        "A: Yes. All Jews were Zionists in Poland.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: When did you first start hearing about a man named Hitler? Do you remember your first time\nthat you heard of him?",
        "A: I don’t know exactly how old I was but I was a reader. I can tell you I subscribe to the Israel\nnewspaper Ha’Aretz. I subscribe to it and it was in Hebrew and the director of the school, the\nTalmud Torah, he came up, was a neighbor. Just our house and his was where he was living right\nnext to it. They were two almost together. And—",
        "Q: So were you a member of the youth group, a Zionist youth group?",
        "A: No. No, I wasn’t a member of the Terecha Agudus schul [ph] Israel. You know what\nTerecha means.",
        "Q: No, I don’t.",
        "A: Terecha means very young. Young.",
        "Q: What language did you speak at home.",
        "A: Yiddish.",
        "Q: Did you know Polish? Did you speak Polish?",
        "A: I didn’t speak Polish but I knew Polish.",
        "Q: And what about German. Did you know German?",
        "A: German, I did not talk German.",
        "Q: You did not, ok.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: No.",
        "Q: So when Hitler gave his speeches you did not know what he was saying.",
        "A: No, no Hitler.",
        "Q: Like you said you liked to read. Did you have any other interests as a young, as a boy.",
        "A: Yeah I was a reader.",
        "Q: Did you like sports?",
        "A: Less than reading. I remember the director from the school, the one the Talmud Torah came\ninto me and he had a Hebrew word. He didn’t know what it said and he came and asked me and I\ntold him. And I still remember it.",
        "Q: When did conditions start to change? When do you remember when things started to get\ndifficult?",
        "A: When the war broke out, 1939.",
        "Q: This is 39. So up to that point you had a normal childhood, without any problems.",
        "A: Yes, yes.",
        "Q: But then comes September 1939 and what happened in your town?",
        "A: In 1939.",
        "Q: Yeah.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: That Friday in 1939 and mostly --\nCarol: Oh the Kristallnacht.",
        "A: No, not Kristallnacht no. The war broke out on a Friday, Friday and I don’t know the time\nwas exactly. I have to look at.",
        "Q: That’s ok. What were your memories of that day, just generally, what were your memories.",
        "A: Germans ok. When the Germans came in they occupied it.",
        "Q: So you saw German soldiers coming in.",
        "A: Oh yes, yes. The Jews there, as soon as they came in, the Jews were forbidden to walk on the\nstreet and they had to go at the Ringstoch (German word?) we called it. Not where the Germans,\nwhere the people go, were not allowed to go.\nCarol: The sidewalk probably.",
        "A: That right away. We were not allowed to go on the sidewalk. But they would, going to the\nmarket. Our stores and markets.",
        "Q: You were what, 17 years old then right?",
        "A: No I was born. I always had to change my birthday. If it’s good to be young. I was young. If\ngood to be older, I was older.",
        "Q: Was it very frightening as a teenager to see German soldiers?\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Yes, yes. Yes. But we had a Mogen, Mogen David. We had in front on the houses and a\nyellow, big yellow on the back, on the jacket.",
        "Q: You had to wear a yellow star is what you’re saying.",
        "A: A yellow star and a yellow star of David. Yes.",
        "Q: How did that make you feel?",
        "A: What choice did we have.",
        "Q: So it was very upsetting to you, to have to —",
        "A: Yes.",
        "Q: Wear that.",
        "A: Yes and the Germans used to come to our building. We had many, we had like 40 families\nliving there. They pushed in more families. They took us, away the building next to us and the\npeople they put them in our home. And another. And —",
        "Q: And what did your parents say? Did you talk to your parents about what was happening?",
        "A: Yes.",
        "Q: Do you remember anything that they said to you about explaining?",
        "A: No, I remember one thing. I didn’t let my father go. Whenever they came in, so for take for\nworks something, to their private homes, the Germans. I went for him. Yes, so I made myself\nolder and they asked how old I am, I always gave two or three years more.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: What kind of work did you do for the Germans?",
        "A: Whatever they needed. To clean their house. To, anything they needed.",
        "Q: Just to go back in time, you had mentioned Kristallnacht. That was in November 38. Did you\nknow what was happening? Do you remember that at all?",
        "A: What, what do I remember what?",
        "Q: Kristallnacht. Do you remember that. That was the year before.",
        "A: The Kristallnacht.",
        "Q: Did you know about it when it was happening?",
        "A: Yes, we had to know. We had, I was a reader from, from my youngest years.\nCarol: My husband is addicted to newspapers and to —",
        "A: I was, I was.",
        "Q: So you read about it in the newspapers.",
        "A: Yes, I knew everything that was going on.",
        "Q: But nothing happened around you. Let’s get back. So the Germans are in —",
        "A: I know but people who lived in our house, they were hanging. They hanged them.",
        "Q: This was when?\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: This was before we were, before we were taken to Auschwitz.",
        "Q: You were living at home with your family.",
        "A: That’s right.",
        "Q: And then what was the next change?",
        "A: The next change was Auschwitz in November 1942. And the war broke out in 1939.",
        "Q: Ok so you were home until 1942.",
        "A: Until 1942 I was home.",
        "Q: With your whole family.",
        "A: No cause my sisters were in Warsaw and so on. They went. We had no connection. We\ncouldn’t call them. The Jews weren’t allowed, didn’t have phones. The phone was taken away\nfrom us. So —",
        "Q: You didn’t know what was happening with them.",
        "A: No, I don’t.",
        "Q: So you were home with your parents?",
        "A: Yes. Until 42.",
        "Q: And did you have enough food up til 1942. Was there enough food?",
        "A: I think so. It wasn’t a problem.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: And you were working for the Germans.",
        "A: That’s right. Not every day. But then they took me. I had to work then a long time.",
        "Q: But you weren’t going to school during that time.",
        "A: No, no school no, nothing. No.",
        "Q: Did you have a lot of friends that you could talk things over with?",
        "A: But we couldn’t communicate. We were separated. For instance I was a member in the\nParchada Agudus [ph] schul. The young very young and so and it didn’t function anymore.\nNothing functioned.",
        "Q: Did you have no contact with your friends, the other members of the group?",
        "A: During the war, that’s right, that’s right.",
        "Q: Now comes 1942 and what happened?",
        "A: 1942 we were called all of us to come to the, we had a medieval place, I’m looking for the\nword.",
        "Q: A castle?",
        "A: Yes, a large one. But it has only from the middle ages that only the walls were there. And the\nothers were know how it was. Only the walls were there and then the whole city, all the\nJews were taken in, went to go in there to the schloss we called it. And —",
        "Q: So these were men, women and children.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Men, women and children, but we go into the schloss. There were three entrances and the\nNazis stayed at each entry and we were going in, they beat us, beaten us over the head and\nwhatever. To put in the, I don’t know why they did it. They were beating us. And I did not got\nbeaten because I figured when I saw when they’re going in, if you have the specialty (?) hand\nand to go into the you couldn’t do it the one that’s closest to you. I was closest to the\nGerman soldiers so the way that they was so that they were beating the people, they didn’t hit\nme. I wasn’t hit because, and then inside I, they did one of the first things that they did. They\ntook away the watches we had. I had a watch I got from my eldest brother in for my bar mitzvah.\nAnd they took away. And then we had to give away everything that we had.",
        "Q: So you were with your mother and your father and who else?",
        "A: My mother, father and —",
        "Q: Anybody else?",
        "A: No. Because no —",
        "Q: The three of you from your family?",
        "A: No, we had sisters.",
        "Q: Your sisters were with you?",
        "A: Yes. Not the oldest. The oldest was in Warsaw. Yeah.",
        "Q: And then how long did you stay in the castle?",
        "A: Now, about only less than a day because after that they hanged. The first thing they did they\ntook in a few boys, young boys yeah to start digging a grave and then they killed them. They put\nhttps://collections.ushmm.org\nJuly 25, 2014\nfear to them so they killed them and then they buried them there. And then they hanged they\nhanged a, he’s not they hanged him before because he, they did, he buried all of the swarem [ph]\nthe Severai Kodosh [ph], the holy books and they know it and knew of that. I don’t know how.\nThat he did it and so they said they’re going to hang him. And they put it, thing over him and\nthen they forced the son to hang him. In other words they had the patla Over his neck and\nhe had to take the table away from his legs. So he was hanging so they hanged him. Berish\nKlenis was his name, the one was hanged. And the son that had to take away the —",
        "Q: Was he a rabbi?",
        "A: No he was a gerehoset [ph].\nCarol: Excuse me for interrupting. I think it sounds as though he needs to drink something.\nCould I give him a sip of coffee?\n(coffee break)",
        "A: When your wife tells you, you have to do it.",
        "Q: So you stayed in the castle for one day.",
        "A: No, not a full day.",
        "Q: And then where did you —",
        "A: Several hours.",
        "Q: Then where did you go?",
        "A: We were taken to the train. We didn’t know where we’re going. We came to Auschwitz.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: How long did the trip take?",
        "A: We were, we came there closer to the evening.",
        "Q: So you got there within a day is what you’re saying.",
        "A: Less than a day because we spent a half a day in the castle.",
        "Q: And then a half a day on the — was it 1n a cattle car?",
        "A: No. They packed us all one on top of the other.",
        "Q: In a regular train?",
        "A: Yes.",
        "Q: When you got to Auschwitz did you know what that was?",
        "A: No.",
        "Q: What happened when you got off the train?",
        "A: After the train we have to get completely undressed and put on the haftling [ph]. I got put in\nthe uniform.",
        "Q: Who were you with. Were you still with anybody in your family?",
        "A: No.",
        "Q: You were by yourself?\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Yes because I, the older people they went in another transport or something.",
        "Q: You did not go to Auschwitz with your parents? You went by yourself?",
        "A: I thought I went with my parents.\nCarol: Were they separated at Auschwitz --",
        "A: That’s right, that’s right.\nCarol: A place for the older people, the young people and another place for those who can work\nand who wanted to —",
        "Q: OK that’s when you got separated, when you arrived at Auschwitz?",
        "A: That’s right.",
        "Q: Did you say anything to your parents when you got separated?",
        "A: No, from the well we were not, we didn’t come in the same, on the same train. Everybody\ncame separate.",
        "Q: You came separately. Now you’re in Auschwitz and you have your uniform you said. You’re\nwearing a uniform in Auschwitz?",
        "A: No, no I didn’t take it with me.\nCarol: What do you mean uniform? You didn’t have a uniform to take with you did you?",
        "A: No it was a—\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: What did you wear when you, after you arrived in Auschwitz?",
        "A: I don’t know how to describe it. We didn’t have on our clothing at all, nothing. They gave us\npants and a yellow star on the back and front and so prisoners a special, they can recognize them\nin this way and so on. But —",
        "Q: Did you get a tattoo on your arm?",
        "A: Yes. Yes, I still have my number.",
        "Q: What is your number?",
        "A: My number is 751, I have it here.\nCarol: 5 7. 75157.",
        "A: 75157. This was my number. The early, I am from the early --",
        "Q: And what was it like when they did that to you? Do you remember your thoughts or how you\nfelt?",
        "A: No. That I don’t know how they did it. They did it with needles but I still have it.",
        "Q: What were you thinking of when they did it to you?",
        "A: I don’t know what I can say.",
        "Q: Then what happened? Did they put you to work?",
        "A: Yes.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: What kind of work did you do?",
        "A: They didn’t, for a day or two I collected stone from the grounds. But then we were taken and\nafter a few days we were taken, first we were sleeping in Birkenau. Birkenau is next door .\nThey know, the head of Birkenau but and I remember that my uncle, one of my uncles was with\nthe children so when they took the children away from him and he did say no I want to go where\nthey go and he said, so and they said Bitte Schein [ph]. So they were taken to the crematorium.\nCarol: By the way, going back to the tattoo if you don’t mind. My going back. The man who did\nthe tattoo he was a Kopo. Did you say he was a Jew and he made some kind of sadistic remark\ntowards you, about you. He said that Marc, said he was a bad man. Just to rub it in literally and\nfiguratively.",
        "A: He was Jewish himself.\nCarol: That’s right. He was a Jewish man. You know this Stockholm syndrome they call it. So\nhe was just mean. He was mean to the other Jewish inmates.",
        "A: No he was joking around.\nCarol: He was joking. That’s no joke when you say the things that he said.",
        "A: I know that part.",
        "Q: You were about 20 years old at that time.",
        "A: Yeah I think I was younger at Auschwitz. I told them but I don’t know, not too young but\nyounger.",
        "Q: The first couple of days you said you moved rocks.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: He split rocks",
        "A: I stayed there and they didn’t have any special work for me. Then suddenly a few days after\nthat they called me and they took me away from there. I collect the stone. I don’t know.\nAnd Otsoff were there and took me, it took me to Golleschau, our little steinbruchs at the end,\nGerman. So do you know what steinbruch is .",
        "Q: A stone? Was it a quarry?",
        "A: A quarry, a quarry that’s right. That’s right and a cement were made. And the place was\nGolleschau, was several miles from Auschwitz.",
        "Q: Did you go back to Auschwitz at night or did you stay in Golleschau?",
        "A: I stayed in Golleschau.",
        "Q: How long were you in Birkenau? For how long? A couple weeks? A couple days?",
        "A: A couple of days.",
        "Q: Days. Then you went to Golleschau and what did you do there?",
        "A: I was taken to, to the steinbruch, to the quarry, I was taken and my job was splitting the\nstones. The stones. And I did a good job in that cause I knew of the stones have veins, veins.\nThat I was a good splitter of stones.",
        "Q: Were you able to talk to the other prisoners?",
        "A: Yes, if we worked together but we couldn’t talk. You have to do your work.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: Were they mostly young people like you?",
        "A: I would say there were no old people, yeah.",
        "Q: And what about food? How much food did they give you?",
        "A: We were hungry every day.",
        "Q: What did they give you to eat?",
        "A: To eat in the morning was a, in camp language a pikel of bread. That would be a small\nportion of bread, dry bread then and nothing. And for dinner it was a shisel [ph], I don’t know.\nNo meat, nothing. In fact we were very hungry every day.",
        "Q: Where did you sleep?",
        "A: Sleep. There was a factory there where I was and the workers, there were workers there. So I,\nwhere we sleep there. Yes in many, many beds there were almost 20, 30 beds in a room, big\nroom because the factory had, was employees before we came there.",
        "Q: Did you have to work every single day?",
        "A: Yes.",
        "Q: No day of rest?",
        "A: No day of rest. And I went to work 6:00 in the morning.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: And Marc was telling me that in winter time these guards were so cruel. As soon as they\ngot up from bed, this was about 4:00 in the morning they had to roll in the snow and the ice in\ntheir pajamas.",
        "A: That happened once or twice.",
        "Q: How did you keep yourself clean?",
        "A: Pardon",
        "Q: How did you keep yourself clean or did you keep yourself clean?",
        "A: Yes you could wash yourself yeah.",
        "Q: Did you talk about what was happening with your other workers, with the people with you?",
        "A: No, they knew it. I have some very nice friends there, I made there. I know their name. I\ncouldn’t find them after that because I don’t know when we were starting to march, to leave, I\ncould if I knew I could tell more, when you see me. I don’t know. If I, you called me today in the\nmorning I’m not even dressed.",
        "Q: How long did you stay in Golleschau?",
        "A: Two and a half years.",
        "Q: Oh two and a half years.\nCarol: That saved his life.",
        "A: That’s right, that’s right.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: Did you know what was happening in the outside world while you were at Golleschau. Did\nyou know?",
        "A: No, people came you know with the food had to come from Auschwitz, the cook. The cook\nwas Jewish doctor, a Jewish doctor and when we went to the quarry we also had a Jewish doctor\nfrom Paris. He was born in Plok, not far from Cierchanow. I, I have a friend that , they were my\nfriends and I ascribe them, a lot to them for my survival.",
        "Q: Do you remember their names?",
        "A: (both talking) Yes, ---Shok was one. I don’t think he’s still alive. Dr. Rusa was from France.\nAnd but he was born in Piok, not far from Cierchanow. Dr. Rusa and then had also other\ndoctors. I had friends, younger friends too.",
        "Q: Did you have any contact with your parents? Or your sisters while you were in Golleschau.",
        "A: I didn’t know anything about them. I til now. I know where they were taken. I don’t know if\nat Auschwitz or Birkenau. I know nothing about them.",
        "Q: So you stay for two years, two and a half years and then",
        "A: Two and a half years.",
        "Q: And then where did you go?",
        "A: Stayed in Germany for a while and the Germans took us. We was at one camp. Then we left\nthe camp. And —",
        "Q: Do you know the name of the camp, where you went?\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: No. One of them I was around who was the burgermeister before, under Hitler. You know\nbut they took us in.",
        "Q: This is 1944 we’re talking about right?",
        "A: 1945, is it?",
        "Q: Oh it’s already 1945.",
        "A: That’s right. When I was, when we was liberated.\nCarol: Was this the death march that you were on, Marc?",
        "A: Before that. I was on the death march.",
        "Q: You went from Golleschau.",
        "A: That’s right.",
        "Q: What was that like? Can you tell me a little bit about that?",
        "A: We were, we walked day and night. Until we came to I have it written the name of the —",
        "Q: This is what, like January? Or February?",
        "A: When we, no. It was —",
        "Q: In 45.",
        "A: 45 because right. Yeah.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: And then you went to another camp you said and then what?",
        "A: I went another and then Golleschau.",
        "Q: No, no after you left Golleschau. You said you went on a death march.",
        "A: Yeah that’s right. And then I have an incident on the death march because I know the Jew\nthat was so weak and couldn’t walk. So I took him, I took his arm and I was carrying him. I was\ncarrying him so they, the soldier who accompanied us was telling me let him go. That I should\nnot hold him. And that then but since there were so many people so I said well he doesn’t know\nso I didn’t. And so he came in with his --\nCarol: Bayonet",
        "A: Bayonet and give him a stock so let him go. And he pushed him. He killed him twice and I\ncontinued and continued into . He only gave me a shtoyda with the end of the gun.",
        "Q: So then you went at the end of the march thing you were in another camp.",
        "A: That’s right.",
        "Q: Was that the time of liberation or what?",
        "A: No. It wasn’t. It was just another, and then we came another camp to another camp and\nPocking and Pocking that’s in Germany. But --\nCarol: And Munich, Marc too. Munich.",
        "Q: This is, the war’s still going on. It isn’t the time of liberation.",
        "A: That’s right. But soon after that it was. But I — we were then in Germany in another place.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: Where were you at the time of liberation?",
        "A: In the town of liberation.",
        "Q: At the time of liberation, where were you?",
        "A: Pocking.",
        "Q: And that’s where you were? And what was it like, what do you remember?",
        "A: No next to Pocking about a few miles there was a camp. Where have had in homes but we\ntook it over when we were there. There were many people —",
        "Q: What was it like at the time of liberation? What do you remember about that time?",
        "A: Yes, I remember very well.",
        "Q: Tell me a little bit about it.",
        "A: Yeah. We were liberated and after was a camp outside of Pocking. Pocking was a small city.\nIt was in Bavaria I think and not too far from Munich. So —",
        "Q: What did you do when you heard it was, the war was over?",
        "A: When we heard the war was over.",
        "Q: Did you celebrate at all?",
        "A: No, no.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: What was your health like at that time, what kind of condition were you in?",
        "A: I was in, except for being a little bit thinner than I was, I don’t know. I didn’t give it any\nthought.",
        "Q: Then you stayed for how long after liberation?",
        "A: In Germany. I suddenly got a surprise note from America, from my father’s uncle so who had\nheard at the time that I survived. I heard from other people. I don’t know how. And so they took\nto America. My father’s uncle I don’t know, they went those Of them the second\ngeneration or the third, I don’t know.",
        "Q: You were in Germany and you got this notice from the relatives and how did you get to the\nUnited States?",
        "A: Because I had on my father’s uncle was in the United States.",
        "Q: I understand that. I just wanted to know where did you go from Germany? Did you go back\nto Poland at all.",
        "A: No, no, no.",
        "Q: What did you do? Where did you go?",
        "A: I stayed in Germany until I went to the United States.",
        "Q: When did you come to the United States?",
        "A: In the 1940s, I don’t know.\nCarol: The late 1940s.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I'd have to look in my papers.",
        "Q: You stayed for a few years in Germany’?",
        "A: No, not a few years. A few months. Or several months.\nCarol: How did you support yourself, Marc.",
        "A: The UNRHA got, gave us a little bit of money and then and —",
        "Q: Where were you living in Germany?",
        "A: Some people took us in where we got it. We paid $10 or $15 and I mean we were, I was a\nGerman settler too in Munich.",
        "Q: You were in Munich.",
        "A: Yeah that’s right.",
        "Q: And then from there you came to the United States.",
        "A: That’s right.",
        "Q: By boat?",
        "A: By boat.",
        "Q: What was the name of your boat?\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I don’t remember any more. When I came in. You called me and am just got up from bed so\nPll take my, have my papers. I'll look over something.",
        "Q: That’s ok. You came to the United States and where did you settle.",
        "A: I came to the United States and I settled in New York I think in the Jewish Theological\nseminary. I went, I was taken in there and they gave me my life back.",
        "Q: You lived at the Seminary.",
        "A: That’s right.\nCarol: At first he had a little rented room but then when the seminary heard about him, they\ninvited him to stay with them.",
        "A: No, the seminary students there.",
        "Q: Yeah the dormitory, right and did you go to school or did you —",
        "A: Yes.",
        "Q: Where did you go to school?",
        "A: I whenever, one of the first things I went to school. At first I went to study English that’s\nright. And eventually, eventually I was taken in by the burgermeister, the mayor of Pocking. He\ntook me in. He and his wife and his daughter and she was teaching me French. To do a\nlanguage. I should have the English\nCarol: But when Marc was in New York he had to go to high school first. So they gave him\nmoney. The seminary gave him money.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: No, I went to Columbia University.\nCarol: Yeah but first you had to go to high school and finish. Then you went to Columbia\nUniversity.",
        "A: And I finished Columbia University with a master’s degree.",
        "Q: In what field did you study? A master’s degree in what, what field?",
        "A: No, no just at first you get a bachelor’s degree and then I got the master’s degree, academia.",
        "Q: In-",
        "A: In the college of teachers.",
        "Q: You got a masters in teaching?",
        "A: That’s right.",
        "Q: And then what did you do?",
        "A: Then I went to the, I went to Columbia University. Did I tell you that?",
        "Q: Yes.",
        "A: Yeah, Columbia University.",
        "Q: You said you got a master’s and then what did you do after you got your masters.",
        "A: I went for the English and to study and that’s right, at first have to get an education. And I got\nit.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: Did you teach at all? Did you do any teaching?",
        "A: Yes, yes.",
        "Q: Where did you teach?",
        "A: In the synagogue I taught. I had jobs.",
        "Q: In New York?",
        "A: Not in the city of New York.\nCarol: Oh you mean north of New York like those fancy neighborhoods in New York.",
        "Q: In Westchester?\nCarol: Yeah, that’s right Westchester County there were a couple of families and used him.",
        "Q: Then you did what, after that? You stayed there how long?",
        "A: In, I was in the rabbinical school. At first I went to the teacher’s institute of the Jewish\nTheological Seminary but I came already with a background. My, when I was young, before I\nhad any knew Talmud and so on, I was one of the knowledgeable ones.",
        "Q: I wanted to ask you. Do you remember your bar mitzvah?",
        "A: If Iremember we had no big celebration. So —",
        "Q: You just took part in the service?\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: That’s right.",
        "Q: You are teaching in Westchester. And you stayed there how long?",
        "A: I was teaching and —",
        "Q: Did you become a rabbi? Did you get —",
        "A: Yes.",
        "Q: Oh you did, from the seminary, you got a —",
        "A: From the seminary.\nCarol: A master of Hebrew letters. And also a doctorate of Hebrew letters.",
        "Q: Tell me about the change of name when you were —",
        "A: Since I didn’t have my father, my father was Shmuel. In Lokiec the people could not\npronounce it because the spelling is, was L-O-K-I-E-Lokiec-C. And so I sent, I took my father’s\nfirst name. I didn’t know where he was killed and where he was taken. I have no idea. And\nperhaps you would know, if you were able to tell me. Perhaps. I don’t know. And so —",
        "Q: When did you do this, when did you take your father’s name? When did you change your\nname’?",
        "A: When I think when I became an American.\nCarol: Yes, when he became a naturalized citizen in the court at that same time.",
        "Q: Wonderful. What was it like to become an American citizen?\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I like it.",
        "Q: Do you remember that day at all? The ceremony?\nCarol: I do.",
        "Q: When was that?",
        "A: My wife, I met my wife in the seminary. I slept in the seminary too. So I lived there and —",
        "Q: Tell me how you met your wife.",
        "A: Ok my wife came to the seminary for her book. She was in college. She had, a book of\nJewish, what is it, Jewish\nCarol: In folklore. At Indiana University and I was home for the holidays.",
        "A: So she came into the seminary our seminary, the Jewish Theological Seminary was famous\nfor two big libraries. So she came, but she came too late in the evening. 6:00 is when they closed\nalready. So she was in the telephone booth to call home and I stayed there and so I came over to\nher and said can I help? And she told me about it. I say oh this book, I have it.\nCarol: Very conveniently.",
        "A: And I really had it, I did some — and I gave her the book. And then she came home, her\nmother says where did you get the book. And she said oh at the — at this man was yeah he\nwent up to his room. Said right away that you have to give it back. I will give it back to him.\nCarol: Pll mail it back to him. She was horrified that I should go into some strange, as she said\nhttps://collections.ushmm.org\nJuly 25, 2014\nstrange man’s room but I figured with a rabbinical student and at the seminary how fearful do I\nhave to be and he did have the book that I needed. Those were different, different days I'd say.",
        "Q: How long were you together before you got married?",
        "A: I think as soon as I saw her.\nCarol: And we met during the so called Christmas vacation and then we were engaged in\nNovember and we married in April.",
        "Q: Of what year was this?\nCarol: 1957 1s when we were married.",
        "Q: Wonderful.",
        "A: Carol remembers better than I.\nCarol: I do and also I don’t know how much detail you want but when he came to New York he\nhad no means of self-support so, beside this small amount of UNRHA money and so he took a\nroom in some poor little area, one of these funny hotels, shabby looking hotels and he got a job\nas an usher in a movie theater. You know the guy with a uniform and a flashlight. That was the\nonly thing he could do cause he didn’t know any English so when people heard about him,\npeople at the Seminary heard about him, they took him in right away. And that’s how he was\nsaved. He was an excellent student and he —",
        "A: I was seven years there.\nCarol: Yes and he is one of the more well I shouldn’t say one of the more, but there are different\ncategories of rabbis just as there are doctors and physicians and professors. And he was one of\nthe top, very top students and one of the few students.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I allowed my wife back.\nCarol: Well you deserve it.",
        "Q: So then you moved to Westchester. Is that what happened?",
        "A: No [had several, several positions.",
        "Q: Where else did you work?",
        "A: Carol, my wife will remember that better.\nCarol: Well these were not positions. These were, Marc taught the children of some well to do\nwealthy families and he would commute to Westchester and two of these children were Marc\nwas it Jan Peerce. Jan Peerce’s children. Their brother in law, Jan Peerce and the other Jewish\ncantor and also there was a doctor, a physician and Marc taught their children too.",
        "A: My wife’s memory is better than mine.",
        "Q: And then you stayed in New York for how long?",
        "A: New York, Carol.\nCarol: Yes, we didn’t stay in New York. We only stayed in New York as long as Marc needed in\norder to finish school cause we married in April and graduation was going to be in June. So we\nrented sublet an apartment from one of the students who was going off to England. We stayed\nthere and then Marc got a job in Midland, Michigan. And so —",
        "A: That’s my first job.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: So that’s where we went.",
        "A: I was a rabbi.",
        "Q: You were a rabbi, ok.",
        "A: I was a rabbi there.\nCarol: That was his first job. And we went off to Midland.",
        "Q: And then you stayed in Michigan how long.\nCarol: Three years.",
        "Q: And then where did you go?",
        "A: Because in the rabbinate you first you don’t get the congregation. And then you go up and up.",
        "Q: And then where did you go after that?\nCarol: We went to Charlotte, North Carolina. And we had two children there. We had a baby in\nMidland. We had two in Charlotte and then we moved afterwards, not directly afterwards I think\nor maybe it was directly afterwards, we had a daughter. We had four children and the daughter\nwas born in Pennsylvania, Washington, Pennsylvania.",
        "Q: And now you’re in Massachusetts.\nCarol: Yes, but we were in Connecticut before we came to Massachusetts.",
        "A: My wife’s memory is better than mine.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: Can I ask you some general questions. What are your thoughts now about Germany. Do you\nhave any special feelings about Germany?",
        "A: Yes, I have no feelings at all for them. Because —\nCarol: But they’re Israel’s best friend now. Well he went —",
        "A: I have other things to think about.\nCarol: No, but you do think of the Holocaust all the time.",
        "Q: Well that was going to be my next question. Do you think about the war years and the\nHolocaust?",
        "A: Yes, yes, yes.\nCarol: All the time.",
        "A: How can you be without them. I will say the seminary, the Jewish Seminary was so nice to\nme, very nice to me. Although in the beginning, as a student, the students, the men they take me\nin. Now [had a good background. I already then, I knew Talmud before all the things.",
        "Q: Have you been to Israel?",
        "A: Oh yes. Several times.\nCarol: His one brother survived, the oldest brother, the oldest sibling, Moshe. He married a very\nlovely Jewish Russian woman and they had two children and we went to visit them so that’s the\nonly family he had left.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: And where did his brother live? In Israel?\nCarol: Yes he lived, after the war he settled in Holon, H-O-L-O-N. And we visited them.",
        "Q: So that’s the only relative you have on your side?\nCarol: The immediate relative yes. There are a few little cousins here and there. Second cousins.\nI know first cousins maybe.",
        "A: No I think I have a first cousin.\nCarol: Yes, Mietic.",
        "A: Mietic, he’s still living, I don’t know.\nCarol: Yes and also there’s another cousin who was in politics in Russia.",
        "Q: Have you been back to Poland at all?",
        "A: I was in Sachenau was it the ninth.\nCarol: Yes, my son took us to, took us and my oldest son the four of us went to Poland. To see\nMarc’s city and we saw his house which is in very good condition on this square, this market\narea which is now I don’t know trees or something like this. We went to see documents at the\ncity hall. And we went to Krakow and we went to where was your mother born, Korogel or\nsomething like that.",
        "A: Korgel.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: Yeah, Korgel. And we went let’s see where else. Oh Warsaw. There 1s a big building\nwhere the main synagogue was. I don’t know. It was like cars or car repairs, but a very elegant\nlarge building. And then that was the beginning of the ghetto. But the ghetto of course was torn\ndown and rebuilt. They have seen built buildings, houses where people lived. But it was right\nthere, right near the synagogue.",
        "Q: When your children were growing up, did you tell them about what happened to you and your\nexperiences? Did you talk about it a lot with your children?",
        "A: I don’t remember.\nCarol: No he did not because if we did say anything or I would say something, he would just\nbrush us off and say well Pll give you some books to read. You can read about it because it was\ntoo difficult for him to face. And this is why he didn’t write any books about his experience. And\nthat’s why we’re so glad to be able to talk to you or somebody so that some of his, some of their\nunderstanding can rub off and they’ Il be a little more knowledgeable.",
        "Q: Do you think you would have been a different person today if you hadn’t gone through what\nyou went through?",
        "A: I don’t know. I prepared myself. I was known. My father with a few other people did,\nbrought special teachers, specialty for me because for me and a few other people, because we\nwanted to. And —",
        "Q: You’re talking about the studies?",
        "A: Yes, I, in addition we studied beyond the normal that children go. We went a little higher in\nsituation.",
        "Q: Do you think you are more religious because of what you lived through?\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: No, no. I was more religious before.\nCarol: But you were younger too.",
        "A: Yes I was younger too. I have the Jewish garb. A Yiddish yetl, a kapote, you know. Do you\nknow what that is.",
        "Q: When you were raising your children, what kind of religious background did they have. A\ngood one I’m sure.\nCarol: We sent them to day school.",
        "Q: Jewish day school.\nCarol: But the day school we sent them Harriet Academy in Springfield, Massachusetts was very\npoor quality and then they went to high school. Oh yes my oldest son went to a good day school.\nYes, Marc used to schlep them back and forth —",
        "A: Maimonides.\nCarol: To Maimonides here in Brookline back and forth. They’d come home Friday afternoon\nand then go back Sunday night. They boarded with a family and it was expensive but we were\nhappy for them to go. So —",
        "Q: What brought you to Brookline? A job?\nCarol: No. you want me to talk or should I have him talk?",
        "A: You talk.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: Ok. The children when they graduated from high school they got into Brandeis and one\nson went to the University of Connecticut. So when they were at Brandeis they made friends of\ncourse and they, that was where they settled and they just felt at home and why else would they\ngo somewhere else. They felt. And then why else would where’d we go. So we settled in\nBrookline also for the same reason. Cause we have four grandchildren now. And so it doesn’t\nmake sense to go off to California or something.",
        "Q: Do you remember the Eichmann trial, and if so what your thoughts were during that?",
        "A: I am, I have been a reader of newspapers, even I still was in Ciechanow as a young boy. I\nremember that the director from the school Rabbi Ava Keremon was, lived next door to me, to\nus. So and I was a reader and on one can read some Hebrew and he couldn’t make out one\nword. He came to me and asked me and he was the principal of the schoollikea .\nCarol: And Marc speaks fluently in Hebrew from his early education.",
        "Q: You think about your war time experience very frequently? Are there any —",
        "A: Yes.\nCarol: Constantly.",
        "Q: Are there any sounds or sights or smells that bring it back, that sometimes make you think\nabout Auschwitz or Golleschau?",
        "A: No, no.\nCarol: No, if you read something Marc you have a tendency to have a bad dream. That happens\ncause it remind him.",
        "A: That’s some of the Holocaust. I lost my whole family.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: Interestingly there was a fellow in his house, his house where he was living before he was\ntaken away by the name of Leventhal, Zalman Leventhal. And it’s strange by coincidence this\nfellow became a Sondercommander at Auschwitz. I think he was in charge of putting dead\nbodies into the crematorium. And this is a fellow that Marc temporarily went to school with. But\neventually he was murdered and then also he wrote a lot of information. I don’t know if it’s a lot\nof information. But he wrote information and hid it around the concentration camp. So he must\nhave left a little bit of a legacy but it can be seen and there’s a mention of this Zalman Leventhal\nin the Auschwitz album. I don’t know if you know about that. It’s a book. So there’s a mention\nof Zalman so it was a coincidence. He lived in the same house as Marc in the",
        "A: And I had another thing to say, to write about him. He’s the one who convinced me to go to\nyeshiva and of the garon, you know what garon 1s.",
        "Q: The garon, yeah.",
        "A: After yeshiva which was lahonum vashenem, the famous, a famous big, and the lahonum\nvashenem, I went there to yeshiva. They took me in and one of the people there came over to me.\nAnd can you please do me a favor. I said, what, of course rabbi. I need ink to write. I says Pll\ngo out and get ink. And then I got homesick. I went home. I left and a few months after that\nlahonum vashenem was killed. And then that’s another story.",
        "Q: have you been to the Holocaust museum in Washington.\nCarol: Yes, we were there Marc.",
        "A: We were there.",
        "Q: And have you been to Yad Vashem in Israel?\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: No I don’t think when we were there. There’s a more recent building perhaps. I don’t\nknow. Maybe we did. I think we did, I think we did.",
        "A: Yad Vashem.",
        "Q: Is there anything else you wanted to talk about that we haven’t covered. Anything that you\nmight —",
        "A: I might. I don’t know.\nCarol: There’s one thing. It’s not important but it seems that there are certain people who were\nbetter liked than other people. I mean not that there was anything unlikeable about these other\npeople. But maybe they thought they would have a better chance at surviving. And Marc was\nvery weak and so he was in this, what they called a hospital. But it wasn’t and there was no\nmedicine or care. But this Dr. Rusa was in charge and he called Marc and told him to please\ncome in and he would help take care of him. And so then he came to Marc. I don’t know how\nmany days later, a few days later maybe, and said Marc get ready to leave because the guards are\ngoing to come and make a selection.",
        "A: That was in camp.\nCarol: Yes, that’s right that was in camp and so they quickly hustled Marc out of there and then\nof course the guards picked out whoever they wanted.",
        "A: That was in Golleschau.\nCarol: That helped Marc to survive, to have friends. And I get by with my little friends.",
        "A: Thad a lot of friends too, there.\nCarol: With help from his friends.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: Are there any other stories you want to tell about like about your friends in Golleschau.",
        "A: You go home and suddenly you know to be ready tell us —",
        "Q: I wanted to ask you. Did they build, was a ghetto built in your town? When the Germans\ncame in.",
        "A: No.",
        "Q: No, there was no ghetto. Ok.",
        "A: No you know but most people lived in our house because they put in families in addition to\nour own families. We only had three rooms and they put in neighbors because they took the,\nthey take for themselves.\nCarol: And by the way Schindler’s list and sometimes there might, probably are other movies\nwhich touched on the Holocaust. That you saw the prisoners eating. Now Marc says that nobody\nsat down. They weren’t allowed to sit down while they ate. They all had to stand around and eat.\nBut that just goes to show the inhumanity of these people. They were sadist. They were very\nsadistic. They were pathological murderers and criminals. They were sociopaths and\npsychopaths. And this 1s the existence they had to live among. These crazy hateful people.",
        "A: Thad, Jewish people, very nice people that were my friends. All the nice people were friends.\nCarol: But as a matter of fact, an interesting also an interesting situation is especially during the\nwar when we were married at the end of the 50s, we didn’t know whether to buy German\nproducts or not. A lot of Jews were not doing it. In fact I even came across someone recently\nwho won’t buy at Trader Joe. I don’t’ know if you have a Trader Joe in your neighborhood. They\nwill not buy a British, German goods and so Marc said that well the state of Israel buys its buses\nand trucks and a lot of their Volkswagens from Germany so not that he was suggesting that we\nhttps://collections.ushmm.org\nJuly 25, 2014\nnot buy from Germany. But it seems to be that that phase is over now. And Germany is one of\nIsrael’s good friends. They don’t have very many friends in Europe any more, or even in China.\nThere is a lot of anti-Semitism. And so —",
        "A: I get that sub —\nCarol: Yes, Marc said that Germany didn’t suffer enough. The Germans didn’t suffer enough.\nAnd they didn’t. They just walked home after the war. Only a few of them were hung at the\nEichmann trial and a few other places. But they didn’t suffer enough.",
        "A: Of course you know they all committed suicide.",
        "Q: Tell me the names of your children and grandchildren.\nCarol: You want to tell her.",
        "A: You have better —\nCarol: Ok our oldest son’s name is Steven. I know this is a Christian name which is a popular\nname among Jews because there are so many Shmuels around and so we, since our last name\nwas Samuels, and Marc wanted to call him Samuel, Samuels. That’s what his name would have\nbeen. I said nothing doing. He said I hate you when he gets older for naming him Samuel\nSamuels, although it strangely enough Marc was, my son Steve was helping out, he was an\nassistant to a librarian at Brandeis and he came across the name Samuel Samuels. Then he came\nacross the middle initial S in the middle. Samuel S Samuels. And then eventually he found out\nthat the guy’s name was Samuel, Samuel, Samuels. That doesn’t even sound possible but he\nwasn’t joking either. But I refused to name him Samuel with the last name of Samuels. So we\ncalled him Steven for that reason.\nAnd then Steven. Jonas which was the brother who was killed in Auschwitz, who gave him this\ncrust of bread, gave Marc this crust of bread and then was killed. And then, oh yes he was\nhttps://collections.ushmm.org\nJuly 25, 2014\nbeaten up and they took his boots away. I don’t know if Marc mentioned that to you. Took his\nboots away and then they beat him up. And then he was gassed or whatever they do.",
        "Q: This was a friend of Marc’s.\nCarol: No this is Marc’s brother.",
        "Q: Oh Marc’s brother. No he didn’t say that.\nCarol: Yes. Steve’s middle name is Jonas or Yona after his brother.",
        "A: He was murdered in Auschwitz.",
        "Q: And your other children’s names.\nCarol: Oh yes, oh that’s right. So that Steven Jonas Samuels. And Jonathan Gabriel Samuels.\nGabriel was my grandfather’s name. Jonathan sounds like Jonas and so I kind of snuck that in\ncause you are not supposed to give the same name to your children. So in Johan’s time. Then\nDavid. I always liked the name David. It’s just the ultimate Jewish name. I feel the Jewish, the\nmost meaningful Jewish name I think. So David Michael. Since Jonathan’s middle name is\nGabriel. I have one angel. I named David, David Michael, the other angel. And then Debby is\nMarc’s, Marc’s mother. Deborah, Devora. So she has the name of Devora. Let’s see.",
        "A: She’s a professor in the college, in Wheelock college here.\nCarol: Yes, Wheelock College. She just came back from Italy and she was also in Munich\nteaching the Holocaust. This is her second trip in the course at Wheelock College. It was highly\ninteresting and she got a lot of students to go with her.",
        "Q: Have you worked?\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: I personally. No because I was filled with kids and also there were a lot of synagogue\nthings I had to go to. All the bar mitzvahs and the Hadassah and the Sisterhood, and the\nSisterhood board, the Hadassah board. And this goes on and on. People who invite you which is\nvery nice but enough is enough. So I didn’t, but I did go to school at night. I didn’t go to, I\ndidn’t graduate college because my parents just didn’t have the money. My father was divorced\nand their parents were divorced so they had their separate families. So it took me about ten years\nor more, 12 years to get my bachelor’s degree at the University of Pittsburgh when we were in\nWashington, Pennsylvania. And then we moved and so we were in the Springfield area. And I\nwent to the University of Massachusetts and I finished my degree.\nOh yes, I got a degree from the University of Pittsburgh in English and I got a master of arts in\nteaching at the University of Massachusetts which is now a very good state school. And then I\nhad nothing to do when we went to Connecticut. Willimantic Connecticut, Emanuel center. So I\ngot another degree, a bachelor of fine arts this time in graphic design. So I’ve kept myself busy at\nnight but not to get too involved with his work.",
        "Q: Is there anything else, a message to your grandchildren, Marc, that you would like to give or\nanything else you wanted to say before we close?",
        "A: Grandchildren, they’re very young now.\nCarol: Nobody is really interested in becoming a rabbi and not only that but we’re very\ndisappointed that they don’t even take books out of this very large library. Marc donate more\nthan 1500 books to the University of Connecticut, where he taught by the way and we still have\nover about 1600 books left right now in our very small apartment. So we really don’t know what\nto do about that. So we have one of the largest book collections that any Judaica library has.\nAnd it’s called the Rabbi Marc E. Samuels Judaica collection. Yes. So they’re not interested for\nsome reason. Of course they’re very young now. But they probably will be interested later on but\nwe still don’t know what to do with them. We moved into assisted living.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "Q: Well thank you very much for doing this interview and I just have a few closing words I\nwanted to say. And so if you could just wait one moment, unless there’s something else you\nwanted to add. Is there anything else you wanted to add or do you feel you’ve said —\nCarol: Yes, about Germany today. Years ago Marc mentioned the fact that the Germans of today\nare not necessarily the way they were or not the same country as it was. And that you can’t\nblame Germany, German people today at least most of them. There’s always anti-Semites\naround. That you can’t get mad at them. They had nothing to do with it. But the fact that they\nare supportive of Israel is a very good, it’s a good sign. Now they’re pretty sick and tired of the\nBittegoodmachen [ph] I think it’s called giving all this money away as a pension.",
        "Q: Do you get money from Germany?",
        "A: I do.",
        "Q: You do, you still do?",
        "A: Yes. And —",
        "Q: How do you feel about that?",
        "A: No. I, they took money from me. I came to Washington with some money put into my body,\nhidden and then they took it everything. Now —\nCarol: They took his father gave each child money. I don’t know how much it was, like about\n$200 or something like that.",
        "A: I don’t know.\nCarol: And —\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I got 500 —\nCarol: Like it was folded up and put into their behind, in their rectum and that’s how they hid it\nand for the girls they gave extra money. But when they got to the camps there was no way that\nthey could hide it anymore. And it was useless anyway. You couldn’t buy your way out. They’d\nkill you anyway, after taking the money.",
        "Q: Those are all important stories. I just wanted to thank you for doing the interview and we will\nclose now by my saying this concludes the United States Holocaust Memorial Museum interview\nof Marc Samuels.",
        "A: I want to mention one, one thing more. It’s not about me but I was present, eyewitness to it.\nThere was a family. He went to the Geresh Tebel [ph] here. He was an Orthodox person and he\nand -\nCarol: Did you lose your train of thought?",
        "A: Yes, yes. Don’t take for granted that this is all I have to say. Yeah.",
        "Q: Thank you again for doing the interview. Let me just repeat that this concludes the interview\nof Marc Samuels.",
        "A: Ok.\n(end)\n"
    ],
    "questions": [
        "Q: And when were you born and where were you born?",
        "Q: And that town was in Poland, correct?",
        "Q: Let’s talk about your family. Your parents’ names?",
        "Q: And her maiden name was what, what did you say?",
        "Q: What kind of work did your father do?",
        "Q: And did your mother work with him at the store?",
        "Q: We’ll talk about that a little later. Tell me did you have any brothers or sisters.",
        "Q: Where were you in the order of children?",
        "Q: Your other siblings?",
        "Q: And you said you have other sisters?",
        "Q: What were the names of your other siblings?",
        "Q: And the other ones?",
        "Q: Yes, and then you had sisters?",
        "Q: What were their names?",
        "Q: Was your family a very religious family?",
        "Q: Did you go to school in that town?",
        "Q: You went to a Jewish school.",
        "Q: And did you live in a Jewish neighborhood.",
        "Q: A patio. Or something.",
        "Q: How much schooling did you have? What grade do you go up to?",
        "Q: Yes, yes.",
        "Q: Did you experience any anti-Semitism before 1939?",
        "Q: Just to clarify. I just want to say that your family name was Lokiec. That was your name at\nthat time. The name you were born with.",
        "Q: So that was the name you were born with. Yeah. So you went to school and you said you did\nnot experience any anti-Semitism before 39.",
        "Q: Were your father and mother Zionists?",
        "Q: When did you first start hearing about a man named Hitler? Do you remember your first time\nthat you heard of him?",
        "Q: So were you a member of the youth group, a Zionist youth group?",
        "Q: No, I don’t.",
        "Q: What language did you speak at home.",
        "Q: Did you know Polish? Did you speak Polish?",
        "Q: And what about German. Did you know German?",
        "Q: You did not, ok.",
        "Q: So when Hitler gave his speeches you did not know what he was saying.",
        "Q: Like you said you liked to read. Did you have any other interests as a young, as a boy.",
        "Q: Did you like sports?",
        "Q: When did conditions start to change? When do you remember when things started to get\ndifficult?",
        "Q: This is 39. So up to that point you had a normal childhood, without any problems.",
        "Q: But then comes September 1939 and what happened in your town?",
        "Q: Yeah.",
        "Q: That’s ok. What were your memories of that day, just generally, what were your memories.",
        "Q: So you saw German soldiers coming in.",
        "Q: You were what, 17 years old then right?",
        "Q: Was it very frightening as a teenager to see German soldiers?",
        "Q: You had to wear a yellow star is what you’re saying.",
        "Q: How did that make you feel?",
        "Q: So it was very upsetting to you, to have to —",
        "Q: Wear that.",
        "Q: And what did your parents say? Did you talk to your parents about what was happening?",
        "Q: Do you remember anything that they said to you about explaining?",
        "Q: What kind of work did you do for the Germans?",
        "Q: Just to go back in time, you had mentioned Kristallnacht. That was in November 38. Did you\nknow what was happening? Do you remember that at all?",
        "Q: Kristallnacht. Do you remember that. That was the year before.",
        "Q: Did you know about it when it was happening?",
        "Q: So you read about it in the newspapers.",
        "Q: But nothing happened around you. Let’s get back. So the Germans are in —",
        "Q: This was when?",
        "Q: You were living at home with your family.",
        "Q: And then what was the next change?",
        "Q: Ok so you were home until 1942.",
        "Q: With your whole family.",
        "Q: You didn’t know what was happening with them.",
        "Q: So you were home with your parents?",
        "Q: And did you have enough food up til 1942. Was there enough food?",
        "Q: And you were working for the Germans.",
        "Q: But you weren’t going to school during that time.",
        "Q: Did you have a lot of friends that you could talk things over with?",
        "Q: Did you have no contact with your friends, the other members of the group?",
        "Q: Now comes 1942 and what happened?",
        "Q: A castle?",
        "Q: So these were men, women and children.",
        "Q: So you were with your mother and your father and who else?",
        "Q: Anybody else?",
        "Q: The three of you from your family?",
        "Q: Your sisters were with you?",
        "Q: And then how long did you stay in the castle?",
        "Q: Was he a rabbi?",
        "Q: So you stayed in the castle for one day.",
        "Q: And then where did you —",
        "Q: Then where did you go?",
        "Q: How long did the trip take?",
        "Q: So you got there within a day is what you’re saying.",
        "Q: And then a half a day on the — was it 1n a cattle car?",
        "Q: In a regular train?",
        "Q: When you got to Auschwitz did you know what that was?",
        "Q: What happened when you got off the train?",
        "Q: Who were you with. Were you still with anybody in your family?",
        "Q: You were by yourself?",
        "Q: You did not go to Auschwitz with your parents? You went by yourself?",
        "Q: OK that’s when you got separated, when you arrived at Auschwitz?",
        "Q: Did you say anything to your parents when you got separated?",
        "Q: You came separately. Now you’re in Auschwitz and you have your uniform you said. You’re\nwearing a uniform in Auschwitz?",
        "Q: What did you wear when you, after you arrived in Auschwitz?",
        "Q: Did you get a tattoo on your arm?",
        "Q: What is your number?",
        "Q: And what was it like when they did that to you? Do you remember your thoughts or how you\nfelt?",
        "Q: What were you thinking of when they did it to you?",
        "Q: Then what happened? Did they put you to work?",
        "Q: What kind of work did you do?",
        "Q: You were about 20 years old at that time.",
        "Q: The first couple of days you said you moved rocks.",
        "Q: A stone? Was it a quarry?",
        "Q: Did you go back to Auschwitz at night or did you stay in Golleschau?",
        "Q: How long were you in Birkenau? For how long? A couple weeks? A couple days?",
        "Q: Days. Then you went to Golleschau and what did you do there?",
        "Q: Were you able to talk to the other prisoners?",
        "Q: Were they mostly young people like you?",
        "Q: And what about food? How much food did they give you?",
        "Q: What did they give you to eat?",
        "Q: Where did you sleep?",
        "Q: Did you have to work every single day?",
        "Q: No day of rest?",
        "Q: How did you keep yourself clean?",
        "Q: How did you keep yourself clean or did you keep yourself clean?",
        "Q: Did you talk about what was happening with your other workers, with the people with you?",
        "Q: How long did you stay in Golleschau?",
        "Q: Oh two and a half years.\nCarol: That saved his life.",
        "Q: Did you know what was happening in the outside world while you were at Golleschau. Did\nyou know?",
        "Q: Do you remember their names?",
        "Q: Did you have any contact with your parents? Or your sisters while you were in Golleschau.",
        "Q: So you stay for two years, two and a half years and then",
        "Q: And then where did you go?",
        "Q: Do you know the name of the camp, where you went?",
        "Q: This is 1944 we’re talking about right?",
        "Q: Oh it’s already 1945.",
        "Q: You went from Golleschau.",
        "Q: What was that like? Can you tell me a little bit about that?",
        "Q: This is what, like January? Or February?",
        "Q: In 45.",
        "Q: And then you went to another camp you said and then what?",
        "Q: No, no after you left Golleschau. You said you went on a death march.",
        "Q: So then you went at the end of the march thing you were in another camp.",
        "Q: Was that the time of liberation or what?",
        "Q: This is, the war’s still going on. It isn’t the time of liberation.",
        "Q: Where were you at the time of liberation?",
        "Q: At the time of liberation, where were you?",
        "Q: And that’s where you were? And what was it like, what do you remember?",
        "Q: What was it like at the time of liberation? What do you remember about that time?",
        "Q: Tell me a little bit about it.",
        "Q: What did you do when you heard it was, the war was over?",
        "Q: Did you celebrate at all?",
        "Q: What was your health like at that time, what kind of condition were you in?",
        "Q: Then you stayed for how long after liberation?",
        "Q: You were in Germany and you got this notice from the relatives and how did you get to the\nUnited States?",
        "Q: I understand that. I just wanted to know where did you go from Germany? Did you go back\nto Poland at all.",
        "Q: What did you do? Where did you go?",
        "Q: When did you come to the United States?",
        "Q: You stayed for a few years in Germany’?",
        "Q: Where were you living in Germany?",
        "Q: You were in Munich.",
        "Q: And then from there you came to the United States.",
        "Q: By boat?",
        "Q: What was the name of your boat?",
        "Q: That’s ok. You came to the United States and where did you settle.",
        "Q: You lived at the Seminary.",
        "Q: Yeah the dormitory, right and did you go to school or did you —",
        "Q: Where did you go to school?",
        "Q: In what field did you study? A master’s degree in what, what field?",
        "Q: In-",
        "Q: You got a masters in teaching?",
        "Q: And then what did you do?",
        "Q: Yes.",
        "Q: You said you got a master’s and then what did you do after you got your masters.",
        "Q: Did you teach at all? Did you do any teaching?",
        "Q: Where did you teach?",
        "Q: In New York?",
        "Q: In Westchester?\nCarol: Yeah, that’s right Westchester County there were a couple of families and used him.",
        "Q: Then you did what, after that? You stayed there how long?",
        "Q: I wanted to ask you. Do you remember your bar mitzvah?",
        "Q: You just took part in the service?",
        "Q: You are teaching in Westchester. And you stayed there how long?",
        "Q: Did you become a rabbi? Did you get —",
        "Q: Oh you did, from the seminary, you got a —",
        "Q: Tell me about the change of name when you were —",
        "Q: When did you do this, when did you take your father’s name? When did you change your\nname’?",
        "Q: Wonderful. What was it like to become an American citizen?",
        "Q: Do you remember that day at all? The ceremony?\nCarol: I do.",
        "Q: When was that?",
        "Q: Tell me how you met your wife.",
        "Q: How long were you together before you got married?",
        "Q: Of what year was this?\nCarol: 1957 1s when we were married.",
        "Q: Wonderful.",
        "Q: So then you moved to Westchester. Is that what happened?",
        "Q: Where else did you work?",
        "Q: And then you stayed in New York for how long?",
        "Q: You were a rabbi, ok.",
        "Q: And then you stayed in Michigan how long.\nCarol: Three years.",
        "Q: And then where did you go?",
        "Q: And then where did you go after that?\nCarol: We went to Charlotte, North Carolina. And we had two children there. We had a baby in\nMidland. We had two in Charlotte and then we moved afterwards, not directly afterwards I think\nor maybe it was directly afterwards, we had a daughter. We had four children and the daughter\nwas born in Pennsylvania, Washington, Pennsylvania.",
        "Q: And now you’re in Massachusetts.\nCarol: Yes, but we were in Connecticut before we came to Massachusetts.",
        "Q: Can I ask you some general questions. What are your thoughts now about Germany. Do you\nhave any special feelings about Germany?",
        "Q: Well that was going to be my next question. Do you think about the war years and the\nHolocaust?",
        "Q: Have you been to Israel?",
        "Q: And where did his brother live? In Israel?\nCarol: Yes he lived, after the war he settled in Holon, H-O-L-O-N. And we visited them.",
        "Q: So that’s the only relative you have on your side?\nCarol: The immediate relative yes. There are a few little cousins here and there. Second cousins.\nI know first cousins maybe.",
        "Q: Have you been back to Poland at all?",
        "Q: When your children were growing up, did you tell them about what happened to you and your\nexperiences? Did you talk about it a lot with your children?",
        "Q: Do you think you would have been a different person today if you hadn’t gone through what\nyou went through?",
        "Q: You’re talking about the studies?",
        "Q: Do you think you are more religious because of what you lived through?",
        "Q: When you were raising your children, what kind of religious background did they have. A\ngood one I’m sure.\nCarol: We sent them to day school.",
        "Q: Jewish day school.\nCarol: But the day school we sent them Harriet Academy in Springfield, Massachusetts was very\npoor quality and then they went to high school. Oh yes my oldest son went to a good day school.\nYes, Marc used to schlep them back and forth —",
        "Q: What brought you to Brookline? A job?\nCarol: No. you want me to talk or should I have him talk?",
        "Q: Do you remember the Eichmann trial, and if so what your thoughts were during that?",
        "Q: You think about your war time experience very frequently? Are there any —",
        "Q: Are there any sounds or sights or smells that bring it back, that sometimes make you think\nabout Auschwitz or Golleschau?",
        "Q: The garon, yeah.",
        "Q: have you been to the Holocaust museum in Washington.\nCarol: Yes, we were there Marc.",
        "Q: And have you been to Yad Vashem in Israel?",
        "Q: Is there anything else you wanted to talk about that we haven’t covered. Anything that you\nmight —",
        "Q: Are there any other stories you want to tell about like about your friends in Golleschau.",
        "Q: I wanted to ask you. Did they build, was a ghetto built in your town? When the Germans\ncame in.",
        "Q: No, there was no ghetto. Ok.",
        "Q: Tell me the names of your children and grandchildren.\nCarol: You want to tell her.",
        "Q: This was a friend of Marc’s.\nCarol: No this is Marc’s brother.",
        "Q: Oh Marc’s brother. No he didn’t say that.\nCarol: Yes. Steve’s middle name is Jonas or Yona after his brother.",
        "Q: And your other children’s names.\nCarol: Oh yes, oh that’s right. So that Steven Jonas Samuels. And Jonathan Gabriel Samuels.\nGabriel was my grandfather’s name. Jonathan sounds like Jonas and so I kind of snuck that in\ncause you are not supposed to give the same name to your children. So in Johan’s time. Then\nDavid. I always liked the name David. It’s just the ultimate Jewish name. I feel the Jewish, the\nmost meaningful Jewish name I think. So David Michael. Since Jonathan’s middle name is\nGabriel. I have one angel. I named David, David Michael, the other angel. And then Debby is\nMarc’s, Marc’s mother. Deborah, Devora. So she has the name of Devora. Let’s see.",
        "Q: Have you worked?",
        "Q: Is there anything else, a message to your grandchildren, Marc, that you would like to give or\nanything else you wanted to say before we close?",
        "Q: Well thank you very much for doing this interview and I just have a few closing words I\nwanted to say. And so if you could just wait one moment, unless there’s something else you\nwanted to add. Is there anything else you wanted to add or do you feel you’ve said —\nCarol: Yes, about Germany today. Years ago Marc mentioned the fact that the Germans of today\nare not necessarily the way they were or not the same country as it was. And that you can’t\nblame Germany, German people today at least most of them. There’s always anti-Semites\naround. That you can’t get mad at them. They had nothing to do with it. But the fact that they\nare supportive of Israel is a very good, it’s a good sign. Now they’re pretty sick and tired of the\nBittegoodmachen [ph] I think it’s called giving all this money away as a pension.",
        "Q: Do you get money from Germany?",
        "Q: You do, you still do?",
        "Q: How do you feel about that?",
        "Q: Those are all important stories. I just wanted to thank you for doing the interview and we will\nclose now by my saying this concludes the United States Holocaust Memorial Museum interview\nof Marc Samuels.",
        "Q: Thank you again for doing the interview. Let me just repeat that this concludes the interview\nof Marc Samuels."
    ],
    "answers": [
        "A: I was born in Ciechanow in, in the ninth of February 1922. I remember that 1922. In 1922,\nyes.",
        "A: The town is in Poland, not far of the German border. It was about 40 or 50 miles from\nGermany, in Germany.",
        "A: My father was Shmuel Lokiec and my mother her name was Wertheim. Of course when she\nmarried her name was also Lokiec. But she, her name was Devora, Devora Wertheim. She came\nfrom a family of, was very well known.",
        "A: Wertheim.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol Samuels: W-E-R-T-H-E-I-M.",
        "A: He was, he had a store, a hardware store.",
        "A: No, it wasn’t near. But we had, the building was ours, not ours but the Lokiec family. It was\na large family so I was too young for then to know the details of it but 1t was a very friendly\n____ with his brothers. He had brother. His father had what should I say.\nCarol: A hardware store did you say, Marc.",
        "A: My father had a hardware store yeah.\nCarol: It was somewhat of an agricultural type of —",
        "A: No, had for instance and so, it was a, I don’t know what to say. It was iron store and the\nGermans so they came in. They opened the doors and took out everything.",
        "A: Yes I had two brothers in addition to me. And four sisters.",
        "A: I was number ok I'll get, there always was a, my brother Moshe and the next to him was Iona\nand he was in the Polish army. And then he was a prisoner to the Germans. So they let him go\nhome in 1942. And he was eventually kept at a crematorium, was killed in Auschwitz. And so.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: The eldest brother is Moshe and ran away to Russia when the war broke out so he survived.",
        "A: Yes, and I was the youngest son. There were three sons. My brother Moshe was the oldest\nand he survived because he ran away to Russia. (both talking)",
        "A: Moshe and the other Iona.",
        "A: Me. Marc.",
        "A: Yeah, four sisters.",
        "A: Chaya was the oldest. She had a good job. And then after that was Miriam. And after that\nwas Chana (sound drop out) and after that was Lena. Those were the two youngest, younger\nthan I, were the two girls, two sisters.",
        "A: Yes. My father especially.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Yes, at cheder, a Jewish school.",
        "A: Yes.",
        "A: Yes and we owned, all the brothers the Lokiecs that they owned the two houses. They were\nbuilt like, like a Het, do you know the Hebrew Het.\nCarol: Like a piazza.",
        "A: No, there were stores, two stores. They had one was ours and one was the other brothers.",
        "A: What grade. You mean before.\nCarol: Before the Holocaust?",
        "A: Just the Talmud Torah and then also school for the Polish or something.\nCarol: Gymnasium. Is that what you had?\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Gymnasium, no. No. I had, I didn’t have public school either because we had our own\nschool.",
        "A: The Pollocks. No, also some anti-Semites. But we didn’t feel. We were freedom, free to go.\nWe walked night and day\nCarol: You weren’t threatened, right, Marc?",
        "A: We are a known family because the Lokiecs there were houses we owned.",
        "A: You know the spelling, L-O-K-I-E-C.\nCarol: Now he had a middle name too and it’s Eliezer.",
        "A: No, it was, I went also to a Jewish school and yeshiva. And yeshiva and my father and a few,\nand another one they had to bring down after I finished the school, the Talmud Torah, they had\nto bring teaches for us for Talmud. They brought them in which my father paid and the other.",
        "A: Yes. All Jews were Zionists in Poland.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I don’t know exactly how old I was but I was a reader. I can tell you I subscribe to the Israel\nnewspaper Ha’Aretz. I subscribe to it and it was in Hebrew and the director of the school, the\nTalmud Torah, he came up, was a neighbor. Just our house and his was where he was living right\nnext to it. They were two almost together. And—",
        "A: No. No, I wasn’t a member of the Terecha Agudus schul [ph] Israel. You know what\nTerecha means.",
        "A: Terecha means very young. Young.",
        "A: Yiddish.",
        "A: I didn’t speak Polish but I knew Polish.",
        "A: German, I did not talk German.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: No.",
        "A: No, no Hitler.",
        "A: Yeah I was a reader.",
        "A: Less than reading. I remember the director from the school, the one the Talmud Torah came\ninto me and he had a Hebrew word. He didn’t know what it said and he came and asked me and I\ntold him. And I still remember it.",
        "A: When the war broke out, 1939.",
        "A: Yes, yes.",
        "A: In 1939.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: That Friday in 1939 and mostly --\nCarol: Oh the Kristallnacht.",
        "A: No, not Kristallnacht no. The war broke out on a Friday, Friday and I don’t know the time\nwas exactly. I have to look at.",
        "A: Germans ok. When the Germans came in they occupied it.",
        "A: Oh yes, yes. The Jews there, as soon as they came in, the Jews were forbidden to walk on the\nstreet and they had to go at the Ringstoch (German word?) we called it. Not where the Germans,\nwhere the people go, were not allowed to go.\nCarol: The sidewalk probably.",
        "A: That right away. We were not allowed to go on the sidewalk. But they would, going to the\nmarket. Our stores and markets.",
        "A: No I was born. I always had to change my birthday. If it’s good to be young. I was young. If\ngood to be older, I was older.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Yes, yes. Yes. But we had a Mogen, Mogen David. We had in front on the houses and a\nyellow, big yellow on the back, on the jacket.",
        "A: A yellow star and a yellow star of David. Yes.",
        "A: What choice did we have.",
        "A: Yes.",
        "A: Yes and the Germans used to come to our building. We had many, we had like 40 families\nliving there. They pushed in more families. They took us, away the building next to us and the\npeople they put them in our home. And another. And —",
        "A: Yes.",
        "A: No, I remember one thing. I didn’t let my father go. Whenever they came in, so for take for\nworks something, to their private homes, the Germans. I went for him. Yes, so I made myself\nolder and they asked how old I am, I always gave two or three years more.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Whatever they needed. To clean their house. To, anything they needed.",
        "A: What, what do I remember what?",
        "A: The Kristallnacht.",
        "A: Yes, we had to know. We had, I was a reader from, from my youngest years.\nCarol: My husband is addicted to newspapers and to —",
        "A: I was, I was.",
        "A: Yes, I knew everything that was going on.",
        "A: I know but people who lived in our house, they were hanging. They hanged them.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: This was before we were, before we were taken to Auschwitz.",
        "A: That’s right.",
        "A: The next change was Auschwitz in November 1942. And the war broke out in 1939.",
        "A: Until 1942 I was home.",
        "A: No cause my sisters were in Warsaw and so on. They went. We had no connection. We\ncouldn’t call them. The Jews weren’t allowed, didn’t have phones. The phone was taken away\nfrom us. So —",
        "A: No, I don’t.",
        "A: Yes. Until 42.",
        "A: I think so. It wasn’t a problem.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: That’s right. Not every day. But then they took me. I had to work then a long time.",
        "A: No, no school no, nothing. No.",
        "A: But we couldn’t communicate. We were separated. For instance I was a member in the\nParchada Agudus [ph] schul. The young very young and so and it didn’t function anymore.\nNothing functioned.",
        "A: During the war, that’s right, that’s right.",
        "A: 1942 we were called all of us to come to the, we had a medieval place, I’m looking for the\nword.",
        "A: Yes, a large one. But it has only from the middle ages that only the walls were there. And the\nothers were know how it was. Only the walls were there and then the whole city, all the\nJews were taken in, went to go in there to the schloss we called it. And —\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Men, women and children, but we go into the schloss. There were three entrances and the\nNazis stayed at each entry and we were going in, they beat us, beaten us over the head and\nwhatever. To put in the, I don’t know why they did it. They were beating us. And I did not got\nbeaten because I figured when I saw when they’re going in, if you have the specialty (?) hand\nand to go into the you couldn’t do it the one that’s closest to you. I was closest to the\nGerman soldiers so the way that they was so that they were beating the people, they didn’t hit\nme. I wasn’t hit because, and then inside I, they did one of the first things that they did. They\ntook away the watches we had. I had a watch I got from my eldest brother in for my bar mitzvah.\nAnd they took away. And then we had to give away everything that we had.",
        "A: My mother, father and —",
        "A: No. Because no —",
        "A: No, we had sisters.",
        "A: Yes. Not the oldest. The oldest was in Warsaw. Yeah.",
        "A: Now, about only less than a day because after that they hanged. The first thing they did they\ntook in a few boys, young boys yeah to start digging a grave and then they killed them. They put\nhttps://collections.ushmm.org\nJuly 25, 2014\nfear to them so they killed them and then they buried them there. And then they hanged they\nhanged a, he’s not they hanged him before because he, they did, he buried all of the swarem [ph]\nthe Severai Kodosh [ph], the holy books and they know it and knew of that. I don’t know how.\nThat he did it and so they said they’re going to hang him. And they put it, thing over him and\nthen they forced the son to hang him. In other words they had the patla Over his neck and\nhe had to take the table away from his legs. So he was hanging so they hanged him. Berish\nKlenis was his name, the one was hanged. And the son that had to take away the —",
        "A: No he was a gerehoset [ph].\nCarol: Excuse me for interrupting. I think it sounds as though he needs to drink something.\nCould I give him a sip of coffee?\n(coffee break)",
        "A: When your wife tells you, you have to do it.",
        "A: No, not a full day.",
        "A: Several hours.",
        "A: We were taken to the train. We didn’t know where we’re going. We came to Auschwitz.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: We were, we came there closer to the evening.",
        "A: Less than a day because we spent a half a day in the castle.",
        "A: No. They packed us all one on top of the other.",
        "A: Yes.",
        "A: No.",
        "A: After the train we have to get completely undressed and put on the haftling [ph]. I got put in\nthe uniform.",
        "A: No.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Yes because I, the older people they went in another transport or something.",
        "A: I thought I went with my parents.\nCarol: Were they separated at Auschwitz --",
        "A: That’s right, that’s right.\nCarol: A place for the older people, the young people and another place for those who can work\nand who wanted to —",
        "A: That’s right.",
        "A: No, from the well we were not, we didn’t come in the same, on the same train. Everybody\ncame separate.",
        "A: No, no I didn’t take it with me.\nCarol: What do you mean uniform? You didn’t have a uniform to take with you did you?",
        "A: No it was a—\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I don’t know how to describe it. We didn’t have on our clothing at all, nothing. They gave us\npants and a yellow star on the back and front and so prisoners a special, they can recognize them\nin this way and so on. But —",
        "A: Yes. Yes, I still have my number.",
        "A: My number is 751, I have it here.\nCarol: 5 7. 75157.",
        "A: 75157. This was my number. The early, I am from the early --",
        "A: No. That I don’t know how they did it. They did it with needles but I still have it.",
        "A: I don’t know what I can say.",
        "A: Yes.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: They didn’t, for a day or two I collected stone from the grounds. But then we were taken and\nafter a few days we were taken, first we were sleeping in Birkenau. Birkenau is next door .\nThey know, the head of Birkenau but and I remember that my uncle, one of my uncles was with\nthe children so when they took the children away from him and he did say no I want to go where\nthey go and he said, so and they said Bitte Schein [ph]. So they were taken to the crematorium.\nCarol: By the way, going back to the tattoo if you don’t mind. My going back. The man who did\nthe tattoo he was a Kopo. Did you say he was a Jew and he made some kind of sadistic remark\ntowards you, about you. He said that Marc, said he was a bad man. Just to rub it in literally and\nfiguratively.",
        "A: He was Jewish himself.\nCarol: That’s right. He was a Jewish man. You know this Stockholm syndrome they call it. So\nhe was just mean. He was mean to the other Jewish inmates.",
        "A: No he was joking around.\nCarol: He was joking. That’s no joke when you say the things that he said.",
        "A: I know that part.",
        "A: Yeah I think I was younger at Auschwitz. I told them but I don’t know, not too young but\nyounger.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: He split rocks",
        "A: I stayed there and they didn’t have any special work for me. Then suddenly a few days after\nthat they called me and they took me away from there. I collect the stone. I don’t know.\nAnd Otsoff were there and took me, it took me to Golleschau, our little steinbruchs at the end,\nGerman. So do you know what steinbruch is .",
        "A: A quarry, a quarry that’s right. That’s right and a cement were made. And the place was\nGolleschau, was several miles from Auschwitz.",
        "A: I stayed in Golleschau.",
        "A: A couple of days.",
        "A: I was taken to, to the steinbruch, to the quarry, I was taken and my job was splitting the\nstones. The stones. And I did a good job in that cause I knew of the stones have veins, veins.\nThat I was a good splitter of stones.",
        "A: Yes, if we worked together but we couldn’t talk. You have to do your work.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I would say there were no old people, yeah.",
        "A: We were hungry every day.",
        "A: To eat in the morning was a, in camp language a pikel of bread. That would be a small\nportion of bread, dry bread then and nothing. And for dinner it was a shisel [ph], I don’t know.\nNo meat, nothing. In fact we were very hungry every day.",
        "A: Sleep. There was a factory there where I was and the workers, there were workers there. So I,\nwhere we sleep there. Yes in many, many beds there were almost 20, 30 beds in a room, big\nroom because the factory had, was employees before we came there.",
        "A: Yes.",
        "A: No day of rest. And I went to work 6:00 in the morning.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: And Marc was telling me that in winter time these guards were so cruel. As soon as they\ngot up from bed, this was about 4:00 in the morning they had to roll in the snow and the ice in\ntheir pajamas.",
        "A: That happened once or twice.",
        "A: Pardon",
        "A: Yes you could wash yourself yeah.",
        "A: No, they knew it. I have some very nice friends there, I made there. I know their name. I\ncouldn’t find them after that because I don’t know when we were starting to march, to leave, I\ncould if I knew I could tell more, when you see me. I don’t know. If I, you called me today in the\nmorning I’m not even dressed.",
        "A: Two and a half years.",
        "A: That’s right, that’s right.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: No, people came you know with the food had to come from Auschwitz, the cook. The cook\nwas Jewish doctor, a Jewish doctor and when we went to the quarry we also had a Jewish doctor\nfrom Paris. He was born in Plok, not far from Cierchanow. I, I have a friend that , they were my\nfriends and I ascribe them, a lot to them for my survival.",
        "A: (both talking) Yes, ---Shok was one. I don’t think he’s still alive. Dr. Rusa was from France.\nAnd but he was born in Piok, not far from Cierchanow. Dr. Rusa and then had also other\ndoctors. I had friends, younger friends too.",
        "A: I didn’t know anything about them. I til now. I know where they were taken. I don’t know if\nat Auschwitz or Birkenau. I know nothing about them.",
        "A: Two and a half years.",
        "A: Stayed in Germany for a while and the Germans took us. We was at one camp. Then we left\nthe camp. And —\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: No. One of them I was around who was the burgermeister before, under Hitler. You know\nbut they took us in.",
        "A: 1945, is it?",
        "A: That’s right. When I was, when we was liberated.\nCarol: Was this the death march that you were on, Marc?",
        "A: Before that. I was on the death march.",
        "A: That’s right.",
        "A: We were, we walked day and night. Until we came to I have it written the name of the —",
        "A: When we, no. It was —",
        "A: 45 because right. Yeah.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I went another and then Golleschau.",
        "A: Yeah that’s right. And then I have an incident on the death march because I know the Jew\nthat was so weak and couldn’t walk. So I took him, I took his arm and I was carrying him. I was\ncarrying him so they, the soldier who accompanied us was telling me let him go. That I should\nnot hold him. And that then but since there were so many people so I said well he doesn’t know\nso I didn’t. And so he came in with his --\nCarol: Bayonet",
        "A: Bayonet and give him a stock so let him go. And he pushed him. He killed him twice and I\ncontinued and continued into . He only gave me a shtoyda with the end of the gun.",
        "A: That’s right.",
        "A: No. It wasn’t. It was just another, and then we came another camp to another camp and\nPocking and Pocking that’s in Germany. But --\nCarol: And Munich, Marc too. Munich.",
        "A: That’s right. But soon after that it was. But I — we were then in Germany in another place.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: In the town of liberation.",
        "A: Pocking.",
        "A: No next to Pocking about a few miles there was a camp. Where have had in homes but we\ntook it over when we were there. There were many people —",
        "A: Yes, I remember very well.",
        "A: Yeah. We were liberated and after was a camp outside of Pocking. Pocking was a small city.\nIt was in Bavaria I think and not too far from Munich. So —",
        "A: When we heard the war was over.",
        "A: No, no.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I was in, except for being a little bit thinner than I was, I don’t know. I didn’t give it any\nthought.",
        "A: In Germany. I suddenly got a surprise note from America, from my father’s uncle so who had\nheard at the time that I survived. I heard from other people. I don’t know how. And so they took\nto America. My father’s uncle I don’t know, they went those Of them the second\ngeneration or the third, I don’t know.",
        "A: Because I had on my father’s uncle was in the United States.",
        "A: No, no, no.",
        "A: I stayed in Germany until I went to the United States.",
        "A: In the 1940s, I don’t know.\nCarol: The late 1940s.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I'd have to look in my papers.",
        "A: No, not a few years. A few months. Or several months.\nCarol: How did you support yourself, Marc.",
        "A: The UNRHA got, gave us a little bit of money and then and —",
        "A: Some people took us in where we got it. We paid $10 or $15 and I mean we were, I was a\nGerman settler too in Munich.",
        "A: Yeah that’s right.",
        "A: That’s right.",
        "A: By boat.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I don’t remember any more. When I came in. You called me and am just got up from bed so\nPll take my, have my papers. I'll look over something.",
        "A: I came to the United States and I settled in New York I think in the Jewish Theological\nseminary. I went, I was taken in there and they gave me my life back.",
        "A: That’s right.\nCarol: At first he had a little rented room but then when the seminary heard about him, they\ninvited him to stay with them.",
        "A: No, the seminary students there.",
        "A: Yes.",
        "A: I whenever, one of the first things I went to school. At first I went to study English that’s\nright. And eventually, eventually I was taken in by the burgermeister, the mayor of Pocking. He\ntook me in. He and his wife and his daughter and she was teaching me French. To do a\nlanguage. I should have the English\nCarol: But when Marc was in New York he had to go to high school first. So they gave him\nmoney. The seminary gave him money.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: No, I went to Columbia University.\nCarol: Yeah but first you had to go to high school and finish. Then you went to Columbia\nUniversity.",
        "A: And I finished Columbia University with a master’s degree.",
        "A: No, no just at first you get a bachelor’s degree and then I got the master’s degree, academia.",
        "A: In the college of teachers.",
        "A: That’s right.",
        "A: Then I went to the, I went to Columbia University. Did I tell you that?",
        "A: Yeah, Columbia University.",
        "A: I went for the English and to study and that’s right, at first have to get an education. And I got\nit.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Yes, yes.",
        "A: In the synagogue I taught. I had jobs.",
        "A: Not in the city of New York.\nCarol: Oh you mean north of New York like those fancy neighborhoods in New York.",
        "A: In, I was in the rabbinical school. At first I went to the teacher’s institute of the Jewish\nTheological Seminary but I came already with a background. My, when I was young, before I\nhad any knew Talmud and so on, I was one of the knowledgeable ones.",
        "A: If Iremember we had no big celebration. So —\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: That’s right.",
        "A: I was teaching and —",
        "A: Yes.",
        "A: From the seminary.\nCarol: A master of Hebrew letters. And also a doctorate of Hebrew letters.",
        "A: Since I didn’t have my father, my father was Shmuel. In Lokiec the people could not\npronounce it because the spelling is, was L-O-K-I-E-Lokiec-C. And so I sent, I took my father’s\nfirst name. I didn’t know where he was killed and where he was taken. I have no idea. And\nperhaps you would know, if you were able to tell me. Perhaps. I don’t know. And so —",
        "A: When I think when I became an American.\nCarol: Yes, when he became a naturalized citizen in the court at that same time.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I like it.",
        "A: My wife, I met my wife in the seminary. I slept in the seminary too. So I lived there and —",
        "A: Ok my wife came to the seminary for her book. She was in college. She had, a book of\nJewish, what is it, Jewish\nCarol: In folklore. At Indiana University and I was home for the holidays.",
        "A: So she came into the seminary our seminary, the Jewish Theological Seminary was famous\nfor two big libraries. So she came, but she came too late in the evening. 6:00 is when they closed\nalready. So she was in the telephone booth to call home and I stayed there and so I came over to\nher and said can I help? And she told me about it. I say oh this book, I have it.\nCarol: Very conveniently.",
        "A: And I really had it, I did some — and I gave her the book. And then she came home, her\nmother says where did you get the book. And she said oh at the — at this man was yeah he\nwent up to his room. Said right away that you have to give it back. I will give it back to him.\nCarol: Pll mail it back to him. She was horrified that I should go into some strange, as she said\nhttps://collections.ushmm.org\nJuly 25, 2014\nstrange man’s room but I figured with a rabbinical student and at the seminary how fearful do I\nhave to be and he did have the book that I needed. Those were different, different days I'd say.",
        "A: I think as soon as I saw her.\nCarol: And we met during the so called Christmas vacation and then we were engaged in\nNovember and we married in April.",
        "A: Carol remembers better than I.\nCarol: I do and also I don’t know how much detail you want but when he came to New York he\nhad no means of self-support so, beside this small amount of UNRHA money and so he took a\nroom in some poor little area, one of these funny hotels, shabby looking hotels and he got a job\nas an usher in a movie theater. You know the guy with a uniform and a flashlight. That was the\nonly thing he could do cause he didn’t know any English so when people heard about him,\npeople at the Seminary heard about him, they took him in right away. And that’s how he was\nsaved. He was an excellent student and he —",
        "A: I was seven years there.\nCarol: Yes and he is one of the more well I shouldn’t say one of the more, but there are different\ncategories of rabbis just as there are doctors and physicians and professors. And he was one of\nthe top, very top students and one of the few students.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I allowed my wife back.\nCarol: Well you deserve it.",
        "A: No [had several, several positions.",
        "A: Carol, my wife will remember that better.\nCarol: Well these were not positions. These were, Marc taught the children of some well to do\nwealthy families and he would commute to Westchester and two of these children were Marc\nwas it Jan Peerce. Jan Peerce’s children. Their brother in law, Jan Peerce and the other Jewish\ncantor and also there was a doctor, a physician and Marc taught their children too.",
        "A: My wife’s memory is better than mine.",
        "A: New York, Carol.\nCarol: Yes, we didn’t stay in New York. We only stayed in New York as long as Marc needed in\norder to finish school cause we married in April and graduation was going to be in June. So we\nrented sublet an apartment from one of the students who was going off to England. We stayed\nthere and then Marc got a job in Midland, Michigan. And so —",
        "A: That’s my first job.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: So that’s where we went.",
        "A: I was a rabbi.",
        "A: I was a rabbi there.\nCarol: That was his first job. And we went off to Midland.",
        "A: Because in the rabbinate you first you don’t get the congregation. And then you go up and up.",
        "A: My wife’s memory is better than mine.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: Yes, I have no feelings at all for them. Because —\nCarol: But they’re Israel’s best friend now. Well he went —",
        "A: I have other things to think about.\nCarol: No, but you do think of the Holocaust all the time.",
        "A: Yes, yes, yes.\nCarol: All the time.",
        "A: How can you be without them. I will say the seminary, the Jewish Seminary was so nice to\nme, very nice to me. Although in the beginning, as a student, the students, the men they take me\nin. Now [had a good background. I already then, I knew Talmud before all the things.",
        "A: Oh yes. Several times.\nCarol: His one brother survived, the oldest brother, the oldest sibling, Moshe. He married a very\nlovely Jewish Russian woman and they had two children and we went to visit them so that’s the\nonly family he had left.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: No I think I have a first cousin.\nCarol: Yes, Mietic.",
        "A: Mietic, he’s still living, I don’t know.\nCarol: Yes and also there’s another cousin who was in politics in Russia.",
        "A: I was in Sachenau was it the ninth.\nCarol: Yes, my son took us to, took us and my oldest son the four of us went to Poland. To see\nMarc’s city and we saw his house which is in very good condition on this square, this market\narea which is now I don’t know trees or something like this. We went to see documents at the\ncity hall. And we went to Krakow and we went to where was your mother born, Korogel or\nsomething like that.",
        "A: Korgel.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: Yeah, Korgel. And we went let’s see where else. Oh Warsaw. There 1s a big building\nwhere the main synagogue was. I don’t know. It was like cars or car repairs, but a very elegant\nlarge building. And then that was the beginning of the ghetto. But the ghetto of course was torn\ndown and rebuilt. They have seen built buildings, houses where people lived. But it was right\nthere, right near the synagogue.",
        "A: I don’t remember.\nCarol: No he did not because if we did say anything or I would say something, he would just\nbrush us off and say well Pll give you some books to read. You can read about it because it was\ntoo difficult for him to face. And this is why he didn’t write any books about his experience. And\nthat’s why we’re so glad to be able to talk to you or somebody so that some of his, some of their\nunderstanding can rub off and they’ Il be a little more knowledgeable.",
        "A: I don’t know. I prepared myself. I was known. My father with a few other people did,\nbrought special teachers, specialty for me because for me and a few other people, because we\nwanted to. And —",
        "A: Yes, I, in addition we studied beyond the normal that children go. We went a little higher in\nsituation.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: No, no. I was more religious before.\nCarol: But you were younger too.",
        "A: Yes I was younger too. I have the Jewish garb. A Yiddish yetl, a kapote, you know. Do you\nknow what that is.",
        "A: Maimonides.\nCarol: To Maimonides here in Brookline back and forth. They’d come home Friday afternoon\nand then go back Sunday night. They boarded with a family and it was expensive but we were\nhappy for them to go. So —",
        "A: You talk.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: Ok. The children when they graduated from high school they got into Brandeis and one\nson went to the University of Connecticut. So when they were at Brandeis they made friends of\ncourse and they, that was where they settled and they just felt at home and why else would they\ngo somewhere else. They felt. And then why else would where’d we go. So we settled in\nBrookline also for the same reason. Cause we have four grandchildren now. And so it doesn’t\nmake sense to go off to California or something.",
        "A: I am, I have been a reader of newspapers, even I still was in Ciechanow as a young boy. I\nremember that the director from the school Rabbi Ava Keremon was, lived next door to me, to\nus. So and I was a reader and on one can read some Hebrew and he couldn’t make out one\nword. He came to me and asked me and he was the principal of the schoollikea .\nCarol: And Marc speaks fluently in Hebrew from his early education.",
        "A: Yes.\nCarol: Constantly.",
        "A: No, no.\nCarol: No, if you read something Marc you have a tendency to have a bad dream. That happens\ncause it remind him.",
        "A: That’s some of the Holocaust. I lost my whole family.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: Interestingly there was a fellow in his house, his house where he was living before he was\ntaken away by the name of Leventhal, Zalman Leventhal. And it’s strange by coincidence this\nfellow became a Sondercommander at Auschwitz. I think he was in charge of putting dead\nbodies into the crematorium. And this is a fellow that Marc temporarily went to school with. But\neventually he was murdered and then also he wrote a lot of information. I don’t know if it’s a lot\nof information. But he wrote information and hid it around the concentration camp. So he must\nhave left a little bit of a legacy but it can be seen and there’s a mention of this Zalman Leventhal\nin the Auschwitz album. I don’t know if you know about that. It’s a book. So there’s a mention\nof Zalman so it was a coincidence. He lived in the same house as Marc in the",
        "A: And I had another thing to say, to write about him. He’s the one who convinced me to go to\nyeshiva and of the garon, you know what garon 1s.",
        "A: After yeshiva which was lahonum vashenem, the famous, a famous big, and the lahonum\nvashenem, I went there to yeshiva. They took me in and one of the people there came over to me.\nAnd can you please do me a favor. I said, what, of course rabbi. I need ink to write. I says Pll\ngo out and get ink. And then I got homesick. I went home. I left and a few months after that\nlahonum vashenem was killed. And then that’s another story.",
        "A: We were there.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: No I don’t think when we were there. There’s a more recent building perhaps. I don’t\nknow. Maybe we did. I think we did, I think we did.",
        "A: Yad Vashem.",
        "A: I might. I don’t know.\nCarol: There’s one thing. It’s not important but it seems that there are certain people who were\nbetter liked than other people. I mean not that there was anything unlikeable about these other\npeople. But maybe they thought they would have a better chance at surviving. And Marc was\nvery weak and so he was in this, what they called a hospital. But it wasn’t and there was no\nmedicine or care. But this Dr. Rusa was in charge and he called Marc and told him to please\ncome in and he would help take care of him. And so then he came to Marc. I don’t know how\nmany days later, a few days later maybe, and said Marc get ready to leave because the guards are\ngoing to come and make a selection.",
        "A: That was in camp.\nCarol: Yes, that’s right that was in camp and so they quickly hustled Marc out of there and then\nof course the guards picked out whoever they wanted.",
        "A: That was in Golleschau.\nCarol: That helped Marc to survive, to have friends. And I get by with my little friends.",
        "A: Thad a lot of friends too, there.\nCarol: With help from his friends.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: You go home and suddenly you know to be ready tell us —",
        "A: No.",
        "A: No you know but most people lived in our house because they put in families in addition to\nour own families. We only had three rooms and they put in neighbors because they took the,\nthey take for themselves.\nCarol: And by the way Schindler’s list and sometimes there might, probably are other movies\nwhich touched on the Holocaust. That you saw the prisoners eating. Now Marc says that nobody\nsat down. They weren’t allowed to sit down while they ate. They all had to stand around and eat.\nBut that just goes to show the inhumanity of these people. They were sadist. They were very\nsadistic. They were pathological murderers and criminals. They were sociopaths and\npsychopaths. And this 1s the existence they had to live among. These crazy hateful people.",
        "A: Thad, Jewish people, very nice people that were my friends. All the nice people were friends.\nCarol: But as a matter of fact, an interesting also an interesting situation is especially during the\nwar when we were married at the end of the 50s, we didn’t know whether to buy German\nproducts or not. A lot of Jews were not doing it. In fact I even came across someone recently\nwho won’t buy at Trader Joe. I don’t’ know if you have a Trader Joe in your neighborhood. They\nwill not buy a British, German goods and so Marc said that well the state of Israel buys its buses\nand trucks and a lot of their Volkswagens from Germany so not that he was suggesting that we\nhttps://collections.ushmm.org\nJuly 25, 2014\nnot buy from Germany. But it seems to be that that phase is over now. And Germany is one of\nIsrael’s good friends. They don’t have very many friends in Europe any more, or even in China.\nThere is a lot of anti-Semitism. And so —",
        "A: I get that sub —\nCarol: Yes, Marc said that Germany didn’t suffer enough. The Germans didn’t suffer enough.\nAnd they didn’t. They just walked home after the war. Only a few of them were hung at the\nEichmann trial and a few other places. But they didn’t suffer enough.",
        "A: Of course you know they all committed suicide.",
        "A: You have better —\nCarol: Ok our oldest son’s name is Steven. I know this is a Christian name which is a popular\nname among Jews because there are so many Shmuels around and so we, since our last name\nwas Samuels, and Marc wanted to call him Samuel, Samuels. That’s what his name would have\nbeen. I said nothing doing. He said I hate you when he gets older for naming him Samuel\nSamuels, although it strangely enough Marc was, my son Steve was helping out, he was an\nassistant to a librarian at Brandeis and he came across the name Samuel Samuels. Then he came\nacross the middle initial S in the middle. Samuel S Samuels. And then eventually he found out\nthat the guy’s name was Samuel, Samuel, Samuels. That doesn’t even sound possible but he\nwasn’t joking either. But I refused to name him Samuel with the last name of Samuels. So we\ncalled him Steven for that reason.\nAnd then Steven. Jonas which was the brother who was killed in Auschwitz, who gave him this\ncrust of bread, gave Marc this crust of bread and then was killed. And then, oh yes he was\nhttps://collections.ushmm.org\nJuly 25, 2014\nbeaten up and they took his boots away. I don’t know if Marc mentioned that to you. Took his\nboots away and then they beat him up. And then he was gassed or whatever they do.",
        "A: He was murdered in Auschwitz.",
        "A: She’s a professor in the college, in Wheelock college here.\nCarol: Yes, Wheelock College. She just came back from Italy and she was also in Munich\nteaching the Holocaust. This is her second trip in the course at Wheelock College. It was highly\ninteresting and she got a lot of students to go with her.\nhttps://collections.ushmm.org\nJuly 25, 2014\nCarol: I personally. No because I was filled with kids and also there were a lot of synagogue\nthings I had to go to. All the bar mitzvahs and the Hadassah and the Sisterhood, and the\nSisterhood board, the Hadassah board. And this goes on and on. People who invite you which is\nvery nice but enough is enough. So I didn’t, but I did go to school at night. I didn’t go to, I\ndidn’t graduate college because my parents just didn’t have the money. My father was divorced\nand their parents were divorced so they had their separate families. So it took me about ten years\nor more, 12 years to get my bachelor’s degree at the University of Pittsburgh when we were in\nWashington, Pennsylvania. And then we moved and so we were in the Springfield area. And I\nwent to the University of Massachusetts and I finished my degree.\nOh yes, I got a degree from the University of Pittsburgh in English and I got a master of arts in\nteaching at the University of Massachusetts which is now a very good state school. And then I\nhad nothing to do when we went to Connecticut. Willimantic Connecticut, Emanuel center. So I\ngot another degree, a bachelor of fine arts this time in graphic design. So I’ve kept myself busy at\nnight but not to get too involved with his work.",
        "A: Grandchildren, they’re very young now.\nCarol: Nobody is really interested in becoming a rabbi and not only that but we’re very\ndisappointed that they don’t even take books out of this very large library. Marc donate more\nthan 1500 books to the University of Connecticut, where he taught by the way and we still have\nover about 1600 books left right now in our very small apartment. So we really don’t know what\nto do about that. So we have one of the largest book collections that any Judaica library has.\nAnd it’s called the Rabbi Marc E. Samuels Judaica collection. Yes. So they’re not interested for\nsome reason. Of course they’re very young now. But they probably will be interested later on but\nwe still don’t know what to do with them. We moved into assisted living.\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I do.",
        "A: Yes. And —",
        "A: No. I, they took money from me. I came to Washington with some money put into my body,\nhidden and then they took it everything. Now —\nCarol: They took his father gave each child money. I don’t know how much it was, like about\n$200 or something like that.",
        "A: I don’t know.\nCarol: And —\nhttps://collections.ushmm.org\nJuly 25, 2014",
        "A: I got 500 —\nCarol: Like it was folded up and put into their behind, in their rectum and that’s how they hid it\nand for the girls they gave extra money. But when they got to the camps there was no way that\nthey could hide it anymore. And it was useless anyway. You couldn’t buy your way out. They’d\nkill you anyway, after taking the money.",
        "A: I want to mention one, one thing more. It’s not about me but I was present, eyewitness to it.\nThere was a family. He went to the Geresh Tebel [ph] here. He was an Orthodox person and he\nand -\nCarol: Did you lose your train of thought?",
        "A: Yes, yes. Don’t take for granted that this is all I have to say. Yeah.",
        "A: Ok.\n(end)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumJuly 25, 2014\nRG-50.106*0226",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "MARC SAMUELS\nJuly 25, 2014",
        "Gail Schwartz: The following is a United States Holocaust Memorial Museum volunteer\ncollection interview of Marc Samuels. It is being conducted by Gail Schwartz on July 25, 2014\nand is taking place over the telephone at the United States Holocaust Memorial Museum and in\nBrookline, Massachusetts. This is track number one. What is your full name?\nMarc Samuels: Marc E. Samuels."
    ]
}