{
    "rg": "RG-50.030.0168_trs_en",
    "sequence": [
        "Q: Please tell us your name, where you were born, and what you remember about your town\nand family while you were growing up.",
        "A: I was born November 5, 1925, Ostrég in Poland.",
        "Q: Okay, the first thing you need to tell us is your name.",
        "A: Oh, my name. Lisa Murik, and I was born November 5, 1925, Ostrog in Poland. And I lived\nin that town all my life until the war broke out with my family, my father and mother and my\ntwo sisters.",
        "Q: What about your, what kind of business did they have?",
        "A: They had a grocery business. A wholesale, retail business.",
        "Q: Was it big?",
        "A: It was not that big, was a medium size, and my father and mother worked together.",
        "Q: What about school?",
        "A: I went up to high school. Just about that time the war broke out.",
        "Q: Was it a Jewish school?",
        "A: No, it was a public school. In 1939, the Russians came in, and we went to the Russian school\nfor awhile until the Germans chased the Russians out, and came in, and occupied. And that\nwas it.",
        "Q: What kind of Jewish community did you have there?",
        "A: We had a large community, about a thousand Jewish people.",
        "Q: Was there synagogues?",
        "A: Yes, was quite a few synagogues, and we had main synagogue also, and we had small\nsynagogues.",
        "Q: Was your family observant?",
        "A: Yes.",
        "Q: Tell me about the holidays? What was your favorite holiday?",
        "A: Any holiday was a favorite. Hanukkah was the most favorite because, well we didn't get\npresents like we get here...the kids get here in the United States. We get money. It was gelt\n[Yidd: \"gold\"], Hanukkah gelt. That was the only thing. It was very nice. Every holiday was\nnice. Came Rosh HaShanah, and you had to have new clothes and go to the synagogues.\nAnd was very nice.",
        "Q: Did you go with your family to the synagogue?",
        "A: Oh, yes. Every holiday. Business used to be closed, and everybody went to the synagogue.",
        "Q: Did you have relatives come to visit.",
        "A: Oh, yes. We had a few relatives in the city. Most of my mother's family was in Russia, lived\nin Russia. My father's family lived far up, Poland.",
        "Q: How about friends? What do you remember about your friends?",
        "A: I had quite a few friends, very nice, close friends. Matter of fact, when I was in the east\nvisiting Israel I find one of my friends in Israel. Was accidently, I went to my husband's\nrelatives to dinner and we started taking and she told me she got a friend from this city, and I\nsaid, \"Oh boy, this is my high school friend.\" She called her up, she came right over. We\ndidn't recognize each other because it was so many years already, and it was very interesting.",
        "Q: What was your daily life like?",
        "A: Well, when I was a child, we get up in the morning, you have breakfast, go to school, and\ncome home, do home work, then play, and that was it. We didn't have T.V.'s and stuff like\nthat.",
        "Q: Did you live in an individual home or in an apartment?",
        "A: In an individual home. The business was together with the house like. The business was in\nfront, and the house was in the back.",
        "Q: Did you have non-Jewish friends as well as Jewish friends?",
        "A: Yes.",
        "Q: Do you remember incidences, any kind of anti-semitism before the war?",
        "A: No, nothing like that.",
        "Q: Tell me about people that you knew. Who are the people that stand out in your memory?",
        "A: I tell you true, I don't remember the names. It is very hard.",
        "Q: What about the types? The rabbi? Can you tell me about the rabbi?",
        "A: It's everything like blank right now. It's very hard to remember.",
        "Q: Tell me about one of the happiest memories of your childhood?",
        "A: Well, I had good parents. They treat me nice and everything was normal life and we lived\nvery happy, the whole family, very close.",
        "Q: Were you the oldest child?",
        "A: I was the oldest. Yah.",
        "Q: And you had two younger sisters?",
        "A: Two younger sisters.",
        "Q: There were three altogether?",
        "A: Three altogether. Then, after the war, my mother adopted a boy. I call him \"brother,\" and he\ncalls me \"sister.\"",
        "Q: Tell me about how your life changed when the war broke out.",
        "A: Well, at the beginning when the Germans came into our hometown, they let us for a while be\nin our houses, everything was like never nothing happened yet. Then one summer morning,\nearly morning, they knocked on everybody's doors, and they made everybody get out of the\nhouses, and who wouldn't leave, they shoot right there. So they got us all out on the streets,\nand they started marching us, and right next to us, the Gentile people were marching with\nshovels. Now we couldn't understand what was going on. Because nobody said nothing, and\nthen we see the German soldiers walking, and make us march. So, our city was divided by a\nrailroad. It was like a new city and an old city. So we marched over the bridge, and way out\nof the city, outskirts of the city like in a big field and there were already Germans with the\nmachine guns all around standing and we got in the middle. And they told us to sit down and\nwait. And we sit there and we couldn't understand anything, nothing, and those people with\nthe shovels, they probably went to dig ditches already to kill us or something. We didn't\nknow what was going on. Because it was the first time. So, late afternoon, they told us\nwomen and children separate, men separate. They started separating everybody. And there\nwas one nice soldier, and he walked over and he says the women with the children will live.\nThat is all he said. And we still didn't know what he meant. So, by that time everybody who\nhad three or four kids started dividing between the people who didn't have kids. So then they\nmarched the men away first. And nobody knew where they had taken them and what they\nwould do with them. Then 20 minutes later, they told all the women, \"Line up and start\nmarching towards the city.\" So we were told to separate again, as soon as we cross, we got in\nthe middle halfway in the road, and they told us to run. And everybody started to run into\nhouses. Whatever house they saw, they just ran. And right after we got into the houses, we\ncould hear shooting and we more exactly, you know, understood that something was\nhappening. And nobody knew where the men were or nothing until late evening they came\nback. They took them to armory like, a armory for soldiers. They took them there. They\nmade them work for awhile, and then they let them go. And that was the first that they did.\nAnd right after that, they made a Judenrat--an office, where you have to register to go work.\nThey came there and they asked for people to work and everybody started working. And\nthey were young, young kids. We had to wear first a Jewish star on our arm, like an arm\nband. That was not good enough for them because they couldn't tell if you were Jew or not\nbecause the right arm band didn't show much. So they told us to wear a yellow circle in the\nback of our back and in front. And I, myself, was not allowed to work, I had been going to\nwork every day, and worked different places and once I was taken to work on a railroad\nstation with some other girls. We had to carry small bombs. And the SS were standing with\nthe whips, and if you didn't pick it up and take it on the train, you were whipped. And it was\nvery bad. Then, a few months later, they organized a ghetto. They took one part of the\nsection and all the Jews went to this part of the city. And they put in like 2 or 3 families in a\nhouse. And they had a gate, and you had to go in through the gate and come out through the\ngate. And then, one day they came, with a truck, to mobilize all the young people. They\nnever came with the truck to the ghetto. They always went to the office, and then we have to\ncome there and then go to work. So when I saw the truck, I said to myself, \"I am not going.\"\nFor some reason, I had a feeling that something was going to be wrong. So I said \"No, I am\nnot going.\" My mother didn't insist for me to go either. She says \"You don't want to go,\ndon't!.\" So they had on the front of the house, like an empty store, was bombed, you know,\nand they came in, and I crawled in there and I sit in there, and I watched through the broken\nwood pieces. I could see the truck, and they were loading up as many as they could. They\nput one on top of another, and I knew that something was wrong, and those people never\ncame back. We later found out they were taken to the woods and shot. And life was going on\nfor awhile like that, and I was working different places. Once they took a group of girls and\nthree men to a school, to a gymnasium, to make ready the school for the soldiers who had to\ncome into town. We had to put straw on the floors, clean it. The men were chopping wood to\nmake a fire, and one German was watching us. One German was watching us. They never\nleft us alone. So after we finished, we told them we finished, and we free to go? He said,\n\"No, we have to stay and wait for the soldiers.\" So, I said, 'No, something is going to happen\nwhen the soldiers come in.\" So I say to the girls, \"We have to run.\" They say, \"How can we\nrun, the soldiers here.\" I said, \"I get rid of them.\" I went outside and I told the men to come\nout for a minute and keep him busy. I told him why and we could get away. And while he\nwas there, we run out and we run into the office, to the Judenrat, and we told the man what\nhappened. So he put us in another room, he closed the door, and put a bookcase in front.\nBecause he was afraid, the German might come back, and sure enough he came. He came\nlooking for us. And he says he never saw us, the building 1s big, and we might be wandering\naround in the building. He left, and when it got dark, we came out and went home. And that\nis how it went on for quite some time. And then they organized us again and they took us to\na train station and they had a big barn and we had to stay there for a whole week to work.\nMen, old men and girls, it doesn't matter what size. And they had a Gentile woman prepare\nthe soup, whatever they gave us, so one day when they served us the food, she said to me,\n\"You know when you finish working here, they are going to blow up the building with you\nall. I can help you get out if you want. Tell everybody what is happening.\" So that evening I\ntold them that we had to get out because by tomorrow it might be the end of us. Nobody\nwanted to listen to me. They all were saying, \"Ah, you just think so.\" Nobody believed that\nthat was going to happen, something. So I told her that I am ready to go. So she brought me a\nlong skirt for summertime, and she bought me a shawl like the people from the farmers wear.\nAnd I got dressed, and she got me out of there. And I started walking maybe 30 or 40\nkilometers home. Took me a whole day. And when I got to the house and knocked on the\ndoor, my mother was shocked to see me; because she didn't expect me home yet. She asked\nme what happened, and I said that is what news we got. And sure enough, they finished\nworking that Friday; and sure enough, that Friday night, that building went off. There is one\nperson also escaped that day before the blow up, and he came home and told what happened.",
        "Q: The rest of them were all killed?",
        "A: The rest of them were killed. You see, before they even sent them to camps, they got rid of\npeople, as much as they could. And that went on until 1942. And by that time, everybody got\na little smarter and understood what was happening. So everybody made like shelters in the\nbasements, wherever they can find a place. Like the house I lived, they made under the steps.\nThey made an opening. You could not really get in too many people there, you know, just\nenough to get in. And one morning when we woke up, we saw trucks right in front of the\ngate along the street, a lot of Germans, and we understood that something 1s going to happen.\nSo we crawled into the shelter. And we could hear stomping around in the house, looking,\nand it was terrible that day. We sit quiet. We didn't have food in there. We didn't expect, you\ndidn't know when they could do it, so you couldn't prepare yourself. So then, after a couple\nof days sitting in there, the water pipe broke, and the water started coming up, gushing out\nthere, and was almost to our necks, and we had to get out. We couldn't stay no longer. So we\ncame out during the night, went into the house, we changed the clothes. We didn't think\nabout nothing, just to get out. And right across the street from the ghetto, there was Gentile\npeople which my mother knew and she secured, we had to run, they will keep us. So we ran\nfrom our house to the front house which was closer to the road, and we looked around,\nnobody was there, and we went across the street. And my mother knocked on the back door,\nand the man opened the door and he said if we not going to leave he is going to call the\nGermans. He no want to see us and he doesn't know us. So we had no place to go, so next\ndoor was another Gentile person who knew us. My mother went over there, and he says he\ncan keep us overnight and during the day we will have to leave because it is right by the\nmain road and he really don't have a place to keep us. So he had a big stack of hay in the\nmiddle of the yard. Anybody could walk over and punch the hay and find us. And we\ncrawled in there. He brought us some food and we sat the next day, all day, and the evening\nhe bought us some clothes so we be looking like Gentile people, and we started walking.\nWhere we were going we didn't know ourselves. My mother had in mind there was a woman\nliving on the outskirts of the city, maybe she will keep us. So we walked over to her place,\nand when we got to her place we heard German voices in the house. So we couldn't do\nnothing, so she had like a little shack which she used to keep a pig in there. We crawled in\nthis little shack and we sat there and waited until the Germans left. When the Germans left,\nmy mother knocked on the door, and the woman said she is very sorry, she couldn't keep us.\nShe has no room and her daughter is dating those Germans. She says \"You can stay tonight\nif you want, and tomorrow maybe. You have to go.\" So we stayed overnight and the next\nmorning, early morning, my mother got up, she got dressed, and she left us there, and she\nwent to look for a place. She was gone all day, and in the evening she came, she says, \"I find\na place.\" She didn't know the person, the person didn't know her. She was a very nice Gentile\nwoman. She believed in God. She said God sent us to her and she has to do it. She was a\npoor woman. And we came there, the next morning we came there. And the next morning\nshe put us 1n the barn at first. She knew that we couldn't stay there because anybody who\ncomes in the fields to work, because her husband was a forest man, and everybody had a\npiece of ground and worked in those fields. She was afraid anybody come to the field would\nsee us. So we were there for awhile and in Europe, they really make a big ditch, big hole, and\nthey put potatoes and they keep them over winter there. She had potatoes in there. So she\ntook the potatoes out. She put some straw down and she put some boards over top. She put a\npole in the middle to hold it on and on top, she put in pumpkins, a whole bunch of pumpkins.\nAnd she just made a small hole so we could climb in there. And we went in there, it was in\nthe fall. We went in there, and we sit there for 16 months in that little hole, 1n that little place.\nYou couldn't even stretch your feet out. And she brought us food once a day. We had one\npotato, each of us a day, and a quart of water a day. She, herself, didn't have much food. She\nwas glad to feed us with that, and we were happy to get this so long as we are safe. And\nsome days when it was quiet she used to come take the pumpkin away so we can get some\nair. One day she took the pumpkin away. And we were sitting and talking between each\nother; and all of a sudden, a car came by and threw the pumpkin on the hole. So I said to my\nfather, I said, \"Ah, I am going to open up. I will push it.\" He said, \"No, leave it along.\" And\nright after that, two Germans passed by. It looked like the car knew...we...that we were there,\nand she has to save us. And we was there for quite awhile. And the woman knew what was\ngoing on, because if they caught people at Gentile's houses, they killed the Gentile and the\nJews. She didn't care. She just want to save us. She had one little boy, she had three kids, and\none little kid was 4 years old. He used to go in the field sometimes and get some carrots out\nof the ground and bring them down to us. He used to say, \"The Germans will not live to long\nenough to kill you.\" He was very nice, the little kid. And we were there, and then one day,\nlike she noticed it, she thought somebody saw us. It was wintertime. It was cold. She says we\nhave to get out of there. And we went out of there, and we go into the forest. On ice! We laid\non that, and we had hardly any clothes. We laid all night on that ice. Everybody, when I tell\nthem, I tell them the story about this ice, they don't believe me and I didn't get pneumonia or\nsomething. It looks like our bodies were so strong, they took anything. And we stayed\novernight and the next morning, we went back in, and we stayed there until 1944. In 1944,\nshe, herself, used to go to the city and bring us newspapers so we could read to her because\nshe couldn't read and write. So in the evenings she used to bring a candle with the paper, and\nmy father used to read the news to her. And we told her if she goes into town, see what\nhappens, if she talks to people, tell us what is happening. So 1n that year of '44, she came\nback and said the people were talking the Russians were coming back. So it was good news,\nalready the Germans were leaving. So one day she came and she says, \"The Germans are\nout. There was bombing and all that, and the Germans are out, and the Russians are back in.\"\nSo my parents go out. And they left us still in that hole because they were not sure what was\ngoing on. They left to town. And we were sitting there; and my sisters were giving me a hard\ntime because they were upset. I was upset myself. And we could do nothing about it. And\nshe didn't know where they were either. So after a couple of days, there was a big snow and\nthey came back. They came back, and they couldn't find us because the snow covered the\nground so bad. They knew where the place was, it was hard to find the opening. And we\nheard inside that somebody is walking around and like working with something. We were\nafraid to say anything, because we didn't know really who it was. So at that time I said to my\nsisters, _______, \"I think maybe they came for us. Just don't cry, don't make noise.\" And at\nthat time, I heard my mother's voice in Jewish--\"Kids, we are here.\" Oh, when I heard that, I\nwas in heaven! And they came with a wagon, with horses, some comforters, down\ncomforters, and clothes for us. They threw down the clothes, and they pulled us out of there.\nWe couldn't even stand up, so weak we were. And the put us right on that wagon. And a\ndoctor, gynecologist, a woman doctor, she took us into her house. And my younger sister\ncould hardly walk at all. Another doctor took her in and kept her for awhile, to put her back\non her feet. And we really had a hard time getting back on our feet because whatever food\nwe ate didn't stay with us because we were not used to all that stuff. And there was a lot of\nnice Gentile people who came and brought us food and brought us everything. And then we\nstarted looking around, looked for our own house. Our house was gone. So then we find\nanother empty house, so we moved in there. And we stayed there for awhile. And then, in\nthe fall, my mother adopted a boy who was left alone. The way she adopted him, this\ngentlemen had him and had another little girl with him. And he came to our house. He knew\nmy parents. He came over and asked we take him in. My mother right away said, \"Fine. He\nis mine.\" And we had a hard time with him, because he was so used to the Gentile person he\ndidn't really want to stay with us. But after a while he stayed with us. And then from there\nwe left to _6d_, and we were there for awhile. And from there, we went to Germany to a DP\ncamp in Berlin. And we were there for awhile, and from there we went to another DP camp\nin Eschwege. And from there we left for the United States; in 1949, we came here.",
        "Q: Going back to the time in the hole, did you ever get to come out? Were you able to stand up\nin there? You actually just sat?",
        "A: Sat or laid down. And that was it. Just there, and the four walls.",
        "Q: How many of you were in there?",
        "A: Five. My mother, father, and three of us, my sisters, all three kids.",
        "Q: And what about sanitary conditions?",
        "A: We had a pot. We hardly had to go because we didn't eat much.",
        "Q: How old were you at the time?",
        "A: Well, at '42, I was almost 17.",
        "Q: You were all teenage girls?",
        "A: I was a teenage girl. My sisters...at that time, was one of them was 8. The younger one was\n8; and one of them was 15.",
        "Q: The hole was covered by snow. How were you able to breath?",
        "A: We had a hole, and we just put away there. You know where it was closed with? You see, at\nwintertime, she took the pumpkins away, because pumpkins couldn't lay there in the winter.\nSo she put cow manure on the top. And we opened a little bit the hole, and that is how we\ngot air. I was in one slip, I am sorry to remember. It fell apart, really. That is how we hardly\nhave any clothes.",
        "Q: How did you pass the hours during the day?",
        "A: We just laid there and talked and looked at each other and that was it.",
        "Q: Did you try to teach your sisters anything you remembered from school?",
        "A: We didn't think about it. We just laid there; and we were like waiting. Something is going to\nhappen. You didn't know from one day to the next who is going to come by there, who 1s\ngoing to do something. Time was just going like nothing. She went once to the synagogue to\nsee it once. The synagogue was bombed. I have a picture of that synagogue.",
        "Q: Will you show it to me? That is the main synagogue?",
        "A: That is the main synagogue. Being hid there before the Germans came, we heard the\nRussians first before the Germans. And then when the Germans started getting closer to our\ntown and when they were bombing, so we had to run and we ran into this synagogue. And\nthere we were for awhile. Then we went to another place to hid.",
        "Q: Do you remember being in the hole? Is it something that 1s sort of in your memory? This\nseems almost incredible to me.",
        "A: When I talk about it, this hole stays right in front of me, the picture of it, the straw and the\npole. Because this woman used to go and beg for food, and she used to get bread. She used\nto bring their bread. And she used to bring us some bread. And so what we did, we had\npotatoes and some bread, so we took the bread, tied it with a rope, and hanged it on that pole\nfor later. We didn't want to eat it up, in case we get hungry later. And I remember, like today,\nit standing right in front of me, we were laying and looking at that pole and that bread. We\nwanted so badly. We didn't want to touch it, because we didn't know what's going to happen.\nShe might not be able to come tomorrow with food or something so we just kept it and\nlooked at it all night and all day. So finally in the morning we got to it. (Starts Side B) And\nwe all had to cover up with it. This whole thing stays right in front of me right now.",
        "Q: The ground must have gotten frozen in the wintertime.",
        "A: Sure. Sure it was. It was very bad.",
        "Q: What do you think kept your family going at that time?",
        "A: I don't know, I tell you the truth. Maybe God's will was with us and just kept us there.",
        "Q: Did your parents talk to you about the need to survive?",
        "A: Well, my mother used to say, \"We'll make it.\" That is all she used to say all the time to us,\n\"Not to worry, we are going to make it. We make it so far, we'll make it.\" And sure enough,\nwe made it.",
        "Q: Did you have a sense of passage of time? You say it was 16 months, but when you are in a\ndark hole like that...?",
        "A: We didn't know from day to night. We knew day because when she opened up the hole. No,\nwe didn't know what day it was. We didn't know if it was a holiday, if it was anything. Once\nshe went to the synagogue. I don't know why she went to the synagogue, and she found some\nprayer books, and she brought it to us. And that is how we knew when was the holiday, what\nwas happening. Honest, we didn't know of nothing. We didn't know what month it was, we\ndidn't know what day it was, nothing.",
        "Q: Were you able to bathe in any way?",
        "A: Nothing. We just took a little bit of water on our fingers in the morning just to like wet it and\nthat is it, because we didn't want to use up the water.",
        "Q: Did any of you ever get sick during that period?",
        "A: No. It is unbelievable. Really, real unbelievable that we didn't get sick. We had been under\nthe snow all day, all night I mean, and on ice, and nobody from us got sick. We were sitting\nthere just like, I don't know, a closet. You are not like a person. You just sit there and wait\nfor the minute something going to happen.",
        "Q: Did the person who was taking care of you ever fail to show up?",
        "A: No, she never.",
        "Q: She came every day?",
        "A: Every day. She came early in the morning. Because she was afraid during the day somebody\ncomes by there, so she would be in trouble.",
        "Q: Was there one person that was more in charge of keeping your morale up, most in charge?",
        "A: My mother. She was, really. We could been gone to Russia, because the Russians were first\nin our city. And everybody worked for the Russians. And that day, when the Germans\nstarted invading our city, the people from the office said whoever wants to go to Russia with\nthem, to learn with them, they give a wagon, horses, and you can take belongings and go\nwith them. And my mother says, \"No. Whatever is going to happen, I am staying in my\nhome. I am not leaving.\" And we stayed. A lot of people left. A lot of people went and a lot\nof people stayed. Not many survived. Just a few of them.",
        "Q: Those who went or those who stayed?",
        "A: Those who went, some of them survived. And these who stayed, not all of them survived.\nJust a few survived. You could count them on your fingers. Whoever survived.",
        "Q: Tell us about your mother. What kind of person she was?",
        "A: She was a very good person. She was very open to everybody. She had her doors always\nopen. Anybody wants to come eat and drink, she was always welcoming. And this brother of\nmine, he went through a lot. He was himself from Russia. I got the town he was born. He\nwas born October 14, 1929, in _6d_, Poland. And he was near the grave of his parents when\nthey took him out, the Germans. And he was talking to the German right where they were\nsitting waiting. And when the German turned around, he ran. He ran away and started\nwandering from city to city begging for food, go to farmers, to work. And finally got this one\nfarmer; and that farmer took him in and he kept him, because he worked for him. And this\nfarmer knew my parents. So he find out that we back, he came over one day, by himself, and\nsaid he has two Jewish children. One of them he would like to give away. So my mother told\nhim she doesn't mind take two of them. He says, \"How can you take two? You got three\nalready.\" She says, \"Never mind. Just bring me the kids.\" So he came the next day and\nbrought them. The little girl was maybe then 4 years old, or 5. She was a very beautiful little\ngirl. And this young man, he was about 13. And he says the child he is not giving away, for\nonly one reason. Because he took her in and she was 6 months old, he had a lot of problems\nwith the Germans. Because people told him he got a Jewish little girl, and he wanted to\nprove to the Germans she's not Jewish. They took blood tests and all that. He said he went\nthrough a lot, and he don't want to give her up. She is going to get older and understand, and\nhe'll tell her who she was. And it 1s up to her to decide what she want to do. And if she wants\nto be Jewish, he will let her go to the United States, he said. So we said, \"Fine.\" We couldn't\nforce him. And the young man stayed with us; and he really didn't want to stay with us. He\nwas so used to the farmer that he wanted to go back. And me and my two sisters, we had one\nbed we slept in. So we didn't have room for him. So [we] slept on the floor, and we put him\nin the bed so we could watch him. Because we didn't want him to run away from us. We\nliked for him to get used to us and be with us, like one of us. And my mother was very happy\nto have him, and he was very grateful to my mother. Because if not us, he said, he didn't\nknow what would happen to him. Now later on, when we went to Germany, he find an uncle\nin Chicago. And his uncle took him out to Chicago. When we were leaving Germany, his\nuncle took him to Chicago. He was there for a year. And he used to call us__. And I\nlived in Washington, and my parents went to New York with my other two sisters. And he\nwrote to me and said he would like to come for a visit. I said, \"Fine.\" And when he came for\na visit, he liked it. So he left his uncle. He wasn't happy there. And he stayed with us until he\ngot married. He is married, and he got four kids. His kids treat me like I am his real...their\nreal adopted aunt, you know. And just like a real aunt, and we are very close.",
        "Q: Was this a common thing that went on among the people that survived the war? Did they\ntake in lots of people like that?",
        "A: Well, in our city we were the only ones where we find a child. Maybe in other cities, you\nknow, was a lot of left kids too, and they were taken in. I couldn't tell.",
        "Q: Do you know the name of the woman who hid you?",
        "A: Her name was [Ropina (ph)]. That is all I remember. She stays right in front of me. She was\na very tall, heavy set woman--a very nice woman. So after we got to the United States, my\nmother helped her out a lot. She mailed a lot of packages. She kept in touch with her. And\nshe died.",
        "Q: Did you ever see her again after the war?",
        "A: No. Because we went to _6d_.And from 6d_, we went to Germany. And we couldn't get so\neasy to the DP camps to Germany. You have to really like go across the border, and you had\nto do it most like at night, you know. They caught us once, and they sent us back. And then\nat that time, I was married already. I got married in_6d_ (ph). And then we went again. And\nwe went through, and we were first in Berlin in a DP camp. And there my older daughter got\nborn, in [Schlochenzee (ph)]. And from there we went to this Eschwege. Then the HIAS\nmade arrangements and looked up some...well, to see United States my husband had\nrelatives, in Washington. And that is how we came. We came first. Me and my husband and\nmy daughter came first to the United States in 1949. And then my parents came later to New\nYork.",
        "Q: Can you tell me more about how you met your husband, how that all came about?",
        "A: Well, when I lived in_6d_, my mother had a little businesslike store, something to make a\nliving of. And the stores, you didn't have to pay at that time; because there were empty\nstores. You just took a store and fixed it up, and made yourself a little business. And he came\ninto the store, and there was somebody else who knew him and introduced us. And that is\nhow we got acquainted. And we got married.",
        "Q: Was he a refugee of the war also?",
        "A: Yah, He was in Russia. He was from another town, and he was in Russia. He went through a\nlot in Russia, too; and then, after the war, came back to Poland. He came to look for his\nfamily. He met him...his brother was left, just two of them. They both ran away, and they\nboth were left. And the rest of the family was all gone. Nobody was left.",
        "Q: What made you head for Germany?",
        "A: Well, they were saying there was DP camps in Germany, and from there you can get the\nUnited States. Because it was not really Poland already. It was Russia, because the Russians\ntook over. So, nobody wanted to stay with the Russians. So everybody was trying to get out\nof there. So that is how we went to DP camp first. And from there, the Joint was and the\nHIAS. And they find your relatives, if you have any. And that is how you get to the United\nStates. A lot of people didn't have relatives. Just the HIAS was, you know, bring them over.",
        "Q: What were conditions like at the time that the war ended?",
        "A: You mean when we first came out?",
        "Q: Yes.",
        "A: Well, it was very bad. Because everything was bombed, you know. A lot of places were\nbombed up, and the food wasn't that great. You couldn't get food that great. You had to\nrequisition food and stuff like that. And later on, little by little, it got better. I have a picture\nhere of my family. This is my brother with my sister--the boy my mother adopted. Here, I\ngot my mother and father here, myself, my husband, and my two sisters.",
        "Q: Okay. Just hold them up a little longer, and the camera can focus in on them to get a clear\npicture. And this was taken when? After the war?",
        "A: After the war. That was in _6d_ taken.",
        "Q: First you went back to your old city. Is that nght?",
        "A: Old city. And then from there we went to _6d_. And we didn't go by train. We went by train.\nIt was a freight train.",
        "Q: Would you pick up the picture with your brother, because we need another shot of that?",
        "A: Got that?",
        "Q: They need the picture back.",
        "A: Of my brother?",
        "Q: Right.",
        "Q: You were saying you didn't go to_6d_ by train. How did you go?",
        "A: By freight train.",
        "Q: By freight train?",
        "A: We had the luggage, whatever we owned at that time, everything was laying on the bottom\nand everybody was sitting on top of that. And that is how we got to_6d_.",
        "Q: Did you have to pay for passage?",
        "A: No, we didn't pay. We went by freight, so you could go. And there also, was apartments.\nAnd in one apartment, we lived one, two...about three, four families in one apartment. They\nwere very big. They had a lot of rooms. So everybody had a bedroom and the living room--\nlike a empty living room, there was no furniture in it, called a living room. That is where I\ngot married, in that room. And shared that room, and everybody shared the kitchen. And we\nlived like one family.",
        "Q: Were these people you knew beforehand, or were you just...?",
        "A: Only one couple we knew, my mother knew. The rest came to say, \"If you have room?.\"\nAnd my mother says, \"Yah, we got room.\" Even before the war, she was always good to\npeople, and always taking 1n people. And she fed people and she just didn't care. You know,\nafter the war you didn't have much food, so you always made enough for everybody. I think\nbeing her so good, God let us stay and be alive today. I also have here enlarged, they made a\nmonument, for the Warsaw Uprising. My husband is 1n that picture with some friends.",
        "Q: This was after the war?",
        "A: After the war, they made a monument. And the Warsaw Uprising there together. It says\nsomething on it up top, to read.",
        "Q: Do you know who put the monument up?",
        "A: No. When we were just walking the street, my husband and his friends, they say, \"Let's have\na picture taken with this monument.\" And that is when they took the picture.",
        "Q: I would like to go back to the time you were working with the Germans, and there was a\nparticular instance when you took a bomb in a truck.",
        "A: Oh, yah. They find a huge bomb someplace which didn't explode during the war probably.\nAnd they put it on the truck and they got a few girls and they took us. We were working on\nsomething else while we were there. They just picked whoever they want and took us in the\ntruck and took us to the outskirts of the city. And everybody was thinking that we be gone\nwith that bomb together. What else they could think? And we got there, they took that bomb,\nthey themselves, the men, the men took the bomb and put it in the middle and they told\neverybody step back and they blowed the bomb up by themselves. And we all were so\nshocked when they told us to go back on the truck, we got back to the city, that we couldn't\nmove. One have to help the other to get on that truck. And when we ride back into the city\ninto the ghetto, everybody was outside, like they were waiting for some kind of news, and\nwhen they saw us, everybody was crying. They couldn't believe, because what happened\nbefore with the truck with the people they took. So they couldn't believe that we came back\nalive.",
        "Q: Nobody ever told you anything or explained anything?",
        "A: No, nothing. They just put you on the truck and go.",
        "Q: What did you think it was all about? What do you think?",
        "A: We thought we were going to do something. We didn't expect, when they take you, you don't\nexpect they are going to kill you. They take you to another city or they take you to work or\ndo something. Nobody expect a killing because whatever they did, they did on the spur of\nthe moment.",
        "Q: Who was in charge of you? Was it local people, was it Germans?",
        "A: No. No. It was Jewish people that were working in that office. They were in charge. And the\nGermans came to them and kept the news. You know, people to work and whatever. And\nthey didn't say a word.",
        "Q: What about your younger sisters? Did they work also?",
        "A: No. I was the only one.",
        "Q: They were allowed to remain in there?",
        "A: They were inside the house.",
        "Q: Did your mother and father work?",
        "A: Yah. Everybody went separate ways. Nobody knew who was going to come back in the\nevening to the house. Who is going to come back? Nobody knew that.",
        "Q: What about getting food?",
        "A: The food wasn't - we couldn't get too much food, and whatever we got we made it enough.\nWe made to do. Everybody was afraid to say something because we didn't know what was\ngoing to happen, so whatever they gave us we just made it enough.",
        "Q: Did they issue you food? Did you stand in line to get it?",
        "A: We had to stand in line. They give you so much food for the day. Each day you had to get\neach person food, and sometime they gave you for a few days.",
        "Q: Tell me about when you came to this country. They suggested that we stop at this point\nbecause we are about to run out of tape.\n"
    ],
    "questions": [
        "Q: Please tell us your name, where you were born, and what you remember about your town\nand family while you were growing up.",
        "Q: Okay, the first thing you need to tell us is your name.",
        "Q: What about your, what kind of business did they have?",
        "Q: Was it big?",
        "Q: What about school?",
        "Q: Was it a Jewish school?",
        "Q: What kind of Jewish community did you have there?",
        "Q: Was there synagogues?",
        "Q: Was your family observant?",
        "Q: Tell me about the holidays? What was your favorite holiday?",
        "Q: Did you go with your family to the synagogue?",
        "Q: Did you have relatives come to visit.",
        "Q: How about friends? What do you remember about your friends?",
        "Q: What was your daily life like?",
        "Q: Did you live in an individual home or in an apartment?",
        "Q: Did you have non-Jewish friends as well as Jewish friends?",
        "Q: Do you remember incidences, any kind of anti-semitism before the war?",
        "Q: Tell me about people that you knew. Who are the people that stand out in your memory?",
        "Q: What about the types? The rabbi? Can you tell me about the rabbi?",
        "Q: Tell me about one of the happiest memories of your childhood?",
        "Q: Were you the oldest child?",
        "Q: And you had two younger sisters?",
        "Q: There were three altogether?",
        "Q: Tell me about how your life changed when the war broke out.",
        "Q: The rest of them were all killed?",
        "Q: Going back to the time in the hole, did you ever get to come out? Were you able to stand up\nin there? You actually just sat?",
        "Q: How many of you were in there?",
        "Q: And what about sanitary conditions?",
        "Q: How old were you at the time?",
        "Q: You were all teenage girls?",
        "Q: The hole was covered by snow. How were you able to breath?",
        "Q: How did you pass the hours during the day?",
        "Q: Did you try to teach your sisters anything you remembered from school?",
        "Q: Will you show it to me? That is the main synagogue?",
        "Q: Do you remember being in the hole? Is it something that 1s sort of in your memory? This\nseems almost incredible to me.",
        "Q: The ground must have gotten frozen in the wintertime.",
        "Q: What do you think kept your family going at that time?",
        "Q: Did your parents talk to you about the need to survive?",
        "Q: Did you have a sense of passage of time? You say it was 16 months, but when you are in a\ndark hole like that...?",
        "Q: Were you able to bathe in any way?",
        "Q: Did any of you ever get sick during that period?",
        "Q: Did the person who was taking care of you ever fail to show up?",
        "Q: She came every day?",
        "Q: Was there one person that was more in charge of keeping your morale up, most in charge?",
        "Q: Those who went or those who stayed?",
        "Q: Tell us about your mother. What kind of person she was?",
        "Q: Was this a common thing that went on among the people that survived the war? Did they\ntake in lots of people like that?",
        "Q: Do you know the name of the woman who hid you?",
        "Q: Did you ever see her again after the war?",
        "Q: Can you tell me more about how you met your husband, how that all came about?",
        "Q: Was he a refugee of the war also?",
        "Q: What made you head for Germany?",
        "Q: What were conditions like at the time that the war ended?",
        "Q: Yes.",
        "Q: Okay. Just hold them up a little longer, and the camera can focus in on them to get a clear\npicture. And this was taken when? After the war?",
        "Q: First you went back to your old city. Is that nght?",
        "Q: Would you pick up the picture with your brother, because we need another shot of that?",
        "Q: They need the picture back.",
        "Q: Right.",
        "Q: You were saying you didn't go to_6d_ by train. How did you go?",
        "Q: By freight train?",
        "Q: Did you have to pay for passage?",
        "Q: Were these people you knew beforehand, or were you just...?",
        "Q: This was after the war?",
        "Q: Do you know who put the monument up?",
        "Q: I would like to go back to the time you were working with the Germans, and there was a\nparticular instance when you took a bomb in a truck.",
        "Q: Nobody ever told you anything or explained anything?",
        "Q: What did you think it was all about? What do you think?",
        "Q: Who was in charge of you? Was it local people, was it Germans?",
        "Q: What about your younger sisters? Did they work also?",
        "Q: They were allowed to remain in there?",
        "Q: Did your mother and father work?",
        "Q: What about getting food?",
        "Q: Did they issue you food? Did you stand in line to get it?",
        "Q: Tell me about when you came to this country. They suggested that we stop at this point\nbecause we are about to run out of tape."
    ],
    "answers": [
        "A: I was born November 5, 1925, Ostrég in Poland.",
        "A: Oh, my name. Lisa Murik, and I was born November 5, 1925, Ostrog in Poland. And I lived\nin that town all my life until the war broke out with my family, my father and mother and my\ntwo sisters.",
        "A: They had a grocery business. A wholesale, retail business.",
        "A: It was not that big, was a medium size, and my father and mother worked together.",
        "A: I went up to high school. Just about that time the war broke out.",
        "A: No, it was a public school. In 1939, the Russians came in, and we went to the Russian school\nfor awhile until the Germans chased the Russians out, and came in, and occupied. And that\nwas it.",
        "A: We had a large community, about a thousand Jewish people.",
        "A: Yes, was quite a few synagogues, and we had main synagogue also, and we had small\nsynagogues.",
        "A: Yes.",
        "A: Any holiday was a favorite. Hanukkah was the most favorite because, well we didn't get\npresents like we get here...the kids get here in the United States. We get money. It was gelt\n[Yidd: \"gold\"], Hanukkah gelt. That was the only thing. It was very nice. Every holiday was\nnice. Came Rosh HaShanah, and you had to have new clothes and go to the synagogues.\nAnd was very nice.",
        "A: Oh, yes. Every holiday. Business used to be closed, and everybody went to the synagogue.",
        "A: Oh, yes. We had a few relatives in the city. Most of my mother's family was in Russia, lived\nin Russia. My father's family lived far up, Poland.",
        "A: I had quite a few friends, very nice, close friends. Matter of fact, when I was in the east\nvisiting Israel I find one of my friends in Israel. Was accidently, I went to my husband's\nrelatives to dinner and we started taking and she told me she got a friend from this city, and I\nsaid, \"Oh boy, this is my high school friend.\" She called her up, she came right over. We\ndidn't recognize each other because it was so many years already, and it was very interesting.",
        "A: Well, when I was a child, we get up in the morning, you have breakfast, go to school, and\ncome home, do home work, then play, and that was it. We didn't have T.V.'s and stuff like\nthat.",
        "A: In an individual home. The business was together with the house like. The business was in\nfront, and the house was in the back.",
        "A: Yes.",
        "A: No, nothing like that.",
        "A: I tell you true, I don't remember the names. It is very hard.",
        "A: It's everything like blank right now. It's very hard to remember.",
        "A: Well, I had good parents. They treat me nice and everything was normal life and we lived\nvery happy, the whole family, very close.",
        "A: I was the oldest. Yah.",
        "A: Two younger sisters.",
        "A: Three altogether. Then, after the war, my mother adopted a boy. I call him \"brother,\" and he\ncalls me \"sister.\"",
        "A: Well, at the beginning when the Germans came into our hometown, they let us for a while be\nin our houses, everything was like never nothing happened yet. Then one summer morning,\nearly morning, they knocked on everybody's doors, and they made everybody get out of the\nhouses, and who wouldn't leave, they shoot right there. So they got us all out on the streets,\nand they started marching us, and right next to us, the Gentile people were marching with\nshovels. Now we couldn't understand what was going on. Because nobody said nothing, and\nthen we see the German soldiers walking, and make us march. So, our city was divided by a\nrailroad. It was like a new city and an old city. So we marched over the bridge, and way out\nof the city, outskirts of the city like in a big field and there were already Germans with the\nmachine guns all around standing and we got in the middle. And they told us to sit down and\nwait. And we sit there and we couldn't understand anything, nothing, and those people with\nthe shovels, they probably went to dig ditches already to kill us or something. We didn't\nknow what was going on. Because it was the first time. So, late afternoon, they told us\nwomen and children separate, men separate. They started separating everybody. And there\nwas one nice soldier, and he walked over and he says the women with the children will live.\nThat is all he said. And we still didn't know what he meant. So, by that time everybody who\nhad three or four kids started dividing between the people who didn't have kids. So then they\nmarched the men away first. And nobody knew where they had taken them and what they\nwould do with them. Then 20 minutes later, they told all the women, \"Line up and start\nmarching towards the city.\" So we were told to separate again, as soon as we cross, we got in\nthe middle halfway in the road, and they told us to run. And everybody started to run into\nhouses. Whatever house they saw, they just ran. And right after we got into the houses, we\ncould hear shooting and we more exactly, you know, understood that something was\nhappening. And nobody knew where the men were or nothing until late evening they came\nback. They took them to armory like, a armory for soldiers. They took them there. They\nmade them work for awhile, and then they let them go. And that was the first that they did.\nAnd right after that, they made a Judenrat--an office, where you have to register to go work.\nThey came there and they asked for people to work and everybody started working. And\nthey were young, young kids. We had to wear first a Jewish star on our arm, like an arm\nband. That was not good enough for them because they couldn't tell if you were Jew or not\nbecause the right arm band didn't show much. So they told us to wear a yellow circle in the\nback of our back and in front. And I, myself, was not allowed to work, I had been going to\nwork every day, and worked different places and once I was taken to work on a railroad\nstation with some other girls. We had to carry small bombs. And the SS were standing with\nthe whips, and if you didn't pick it up and take it on the train, you were whipped. And it was\nvery bad. Then, a few months later, they organized a ghetto. They took one part of the\nsection and all the Jews went to this part of the city. And they put in like 2 or 3 families in a\nhouse. And they had a gate, and you had to go in through the gate and come out through the\ngate. And then, one day they came, with a truck, to mobilize all the young people. They\nnever came with the truck to the ghetto. They always went to the office, and then we have to\ncome there and then go to work. So when I saw the truck, I said to myself, \"I am not going.\"\nFor some reason, I had a feeling that something was going to be wrong. So I said \"No, I am\nnot going.\" My mother didn't insist for me to go either. She says \"You don't want to go,\ndon't!.\" So they had on the front of the house, like an empty store, was bombed, you know,\nand they came in, and I crawled in there and I sit in there, and I watched through the broken\nwood pieces. I could see the truck, and they were loading up as many as they could. They\nput one on top of another, and I knew that something was wrong, and those people never\ncame back. We later found out they were taken to the woods and shot. And life was going on\nfor awhile like that, and I was working different places. Once they took a group of girls and\nthree men to a school, to a gymnasium, to make ready the school for the soldiers who had to\ncome into town. We had to put straw on the floors, clean it. The men were chopping wood to\nmake a fire, and one German was watching us. One German was watching us. They never\nleft us alone. So after we finished, we told them we finished, and we free to go? He said,\n\"No, we have to stay and wait for the soldiers.\" So, I said, 'No, something is going to happen\nwhen the soldiers come in.\" So I say to the girls, \"We have to run.\" They say, \"How can we\nrun, the soldiers here.\" I said, \"I get rid of them.\" I went outside and I told the men to come\nout for a minute and keep him busy. I told him why and we could get away. And while he\nwas there, we run out and we run into the office, to the Judenrat, and we told the man what\nhappened. So he put us in another room, he closed the door, and put a bookcase in front.\nBecause he was afraid, the German might come back, and sure enough he came. He came\nlooking for us. And he says he never saw us, the building 1s big, and we might be wandering\naround in the building. He left, and when it got dark, we came out and went home. And that\nis how it went on for quite some time. And then they organized us again and they took us to\na train station and they had a big barn and we had to stay there for a whole week to work.\nMen, old men and girls, it doesn't matter what size. And they had a Gentile woman prepare\nthe soup, whatever they gave us, so one day when they served us the food, she said to me,\n\"You know when you finish working here, they are going to blow up the building with you\nall. I can help you get out if you want. Tell everybody what is happening.\" So that evening I\ntold them that we had to get out because by tomorrow it might be the end of us. Nobody\nwanted to listen to me. They all were saying, \"Ah, you just think so.\" Nobody believed that\nthat was going to happen, something. So I told her that I am ready to go. So she brought me a\nlong skirt for summertime, and she bought me a shawl like the people from the farmers wear.\nAnd I got dressed, and she got me out of there. And I started walking maybe 30 or 40\nkilometers home. Took me a whole day. And when I got to the house and knocked on the\ndoor, my mother was shocked to see me; because she didn't expect me home yet. She asked\nme what happened, and I said that is what news we got. And sure enough, they finished\nworking that Friday; and sure enough, that Friday night, that building went off. There is one\nperson also escaped that day before the blow up, and he came home and told what happened.",
        "A: The rest of them were killed. You see, before they even sent them to camps, they got rid of\npeople, as much as they could. And that went on until 1942. And by that time, everybody got\na little smarter and understood what was happening. So everybody made like shelters in the\nbasements, wherever they can find a place. Like the house I lived, they made under the steps.\nThey made an opening. You could not really get in too many people there, you know, just\nenough to get in. And one morning when we woke up, we saw trucks right in front of the\ngate along the street, a lot of Germans, and we understood that something 1s going to happen.\nSo we crawled into the shelter. And we could hear stomping around in the house, looking,\nand it was terrible that day. We sit quiet. We didn't have food in there. We didn't expect, you\ndidn't know when they could do it, so you couldn't prepare yourself. So then, after a couple\nof days sitting in there, the water pipe broke, and the water started coming up, gushing out\nthere, and was almost to our necks, and we had to get out. We couldn't stay no longer. So we\ncame out during the night, went into the house, we changed the clothes. We didn't think\nabout nothing, just to get out. And right across the street from the ghetto, there was Gentile\npeople which my mother knew and she secured, we had to run, they will keep us. So we ran\nfrom our house to the front house which was closer to the road, and we looked around,\nnobody was there, and we went across the street. And my mother knocked on the back door,\nand the man opened the door and he said if we not going to leave he is going to call the\nGermans. He no want to see us and he doesn't know us. So we had no place to go, so next\ndoor was another Gentile person who knew us. My mother went over there, and he says he\ncan keep us overnight and during the day we will have to leave because it is right by the\nmain road and he really don't have a place to keep us. So he had a big stack of hay in the\nmiddle of the yard. Anybody could walk over and punch the hay and find us. And we\ncrawled in there. He brought us some food and we sat the next day, all day, and the evening\nhe bought us some clothes so we be looking like Gentile people, and we started walking.\nWhere we were going we didn't know ourselves. My mother had in mind there was a woman\nliving on the outskirts of the city, maybe she will keep us. So we walked over to her place,\nand when we got to her place we heard German voices in the house. So we couldn't do\nnothing, so she had like a little shack which she used to keep a pig in there. We crawled in\nthis little shack and we sat there and waited until the Germans left. When the Germans left,\nmy mother knocked on the door, and the woman said she is very sorry, she couldn't keep us.\nShe has no room and her daughter is dating those Germans. She says \"You can stay tonight\nif you want, and tomorrow maybe. You have to go.\" So we stayed overnight and the next\nmorning, early morning, my mother got up, she got dressed, and she left us there, and she\nwent to look for a place. She was gone all day, and in the evening she came, she says, \"I find\na place.\" She didn't know the person, the person didn't know her. She was a very nice Gentile\nwoman. She believed in God. She said God sent us to her and she has to do it. She was a\npoor woman. And we came there, the next morning we came there. And the next morning\nshe put us 1n the barn at first. She knew that we couldn't stay there because anybody who\ncomes in the fields to work, because her husband was a forest man, and everybody had a\npiece of ground and worked in those fields. She was afraid anybody come to the field would\nsee us. So we were there for awhile and in Europe, they really make a big ditch, big hole, and\nthey put potatoes and they keep them over winter there. She had potatoes in there. So she\ntook the potatoes out. She put some straw down and she put some boards over top. She put a\npole in the middle to hold it on and on top, she put in pumpkins, a whole bunch of pumpkins.\nAnd she just made a small hole so we could climb in there. And we went in there, it was in\nthe fall. We went in there, and we sit there for 16 months in that little hole, 1n that little place.\nYou couldn't even stretch your feet out. And she brought us food once a day. We had one\npotato, each of us a day, and a quart of water a day. She, herself, didn't have much food. She\nwas glad to feed us with that, and we were happy to get this so long as we are safe. And\nsome days when it was quiet she used to come take the pumpkin away so we can get some\nair. One day she took the pumpkin away. And we were sitting and talking between each\nother; and all of a sudden, a car came by and threw the pumpkin on the hole. So I said to my\nfather, I said, \"Ah, I am going to open up. I will push it.\" He said, \"No, leave it along.\" And\nright after that, two Germans passed by. It looked like the car knew...we...that we were there,\nand she has to save us. And we was there for quite awhile. And the woman knew what was\ngoing on, because if they caught people at Gentile's houses, they killed the Gentile and the\nJews. She didn't care. She just want to save us. She had one little boy, she had three kids, and\none little kid was 4 years old. He used to go in the field sometimes and get some carrots out\nof the ground and bring them down to us. He used to say, \"The Germans will not live to long\nenough to kill you.\" He was very nice, the little kid. And we were there, and then one day,\nlike she noticed it, she thought somebody saw us. It was wintertime. It was cold. She says we\nhave to get out of there. And we went out of there, and we go into the forest. On ice! We laid\non that, and we had hardly any clothes. We laid all night on that ice. Everybody, when I tell\nthem, I tell them the story about this ice, they don't believe me and I didn't get pneumonia or\nsomething. It looks like our bodies were so strong, they took anything. And we stayed\novernight and the next morning, we went back in, and we stayed there until 1944. In 1944,\nshe, herself, used to go to the city and bring us newspapers so we could read to her because\nshe couldn't read and write. So in the evenings she used to bring a candle with the paper, and\nmy father used to read the news to her. And we told her if she goes into town, see what\nhappens, if she talks to people, tell us what is happening. So 1n that year of '44, she came\nback and said the people were talking the Russians were coming back. So it was good news,\nalready the Germans were leaving. So one day she came and she says, \"The Germans are\nout. There was bombing and all that, and the Germans are out, and the Russians are back in.\"\nSo my parents go out. And they left us still in that hole because they were not sure what was\ngoing on. They left to town. And we were sitting there; and my sisters were giving me a hard\ntime because they were upset. I was upset myself. And we could do nothing about it. And\nshe didn't know where they were either. So after a couple of days, there was a big snow and\nthey came back. They came back, and they couldn't find us because the snow covered the\nground so bad. They knew where the place was, it was hard to find the opening. And we\nheard inside that somebody is walking around and like working with something. We were\nafraid to say anything, because we didn't know really who it was. So at that time I said to my\nsisters, _______, \"I think maybe they came for us. Just don't cry, don't make noise.\" And at\nthat time, I heard my mother's voice in Jewish--\"Kids, we are here.\" Oh, when I heard that, I\nwas in heaven! And they came with a wagon, with horses, some comforters, down\ncomforters, and clothes for us. They threw down the clothes, and they pulled us out of there.\nWe couldn't even stand up, so weak we were. And the put us right on that wagon. And a\ndoctor, gynecologist, a woman doctor, she took us into her house. And my younger sister\ncould hardly walk at all. Another doctor took her in and kept her for awhile, to put her back\non her feet. And we really had a hard time getting back on our feet because whatever food\nwe ate didn't stay with us because we were not used to all that stuff. And there was a lot of\nnice Gentile people who came and brought us food and brought us everything. And then we\nstarted looking around, looked for our own house. Our house was gone. So then we find\nanother empty house, so we moved in there. And we stayed there for awhile. And then, in\nthe fall, my mother adopted a boy who was left alone. The way she adopted him, this\ngentlemen had him and had another little girl with him. And he came to our house. He knew\nmy parents. He came over and asked we take him in. My mother right away said, \"Fine. He\nis mine.\" And we had a hard time with him, because he was so used to the Gentile person he\ndidn't really want to stay with us. But after a while he stayed with us. And then from there\nwe left to _6d_, and we were there for awhile. And from there, we went to Germany to a DP\ncamp in Berlin. And we were there for awhile, and from there we went to another DP camp\nin Eschwege. And from there we left for the United States; in 1949, we came here.",
        "A: Sat or laid down. And that was it. Just there, and the four walls.",
        "A: Five. My mother, father, and three of us, my sisters, all three kids.",
        "A: We had a pot. We hardly had to go because we didn't eat much.",
        "A: Well, at '42, I was almost 17.",
        "A: I was a teenage girl. My sisters...at that time, was one of them was 8. The younger one was\n8; and one of them was 15.",
        "A: We had a hole, and we just put away there. You know where it was closed with? You see, at\nwintertime, she took the pumpkins away, because pumpkins couldn't lay there in the winter.\nSo she put cow manure on the top. And we opened a little bit the hole, and that is how we\ngot air. I was in one slip, I am sorry to remember. It fell apart, really. That is how we hardly\nhave any clothes.",
        "A: We just laid there and talked and looked at each other and that was it.",
        "A: We didn't think about it. We just laid there; and we were like waiting. Something is going to\nhappen. You didn't know from one day to the next who is going to come by there, who 1s\ngoing to do something. Time was just going like nothing. She went once to the synagogue to\nsee it once. The synagogue was bombed. I have a picture of that synagogue.",
        "A: That is the main synagogue. Being hid there before the Germans came, we heard the\nRussians first before the Germans. And then when the Germans started getting closer to our\ntown and when they were bombing, so we had to run and we ran into this synagogue. And\nthere we were for awhile. Then we went to another place to hid.",
        "A: When I talk about it, this hole stays right in front of me, the picture of it, the straw and the\npole. Because this woman used to go and beg for food, and she used to get bread. She used\nto bring their bread. And she used to bring us some bread. And so what we did, we had\npotatoes and some bread, so we took the bread, tied it with a rope, and hanged it on that pole\nfor later. We didn't want to eat it up, in case we get hungry later. And I remember, like today,\nit standing right in front of me, we were laying and looking at that pole and that bread. We\nwanted so badly. We didn't want to touch it, because we didn't know what's going to happen.\nShe might not be able to come tomorrow with food or something so we just kept it and\nlooked at it all night and all day. So finally in the morning we got to it. (Starts Side B) And\nwe all had to cover up with it. This whole thing stays right in front of me right now.",
        "A: Sure. Sure it was. It was very bad.",
        "A: I don't know, I tell you the truth. Maybe God's will was with us and just kept us there.",
        "A: Well, my mother used to say, \"We'll make it.\" That is all she used to say all the time to us,\n\"Not to worry, we are going to make it. We make it so far, we'll make it.\" And sure enough,\nwe made it.",
        "A: We didn't know from day to night. We knew day because when she opened up the hole. No,\nwe didn't know what day it was. We didn't know if it was a holiday, if it was anything. Once\nshe went to the synagogue. I don't know why she went to the synagogue, and she found some\nprayer books, and she brought it to us. And that is how we knew when was the holiday, what\nwas happening. Honest, we didn't know of nothing. We didn't know what month it was, we\ndidn't know what day it was, nothing.",
        "A: Nothing. We just took a little bit of water on our fingers in the morning just to like wet it and\nthat is it, because we didn't want to use up the water.",
        "A: No. It is unbelievable. Really, real unbelievable that we didn't get sick. We had been under\nthe snow all day, all night I mean, and on ice, and nobody from us got sick. We were sitting\nthere just like, I don't know, a closet. You are not like a person. You just sit there and wait\nfor the minute something going to happen.",
        "A: No, she never.",
        "A: Every day. She came early in the morning. Because she was afraid during the day somebody\ncomes by there, so she would be in trouble.",
        "A: My mother. She was, really. We could been gone to Russia, because the Russians were first\nin our city. And everybody worked for the Russians. And that day, when the Germans\nstarted invading our city, the people from the office said whoever wants to go to Russia with\nthem, to learn with them, they give a wagon, horses, and you can take belongings and go\nwith them. And my mother says, \"No. Whatever is going to happen, I am staying in my\nhome. I am not leaving.\" And we stayed. A lot of people left. A lot of people went and a lot\nof people stayed. Not many survived. Just a few of them.",
        "A: Those who went, some of them survived. And these who stayed, not all of them survived.\nJust a few survived. You could count them on your fingers. Whoever survived.",
        "A: She was a very good person. She was very open to everybody. She had her doors always\nopen. Anybody wants to come eat and drink, she was always welcoming. And this brother of\nmine, he went through a lot. He was himself from Russia. I got the town he was born. He\nwas born October 14, 1929, in _6d_, Poland. And he was near the grave of his parents when\nthey took him out, the Germans. And he was talking to the German right where they were\nsitting waiting. And when the German turned around, he ran. He ran away and started\nwandering from city to city begging for food, go to farmers, to work. And finally got this one\nfarmer; and that farmer took him in and he kept him, because he worked for him. And this\nfarmer knew my parents. So he find out that we back, he came over one day, by himself, and\nsaid he has two Jewish children. One of them he would like to give away. So my mother told\nhim she doesn't mind take two of them. He says, \"How can you take two? You got three\nalready.\" She says, \"Never mind. Just bring me the kids.\" So he came the next day and\nbrought them. The little girl was maybe then 4 years old, or 5. She was a very beautiful little\ngirl. And this young man, he was about 13. And he says the child he is not giving away, for\nonly one reason. Because he took her in and she was 6 months old, he had a lot of problems\nwith the Germans. Because people told him he got a Jewish little girl, and he wanted to\nprove to the Germans she's not Jewish. They took blood tests and all that. He said he went\nthrough a lot, and he don't want to give her up. She is going to get older and understand, and\nhe'll tell her who she was. And it 1s up to her to decide what she want to do. And if she wants\nto be Jewish, he will let her go to the United States, he said. So we said, \"Fine.\" We couldn't\nforce him. And the young man stayed with us; and he really didn't want to stay with us. He\nwas so used to the farmer that he wanted to go back. And me and my two sisters, we had one\nbed we slept in. So we didn't have room for him. So [we] slept on the floor, and we put him\nin the bed so we could watch him. Because we didn't want him to run away from us. We\nliked for him to get used to us and be with us, like one of us. And my mother was very happy\nto have him, and he was very grateful to my mother. Because if not us, he said, he didn't\nknow what would happen to him. Now later on, when we went to Germany, he find an uncle\nin Chicago. And his uncle took him out to Chicago. When we were leaving Germany, his\nuncle took him to Chicago. He was there for a year. And he used to call us__. And I\nlived in Washington, and my parents went to New York with my other two sisters. And he\nwrote to me and said he would like to come for a visit. I said, \"Fine.\" And when he came for\na visit, he liked it. So he left his uncle. He wasn't happy there. And he stayed with us until he\ngot married. He is married, and he got four kids. His kids treat me like I am his real...their\nreal adopted aunt, you know. And just like a real aunt, and we are very close.",
        "A: Well, in our city we were the only ones where we find a child. Maybe in other cities, you\nknow, was a lot of left kids too, and they were taken in. I couldn't tell.",
        "A: Her name was [Ropina (ph)]. That is all I remember. She stays right in front of me. She was\na very tall, heavy set woman--a very nice woman. So after we got to the United States, my\nmother helped her out a lot. She mailed a lot of packages. She kept in touch with her. And\nshe died.",
        "A: No. Because we went to _6d_.And from 6d_, we went to Germany. And we couldn't get so\neasy to the DP camps to Germany. You have to really like go across the border, and you had\nto do it most like at night, you know. They caught us once, and they sent us back. And then\nat that time, I was married already. I got married in_6d_ (ph). And then we went again. And\nwe went through, and we were first in Berlin in a DP camp. And there my older daughter got\nborn, in [Schlochenzee (ph)]. And from there we went to this Eschwege. Then the HIAS\nmade arrangements and looked up some...well, to see United States my husband had\nrelatives, in Washington. And that is how we came. We came first. Me and my husband and\nmy daughter came first to the United States in 1949. And then my parents came later to New\nYork.",
        "A: Well, when I lived in_6d_, my mother had a little businesslike store, something to make a\nliving of. And the stores, you didn't have to pay at that time; because there were empty\nstores. You just took a store and fixed it up, and made yourself a little business. And he came\ninto the store, and there was somebody else who knew him and introduced us. And that is\nhow we got acquainted. And we got married.",
        "A: Yah, He was in Russia. He was from another town, and he was in Russia. He went through a\nlot in Russia, too; and then, after the war, came back to Poland. He came to look for his\nfamily. He met him...his brother was left, just two of them. They both ran away, and they\nboth were left. And the rest of the family was all gone. Nobody was left.",
        "A: Well, they were saying there was DP camps in Germany, and from there you can get the\nUnited States. Because it was not really Poland already. It was Russia, because the Russians\ntook over. So, nobody wanted to stay with the Russians. So everybody was trying to get out\nof there. So that is how we went to DP camp first. And from there, the Joint was and the\nHIAS. And they find your relatives, if you have any. And that is how you get to the United\nStates. A lot of people didn't have relatives. Just the HIAS was, you know, bring them over.",
        "A: You mean when we first came out?",
        "A: Well, it was very bad. Because everything was bombed, you know. A lot of places were\nbombed up, and the food wasn't that great. You couldn't get food that great. You had to\nrequisition food and stuff like that. And later on, little by little, it got better. I have a picture\nhere of my family. This is my brother with my sister--the boy my mother adopted. Here, I\ngot my mother and father here, myself, my husband, and my two sisters.",
        "A: After the war. That was in _6d_ taken.",
        "A: Old city. And then from there we went to _6d_. And we didn't go by train. We went by train.\nIt was a freight train.",
        "A: Got that?",
        "A: Of my brother?",
        "A: By freight train.",
        "A: We had the luggage, whatever we owned at that time, everything was laying on the bottom\nand everybody was sitting on top of that. And that is how we got to_6d_.",
        "A: No, we didn't pay. We went by freight, so you could go. And there also, was apartments.\nAnd in one apartment, we lived one, two...about three, four families in one apartment. They\nwere very big. They had a lot of rooms. So everybody had a bedroom and the living room--\nlike a empty living room, there was no furniture in it, called a living room. That is where I\ngot married, in that room. And shared that room, and everybody shared the kitchen. And we\nlived like one family.",
        "A: Only one couple we knew, my mother knew. The rest came to say, \"If you have room?.\"\nAnd my mother says, \"Yah, we got room.\" Even before the war, she was always good to\npeople, and always taking 1n people. And she fed people and she just didn't care. You know,\nafter the war you didn't have much food, so you always made enough for everybody. I think\nbeing her so good, God let us stay and be alive today. I also have here enlarged, they made a\nmonument, for the Warsaw Uprising. My husband is 1n that picture with some friends.",
        "A: After the war, they made a monument. And the Warsaw Uprising there together. It says\nsomething on it up top, to read.",
        "A: No. When we were just walking the street, my husband and his friends, they say, \"Let's have\na picture taken with this monument.\" And that is when they took the picture.",
        "A: Oh, yah. They find a huge bomb someplace which didn't explode during the war probably.\nAnd they put it on the truck and they got a few girls and they took us. We were working on\nsomething else while we were there. They just picked whoever they want and took us in the\ntruck and took us to the outskirts of the city. And everybody was thinking that we be gone\nwith that bomb together. What else they could think? And we got there, they took that bomb,\nthey themselves, the men, the men took the bomb and put it in the middle and they told\neverybody step back and they blowed the bomb up by themselves. And we all were so\nshocked when they told us to go back on the truck, we got back to the city, that we couldn't\nmove. One have to help the other to get on that truck. And when we ride back into the city\ninto the ghetto, everybody was outside, like they were waiting for some kind of news, and\nwhen they saw us, everybody was crying. They couldn't believe, because what happened\nbefore with the truck with the people they took. So they couldn't believe that we came back\nalive.",
        "A: No, nothing. They just put you on the truck and go.",
        "A: We thought we were going to do something. We didn't expect, when they take you, you don't\nexpect they are going to kill you. They take you to another city or they take you to work or\ndo something. Nobody expect a killing because whatever they did, they did on the spur of\nthe moment.",
        "A: No. No. It was Jewish people that were working in that office. They were in charge. And the\nGermans came to them and kept the news. You know, people to work and whatever. And\nthey didn't say a word.",
        "A: No. I was the only one.",
        "A: They were inside the house.",
        "A: Yah. Everybody went separate ways. Nobody knew who was going to come back in the\nevening to the house. Who is going to come back? Nobody knew that.",
        "A: The food wasn't - we couldn't get too much food, and whatever we got we made it enough.\nWe made to do. Everybody was afraid to say something because we didn't know what was\ngoing to happen, so whatever they gave us we just made it enough.",
        "A: We had to stand in line. They give you so much food for the day. Each day you had to get\neach person food, and sometime they gave you for a few days.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMay 30, 1989\nRG-50.030*0168",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Lisa\nDawidowicz Murik, conducted by Linda Kuzmack on May 30, 1989 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LISA DAWIDOWICZ MURIK\nMay 30, 1989"
    ]
}