{
    "rg": "RG-50.030.0312_trs_en",
    "sequence": [
        "Question: I'd like you to start by telling me your name, when were you born, and where you",
        "Answer: I'm Marianne Rosner. I was born in Vienna on the 21st of October 1910.\nQ. And what was your birth name?\nA. Marianne, but my second birth name was Robczek (ph.).\nQ. Tell me a little bit about your family life like in Vienna?\nA. My family life was beautiful, just beautiful. I had very good parents. I had a sister. My\nfather was a well-to-do businessman in Vienna. And I had the most beautiful childhood\nand youth life that ever you can image. And I was very young when I met my husband.\nAnd when I was 19 years old, we got married in 1930 in Vienna. We are 65 years.\nQ. Was your family religious?\nA. No. No. We were Jews, good Jews. But not religious.\nQ. Did you mix with Christian people?\nA. A lot. A lot. We were together in school. My best friends were Christian. Customers in\nmy father's business were Christians. It made no difference. As a matter of fact, I never\nmet any antisemismus (ph.) in Vienna; I met only antisemismus in Poland. I never met\nany in Vienna to my time. I left Vienna in 1930. You know, that was a long time before\nthe Hitler anschlus (ph.).\nQ. What else can you tell me about your background in Vienna?\nA. My background in Vienna was a good, simple life with a nice family. I went to school. I\nwent to -- I have only 2 years of college. I didn't want to study. I only wanted to go out\nwith boys and have a good time. There's not much to say there, just a normal, normal\ngood life.\nQ. You got married in --\nA. In Vienna.\nQ. In Vienna in 1930?\nA. In 1930.\nQ. And you left Vienna.\nA. I left Vienna in 1930. Right away after the wedding we left. My husband was a\nmusician, a violinist, a very fine violinist, and we travelled a lot. As long as we were\nyoung, we travelled a lot. We went to Romania, to Hungary, and to Poland. And then\nwe settled. When my son was born in 1935, we settled in Warsaw. My son was born in\nWarsaw, and there we settled, and there we were until the war broke out. In 1939 the war\nbroke out and caught us in Poland.\nQ. Now, when you were in Warsaw, were you aware of what was starting to happen in\nGermany?\nA. No. No. No. We didn't -- maybe because we where young, and we didn't take life so\nvery serious, you know. But rather I would say, rather it was a surprise for us. But it\nshould come to us. All right. We heard a lot of things, what's happened to the Jews in\nGermany, you know, but we really never thought that was going to happen to us.\nQ. So you were aware that there were problems in Germany?\nA. Oh, yes. Oh, yes.\nQ. Did you experience any anti-Semitism in Warsaw at that time?\nA. Yes, I did.\nQ. For example?\nA. For example, certain stores you were not permitted to walk in. In Warsaw, maybe not so\nmuch, but we were in Catelvich (ph.) which 1s a nice city. There was a sign on the street\n-- | have to translate it into English. It was in Polish there. The saying was, \"don't buy\nanything by Jews. Jews are you enemies.\" And there were signs on doors like barber\nshops. Jews -- not allowed. Things like this are very, very, very sad -- very sad. This\ntime you felt very, very uncomfortable.\nQ. Did you feel things were changing and getting worse for Jews?\nA. Of course, of course. Of course we felt this. Sure, sure.\nQ. Where were you living when the Nazis -- when the Germans came into Poland?\nA. We were living in Krakow.\nQ. You had left Warsaw?\nA. We left Warsaw before we were living in the ghetto. And before the ghetto was closed\ncompletely, we run away from the ghetto -- from Warsaw, and we went to Krakow.\nKrakow -- only Krakow we couldn't stay either. We had to move 30 kilometers away\nfrom Krakow, in the country. And we were living there. And then the ghetto was built\nin Krakow. When the ghetto was built in Krakow, we had to move back from the country\nto the ghetto to Krakow.\nQ. What -- how did things come about that you had to move to the country?\nA. Because we didn't want to be closed in in the ghetto in Warsaw. We didn't want to stay\nin the ghetto -- do you know you had to stay in the ghetto even if you didn't want to. We\nknow what some of the things that might happen. We had to react to the sign of David.\nAnd we took this off, and we traveled in the train like -- not Jews. And that's the way we\nwent to the country.\nQ. I'm confused about something. If you were in Krakow when the Germans came in --\nA. Yes.\nQ. There was already a ghetto in Warsaw?\nA. No. There was filth, and it was a ghetto, but an open ghetto. There was a section of the\ncity which was meant for the Jews to move in there, but it was open, you could still go\nout -- you know out.\nQ. This was before the war started?\nA. No. No. No.\nQ. Okay. Okay. I'm sorry. I'm confused. The reason that I'm confused is because when\nthe German troops came in --\nA. Yes?\nQ. Were you in Warsaw or in Krakow?\nA. Krakow.\nQ. You were in Krakow?\nA. Yes. Then we moved. But you know I had my apartment in Warsaw. I was living in\nWarsaw before my son was born. From 1935 until 1939, I was living in Warsaw. I had\nan apartment, and I had a normal life. But then when the German came in, my husband\nhad a contract as a violinist in Krakow.\nQ. Asa violinist?\nA. A band leader, yes. Okay, a band leader.\nQ. In Warsaw’?\nA. A band leader. Yes, his band and he has a contract in Krakow. That's how we came\nfrom Warsaw to Krakow. And then when the contract ended, and the Germans came in,\nand the contract was no good anymore. Jews didn't play anymore. We went back to\nWarsaw. We had to move into the ghetto. Now, it's a new year, remember. But then\nwhen they said that the ghetto was going to be closed, we left. We left, and we went --\nhis parents were in Krakow, and his brothers and sister, so they want to be with the\nfamily. So we went there, and then we had to move away from Krakow.\nQ. Okay. I think I understand now. When -- can you describe to me what it was like when\nthe Germans came? Do you remember that?\nA. Do I remember that? Of course I remember that. It was very bad, it was very sad. It was\n-- no stores, Jews couldn't have no (sic) stores. There were no -- nobody could go to\nschool anymore. There were no jobs for Jews whatsoever. They couldn't earn any\nmoney. As a matter of fact the money was taken away. And the bank -- the bank\ncounters were closed for the Jews. You know, it was a very sad, very miserable time.\nQ. Was it frightening?\nA. Of course it was frightening. Of course. It was frightening, sure it was frightening. The\nGermans took away men from the streets, you know, just because they were Jews. And\nthey put them already then in concentration camps.\nQ. Did they bomb Krakow at all?\nA. Yes, they bombed Krakow, but not to bad, not to bad. The first attack it was boom,\nboom. We went to the shelter. And this time I was living on Provenska Olsa (ph.). We\nwent to the shelter. My boy was in this time four years old, you know. So it was pretty --\nwe didn't have too much money. We were young and we didn't run away. A lot of\npeople run away, you know. Not that we did any good with that, but we didn't run away.\nWe didn't think that it was going to come to that, but it did come to it. You know, we\ndidn't think that it was going to come to concentration camps and things like this. We\ndidn't believe it.\nQ. What was the local reaction to the Germans coming 1n?\nA. The local reaction? Some of them, they liked it. Some of them, they didn't. The Poles\nby themselves -- some of them didn't like Jews. Some of them, they were very good to\nJews. Some of them helped saving their lives, and some of them helped destroying them.\nYou know, like in ever country they have good people and bad people.\nQ. Did you have any experiences with Polish people that you knew or that you husband\nknew?\nA. No. Not bad experience whatsoever. No.\nQ. So who all went to the country? Who went to the country when you had to leave?\nA. When we went to the country my husband, myself, my child of course, his brother, and\nhis parents were living there. We all were there in a little town. We even used to make\nsome money there. He used to play for the governor there, you know, when the --\nQ. Did the local administration tell you to leave, or you just knew you had to get out?\nA. There was a law, no. There was a law. We had to leave. They put sign on the streets and\nthe houses that we had to leave. We didn't want to leave. We had to.\nQ. When was it?\nA. It was a short time after the Germans occupied Krakow, a short time after. I don't\nremember exactly the time, you know.\nQ. They were trying to get the Jews out of the city?\nA. Yes. Yes. They wanted a UdenRhine (ph.) clean of Jews city.\nQ. So you stayed in this country town for -- what was the name of it? What was the name of\nit?\nA. Oh, Perhovesay (ph.). Perhovesay. My husband used to --\nQ. Were there any Jews where you moved to? Did you know that there were no Jews?\nA. In this town where were we came to, there were no Jews.\nQ. Do you know of any other Jews that lived there?\nA. Okay. In the this town, in Perhovesay, we went to their -- I don't know how many years\nago, sixty years, there were no Jews living there. And when we came there, and you\nknow that we are Jews, they didn't believe it, that the Jews looked like normal people,\nyou know.\nQ. Did the people there like you?\nA. Some of them like us and they help us to stay there. We stayed there until we had to\nmove from there. We had to move from there and we had to go to the ghetto. In the\nmeantime in Krakow we prepared a ghetto. The war was around the ghetto and we had\nwe had to move to the ghetto. All Jews from the surrounding from Krakow had to move\nto the ghetto. So they liked us, and they had us stay there until we had to move from\nthere. We had to move from there, and we had to go to the ghetto. In the meantime, in\nKrakow, they prepared a ghetto. They put a wall around the ghetto, and we had to move\nto the ghetto. All Jews from the surroundings from Krakow had to move to the ghetto.\nQ. And this was when?\nA. This was -- I would say '41 or '42, something like that. 1941 or '42, I don't remember\nexactly the dates. I don't want to give you the wrong dates.\nQ. So you had lived in this country town about a year?\nA. So.\nQ. So when the word out, you had to go back?\nA. Yes. Yes.\nQ. So how did you get there? Tell me about it.\nA. How we got there? The horses, the horses and the buggies. You know, we got the\nwagons, we put our stuff on the wagon, and we went to the ghetto. It was not far from\nKrakow maybe an hour. We got from the Jewish committee or organization, I don't\nknow -- we got an apartment -- an apartment. We were living in a five-room apartment\nwith ten families. We were living in one room with Henry's sister, brother-in-law, two\nchildren. They were four people, and we were three is seven, and one sister-in-law, a\nsingle girl. Eight people, we were living, eating, sleeping -- living in this one room. And\nin each room of this apartment, this was the apartment of a doctor. Doctor in good times,\nbut he had a dental -- a dental office there. In every room was just as many people. In\nthe hallway was living a family. It was very, very congested, very crowded. We had a\nlittle iron stove in the middle of the room. And there we cooked. That was our life until\nthey opened -- in the beginning Abbetslager (ph.). And then it became a\nconcentration camp. Until we went there, that was about in 1943, '42, '43,\nsomething like that.\nQ. Were you working while living in the ghetto?\nA. No. Yes -- I was making money. We had friends and relatives, which -- men, which like\nto play cards. So in the evenings, we came up there up to my room, and five, six, seven\nmen to play poker, or whatever they could play. And I cooked coffee, and I made\nsandwiches, and I baked cake, and I served them, and them and they paid me for it. This\nis how I mad a few dollars. My husband used to work there, too. There was a little cafe\nor restaurant were he used to play with this orchestra. It was a small orchestra, but it was\nan orchestra. The Germans permitted that.\nQ. Was that in the ghetto, the cafe?\nA. In the ghetto, yes.\nQ. And was this just for the Jewish people?\nA. Just the Jewish people, yes.\nQ. And was it easy to get the food that you were cooking? Was there enough?\nA. No, it wasn't easy, but you could get it. In the back market -- you know people, the\nPolish people, they smuggled it in. There were some black markets, you know, you had\nto pay a lot of money for everything, but you could get it. You didn't have to starve when\nyou had the money.\nQ. Were there organizations to help people who couldn't get food or --\nA. No. There were no organizations. No.\nQ. Were there any school for the kids?\nA. No.\nQ. Secret schools?\nA. Secret schools, yes. We put a few children together in one room, and one woman which\nwas once a teacher would teach them. My son didn't go to any of these. As a matter of\nfact, my son didn't know how to write or read until he came to America.\nQ. Were there any political organizations in the ghetto?\nA. No, not that I know of. No.\nQ. What about the ? How did they manage?\nA. There were nice people between us and ugly people between us. There were a lot of\npeople who took advantage of their position, you know. And there were nice ones, too,\nwhich like to help. You can't put everybody together, you know. There are always good\nand bad.\nQ. Was there access to the Polish side, or did you have to stay in the ghetto?\nA. There were access, but you had to have a permit to leave the ghetto. When you had to\nleave you at least had to have a reason to leave, so you had to apply for permission to\nleave. Sometimes you got it, sometimes you didn't.\nQ. For work or for what?\nA. Work. Work. Yes. Work -- there were groups of Jews which worked for Germans. My\nhusband, for example, got a group which work for the Luftkow (ph.) Commando. It was\nsome organization for fliers. I don't know what it is. And he had a group for cleaning the\noffices, and doing things like this. So he went out every day from the ghetto. In the\nmorning, he went out, and he come back in the evening.\nQ. Were you always sure that he was going to come back?\nA. No. No. I wasn't sure he was going to come back, and he wasn't sure that he was going\nto find me. But there were actions in the ghetto in which they killed the people in the\nghetto, and there were actions outside of the ghetto. You never know, you never know\nwhat the next hour is going to bring.\nQ. Can you describe for me those actions?\nA. I don't think so -- you want to listen to this.\nQ. I think it's important. Can you try? Just tell us what you remember.\nA. Just the actions. They put the old people all together in the marketplace, and they had\nbuses there. Between these people was my husband's parents. They put them on the\ntruck, and they pushed them out, and you never saw them again. in\nmassive -- you never saw them. You never know where and when. They were horrible.\nThey took the children out, children, little children, two years, three years, four years.\nThey put them on the trucks and they moved them out. The parents came back in the\nevening from work, and they didn't find their children anymore. My nephew went this\nway. My sister-in-law, his sister went together with this baby. When she didn't want to\nlet them go alone she went them. Her husband came home, and he didn't find his wife\nand his child anymore. I don't think anybody wants to listen to these things.\nQ. This is important. This an important as a testimony for history. It is important that we\nknow your pain.\nA. There was a hospital in the ghetto where they liquidated the hospital. They just killed the\npatients. The hospital -- they never came out of the hospital. I was lucky, I came out of\nthis hospital. Somehow, I don't know how it came, but I will never forget. I was in the\nentrance. There was a mother with a child. I think she had just gave birth in the hospital\nto this child. And I went out there, and an SS man took this child by the legs, and he just\nhit him against a brick wall. He pushed us aside, and then they went to the concentration\ncamp.\nQ. How did you manage to keep your son? I thought that was very hard.\nA. It was thanks to my husband. Thanks to my husband, he -- it\nwas known that he was a musician, and these people -- how\nbad they were, but they liked music, you know, and they\nfound out that he was a musician. And he played for the\n, he and his brother. And he played for them, and\nthey liked his music so much. This how he saved -- he\nsaved, and they know that he had a child, and they helped\nhim. The commandant, this murderer, he helped him save our\nchild.\nQ. Did you have to hide him while you living in the ghetto?\nA. Yes. Yes. We had to send him out of the ghetto. He let us know when there was an\naction going on in the ghetto, and we had to send him out of the ghetto. He was out -- he\nwas in different towns for some time there. A relative of ours was a police -- Jewish\npolice that was high ranked, and he was there for a few weeks or months. I don't\nremember how long. And then the commandant said, \"Bring him back, because there is\ngoing to be something there.\"\nBarneya (ph.) was the name of the town. And that's -- there he met Schindler and\ncommandant. That's where he met Schindler, and Schindler got a liking to him, and he\nput us on the list, and we went to Brelitzer (ph.).\nQ. Ok. So let's -- I'm not jumping ahead. But how long were you in the ghetto before you\nwere sent out?\nA. I would say 1940 to 1943. Maybe -- not quite a year I think.\nMR. ROSNER: More.\nMRS. ROSNER: What?\nMR. ROSNER: More.\nMRS. ROSNER: Yeah. Yeah. No. More than a year?\nMR. ROSNER: More than two years.\nMRS. ROSNER: No.\nMR. ROSNER: It was a little more than two years.\nMRS. ROSNER: No. In '43 -- in'44 we left Plashau (ph.). And we all about a year in\nPlashau, over a year, '43 couldn't be more than a year. It was in '41-'42 about a year.\nYes, about a year.\nBY THE HISTORIAN:\nQ. At the time that you were sent out of the ghetto, were you aware of camps --\nconcentration camps and things like that? Did you know about that?\nA. [heard about it! I heard about it! But somehow, I don't know if I was an optimist or\nwhatever. I never thought that was going to come to me, that I am going to be the one\nwhich -- I never thought about it.\nQ. There were deportations from the ghettos before you left?\nA. Yes, but not from the -- not directly to Auschwitz. First we had to come to Plashau,\nwhich was right next Krakow, you know. Then from Krakow, then the transports went\nout.\nQ. Now, how did it come to pass that you left the ghetto? Tell me what happened.\nA. Well, the , the abetslager (ph.) was ready, you know. They made it out of a\ncemetery. They made -- the they built the barracks, and they made a concentration camp.\nWhen this was ready, when the barracks was ready, then all the Jews had to go there.\nEvery day acertain amount. Every day a certain amount went up there. It was, like, on\na hill, you know. And we got accomodation in some barracks. And I was chosen\nbecause I spoke German. Sol becameablock —.. Block _—___, it was like a like\nhouse mother you know. I had three-hundred women in my block, and I had to take care\nof -- that they should go out to work, and shouldn't run away, and they should be there.\nBut it was a very tough job.\nQ. Why was it a tough job?\nA. Because the women wanted to do their own way, you know. They didn't want to listen.\nEverybody wanted to save themselves, and do the best for themselves, which wasn't so\neasy. So that was what it was like in any one of these houses here.\nQ. So how did you keep order in your --\nA. I tried to. I tried to explain it to them, and somehow they listened to me, and somehow\nwe -- in all this time, only one woman ran away. One woman escaped, which I was\npunished for with twenty-five lashes on my behind, which was very painful, and very\nsicking for months. And -- but I was lucky because it was actually a life threat.\nActually, they said, \"When somebody runs away from you, you are going to be killed.\"\nSo I was lucky that I got away with this twenty-five.\nQ. So whenever any of the people in your block did something wrong, you could be\npunished?\nA. The block was responsible for it, yes.\nQ. Now, did you husband and son go to Plashau with you?\nA. Yes. Not with me, but they went to Plashau to. He was in the men. The men were\nseparate. Men were separate, and women were separate. He was in the men's block, and\nhe had the child with him, until they sent him out of the lager (ph.). He wasn't too much\nin the lager. They sent him out, thanks to , you know. He helped arranged\nthis.\nQ. I'mconfused about one thing. When you were telling me before that your son got out, it\nwas because you heard that there was going to be an action.\nA. Yes?\nQ. Was that in the ghetto, or were you talking about Plashau?\nA. Plashau.\nQ. Okay. But in the ghetto, you said that you had to hide him?\nA. In the ghetto, he hid himself. He was . He hid himself, and there was an\naction, and we went out to work. When he was alone he hid himself -- he hid himself.\nSomehow, he tells me a story I didn't know about it, because I wasn't there. He tells me\nthis story that somehow he walked and he walked and he went up by some nuns. And\nthey took him in, and they fed him, and he slept there. And when he came -- he found his\nway back to the ghetto, and everything was over. The action was over. He saved\nhimself.\nQ. I see, that is something.\nMR. ROSNER: And you are entering the Auschwitz?\nMRS. ROSNER: Yeah. But not by Auschwitz yet, Henry --\nMR. ROSNER: But --\nMRS. ROSNER: I am not yet in Auschwitz. And we are not yet in Auschwitz, Henry.\nQ. When you were sent to Plashau, was that at the time the ghetto was liquidated?\nA. That's right. That's right.\nQ. All right. So this was in --\nA. It wasn't liquidated from one -- in an hour. It took days. The people were in groups sent\nto Plashau. Every day certain groups took maybe two or three weeks untit the ghetto was\ncompletely liquidated.\nQ. And this was, I think, in March of 1943?\nA. Something like that, yes.\nQ. And you knew where you were going?\nA. Yes. We knew we were going to Plashau. I never was there before. I never was there\nbefore in my life.\nQ. What were the conditions like in Plashau for living?\nA. We were living 1n a barrack, in a wooden shack, which was three floors, you know, one-\ntwo-three. And there were straw sacks. I don't remember, were there blankets? No\npillows of course. The blankets were for the cold. and there were latrines. You know,\nlatrines -- outhouses for maybe a hundred people, you know, one next to the other. There\nwas no sanitary condition whatsoever. Once in a while, you had to bring your people --\nyour room and I had to bring them down to the shower. You know, there was a building\nlike a were they were looking for lice, and, you know, and things like that.\nAnd the women had a shower once 1n a while. A piece of soap was rare. Some\nsmuggled it from outside. A little piece of soap which everyone was permitted to use just\na little bit. And no toilet paper, no toothbrushes, no things like that to use --nothing. We\ntore off from our dresses pieces and used them as toilet paper. No running water or\nanything like this. We had to bring the water in a , you know. Very bad,\nvery bad, very bad. You know, sometimes when I -- when I think back like this, on an\noccasion like this, I hardly can believe that this has happened. So that's when I think,\nwhen I tell it to somebody else who never was there, how can they make any sens of the\npictures, when I myself doubted that I could -- I could live through this. In the beginning,\nwhen I came to America, it was no use to talk to the American people and telling it then.\nThey don't believe you anyway. You can't believe it. It's too hard to believe.\nQ. Did they feed you?\nA. Terrible they feed you. They give you some soup, some water, and some would even\ngive you a piece of bread, every day, once a day.\nQ. How did your days go?\nA. They didn't go. Every day was like a year. It didn't go. Very bad. In the morning, I had\nto take a woman, I had to go to the kitchen. You had to bring this black water which was\nsupposed to be coffee, you know. And then you give it to the woman. And then there\nwas an appel (ph.) -- we had to take the women to the appelplatz (ph.), and they count\nyou like gold. We went back then -- you had to go to the kitchen and bring the kettle\nwith soup. Somehow -- somehow I don't know how was it then. Some groups of my\nwoman began to work outside of the lager. They came back in the evenings, and they\nsmuggled in something sometimes, you know, something to eat. They made some\n, you know, and they got something better to eat. So somebody who had\nyet a few dollars hide (sic) away so they could buy something. There was the black\nmarket also, you know, going on all over.\nQ. Was your work set in the camp taking care -- or did you go on a work assignment, or\nyour job was just in the --\nA. My job was just in the block. I had to see that it was clean, that the window was clean,\nthe floor was clean, that the were made up neatly. This is when, like, there\ncame an inspection once in a while, you know, and they looked around.\nQ. And if it wasn't clean?\nA. Hum?\nQ. And if it wasn't clean?\nA. Then you got punished. You got punished. You got beaten. The punishment was a\nbeating.\nQ. Did it happen often to you?\nA. It happened only once to me, when this women run away. Q. Did you get any special\nprivileges because of your position?\nA. Yes, I got special privileges. I had a little corner in the block. I had my .\nI didn't have nobody on top of me. And I had a little stove where I could cook\nsomething, and my husband could be smuggled in and spend the night with me, you\nknow. And that that was the privileges.\nQ. So he could actually come to where you were --\nA. He had to come, but nobody knows. He had privileges, too, because he played for the\ncommandant, so they respected him. They knew that he could get away with it.\nQ. Do you think that your women were mad at you because you had privileges?\nA. Hum-hum, I had a very good relationship with my women, a very good relationship.\nMaybe they were, I don't know. I never felt that.\nQ. Were you able to get more food or --\nA. No. None whatsoever, no.\nQ. Well, who were your guards? Where were you guards from? There were guards in this\ncamp, yes?\nA. Sure, SS men and women. Sure, SS, there were guards, you know. But it was a woman\nguard, which were sometimes worse than the men. Sure.\nQ. Did you become friendly with any of them because you were in a better position?\nA. Not really friendly, but once they saw my child finally. And somehow the -- somehow\nthey maybe were touched with it or something. He had a -- he had a little harmonica, you\nknow. I don't know it came that he had it, but he had it. And this women aufsayer (ph.),\nshe saw him playing this harmonica, so she brought him. The next few weeks or so, she\nbrought him a little accordian.\nQ. Where is it today?\nA. [have it. I still have it. It don't make noise for me.\nQ. So they liked your son, then?\nA. Yes. We came -- when they liquidated Plashau, and the Russians came into Krakow, we\nhad to liquidate Plashau.\nQ. What? Can you explain to me what the difference 1s between when Plashau was\nconsidered a labor camp, and when it was considered a concentration camp?\nA. When it was a labor camp, there was no killing. And when it was a concentration camp,\nthere was, on top of the hill, shooting -- they shoot. They made a big hole, and people\nwhich had to be shot, they put them -- they had to kneel down. They got a shot in the\nneck and the back. They threw them into the -- put it down, put 1t down Henry, put it\ndown.\nQ. Ok. Are you coming to the shout out with Henry?\nWell, who did the shooting?\nA. They brought in truck loads of Jews, which the catched (sic) in Krakow. Like, say, they\nwere on an paper, you know, on papers, on Christian papers. They were living\nlike Christians, they catched (sic) them, and they brought them in on the bus, and shot\nthem there. That was already a concentration camp. There were killings, yes, yes.\nSometimes, for example, when somebody run away, from the men or from the women,\nthey took fifty men or women and put them up there. And they called all the block\nelders, \"Now, you yave to watch this.\" And they are killed, and you tell it to your people\nwhat is going to happen when one is going to run away. I had to watch it. I watched it.\nYeah\nQ. Did you feel safe?\nA. No, nobody felt safe. Not only for one minute, for five minutes I didn't feel safe. We\ndidn't know what the next minute can bring to you.\nQ. So you saw your husband from time to time while you were there?\nA. Yes. Yes. Yes. Yes, I did. I did. The people, the police, the Jewish police and\neverybody respected him. They know that he had privileges because he played for the\ncommandant. And all these parties, and all these dinners in the villa where he lived. He\ngot a tuxedo. They provided a tuxedo for him, and he went down there, and he played for\nthem. And after he came back, he came to me and he let me know that he is alive. He\ndidn't know either that he was going to walk out of this villa alive. He didn't know that.\nQ. People were killed out at the villa?\nA. Yes. Yes. You, just for pleasure could go out on the balcony, and see some Jews\nwalking by there, and just shoot them, because they just feel like shooting somebody.\nQ. Did you have any contact with ?\nA. None whatsoever. None whatsoever.\nQ. What impression did you have of him from your husband? Tell what your husband told\nyou. What impression did you have of the camp commandant?\nA. My husband is has a wonderful nature. He was very, very optimistic, and he always\nthought that nothing is going to happen to him, that we are all going to leave ;\nwe are going to live happy after. He was always optimistic in his feelings on this.\nQ. What did he say about the camp commandant?\nA. Oh, he knew that he was a killer. He was a killer, but he was a music lover. He loved his\nplaying. He put him --\nhe laid down on the couch, and he played for him, and he was just in heaven. He loved it.\nQ. Who were at these parties?\nA. The German -- German officers, high ranked officers with their mistresses, with their\nfriends. They were orgies -- orgies going on there, you know.\nQ. Were any of the mistresses ever Jewish?\nA. I don't think so. Not officially anyway, maybe yeah, but I don't think so. That was --\nthat was not permitted. That was that a German couldn't have an affair\nwith a Jewish woman.\nQ. Were there -- were all of the prisoners in this camp from the Krakow area?\nA. Not all of them, no, more or less. There were Hungarians, there were Gypsies, but most\nof them were from Krakow and from the surroundings.\nQ. Were they Jewish?\nA. Were they Jewish? Only Jewish, only Jewish.\nQ. Did you have contact with the Gypsies or any of the others?\nA. Yes. Yes. Sometimes we had, but not particularly, no. Q. They were in separate\nliving quarters?\nA. Yeah. Yeah. There were -- a block like mine was, there were ten or eleven blocks like\nthis for women, and ten or eleven blocks for men. It was a big thing. It was a big -- quite\na number of thousands and thousands of people.\nQ. There were three-hundred in each block?\nA. Three-hundred in each block, so you have already over three thousand, maybe four\nthousand woman, and four thousand men.\nQ. And there were German quarters there that were very nice?\nA. German quarters were beautiful, they were villas, beautiful. They occupied it. They took\nit away from the Pollacks (sic), or from Jews, I don't know who. And they occupied it,\nand they lived there. We had a beautiful villa where the commandant, and they had\nJewish help there. They had Jewish cooks, and Jewish boys, house boys, and cleaning\nstaff, and whatever. He had a wonderful life, this commandant -- perfect.\nQ. Did he come into the -- was he around the camp a lot?\nA. Oh, yes.\nQ. Did he come around?\nA. He put on a red leather scarf, and they rode around. Sure. It was like something for me,\nand he killed.\nQ. Did you see this?\nA. Yes. Yes. Yes, I saw it. He made sure that we should see it. He called us to watch it.\nThere was a -- a girl, or two girls, I think. Was it one or two girls run away, young girls,\nand he said to the police -- to the chief of the police. When you don't find these two girls,\nthey are going to kill a hundred men. So the police went out to Krakow, and they found\nthese girls, and they brought them back.\nSo these two girls run away, and they brought them back. They found them. They\nbrought them back. They tried very hard, because they didn't want that a hundred people\nshould get killed, you know, and he the village where they found them.\nAnd they called up -- they called a lot of people standing around and watch it. And\nchildren just came in then to visit -- to visit death, you know, and they saw that, too. It\nwas then happening, so they saw that, too. And they saw how he vomited. He couldn't\ntake it, and I think this had a lot to do with his change of attitude, that he started to work\nand to think against that Nazis. This had a lot to do with that. He couldn't take this.\nQ. Did you know who Shindler was?\nA. Never. I didn't know Shindler. I became friendly with Schindler after the war, in\nGermany.\nQ. So you weren't aware of him in ?\nA. Not at all. Not at all.\nQ. How often did your husband go up and play music?\nA. Almost every day. Almost every day or something. Some dinner, some party, some\nbirthday, some name day, something to celebrate almost every day.\nQ. Did he ever see Shindler up there?\nA. Yes. Yes. As a matter of fact, there was a time in Plashau for everybody had to give\naway everything they own. Money, jewelery -- everything we own, we had to give away.\nOn this evening, Shindler gave it to Henry 500 . This is like 500 dollars. He\nwas the richest man -- the richest man in Plashau this evening. He liked the music, too.\nSomehow, these people, they liked very much. They were very sensitive to music. You\ncan do a lot, you know, with music to them. I don't know how -- how it come -- how in\nsuch a , how in such killers how they can love music. Isn't it -- what could\nthey know about music? They liked fine music, Mozart, , Brahams, Strauss,\nbeautiful music.\nQ. Now, because your husband was up there, and that Schindler up there, was he aware of\nSchindler and Schindler's camp nearby?\nA. Ah--\nQ. This factory ?\nA. No. Not not yet. It became notable when he started to\nbuild Brelitzer, you know, when he started -- but he had to give up . When all\nthe people from came to Plashau, he had to give up, and he started to locate\nto Brelitzer. Then it was obvious that they want to go with him, you know.\nQ. Did you know about ?\nA. Iknow about __, but I didn't see any difference between and Plashau.\nThere was not too much difference, you know. In this time, Plashau was not a\nconcentration camp yet, it was an arbeitslager, you know, there were no killings.\nPunishment like beatings and things, but no killings. For all this, he killed\nhimself, but not mass killing. No crematorium.\nQ. Were there crematoriums at Plashau towards the end?\nA. No. No crematoriums, there was only the , the mountain there. There was\nthis hole, this big hole, and where they shot the people, and throw them in the hole, and\nthen burned them, and the smell was all over.\nQ. So how did it -- is there anything else that you can tell me about Plashau and either\nor Shindler, or anything else that we are leaving out here before we move\non?\nA. No. Nothing in particular, I tell you everything there is -- it was such a horrible\nexperience. It was so -- not human-like, what you live there. You were not even a\nhuman being any more, you know. I think you -- don't get a better life. It was nothing.\nYou were nothing. You lived for nothing. You didn't know what the next\nminute, the next five minutes were going to bring. You were absolutely nothing.\nQ. Did you think you would get out of there?\nA. No. No. Only -- until I got to Shindler, until we got to Brelitzer.\nQ. How long do you think you were in Plashau?\nA. It was the end of '44, I think, in November of '44, October or November of '44, Plashau\nwas liquidated. And I think we came to Plashau in 1942 or '43, over a year I would say,\nover a year.\nQ. How did things start happening for --\nA. I tell you the honest truth, I wanted to tell you, with the dates, I am very bad.\nQ. Wecan work that out.\nA. Yeah.\nQ. When they were starting to liquidate the camps, how was that -- how did they do that?\nA. They do this by -- by groups -- groups -- groups, you know. There were organizations\nlike dressmakers, like shoemakers, like basketweavers, like iron workers. You know,\nthey took groups, and they put them on trains, and they send them away. Some of them,\nthey send to concentration camps like Glorsrosen (ph.), Auschwitz, Bergenbelzen (ph.),\nMathausen (ph.) and Treblinka (ph.). Some of them never reached these places.\nQ. Did you know about all these camps at this point?\nA. No, no. I know not of one.\nQ. So when, in fact, they started sending people out, you didn't know where the people were\ngoing?\nA. No, when we were sent out, we didn't know either that we went to Auschwitz. We were\nthinking that we go to Brelitzer. In the meantime they sent us to Auschwitz -- they sent\nus to Auschwitz, and we were there weeks in Auschwitz, until Shindler took us out from\nAuschwitz.\nQ. Now, how -- so how did --\nA. Shindler claimed -- Shindler claimed that we are -- we are the . We are\nspecial workers, which know this kind of work what he needs. That's what he made for\nus, which wasn't true. But that's what he said, and he said to German warden -- he said\nthat he needs these people, he has to have in his factory these people. He wanted to send\nin different women, three-hundred different women. But he said, \"no,\" he don't want. He\nwants this woman, and he had a list of names. And he came with this list to Auschwitz,\nand the names, we were called out of the black, and we went to Breilitzer (ph.).\nQ. How did you get on this list?\nA. Through my husband. Through my husband as his wife.\nQ. How did the other women get on the list?\nA. How the other woman -- first of all they came there were all the women which worked\nFramingham (ph.) area. That was first of all, and then there were certain privileged\npeople, which somehow -- somehow got on the list.\nQ. Did everybody know about him and try to get on this list?\nA. Yes. Everybody wanted to go on this list. There were a thousand men and three hundred\nwomen, and all these people, a thousand three hundred people he saved for living.\nQ. Did people go to special efforts to get on this list?\nA. Yes, they did. They did. They tried everything possible. They scratched together\nwhatever they had to try to bribe some people which worked in the office there and make\nthe list, and tried to change them, everything was -- sometimes .\nQ. This is taking place now at Auschwitz?\nA. This is taking place in Prussia.\nQ. Ah, before you even left?\nA. That's right.\nQ. So before you left, you were -- you found out about this list?\nA. Yes, yes.\nQ. Then how did you end up in Auschwitz?\nA. The whole transport went to Auschwitz, all three hundred women.\nQ. Was he supposed to go to --\nA. was supposed to go straight to Berlitzer (ph.), but ended up in Auschwitz.\nQ. Was that a mistake or, I mean, how did that happen?\nA. That was -- I don't know, it was some -- I can't tell, but that's what happened. That's what\nhappened.\nQ. And you heard about Schindler from a lot of the Amalia (ph.) workers who came to\nPrussia?\nA. Yes, I heard about Schindler from my husband. We met them almost every day in\napartment, in villa, and then Amalia\nthat he is a good man. He tried to do everything that was possible to make life for the\nJews a little bit easier.\nQ. And the Amalia Jews that had come over to Prussia?\nA. Yes, he had to. Yes.\nQ. And these were a large part of the group that was --\nA. Yes, there were a great number of a few hudred people, yes.\nQ. I just -- the reason I am repeating this 1s --\nA. Yes.\nQ. -- because somebody looking at this tape might not know this.\nA. Of course not.\nQ. And that's why if you can tell me this, it's great, but I am trying to clarify --\nA. I'm -- you should. I am sure that I don't make it very understandable because, first of all,\nit's fifty years in between, and second, I don't know everything, you know. Every group\nhas their own experiences.\nQ. Well, it's not just -- it's not -- it's not that, it's understandable, but because you do know\nthis, you don't realize you need to explain it a little bit more for somebody who doesn't\nknow it.\nA. That's right. That's right.\nQ. So that's why I am jumping in a little.\nA. Just jump in and just ask me, because this is the only way you are going to understand it.\nQ. I think what we were talking about before the break was that you, for some reason, went\nto Auschwitz instead of to Brunlitz (ph.).\nA. That's right.\nQ. Can you describe your arrival in Auschwitz? What was that like?\nA. Yes. It was terrible. It was terrible. We came to Auschwitz. We had to -- as a matter of\nfact, did you see Schindler's List. Do you remember the scene in the shower room, you\nknow. When I saw this film -- I went through the same thing.\nQ. Tell me about it, for people who don't see the movie.\nA. There is this -- you know when you come to Auschwitz the first time, that there 1s the --\nthey rob you completely naked, and you go in these shower rooms, but you didn't know if\nit comes out water or comes out gas. The people, you didn't know. And you were\nstanding there, three hundred women, and you were looking upstairs, and we didn't know\nwhat they were going to . Are we going to be now killed here with the gas, or\nare we going to get water. It was so authentic in the Schindler's List, in the movie, that\nwhen I saw the movie, I was looking for myself there. I was looking -- am I there. So\nthat's very authentic. And then you got -- we went into barracks. We got water. We\ndidn't get gas, we got water, and we were delighted. Certain people . We\nhad the Auschwitz life, it's just very, very hard. It was October, November. It was cold.\nWe had to stay for hours on the . And then when Schindler, when Schindler\ncame and he hauled us out, and we were put on trains, and we had to go in these cattle\ntrains, and there was a hole in the walls of this train, and my sister-in-law looked through,\nand she called me, and she said, , , come and look -- look, they are\nour children. And she saw through the hole my son, Alex, and her son, Richard, and\nanother little boy, standing there. So there was this German soldier\nstanding with us, so I approached him and I said, look, there are my children, let me get\nout of the train, go unter the wagon, and let me call out to him that he should know that I\nam here, so he was a decent man, and he let me out. So I approached this SS man, and I\nsaid, \"Let me go down underneath of the\" -- you know the train tracks, high weeds, you\nhave space underneath. And I went down there, under the train, and I called out, \"Alex,\nAlex, Alex.\" And he saw me, and I saw him, and he had potatoes in his hand, and he\nshowed me he had a tattoo that means he was to leave. When you had a tattoo, that\nmeans that you were --\nQe\nA. You mean, my voice wouldn't cover that.\nQ. It does, but it's very distracting. I'm sorry. Your son had a tattoo?\nA. A tattoo, yes, and that's it. And we got back on the train, and we left. One day in\nAuschwitz I saw him, he saw me, and I thouhgt --\nQ. How did he get there?\nA. He was there. When he went, when he went with his father to Berlitzer (ph.), Schindler\nleft, and then ten men were there with children, and the SS didn't permit children there.\nSo all of the fathers with the children, they had to leave. They packed them in wagons,\nand they sent them to Auschwitz. That's how 's father was there too, my\nhusband was there, too. I didn't see him, he was at work, but I saw the children. That's\nhow he was there. sent me these soldiers, which accompanied him from\nBerlitzer to Auschwitz said to him, you know, I am going now to Auschwitz to you, but I\nhave to bring back a group of women from Berlitzer to Auschwitz -- Auschwitz to\nBerlitzer. Like I bring you from Berlitzer to Auschwitz, I have to bring a group of\nwomen from Auschwitz to Berlitzer. So my husband said, my wife is going to be\nbetween them, could I give you a note, because he was a nice man. Could I give you a\nnote, and he gave him, and he came in in the wagon in Auschwitz, and he called Mrs.\nMarianne Rosner, are you here. And he gave me the letter from my husband. At least I\nknow whether he is alive. So they were left in Auschwitz, my son and my husband, and\nwe women, we went to Berlitzer. And we were there from --\nQ. So you were on your way to Berlitzer?\nA. Yes.\nQ. How long did it take you to get there?\nA. We really didn't know exactly, because we didn't have no watches or anything, you know.\nWe didn't know. We arrived there. I don't know how long it was, it couldn't be too long\n-- it couldn't be too much, a few hours probably. I don't know. We didn't have no\nwatches. Nobody had watches.\nQ. But it wasn't days, it was --\nA. No, no, no, no, no. Came there, Oscar was there, Mr. Schindler was waiting for us there,\nand we got in the -- they didn't have there, but at least we would know that we\nwere not going to be killed. That we will know. We know that as long as we are going\nto be there, we are going to be alive.\nQ Okay, so you arrived in Berlitzer --\nA. Yes, in Berlitzer.\nQ. -- you saw this person, Schindler right away.\nA. Oh, he was -- first, he was taller than anybody I ever saw, tall and hansome, blond, blue\neyes, a beautiful man, beautiful, charming.\nQ. What did he say to all of you when --\nA. He said he welcomed us, and he said, \"Now, don't worry. As long as you are going to be\nwith me, nothing is going to happen to you, and I am going to stay with you.\" He was\nsure that if the Germans lost the war, I am going to stay with you until five minutes after\ntwelve. And he did -- he did the best he could. He did from his own money. He gave us\nmore food than the German ration was, you know. He fed us, and his wife helped with\nthe sick people. It was bearable -- bearable. There still were no -- nothing of a normal\nlife. We were living on britches (ph.) and on straw, and we didn't sleep in beds or\nanything. And our main occupation was, in the nighttime to take off our clothes and look\nfor lice. That's how we occupied our nights. I mean, there were no sanitary things\nwhatsoever, nothing. And we want to go to the latrine, we had to call a police -- woman\noverseer to take us to the toilets. We couldn't -- I mean, there were strict limitations, but\nat least we were not killed. We were not beaten, not killed, not punished, and got a little\nbit more food than in Auschwitz or in .\nQ. I understand that he let people ovserve Jewish practices?\nA. He did.\nQ. That must have been amazing?\nA. He did, yes, he did. He did. There was, between the prisoners -- between the people\nwhich came to as a . And he let us -- he let some women light\ncandles Friday night, and then when this group came, they came as a group. He took\nover training of prisoners from all of the camps. There were some dead bodies through\n, | don't know, or both.\nQ. You were saying that there was a trainload of --\nA. You know the . In that train, there were a lot of frozen staff\npeople in this train, and he has buried them in the Jewish ritual way.\nQ. How many people were in the entire camp, about?\nA. There were about twelve hundred people, I think about nine hundred, eight or nine\nhundred men, and three hundred women ,\nQ. Did you work there?\nA. Yes.\nQ. What did you do?\nA. I worked on a machine which was supposed to make some ammunition, but the\nammunition never fit to any -- that was sabotage, you know. He actually never got out.\nWe always wondered, how did he -- how did he explain this to the German authorities\nthat his factory never made anything. They never come out -- anything. So then after the\nwar, we found out that he bought it. He bought it in the black market, ammunition and\nthings, and he delivered it like 1t would come out of his factory. His factory never came\nout anything.\nQ. And that was his intention?\nA. Yes.\nQ. Did you know that you were not making anything useful?\nA. We knew that we were making something. Nobody had any idea whatever what they\nwere making. I never worked on an , and I had no idea what I was doing.\nNobody had any idea.\nQ. Did you think that 1t was useful?\nA. No. I knew it wasn't useful. That's what we were wondering how he was getting away\nwith it.\nQ. Was he around the camp a lot, did you see him?\nA. Oh, yes. Oh, yes. He came to camp. He had a box of a hundred cigarettes in his hand.\nAnd he would light a cigarette, and so he would use one just to light it up and throw it. A\nhundred cigarettes, he would throw them close so the people could pick it up.\nQ. Did he talk to the prisoners?\nA. Sometimes -- sometimes, not too much. You know, he was always -- the SS men, people\naround him. You know the overseer, the -- he couldn't -- he couldn't -- he couldn't do too\nmuch officially. He had to hide it.\nQ. And all the guards were SS?\nA. Yes.\nQ. Were they nasty?\nA. Not in his camp, he wouldn't let it. He told them. No shooting. Nothing's going down\nhere, nothing. These are workers.\nQ. So he took care of the sick?\nA. Yes, he had the krankesteuben. His wife helped in the krankesteuben. And then only\nbetween all of these people in all of these , they had only one girl, one person.\nEverybody asked about her. She died of cancer.\nQ. What about, you know, you hear people talk today about Schindler, and sometimes\nthere's some mixed reaction to him. They say: He was an opportunist. He made a lot of\nmoney.\nA. I think he was an opportunist, but he changed. I think he started out with the idea that\nhe's going to make a lot of money on these Jews. I think that was his -- but he changed.\nHis heart changed. He saw what was going on, and he couldn't take it. He couldn't take\nit. Inside him was a decent human being. To us he was an angel.\nQ. Did you ever notice or hear about any behavior of his that was not appropriate, that was\nnot good behavior?\nA. No. Not -- he never allows anything -- he never has any -- during the war, they didn't like\nthat he had a mistress. You know, women don't like this, you know, especially married\nwomen. You don't like to hear he had a wife, he had a mistress living together, you\nknow. Some people didn't like that, but otherwise, he never was any -- allowed himself\nanything with a Jewish girl ,\nQ. And he didn't treat the men and the women differently or --\nA. No, no, no.\nQ. Now, did your husband ever come to Berlitzer?\nA. No, he was there for the week, and he had to leave.\nQ. So, were you, where -- were you there until the end of the war?\nA. Yes, I was there until the end of the war. We were liberated in May -- in April, I think, in\nApril -- April of 1945, April or May, I don't remember -- of 1945.\nQ. What happened, what do you remember of your liberation?\nA. What do Iremember? I remember that -- I remember that he came in the -- in the hall.\nHe came to the factory, and he said that he was going to put the radio on, and he was\ngoing to let us hear the speech of Winston Churchill. He was going to let us hear the\nspeech of Churchill, which was in English we didn't understand anyways, and the\nGermans run away. The Germans run away, and the next day in the morning there were\nno Germans there. We were all on our own, and then we heard that the Russians were\ngoing to come, that the Russians were going to come, so they had to take Schindler away,\nbecause people were afraid that the Russians may not be so happy about him, so they got\nhim out of the camp. Some drivers from us, some of our prisoners -- we had a car -- took\nhim in the car, took him to the Swiss border. And the Russians came, the Russian\nsoldiers came. I will never forget them. They came on horses without saddles, without\nshoes. Some of them, they had uniforms, some of them were dressed in plain shirts, and\nthey saw what is going on, and then they organized some officers, some of them spoke\nYiddish. There were some Yiddish officers within the Russians, and they let us out of the\ncamp, they occupied some apartments of the people there, and they put us in apartments\nof the people there in the town in Berlitzer, out of the camp. I remember I got in an\napartment where there was a sewing machine, a sewing machine, and there\nwere curtains, and I remember that I took down the curtains, and I made some skirts on\nthe sewing machine for my sister-in-law and for myself. And I saw some brasierres.\nAnd I saw some handkerchiefs for the head. In a few days, I went on the way. I went on\nthe way. I wanted to go back to Krakau, because I had with my husband an agreement\nthat when we live through the war, we were going to meet in Krakau. So me and my\nsister-in-law, his sister, and my brother-in-law and his wife, and we all went on the way\nto -- there were no trains. I remember on the way we stole a horse and a platform, you\nknow, like a wagon, and we went to the next town, where there was a little train going.\nWe went on this train, and then we went to Czekloslovakia. The Czeks treated us very\nnicely. They took us to a school, and they fed us. They gave us food. They let us sleep\nthere, and we came to Krakau. Somehow, it took us maybe a week, maybe ten days, but\nwe made it. So then I was in Krakau, and I was together with a girlfriend, and I went to\nthis apartment where I used to live when the war broke out. And I spoke to the lady, and\nI said, I have no money, but I am a dressmaker by profession, so 1f you would let me have\na room, I will try to make some money. I will pay you, and she did. She did. And I was\nliving there, and I was living already a little bit human life, my facilities. I was living\nwith my girlfriend together, and we started to sew. We got some woman, and we sold\ndresses, blouses, shirts, whatever it was, and we made some money. And my husband, he\ndidn't come. And one day my sister-in-law called me downstairs, and she said, there is a\nnewspaper, there came a newspaper from Munich. Regards to the families in Poland\nfrom the prisoners from Dachau. And between all the names, there were Henry Rosner\nand his ten-year-old son. So when I was reading that, I said, I am going to go to Munich.\nSo my girlfriend says she is going with me. So we made ourselves on the way, because,\nmaybe, I don't know, once we went and then we went back, we couldn't go any further.\nThen we went again. It took me maybe two weeks. Well, there was no trains going\ndirectly or something, some parts had the trains, some parts didn't have it yet. We had to\nwalk. We had to try to get some communication with some English soldiers or some\nFrench soldiers, wherever we could find them. So we went there.\nQ. So you found your way to Munich?\nA. I found my way to Munich. In the last few weeks in Berlitzer, Schindler gave me back\nHenry's . You know, Henry was taken away the and\nlaws, and -- but he said that this is not his violin. This violin belonged to\nOscar Schindler and Oscar Schindler went to Rosen, and said, my violin is\nhere. And he got back the violin. And in Berlitzer, he gave me back the violin. He said,\n\"This is for you, and you may use it.\" He gave it to me. And then I went to Munich,\nMunchen. I had the violin. I took the violin. And I got there -- I got there and I found\nthem. My son was ten years old at this time. It was in 1945. He was born in 1935. He\nwas ten years old. And he looked good, a little bit small for his age, but otherwise, he\nlooked good. He was very skinny, and we were both sick on Typhus, and he was there in\nMunchen for 11 months. 11 months, the Americans took care of us.\nQ. In ? Were you in ?\nA. In Munchen.\nQ. Oh, just in the city.\nA. They gave us an apartment. They gave us an apartment, and we were living there for --\nuntil May. In May 1946, we left for America. We left.\nQ. Now, how -- were you both working in Munich, or not?\nA. He was working. He was playing for the Americans. Yes, he was playing -- in the\nDeutchesmuseum, there was a little cafe for the American officers, and he was playing\nthere with a pianist and the orchestra. Not for money, he got food, you know, canned\nfood, cigarettes, sugar, gasoline, whatever.\nQ. How come you decided to go to the United States?\nA. Because he had a brother here. My husband had a brother here. He came here in 1939 to\nthe World's Fair, you know, in the Polish as a pianist. And he couldn't go\nback, because there was no more communication. All the ships were occupied by the\nArmy, by the soldiers. He lost his wife and his daughter in Poland, and he stayed here.\nSo then we knew that he was in America, but, of course, they didn't have an address. We\nhad no way to reach him, so Henry met in Dachau -- a major from the American army.\nHe was an amateur cellist, and his father belonged to the musician's union here. And\nHenry gave him the name of his brother. \"Henry -- Henry, please go out of the way\nthere.\"\nWhere were we?\nQ. You were talking about finding Henry's brother here, I think.\nA. Yes. So this Dr. Most (ph.), he was a dentist by profession. He was in the American\narmy. He contacted his father here, and he gave him Henry's brother's name, and he\nfound his address in the musician's union, and this is how we contacted his brother, and\nhe sent us affadavits, and that's how we came to America.\nQ. You didn't have much problem getting into the country?\nA. No. No. We were displaced persons. We were accepted as displaced persons, and we\nhad an affadavit from his brother. We didn't have no difficulties.\nQ. Do you remember your first impressions when you arrived here?\nA. Yes. My first impression was very, very -- how shall I say -- overwhelming.\nOverwhelming. You know, the size and everything was tremendous. My brother-in-law\nmet us on the pier. We came here by boat, you know, and he stopped on the way to a\nAstoria. He rented us a room in Astoria. We stopped a few times, becaue he bought ice\ncream for my son. My son never had ice cream before. It was the first time that he had\nice cream. So then we have three in Astoria for a while, and we started to\nwork. I started to work as an alteration hand in a dress shop. And Henry started to work\nas a musician. He got a job in a very nice nightclub in New York.\nQ. Okay. So you were working as a dressmaker --\nA. No, I was working as an alteration hand, and my husband was working as a violinist. My\nson went to school. And then I switched from dressmaking to furriers, and I was a furrier\nfor 37 years. And Henry had beautiful jobs. He worked in very fine restaurants and very\nfine hotels, and he -- we pushed our son to college. My son graduated Renselear\nPolytechnic Institute, and we made a living here, a life here.\nQ. What -- what do you think gave you the strength to get through all of this?\nA. Up there. I think he did a lot of things, God did a lot of things. I think he took away\nfrom us all these years what we are -- and the years from 1939 until 1945, it's about six\nyears. I think he took it away from us. We always looked younger, and we were more\nstronger than people in our ages used to be. I worked until I was 72 years old. Henry\nworked until he was 82. We eliminated these years. We were very, very lucky. We have\nbeen in America, where we only dealt with beautiful people. We never had any hardship\nhere, real hardship we never had. We worked hard, but we accomplished what we\nwanted to accomplish. We are secure in our old age, and today we are retired. We are\nnot rich people, but we live in comfort.\nQ. So your religion gave you strength?\nA. Yes, yes, yes. We are not religious people. We are Jews, and we are proud to be Jews.\nWe are not religious people, no, we are not. We don't go to the temple every week. I\ndon't light candles. I don't keep a Kosher house. I am not a religious person, but I am a\nJewess. | ama Jew.\nQ. Did you ever resent that?\nA. No, I never did. I never did.\nQ. When you were living in Dachau, and when you were living in Auschwitz, did you have\ndreams -- did you think you would get out? Did you think that it would be over?\nA. I think I have. I think I have. I think I lived there with the idea that I am going to live\nthrough. I am going to get over this, all of it, yes. But as I was -- the fear was there.\nYou constantly fear for your life, you know. I don't remember this. I don't remember\nthis.\nQ. When you think back now, over all of these years, I am sure that there are certain\nthoughts, certain images that you never lost that are stronger images than others?\nA. I always tried to live a straight life. I tried to be helpful to other people. I was never\nreally a selfish- egoistic person. I was not. I tried to do as much as I could, and I did. I\ndid. A woman in my block, my woman -- you know, she respected me for it\nvery much.\nQ. Were you one of the few who was that fair?\nA. Yes. You can't talk about yourself, you know, you can't do that.\nQ. Are there certain images that haunt you still, that you have bad dreams about or --\nA. Yes, yes, yes.\nQ. Like what?\nA. Bad dreams that you missed so much -- you missed so much of living, because when you\ncould live, you couldn't live because you had to work, to work, and to work when there\nwas no money. You know, you didn't relly live. You were eating and sleeping, and\ndoing, but you really couldn't live like other people which were exampled\nand his company. When we came here, it was already late. When we came here in 1946,\nI was already 36 years old, and my husband was in his forties. People here in this age,\nthey were already settled. They were established. We were penniless. I didn't have a\nspoon. I didn't have a plate. I didn't have a sheet. I didn't have nothing. And I didn't\nhave a wedding so I could get wedding gifts -- everything -- everything I needed, I had to\nmake for it. I had to work for it, so it was a very hard life. A hard life, but we were -- we\nwere still younger, so we survived.\nQ. Is there anything else that you would like to say about your experience?\nA. I don't want to live through it again, that's for sure. I had horrible experiences, and I don't\nthink -- I don't wish that anybody -- I hope never, never, nobody is going to go through\nlike this. I think it's better to die before than go through this again.\nQ. Is there anything else that you want to say about your husband or --\nA. Iam going to say it because --\nQ. You say it, that's fine.\nA. This is the accordian that I told you that this German overseer gave it to my son in\nconsideration. This is the accordian. I kept it all these years. Oscar gave it to me back,\nand I hope it's going to be for my grandchildren.\nQ. And this is your famous musician --\nA. This is him, yes.\nQ. I know, I have one more question for you.\nA. Yes.\nQ. After the war, did you ever have any contact with Oscar Schindler?\nA. Yes, of course I had. We got very friendly during this ten months that I was living in\nMunchen. He was living in burg, which is close, and we got friendly. That's\nhow our friendship started. And then he emigrated to South America, Buenos Aires.\nAnd we have been writing to each other letters from America, and when my son\ngraduated in 1957 from Renselear Polytechnic Institute, he came to America to the\ngraduation.\nQ. Did you talk to him after the war about his experiences and how he thought about that?\nA. Not too much. Not too much, no. We didn't want to talk too much about it, no. Then he\ncame, and I made dates with him when he was living in Germany. When we would go to\nEurope -- we travelled to Europe, I met him in Vienna. We spent a few days together.\nThen he started to travel more to Israel, and he came again to America once more, and we\nmet him. And when he was here, he was penniless. He didn't have any money. So we\nstarted here a foundation between the survivors so we could help him out a little bit, you\nknow.\nQ. But you didn't reflect back on those times?\nA. He was not anymore -- he was a broken down man. It seems that he didn't function well\nafter the war. He couldn't do this -- what he did during the war, all of these machinatzia,\nall of these things -- he couldn't do it. And it seems that the normal way of life, he\ncouldn't do it. But he was a drunkard. He had a Jewish girlfriend in South America. He\nleft his wife. He went back to Germany. He didn't have -- there is not much more to say\nabout Oscar. He was a very nice human being. I loved him. You don't need to -- he\nloved my husband. He loved my son. He should have kept on living forever. I wasn't\nhappy about the way he was . When Spielberg finished his movie, and the\ngravesite -- he invited us to hear -- we had finished up -- have you seen the movie. So\nyou know the end of the film. We all were there. It was very beautiful, we were very\nthankful to Spielberg to do this for us.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Question: I'd like you to start by telling me your name, when were you born, and where you"
    ],
    "answers": [
        "Answer: I'm Marianne Rosner. I was born in Vienna on the 21st of October 1910.\nQ. And what was your birth name?\nA. Marianne, but my second birth name was Robczek (ph.).\nQ. Tell me a little bit about your family life like in Vienna?\nA. My family life was beautiful, just beautiful. I had very good parents. I had a sister. My\nfather was a well-to-do businessman in Vienna. And I had the most beautiful childhood\nand youth life that ever you can image. And I was very young when I met my husband.\nAnd when I was 19 years old, we got married in 1930 in Vienna. We are 65 years.\nQ. Was your family religious?\nA. No. No. We were Jews, good Jews. But not religious.\nQ. Did you mix with Christian people?\nA. A lot. A lot. We were together in school. My best friends were Christian. Customers in\nmy father's business were Christians. It made no difference. As a matter of fact, I never\nmet any antisemismus (ph.) in Vienna; I met only antisemismus in Poland. I never met\nany in Vienna to my time. I left Vienna in 1930. You know, that was a long time before\nthe Hitler anschlus (ph.).\nQ. What else can you tell me about your background in Vienna?\nA. My background in Vienna was a good, simple life with a nice family. I went to school. I\nwent to -- I have only 2 years of college. I didn't want to study. I only wanted to go out\nwith boys and have a good time. There's not much to say there, just a normal, normal\ngood life.\nQ. You got married in --\nA. In Vienna.\nQ. In Vienna in 1930?\nA. In 1930.\nQ. And you left Vienna.\nA. I left Vienna in 1930. Right away after the wedding we left. My husband was a\nmusician, a violinist, a very fine violinist, and we travelled a lot. As long as we were\nyoung, we travelled a lot. We went to Romania, to Hungary, and to Poland. And then\nwe settled. When my son was born in 1935, we settled in Warsaw. My son was born in\nWarsaw, and there we settled, and there we were until the war broke out. In 1939 the war\nbroke out and caught us in Poland.\nQ. Now, when you were in Warsaw, were you aware of what was starting to happen in\nGermany?\nA. No. No. No. We didn't -- maybe because we where young, and we didn't take life so\nvery serious, you know. But rather I would say, rather it was a surprise for us. But it\nshould come to us. All right. We heard a lot of things, what's happened to the Jews in\nGermany, you know, but we really never thought that was going to happen to us.\nQ. So you were aware that there were problems in Germany?\nA. Oh, yes. Oh, yes.\nQ. Did you experience any anti-Semitism in Warsaw at that time?\nA. Yes, I did.\nQ. For example?\nA. For example, certain stores you were not permitted to walk in. In Warsaw, maybe not so\nmuch, but we were in Catelvich (ph.) which 1s a nice city. There was a sign on the street\n-- | have to translate it into English. It was in Polish there. The saying was, \"don't buy\nanything by Jews. Jews are you enemies.\" And there were signs on doors like barber\nshops. Jews -- not allowed. Things like this are very, very, very sad -- very sad. This\ntime you felt very, very uncomfortable.\nQ. Did you feel things were changing and getting worse for Jews?\nA. Of course, of course. Of course we felt this. Sure, sure.\nQ. Where were you living when the Nazis -- when the Germans came into Poland?\nA. We were living in Krakow.\nQ. You had left Warsaw?\nA. We left Warsaw before we were living in the ghetto. And before the ghetto was closed\ncompletely, we run away from the ghetto -- from Warsaw, and we went to Krakow.\nKrakow -- only Krakow we couldn't stay either. We had to move 30 kilometers away\nfrom Krakow, in the country. And we were living there. And then the ghetto was built\nin Krakow. When the ghetto was built in Krakow, we had to move back from the country\nto the ghetto to Krakow.\nQ. What -- how did things come about that you had to move to the country?\nA. Because we didn't want to be closed in in the ghetto in Warsaw. We didn't want to stay\nin the ghetto -- do you know you had to stay in the ghetto even if you didn't want to. We\nknow what some of the things that might happen. We had to react to the sign of David.\nAnd we took this off, and we traveled in the train like -- not Jews. And that's the way we\nwent to the country.\nQ. I'm confused about something. If you were in Krakow when the Germans came in --\nA. Yes.\nQ. There was already a ghetto in Warsaw?\nA. No. There was filth, and it was a ghetto, but an open ghetto. There was a section of the\ncity which was meant for the Jews to move in there, but it was open, you could still go\nout -- you know out.\nQ. This was before the war started?\nA. No. No. No.\nQ. Okay. Okay. I'm sorry. I'm confused. The reason that I'm confused is because when\nthe German troops came in --\nA. Yes?\nQ. Were you in Warsaw or in Krakow?\nA. Krakow.\nQ. You were in Krakow?\nA. Yes. Then we moved. But you know I had my apartment in Warsaw. I was living in\nWarsaw before my son was born. From 1935 until 1939, I was living in Warsaw. I had\nan apartment, and I had a normal life. But then when the German came in, my husband\nhad a contract as a violinist in Krakow.\nQ. Asa violinist?\nA. A band leader, yes. Okay, a band leader.\nQ. In Warsaw’?\nA. A band leader. Yes, his band and he has a contract in Krakow. That's how we came\nfrom Warsaw to Krakow. And then when the contract ended, and the Germans came in,\nand the contract was no good anymore. Jews didn't play anymore. We went back to\nWarsaw. We had to move into the ghetto. Now, it's a new year, remember. But then\nwhen they said that the ghetto was going to be closed, we left. We left, and we went --\nhis parents were in Krakow, and his brothers and sister, so they want to be with the\nfamily. So we went there, and then we had to move away from Krakow.\nQ. Okay. I think I understand now. When -- can you describe to me what it was like when\nthe Germans came? Do you remember that?\nA. Do I remember that? Of course I remember that. It was very bad, it was very sad. It was\n-- no stores, Jews couldn't have no (sic) stores. There were no -- nobody could go to\nschool anymore. There were no jobs for Jews whatsoever. They couldn't earn any\nmoney. As a matter of fact the money was taken away. And the bank -- the bank\ncounters were closed for the Jews. You know, it was a very sad, very miserable time.\nQ. Was it frightening?\nA. Of course it was frightening. Of course. It was frightening, sure it was frightening. The\nGermans took away men from the streets, you know, just because they were Jews. And\nthey put them already then in concentration camps.\nQ. Did they bomb Krakow at all?\nA. Yes, they bombed Krakow, but not to bad, not to bad. The first attack it was boom,\nboom. We went to the shelter. And this time I was living on Provenska Olsa (ph.). We\nwent to the shelter. My boy was in this time four years old, you know. So it was pretty --\nwe didn't have too much money. We were young and we didn't run away. A lot of\npeople run away, you know. Not that we did any good with that, but we didn't run away.\nWe didn't think that it was going to come to that, but it did come to it. You know, we\ndidn't think that it was going to come to concentration camps and things like this. We\ndidn't believe it.\nQ. What was the local reaction to the Germans coming 1n?\nA. The local reaction? Some of them, they liked it. Some of them, they didn't. The Poles\nby themselves -- some of them didn't like Jews. Some of them, they were very good to\nJews. Some of them helped saving their lives, and some of them helped destroying them.\nYou know, like in ever country they have good people and bad people.\nQ. Did you have any experiences with Polish people that you knew or that you husband\nknew?\nA. No. Not bad experience whatsoever. No.\nQ. So who all went to the country? Who went to the country when you had to leave?\nA. When we went to the country my husband, myself, my child of course, his brother, and\nhis parents were living there. We all were there in a little town. We even used to make\nsome money there. He used to play for the governor there, you know, when the --\nQ. Did the local administration tell you to leave, or you just knew you had to get out?\nA. There was a law, no. There was a law. We had to leave. They put sign on the streets and\nthe houses that we had to leave. We didn't want to leave. We had to.\nQ. When was it?\nA. It was a short time after the Germans occupied Krakow, a short time after. I don't\nremember exactly the time, you know.\nQ. They were trying to get the Jews out of the city?\nA. Yes. Yes. They wanted a UdenRhine (ph.) clean of Jews city.\nQ. So you stayed in this country town for -- what was the name of it? What was the name of\nit?\nA. Oh, Perhovesay (ph.). Perhovesay. My husband used to --\nQ. Were there any Jews where you moved to? Did you know that there were no Jews?\nA. In this town where were we came to, there were no Jews.\nQ. Do you know of any other Jews that lived there?\nA. Okay. In the this town, in Perhovesay, we went to their -- I don't know how many years\nago, sixty years, there were no Jews living there. And when we came there, and you\nknow that we are Jews, they didn't believe it, that the Jews looked like normal people,\nyou know.\nQ. Did the people there like you?\nA. Some of them like us and they help us to stay there. We stayed there until we had to\nmove from there. We had to move from there and we had to go to the ghetto. In the\nmeantime in Krakow we prepared a ghetto. The war was around the ghetto and we had\nwe had to move to the ghetto. All Jews from the surrounding from Krakow had to move\nto the ghetto. So they liked us, and they had us stay there until we had to move from\nthere. We had to move from there, and we had to go to the ghetto. In the meantime, in\nKrakow, they prepared a ghetto. They put a wall around the ghetto, and we had to move\nto the ghetto. All Jews from the surroundings from Krakow had to move to the ghetto.\nQ. And this was when?\nA. This was -- I would say '41 or '42, something like that. 1941 or '42, I don't remember\nexactly the dates. I don't want to give you the wrong dates.\nQ. So you had lived in this country town about a year?\nA. So.\nQ. So when the word out, you had to go back?\nA. Yes. Yes.\nQ. So how did you get there? Tell me about it.\nA. How we got there? The horses, the horses and the buggies. You know, we got the\nwagons, we put our stuff on the wagon, and we went to the ghetto. It was not far from\nKrakow maybe an hour. We got from the Jewish committee or organization, I don't\nknow -- we got an apartment -- an apartment. We were living in a five-room apartment\nwith ten families. We were living in one room with Henry's sister, brother-in-law, two\nchildren. They were four people, and we were three is seven, and one sister-in-law, a\nsingle girl. Eight people, we were living, eating, sleeping -- living in this one room. And\nin each room of this apartment, this was the apartment of a doctor. Doctor in good times,\nbut he had a dental -- a dental office there. In every room was just as many people. In\nthe hallway was living a family. It was very, very congested, very crowded. We had a\nlittle iron stove in the middle of the room. And there we cooked. That was our life until\nthey opened -- in the beginning Abbetslager (ph.). And then it became a\nconcentration camp. Until we went there, that was about in 1943, '42, '43,\nsomething like that.\nQ. Were you working while living in the ghetto?\nA. No. Yes -- I was making money. We had friends and relatives, which -- men, which like\nto play cards. So in the evenings, we came up there up to my room, and five, six, seven\nmen to play poker, or whatever they could play. And I cooked coffee, and I made\nsandwiches, and I baked cake, and I served them, and them and they paid me for it. This\nis how I mad a few dollars. My husband used to work there, too. There was a little cafe\nor restaurant were he used to play with this orchestra. It was a small orchestra, but it was\nan orchestra. The Germans permitted that.\nQ. Was that in the ghetto, the cafe?\nA. In the ghetto, yes.\nQ. And was this just for the Jewish people?\nA. Just the Jewish people, yes.\nQ. And was it easy to get the food that you were cooking? Was there enough?\nA. No, it wasn't easy, but you could get it. In the back market -- you know people, the\nPolish people, they smuggled it in. There were some black markets, you know, you had\nto pay a lot of money for everything, but you could get it. You didn't have to starve when\nyou had the money.\nQ. Were there organizations to help people who couldn't get food or --\nA. No. There were no organizations. No.\nQ. Were there any school for the kids?\nA. No.\nQ. Secret schools?\nA. Secret schools, yes. We put a few children together in one room, and one woman which\nwas once a teacher would teach them. My son didn't go to any of these. As a matter of\nfact, my son didn't know how to write or read until he came to America.\nQ. Were there any political organizations in the ghetto?\nA. No, not that I know of. No.\nQ. What about the ? How did they manage?\nA. There were nice people between us and ugly people between us. There were a lot of\npeople who took advantage of their position, you know. And there were nice ones, too,\nwhich like to help. You can't put everybody together, you know. There are always good\nand bad.\nQ. Was there access to the Polish side, or did you have to stay in the ghetto?\nA. There were access, but you had to have a permit to leave the ghetto. When you had to\nleave you at least had to have a reason to leave, so you had to apply for permission to\nleave. Sometimes you got it, sometimes you didn't.\nQ. For work or for what?\nA. Work. Work. Yes. Work -- there were groups of Jews which worked for Germans. My\nhusband, for example, got a group which work for the Luftkow (ph.) Commando. It was\nsome organization for fliers. I don't know what it is. And he had a group for cleaning the\noffices, and doing things like this. So he went out every day from the ghetto. In the\nmorning, he went out, and he come back in the evening.\nQ. Were you always sure that he was going to come back?\nA. No. No. I wasn't sure he was going to come back, and he wasn't sure that he was going\nto find me. But there were actions in the ghetto in which they killed the people in the\nghetto, and there were actions outside of the ghetto. You never know, you never know\nwhat the next hour is going to bring.\nQ. Can you describe for me those actions?\nA. I don't think so -- you want to listen to this.\nQ. I think it's important. Can you try? Just tell us what you remember.\nA. Just the actions. They put the old people all together in the marketplace, and they had\nbuses there. Between these people was my husband's parents. They put them on the\ntruck, and they pushed them out, and you never saw them again. in\nmassive -- you never saw them. You never know where and when. They were horrible.\nThey took the children out, children, little children, two years, three years, four years.\nThey put them on the trucks and they moved them out. The parents came back in the\nevening from work, and they didn't find their children anymore. My nephew went this\nway. My sister-in-law, his sister went together with this baby. When she didn't want to\nlet them go alone she went them. Her husband came home, and he didn't find his wife\nand his child anymore. I don't think anybody wants to listen to these things.\nQ. This is important. This an important as a testimony for history. It is important that we\nknow your pain.\nA. There was a hospital in the ghetto where they liquidated the hospital. They just killed the\npatients. The hospital -- they never came out of the hospital. I was lucky, I came out of\nthis hospital. Somehow, I don't know how it came, but I will never forget. I was in the\nentrance. There was a mother with a child. I think she had just gave birth in the hospital\nto this child. And I went out there, and an SS man took this child by the legs, and he just\nhit him against a brick wall. He pushed us aside, and then they went to the concentration\ncamp.\nQ. How did you manage to keep your son? I thought that was very hard.\nA. It was thanks to my husband. Thanks to my husband, he -- it\nwas known that he was a musician, and these people -- how\nbad they were, but they liked music, you know, and they\nfound out that he was a musician. And he played for the\n, he and his brother. And he played for them, and\nthey liked his music so much. This how he saved -- he\nsaved, and they know that he had a child, and they helped\nhim. The commandant, this murderer, he helped him save our\nchild.\nQ. Did you have to hide him while you living in the ghetto?\nA. Yes. Yes. We had to send him out of the ghetto. He let us know when there was an\naction going on in the ghetto, and we had to send him out of the ghetto. He was out -- he\nwas in different towns for some time there. A relative of ours was a police -- Jewish\npolice that was high ranked, and he was there for a few weeks or months. I don't\nremember how long. And then the commandant said, \"Bring him back, because there is\ngoing to be something there.\"\nBarneya (ph.) was the name of the town. And that's -- there he met Schindler and\ncommandant. That's where he met Schindler, and Schindler got a liking to him, and he\nput us on the list, and we went to Brelitzer (ph.).\nQ. Ok. So let's -- I'm not jumping ahead. But how long were you in the ghetto before you\nwere sent out?\nA. I would say 1940 to 1943. Maybe -- not quite a year I think.\nMR. ROSNER: More.\nMRS. ROSNER: What?\nMR. ROSNER: More.\nMRS. ROSNER: Yeah. Yeah. No. More than a year?\nMR. ROSNER: More than two years.\nMRS. ROSNER: No.\nMR. ROSNER: It was a little more than two years.\nMRS. ROSNER: No. In '43 -- in'44 we left Plashau (ph.). And we all about a year in\nPlashau, over a year, '43 couldn't be more than a year. It was in '41-'42 about a year.\nYes, about a year.\nBY THE HISTORIAN:\nQ. At the time that you were sent out of the ghetto, were you aware of camps --\nconcentration camps and things like that? Did you know about that?\nA. [heard about it! I heard about it! But somehow, I don't know if I was an optimist or\nwhatever. I never thought that was going to come to me, that I am going to be the one\nwhich -- I never thought about it.\nQ. There were deportations from the ghettos before you left?\nA. Yes, but not from the -- not directly to Auschwitz. First we had to come to Plashau,\nwhich was right next Krakow, you know. Then from Krakow, then the transports went\nout.\nQ. Now, how did it come to pass that you left the ghetto? Tell me what happened.\nA. Well, the , the abetslager (ph.) was ready, you know. They made it out of a\ncemetery. They made -- the they built the barracks, and they made a concentration camp.\nWhen this was ready, when the barracks was ready, then all the Jews had to go there.\nEvery day acertain amount. Every day a certain amount went up there. It was, like, on\na hill, you know. And we got accomodation in some barracks. And I was chosen\nbecause I spoke German. Sol becameablock —.. Block _—___, it was like a like\nhouse mother you know. I had three-hundred women in my block, and I had to take care\nof -- that they should go out to work, and shouldn't run away, and they should be there.\nBut it was a very tough job.\nQ. Why was it a tough job?\nA. Because the women wanted to do their own way, you know. They didn't want to listen.\nEverybody wanted to save themselves, and do the best for themselves, which wasn't so\neasy. So that was what it was like in any one of these houses here.\nQ. So how did you keep order in your --\nA. I tried to. I tried to explain it to them, and somehow they listened to me, and somehow\nwe -- in all this time, only one woman ran away. One woman escaped, which I was\npunished for with twenty-five lashes on my behind, which was very painful, and very\nsicking for months. And -- but I was lucky because it was actually a life threat.\nActually, they said, \"When somebody runs away from you, you are going to be killed.\"\nSo I was lucky that I got away with this twenty-five.\nQ. So whenever any of the people in your block did something wrong, you could be\npunished?\nA. The block was responsible for it, yes.\nQ. Now, did you husband and son go to Plashau with you?\nA. Yes. Not with me, but they went to Plashau to. He was in the men. The men were\nseparate. Men were separate, and women were separate. He was in the men's block, and\nhe had the child with him, until they sent him out of the lager (ph.). He wasn't too much\nin the lager. They sent him out, thanks to , you know. He helped arranged\nthis.\nQ. I'mconfused about one thing. When you were telling me before that your son got out, it\nwas because you heard that there was going to be an action.\nA. Yes?\nQ. Was that in the ghetto, or were you talking about Plashau?\nA. Plashau.\nQ. Okay. But in the ghetto, you said that you had to hide him?\nA. In the ghetto, he hid himself. He was . He hid himself, and there was an\naction, and we went out to work. When he was alone he hid himself -- he hid himself.\nSomehow, he tells me a story I didn't know about it, because I wasn't there. He tells me\nthis story that somehow he walked and he walked and he went up by some nuns. And\nthey took him in, and they fed him, and he slept there. And when he came -- he found his\nway back to the ghetto, and everything was over. The action was over. He saved\nhimself.\nQ. I see, that is something.\nMR. ROSNER: And you are entering the Auschwitz?\nMRS. ROSNER: Yeah. But not by Auschwitz yet, Henry --\nMR. ROSNER: But --\nMRS. ROSNER: I am not yet in Auschwitz. And we are not yet in Auschwitz, Henry.\nQ. When you were sent to Plashau, was that at the time the ghetto was liquidated?\nA. That's right. That's right.\nQ. All right. So this was in --\nA. It wasn't liquidated from one -- in an hour. It took days. The people were in groups sent\nto Plashau. Every day certain groups took maybe two or three weeks untit the ghetto was\ncompletely liquidated.\nQ. And this was, I think, in March of 1943?\nA. Something like that, yes.\nQ. And you knew where you were going?\nA. Yes. We knew we were going to Plashau. I never was there before. I never was there\nbefore in my life.\nQ. What were the conditions like in Plashau for living?\nA. We were living 1n a barrack, in a wooden shack, which was three floors, you know, one-\ntwo-three. And there were straw sacks. I don't remember, were there blankets? No\npillows of course. The blankets were for the cold. and there were latrines. You know,\nlatrines -- outhouses for maybe a hundred people, you know, one next to the other. There\nwas no sanitary condition whatsoever. Once in a while, you had to bring your people --\nyour room and I had to bring them down to the shower. You know, there was a building\nlike a were they were looking for lice, and, you know, and things like that.\nAnd the women had a shower once 1n a while. A piece of soap was rare. Some\nsmuggled it from outside. A little piece of soap which everyone was permitted to use just\na little bit. And no toilet paper, no toothbrushes, no things like that to use --nothing. We\ntore off from our dresses pieces and used them as toilet paper. No running water or\nanything like this. We had to bring the water in a , you know. Very bad,\nvery bad, very bad. You know, sometimes when I -- when I think back like this, on an\noccasion like this, I hardly can believe that this has happened. So that's when I think,\nwhen I tell it to somebody else who never was there, how can they make any sens of the\npictures, when I myself doubted that I could -- I could live through this. In the beginning,\nwhen I came to America, it was no use to talk to the American people and telling it then.\nThey don't believe you anyway. You can't believe it. It's too hard to believe.\nQ. Did they feed you?\nA. Terrible they feed you. They give you some soup, some water, and some would even\ngive you a piece of bread, every day, once a day.\nQ. How did your days go?\nA. They didn't go. Every day was like a year. It didn't go. Very bad. In the morning, I had\nto take a woman, I had to go to the kitchen. You had to bring this black water which was\nsupposed to be coffee, you know. And then you give it to the woman. And then there\nwas an appel (ph.) -- we had to take the women to the appelplatz (ph.), and they count\nyou like gold. We went back then -- you had to go to the kitchen and bring the kettle\nwith soup. Somehow -- somehow I don't know how was it then. Some groups of my\nwoman began to work outside of the lager. They came back in the evenings, and they\nsmuggled in something sometimes, you know, something to eat. They made some\n, you know, and they got something better to eat. So somebody who had\nyet a few dollars hide (sic) away so they could buy something. There was the black\nmarket also, you know, going on all over.\nQ. Was your work set in the camp taking care -- or did you go on a work assignment, or\nyour job was just in the --\nA. My job was just in the block. I had to see that it was clean, that the window was clean,\nthe floor was clean, that the were made up neatly. This is when, like, there\ncame an inspection once in a while, you know, and they looked around.\nQ. And if it wasn't clean?\nA. Hum?\nQ. And if it wasn't clean?\nA. Then you got punished. You got punished. You got beaten. The punishment was a\nbeating.\nQ. Did it happen often to you?\nA. It happened only once to me, when this women run away. Q. Did you get any special\nprivileges because of your position?\nA. Yes, I got special privileges. I had a little corner in the block. I had my .\nI didn't have nobody on top of me. And I had a little stove where I could cook\nsomething, and my husband could be smuggled in and spend the night with me, you\nknow. And that that was the privileges.\nQ. So he could actually come to where you were --\nA. He had to come, but nobody knows. He had privileges, too, because he played for the\ncommandant, so they respected him. They knew that he could get away with it.\nQ. Do you think that your women were mad at you because you had privileges?\nA. Hum-hum, I had a very good relationship with my women, a very good relationship.\nMaybe they were, I don't know. I never felt that.\nQ. Were you able to get more food or --\nA. No. None whatsoever, no.\nQ. Well, who were your guards? Where were you guards from? There were guards in this\ncamp, yes?\nA. Sure, SS men and women. Sure, SS, there were guards, you know. But it was a woman\nguard, which were sometimes worse than the men. Sure.\nQ. Did you become friendly with any of them because you were in a better position?\nA. Not really friendly, but once they saw my child finally. And somehow the -- somehow\nthey maybe were touched with it or something. He had a -- he had a little harmonica, you\nknow. I don't know it came that he had it, but he had it. And this women aufsayer (ph.),\nshe saw him playing this harmonica, so she brought him. The next few weeks or so, she\nbrought him a little accordian.\nQ. Where is it today?\nA. [have it. I still have it. It don't make noise for me.\nQ. So they liked your son, then?\nA. Yes. We came -- when they liquidated Plashau, and the Russians came into Krakow, we\nhad to liquidate Plashau.\nQ. What? Can you explain to me what the difference 1s between when Plashau was\nconsidered a labor camp, and when it was considered a concentration camp?\nA. When it was a labor camp, there was no killing. And when it was a concentration camp,\nthere was, on top of the hill, shooting -- they shoot. They made a big hole, and people\nwhich had to be shot, they put them -- they had to kneel down. They got a shot in the\nneck and the back. They threw them into the -- put it down, put 1t down Henry, put it\ndown.\nQ. Ok. Are you coming to the shout out with Henry?\nWell, who did the shooting?\nA. They brought in truck loads of Jews, which the catched (sic) in Krakow. Like, say, they\nwere on an paper, you know, on papers, on Christian papers. They were living\nlike Christians, they catched (sic) them, and they brought them in on the bus, and shot\nthem there. That was already a concentration camp. There were killings, yes, yes.\nSometimes, for example, when somebody run away, from the men or from the women,\nthey took fifty men or women and put them up there. And they called all the block\nelders, \"Now, you yave to watch this.\" And they are killed, and you tell it to your people\nwhat is going to happen when one is going to run away. I had to watch it. I watched it.\nYeah\nQ. Did you feel safe?\nA. No, nobody felt safe. Not only for one minute, for five minutes I didn't feel safe. We\ndidn't know what the next minute can bring to you.\nQ. So you saw your husband from time to time while you were there?\nA. Yes. Yes. Yes. Yes, I did. I did. The people, the police, the Jewish police and\neverybody respected him. They know that he had privileges because he played for the\ncommandant. And all these parties, and all these dinners in the villa where he lived. He\ngot a tuxedo. They provided a tuxedo for him, and he went down there, and he played for\nthem. And after he came back, he came to me and he let me know that he is alive. He\ndidn't know either that he was going to walk out of this villa alive. He didn't know that.\nQ. People were killed out at the villa?\nA. Yes. Yes. You, just for pleasure could go out on the balcony, and see some Jews\nwalking by there, and just shoot them, because they just feel like shooting somebody.\nQ. Did you have any contact with ?\nA. None whatsoever. None whatsoever.\nQ. What impression did you have of him from your husband? Tell what your husband told\nyou. What impression did you have of the camp commandant?\nA. My husband is has a wonderful nature. He was very, very optimistic, and he always\nthought that nothing is going to happen to him, that we are all going to leave ;\nwe are going to live happy after. He was always optimistic in his feelings on this.\nQ. What did he say about the camp commandant?\nA. Oh, he knew that he was a killer. He was a killer, but he was a music lover. He loved his\nplaying. He put him --\nhe laid down on the couch, and he played for him, and he was just in heaven. He loved it.\nQ. Who were at these parties?\nA. The German -- German officers, high ranked officers with their mistresses, with their\nfriends. They were orgies -- orgies going on there, you know.\nQ. Were any of the mistresses ever Jewish?\nA. I don't think so. Not officially anyway, maybe yeah, but I don't think so. That was --\nthat was not permitted. That was that a German couldn't have an affair\nwith a Jewish woman.\nQ. Were there -- were all of the prisoners in this camp from the Krakow area?\nA. Not all of them, no, more or less. There were Hungarians, there were Gypsies, but most\nof them were from Krakow and from the surroundings.\nQ. Were they Jewish?\nA. Were they Jewish? Only Jewish, only Jewish.\nQ. Did you have contact with the Gypsies or any of the others?\nA. Yes. Yes. Sometimes we had, but not particularly, no. Q. They were in separate\nliving quarters?\nA. Yeah. Yeah. There were -- a block like mine was, there were ten or eleven blocks like\nthis for women, and ten or eleven blocks for men. It was a big thing. It was a big -- quite\na number of thousands and thousands of people.\nQ. There were three-hundred in each block?\nA. Three-hundred in each block, so you have already over three thousand, maybe four\nthousand woman, and four thousand men.\nQ. And there were German quarters there that were very nice?\nA. German quarters were beautiful, they were villas, beautiful. They occupied it. They took\nit away from the Pollacks (sic), or from Jews, I don't know who. And they occupied it,\nand they lived there. We had a beautiful villa where the commandant, and they had\nJewish help there. They had Jewish cooks, and Jewish boys, house boys, and cleaning\nstaff, and whatever. He had a wonderful life, this commandant -- perfect.\nQ. Did he come into the -- was he around the camp a lot?\nA. Oh, yes.\nQ. Did he come around?\nA. He put on a red leather scarf, and they rode around. Sure. It was like something for me,\nand he killed.\nQ. Did you see this?\nA. Yes. Yes. Yes, I saw it. He made sure that we should see it. He called us to watch it.\nThere was a -- a girl, or two girls, I think. Was it one or two girls run away, young girls,\nand he said to the police -- to the chief of the police. When you don't find these two girls,\nthey are going to kill a hundred men. So the police went out to Krakow, and they found\nthese girls, and they brought them back.\nSo these two girls run away, and they brought them back. They found them. They\nbrought them back. They tried very hard, because they didn't want that a hundred people\nshould get killed, you know, and he the village where they found them.\nAnd they called up -- they called a lot of people standing around and watch it. And\nchildren just came in then to visit -- to visit death, you know, and they saw that, too. It\nwas then happening, so they saw that, too. And they saw how he vomited. He couldn't\ntake it, and I think this had a lot to do with his change of attitude, that he started to work\nand to think against that Nazis. This had a lot to do with that. He couldn't take this.\nQ. Did you know who Shindler was?\nA. Never. I didn't know Shindler. I became friendly with Schindler after the war, in\nGermany.\nQ. So you weren't aware of him in ?\nA. Not at all. Not at all.\nQ. How often did your husband go up and play music?\nA. Almost every day. Almost every day or something. Some dinner, some party, some\nbirthday, some name day, something to celebrate almost every day.\nQ. Did he ever see Shindler up there?\nA. Yes. Yes. As a matter of fact, there was a time in Plashau for everybody had to give\naway everything they own. Money, jewelery -- everything we own, we had to give away.\nOn this evening, Shindler gave it to Henry 500 . This is like 500 dollars. He\nwas the richest man -- the richest man in Plashau this evening. He liked the music, too.\nSomehow, these people, they liked very much. They were very sensitive to music. You\ncan do a lot, you know, with music to them. I don't know how -- how it come -- how in\nsuch a , how in such killers how they can love music. Isn't it -- what could\nthey know about music? They liked fine music, Mozart, , Brahams, Strauss,\nbeautiful music.\nQ. Now, because your husband was up there, and that Schindler up there, was he aware of\nSchindler and Schindler's camp nearby?\nA. Ah--\nQ. This factory ?\nA. No. Not not yet. It became notable when he started to\nbuild Brelitzer, you know, when he started -- but he had to give up . When all\nthe people from came to Plashau, he had to give up, and he started to locate\nto Brelitzer. Then it was obvious that they want to go with him, you know.\nQ. Did you know about ?\nA. Iknow about __, but I didn't see any difference between and Plashau.\nThere was not too much difference, you know. In this time, Plashau was not a\nconcentration camp yet, it was an arbeitslager, you know, there were no killings.\nPunishment like beatings and things, but no killings. For all this, he killed\nhimself, but not mass killing. No crematorium.\nQ. Were there crematoriums at Plashau towards the end?\nA. No. No crematoriums, there was only the , the mountain there. There was\nthis hole, this big hole, and where they shot the people, and throw them in the hole, and\nthen burned them, and the smell was all over.\nQ. So how did it -- is there anything else that you can tell me about Plashau and either\nor Shindler, or anything else that we are leaving out here before we move\non?\nA. No. Nothing in particular, I tell you everything there is -- it was such a horrible\nexperience. It was so -- not human-like, what you live there. You were not even a\nhuman being any more, you know. I think you -- don't get a better life. It was nothing.\nYou were nothing. You lived for nothing. You didn't know what the next\nminute, the next five minutes were going to bring. You were absolutely nothing.\nQ. Did you think you would get out of there?\nA. No. No. Only -- until I got to Shindler, until we got to Brelitzer.\nQ. How long do you think you were in Plashau?\nA. It was the end of '44, I think, in November of '44, October or November of '44, Plashau\nwas liquidated. And I think we came to Plashau in 1942 or '43, over a year I would say,\nover a year.\nQ. How did things start happening for --\nA. I tell you the honest truth, I wanted to tell you, with the dates, I am very bad.\nQ. Wecan work that out.\nA. Yeah.\nQ. When they were starting to liquidate the camps, how was that -- how did they do that?\nA. They do this by -- by groups -- groups -- groups, you know. There were organizations\nlike dressmakers, like shoemakers, like basketweavers, like iron workers. You know,\nthey took groups, and they put them on trains, and they send them away. Some of them,\nthey send to concentration camps like Glorsrosen (ph.), Auschwitz, Bergenbelzen (ph.),\nMathausen (ph.) and Treblinka (ph.). Some of them never reached these places.\nQ. Did you know about all these camps at this point?\nA. No, no. I know not of one.\nQ. So when, in fact, they started sending people out, you didn't know where the people were\ngoing?\nA. No, when we were sent out, we didn't know either that we went to Auschwitz. We were\nthinking that we go to Brelitzer. In the meantime they sent us to Auschwitz -- they sent\nus to Auschwitz, and we were there weeks in Auschwitz, until Shindler took us out from\nAuschwitz.\nQ. Now, how -- so how did --\nA. Shindler claimed -- Shindler claimed that we are -- we are the . We are\nspecial workers, which know this kind of work what he needs. That's what he made for\nus, which wasn't true. But that's what he said, and he said to German warden -- he said\nthat he needs these people, he has to have in his factory these people. He wanted to send\nin different women, three-hundred different women. But he said, \"no,\" he don't want. He\nwants this woman, and he had a list of names. And he came with this list to Auschwitz,\nand the names, we were called out of the black, and we went to Breilitzer (ph.).\nQ. How did you get on this list?\nA. Through my husband. Through my husband as his wife.\nQ. How did the other women get on the list?\nA. How the other woman -- first of all they came there were all the women which worked\nFramingham (ph.) area. That was first of all, and then there were certain privileged\npeople, which somehow -- somehow got on the list.\nQ. Did everybody know about him and try to get on this list?\nA. Yes. Everybody wanted to go on this list. There were a thousand men and three hundred\nwomen, and all these people, a thousand three hundred people he saved for living.\nQ. Did people go to special efforts to get on this list?\nA. Yes, they did. They did. They tried everything possible. They scratched together\nwhatever they had to try to bribe some people which worked in the office there and make\nthe list, and tried to change them, everything was -- sometimes .\nQ. This is taking place now at Auschwitz?\nA. This is taking place in Prussia.\nQ. Ah, before you even left?\nA. That's right.\nQ. So before you left, you were -- you found out about this list?\nA. Yes, yes.\nQ. Then how did you end up in Auschwitz?\nA. The whole transport went to Auschwitz, all three hundred women.\nQ. Was he supposed to go to --\nA. was supposed to go straight to Berlitzer (ph.), but ended up in Auschwitz.\nQ. Was that a mistake or, I mean, how did that happen?\nA. That was -- I don't know, it was some -- I can't tell, but that's what happened. That's what\nhappened.\nQ. And you heard about Schindler from a lot of the Amalia (ph.) workers who came to\nPrussia?\nA. Yes, I heard about Schindler from my husband. We met them almost every day in\napartment, in villa, and then Amalia\nthat he is a good man. He tried to do everything that was possible to make life for the\nJews a little bit easier.\nQ. And the Amalia Jews that had come over to Prussia?\nA. Yes, he had to. Yes.\nQ. And these were a large part of the group that was --\nA. Yes, there were a great number of a few hudred people, yes.\nQ. I just -- the reason I am repeating this 1s --\nA. Yes.\nQ. -- because somebody looking at this tape might not know this.\nA. Of course not.\nQ. And that's why if you can tell me this, it's great, but I am trying to clarify --\nA. I'm -- you should. I am sure that I don't make it very understandable because, first of all,\nit's fifty years in between, and second, I don't know everything, you know. Every group\nhas their own experiences.\nQ. Well, it's not just -- it's not -- it's not that, it's understandable, but because you do know\nthis, you don't realize you need to explain it a little bit more for somebody who doesn't\nknow it.\nA. That's right. That's right.\nQ. So that's why I am jumping in a little.\nA. Just jump in and just ask me, because this is the only way you are going to understand it.\nQ. I think what we were talking about before the break was that you, for some reason, went\nto Auschwitz instead of to Brunlitz (ph.).\nA. That's right.\nQ. Can you describe your arrival in Auschwitz? What was that like?\nA. Yes. It was terrible. It was terrible. We came to Auschwitz. We had to -- as a matter of\nfact, did you see Schindler's List. Do you remember the scene in the shower room, you\nknow. When I saw this film -- I went through the same thing.\nQ. Tell me about it, for people who don't see the movie.\nA. There is this -- you know when you come to Auschwitz the first time, that there 1s the --\nthey rob you completely naked, and you go in these shower rooms, but you didn't know if\nit comes out water or comes out gas. The people, you didn't know. And you were\nstanding there, three hundred women, and you were looking upstairs, and we didn't know\nwhat they were going to . Are we going to be now killed here with the gas, or\nare we going to get water. It was so authentic in the Schindler's List, in the movie, that\nwhen I saw the movie, I was looking for myself there. I was looking -- am I there. So\nthat's very authentic. And then you got -- we went into barracks. We got water. We\ndidn't get gas, we got water, and we were delighted. Certain people . We\nhad the Auschwitz life, it's just very, very hard. It was October, November. It was cold.\nWe had to stay for hours on the . And then when Schindler, when Schindler\ncame and he hauled us out, and we were put on trains, and we had to go in these cattle\ntrains, and there was a hole in the walls of this train, and my sister-in-law looked through,\nand she called me, and she said, , , come and look -- look, they are\nour children. And she saw through the hole my son, Alex, and her son, Richard, and\nanother little boy, standing there. So there was this German soldier\nstanding with us, so I approached him and I said, look, there are my children, let me get\nout of the train, go unter the wagon, and let me call out to him that he should know that I\nam here, so he was a decent man, and he let me out. So I approached this SS man, and I\nsaid, \"Let me go down underneath of the\" -- you know the train tracks, high weeds, you\nhave space underneath. And I went down there, under the train, and I called out, \"Alex,\nAlex, Alex.\" And he saw me, and I saw him, and he had potatoes in his hand, and he\nshowed me he had a tattoo that means he was to leave. When you had a tattoo, that\nmeans that you were --\nQe\nA. You mean, my voice wouldn't cover that.\nQ. It does, but it's very distracting. I'm sorry. Your son had a tattoo?\nA. A tattoo, yes, and that's it. And we got back on the train, and we left. One day in\nAuschwitz I saw him, he saw me, and I thouhgt --\nQ. How did he get there?\nA. He was there. When he went, when he went with his father to Berlitzer (ph.), Schindler\nleft, and then ten men were there with children, and the SS didn't permit children there.\nSo all of the fathers with the children, they had to leave. They packed them in wagons,\nand they sent them to Auschwitz. That's how 's father was there too, my\nhusband was there, too. I didn't see him, he was at work, but I saw the children. That's\nhow he was there. sent me these soldiers, which accompanied him from\nBerlitzer to Auschwitz said to him, you know, I am going now to Auschwitz to you, but I\nhave to bring back a group of women from Berlitzer to Auschwitz -- Auschwitz to\nBerlitzer. Like I bring you from Berlitzer to Auschwitz, I have to bring a group of\nwomen from Auschwitz to Berlitzer. So my husband said, my wife is going to be\nbetween them, could I give you a note, because he was a nice man. Could I give you a\nnote, and he gave him, and he came in in the wagon in Auschwitz, and he called Mrs.\nMarianne Rosner, are you here. And he gave me the letter from my husband. At least I\nknow whether he is alive. So they were left in Auschwitz, my son and my husband, and\nwe women, we went to Berlitzer. And we were there from --\nQ. So you were on your way to Berlitzer?\nA. Yes.\nQ. How long did it take you to get there?\nA. We really didn't know exactly, because we didn't have no watches or anything, you know.\nWe didn't know. We arrived there. I don't know how long it was, it couldn't be too long\n-- it couldn't be too much, a few hours probably. I don't know. We didn't have no\nwatches. Nobody had watches.\nQ. But it wasn't days, it was --\nA. No, no, no, no, no. Came there, Oscar was there, Mr. Schindler was waiting for us there,\nand we got in the -- they didn't have there, but at least we would know that we\nwere not going to be killed. That we will know. We know that as long as we are going\nto be there, we are going to be alive.\nQ Okay, so you arrived in Berlitzer --\nA. Yes, in Berlitzer.\nQ. -- you saw this person, Schindler right away.\nA. Oh, he was -- first, he was taller than anybody I ever saw, tall and hansome, blond, blue\neyes, a beautiful man, beautiful, charming.\nQ. What did he say to all of you when --\nA. He said he welcomed us, and he said, \"Now, don't worry. As long as you are going to be\nwith me, nothing is going to happen to you, and I am going to stay with you.\" He was\nsure that if the Germans lost the war, I am going to stay with you until five minutes after\ntwelve. And he did -- he did the best he could. He did from his own money. He gave us\nmore food than the German ration was, you know. He fed us, and his wife helped with\nthe sick people. It was bearable -- bearable. There still were no -- nothing of a normal\nlife. We were living on britches (ph.) and on straw, and we didn't sleep in beds or\nanything. And our main occupation was, in the nighttime to take off our clothes and look\nfor lice. That's how we occupied our nights. I mean, there were no sanitary things\nwhatsoever, nothing. And we want to go to the latrine, we had to call a police -- woman\noverseer to take us to the toilets. We couldn't -- I mean, there were strict limitations, but\nat least we were not killed. We were not beaten, not killed, not punished, and got a little\nbit more food than in Auschwitz or in .\nQ. I understand that he let people ovserve Jewish practices?\nA. He did.\nQ. That must have been amazing?\nA. He did, yes, he did. He did. There was, between the prisoners -- between the people\nwhich came to as a . And he let us -- he let some women light\ncandles Friday night, and then when this group came, they came as a group. He took\nover training of prisoners from all of the camps. There were some dead bodies through\n, | don't know, or both.\nQ. You were saying that there was a trainload of --\nA. You know the . In that train, there were a lot of frozen staff\npeople in this train, and he has buried them in the Jewish ritual way.\nQ. How many people were in the entire camp, about?\nA. There were about twelve hundred people, I think about nine hundred, eight or nine\nhundred men, and three hundred women ,\nQ. Did you work there?\nA. Yes.\nQ. What did you do?\nA. I worked on a machine which was supposed to make some ammunition, but the\nammunition never fit to any -- that was sabotage, you know. He actually never got out.\nWe always wondered, how did he -- how did he explain this to the German authorities\nthat his factory never made anything. They never come out -- anything. So then after the\nwar, we found out that he bought it. He bought it in the black market, ammunition and\nthings, and he delivered it like 1t would come out of his factory. His factory never came\nout anything.\nQ. And that was his intention?\nA. Yes.\nQ. Did you know that you were not making anything useful?\nA. We knew that we were making something. Nobody had any idea whatever what they\nwere making. I never worked on an , and I had no idea what I was doing.\nNobody had any idea.\nQ. Did you think that 1t was useful?\nA. No. I knew it wasn't useful. That's what we were wondering how he was getting away\nwith it.\nQ. Was he around the camp a lot, did you see him?\nA. Oh, yes. Oh, yes. He came to camp. He had a box of a hundred cigarettes in his hand.\nAnd he would light a cigarette, and so he would use one just to light it up and throw it. A\nhundred cigarettes, he would throw them close so the people could pick it up.\nQ. Did he talk to the prisoners?\nA. Sometimes -- sometimes, not too much. You know, he was always -- the SS men, people\naround him. You know the overseer, the -- he couldn't -- he couldn't -- he couldn't do too\nmuch officially. He had to hide it.\nQ. And all the guards were SS?\nA. Yes.\nQ. Were they nasty?\nA. Not in his camp, he wouldn't let it. He told them. No shooting. Nothing's going down\nhere, nothing. These are workers.\nQ. So he took care of the sick?\nA. Yes, he had the krankesteuben. His wife helped in the krankesteuben. And then only\nbetween all of these people in all of these , they had only one girl, one person.\nEverybody asked about her. She died of cancer.\nQ. What about, you know, you hear people talk today about Schindler, and sometimes\nthere's some mixed reaction to him. They say: He was an opportunist. He made a lot of\nmoney.\nA. I think he was an opportunist, but he changed. I think he started out with the idea that\nhe's going to make a lot of money on these Jews. I think that was his -- but he changed.\nHis heart changed. He saw what was going on, and he couldn't take it. He couldn't take\nit. Inside him was a decent human being. To us he was an angel.\nQ. Did you ever notice or hear about any behavior of his that was not appropriate, that was\nnot good behavior?\nA. No. Not -- he never allows anything -- he never has any -- during the war, they didn't like\nthat he had a mistress. You know, women don't like this, you know, especially married\nwomen. You don't like to hear he had a wife, he had a mistress living together, you\nknow. Some people didn't like that, but otherwise, he never was any -- allowed himself\nanything with a Jewish girl ,\nQ. And he didn't treat the men and the women differently or --\nA. No, no, no.\nQ. Now, did your husband ever come to Berlitzer?\nA. No, he was there for the week, and he had to leave.\nQ. So, were you, where -- were you there until the end of the war?\nA. Yes, I was there until the end of the war. We were liberated in May -- in April, I think, in\nApril -- April of 1945, April or May, I don't remember -- of 1945.\nQ. What happened, what do you remember of your liberation?\nA. What do Iremember? I remember that -- I remember that he came in the -- in the hall.\nHe came to the factory, and he said that he was going to put the radio on, and he was\ngoing to let us hear the speech of Winston Churchill. He was going to let us hear the\nspeech of Churchill, which was in English we didn't understand anyways, and the\nGermans run away. The Germans run away, and the next day in the morning there were\nno Germans there. We were all on our own, and then we heard that the Russians were\ngoing to come, that the Russians were going to come, so they had to take Schindler away,\nbecause people were afraid that the Russians may not be so happy about him, so they got\nhim out of the camp. Some drivers from us, some of our prisoners -- we had a car -- took\nhim in the car, took him to the Swiss border. And the Russians came, the Russian\nsoldiers came. I will never forget them. They came on horses without saddles, without\nshoes. Some of them, they had uniforms, some of them were dressed in plain shirts, and\nthey saw what is going on, and then they organized some officers, some of them spoke\nYiddish. There were some Yiddish officers within the Russians, and they let us out of the\ncamp, they occupied some apartments of the people there, and they put us in apartments\nof the people there in the town in Berlitzer, out of the camp. I remember I got in an\napartment where there was a sewing machine, a sewing machine, and there\nwere curtains, and I remember that I took down the curtains, and I made some skirts on\nthe sewing machine for my sister-in-law and for myself. And I saw some brasierres.\nAnd I saw some handkerchiefs for the head. In a few days, I went on the way. I went on\nthe way. I wanted to go back to Krakau, because I had with my husband an agreement\nthat when we live through the war, we were going to meet in Krakau. So me and my\nsister-in-law, his sister, and my brother-in-law and his wife, and we all went on the way\nto -- there were no trains. I remember on the way we stole a horse and a platform, you\nknow, like a wagon, and we went to the next town, where there was a little train going.\nWe went on this train, and then we went to Czekloslovakia. The Czeks treated us very\nnicely. They took us to a school, and they fed us. They gave us food. They let us sleep\nthere, and we came to Krakau. Somehow, it took us maybe a week, maybe ten days, but\nwe made it. So then I was in Krakau, and I was together with a girlfriend, and I went to\nthis apartment where I used to live when the war broke out. And I spoke to the lady, and\nI said, I have no money, but I am a dressmaker by profession, so 1f you would let me have\na room, I will try to make some money. I will pay you, and she did. She did. And I was\nliving there, and I was living already a little bit human life, my facilities. I was living\nwith my girlfriend together, and we started to sew. We got some woman, and we sold\ndresses, blouses, shirts, whatever it was, and we made some money. And my husband, he\ndidn't come. And one day my sister-in-law called me downstairs, and she said, there is a\nnewspaper, there came a newspaper from Munich. Regards to the families in Poland\nfrom the prisoners from Dachau. And between all the names, there were Henry Rosner\nand his ten-year-old son. So when I was reading that, I said, I am going to go to Munich.\nSo my girlfriend says she is going with me. So we made ourselves on the way, because,\nmaybe, I don't know, once we went and then we went back, we couldn't go any further.\nThen we went again. It took me maybe two weeks. Well, there was no trains going\ndirectly or something, some parts had the trains, some parts didn't have it yet. We had to\nwalk. We had to try to get some communication with some English soldiers or some\nFrench soldiers, wherever we could find them. So we went there.\nQ. So you found your way to Munich?\nA. I found my way to Munich. In the last few weeks in Berlitzer, Schindler gave me back\nHenry's . You know, Henry was taken away the and\nlaws, and -- but he said that this is not his violin. This violin belonged to\nOscar Schindler and Oscar Schindler went to Rosen, and said, my violin is\nhere. And he got back the violin. And in Berlitzer, he gave me back the violin. He said,\n\"This is for you, and you may use it.\" He gave it to me. And then I went to Munich,\nMunchen. I had the violin. I took the violin. And I got there -- I got there and I found\nthem. My son was ten years old at this time. It was in 1945. He was born in 1935. He\nwas ten years old. And he looked good, a little bit small for his age, but otherwise, he\nlooked good. He was very skinny, and we were both sick on Typhus, and he was there in\nMunchen for 11 months. 11 months, the Americans took care of us.\nQ. In ? Were you in ?\nA. In Munchen.\nQ. Oh, just in the city.\nA. They gave us an apartment. They gave us an apartment, and we were living there for --\nuntil May. In May 1946, we left for America. We left.\nQ. Now, how -- were you both working in Munich, or not?\nA. He was working. He was playing for the Americans. Yes, he was playing -- in the\nDeutchesmuseum, there was a little cafe for the American officers, and he was playing\nthere with a pianist and the orchestra. Not for money, he got food, you know, canned\nfood, cigarettes, sugar, gasoline, whatever.\nQ. How come you decided to go to the United States?\nA. Because he had a brother here. My husband had a brother here. He came here in 1939 to\nthe World's Fair, you know, in the Polish as a pianist. And he couldn't go\nback, because there was no more communication. All the ships were occupied by the\nArmy, by the soldiers. He lost his wife and his daughter in Poland, and he stayed here.\nSo then we knew that he was in America, but, of course, they didn't have an address. We\nhad no way to reach him, so Henry met in Dachau -- a major from the American army.\nHe was an amateur cellist, and his father belonged to the musician's union here. And\nHenry gave him the name of his brother. \"Henry -- Henry, please go out of the way\nthere.\"\nWhere were we?\nQ. You were talking about finding Henry's brother here, I think.\nA. Yes. So this Dr. Most (ph.), he was a dentist by profession. He was in the American\narmy. He contacted his father here, and he gave him Henry's brother's name, and he\nfound his address in the musician's union, and this is how we contacted his brother, and\nhe sent us affadavits, and that's how we came to America.\nQ. You didn't have much problem getting into the country?\nA. No. No. We were displaced persons. We were accepted as displaced persons, and we\nhad an affadavit from his brother. We didn't have no difficulties.\nQ. Do you remember your first impressions when you arrived here?\nA. Yes. My first impression was very, very -- how shall I say -- overwhelming.\nOverwhelming. You know, the size and everything was tremendous. My brother-in-law\nmet us on the pier. We came here by boat, you know, and he stopped on the way to a\nAstoria. He rented us a room in Astoria. We stopped a few times, becaue he bought ice\ncream for my son. My son never had ice cream before. It was the first time that he had\nice cream. So then we have three in Astoria for a while, and we started to\nwork. I started to work as an alteration hand in a dress shop. And Henry started to work\nas a musician. He got a job in a very nice nightclub in New York.\nQ. Okay. So you were working as a dressmaker --\nA. No, I was working as an alteration hand, and my husband was working as a violinist. My\nson went to school. And then I switched from dressmaking to furriers, and I was a furrier\nfor 37 years. And Henry had beautiful jobs. He worked in very fine restaurants and very\nfine hotels, and he -- we pushed our son to college. My son graduated Renselear\nPolytechnic Institute, and we made a living here, a life here.\nQ. What -- what do you think gave you the strength to get through all of this?\nA. Up there. I think he did a lot of things, God did a lot of things. I think he took away\nfrom us all these years what we are -- and the years from 1939 until 1945, it's about six\nyears. I think he took it away from us. We always looked younger, and we were more\nstronger than people in our ages used to be. I worked until I was 72 years old. Henry\nworked until he was 82. We eliminated these years. We were very, very lucky. We have\nbeen in America, where we only dealt with beautiful people. We never had any hardship\nhere, real hardship we never had. We worked hard, but we accomplished what we\nwanted to accomplish. We are secure in our old age, and today we are retired. We are\nnot rich people, but we live in comfort.\nQ. So your religion gave you strength?\nA. Yes, yes, yes. We are not religious people. We are Jews, and we are proud to be Jews.\nWe are not religious people, no, we are not. We don't go to the temple every week. I\ndon't light candles. I don't keep a Kosher house. I am not a religious person, but I am a\nJewess. | ama Jew.\nQ. Did you ever resent that?\nA. No, I never did. I never did.\nQ. When you were living in Dachau, and when you were living in Auschwitz, did you have\ndreams -- did you think you would get out? Did you think that it would be over?\nA. I think I have. I think I have. I think I lived there with the idea that I am going to live\nthrough. I am going to get over this, all of it, yes. But as I was -- the fear was there.\nYou constantly fear for your life, you know. I don't remember this. I don't remember\nthis.\nQ. When you think back now, over all of these years, I am sure that there are certain\nthoughts, certain images that you never lost that are stronger images than others?\nA. I always tried to live a straight life. I tried to be helpful to other people. I was never\nreally a selfish- egoistic person. I was not. I tried to do as much as I could, and I did. I\ndid. A woman in my block, my woman -- you know, she respected me for it\nvery much.\nQ. Were you one of the few who was that fair?\nA. Yes. You can't talk about yourself, you know, you can't do that.\nQ. Are there certain images that haunt you still, that you have bad dreams about or --\nA. Yes, yes, yes.\nQ. Like what?\nA. Bad dreams that you missed so much -- you missed so much of living, because when you\ncould live, you couldn't live because you had to work, to work, and to work when there\nwas no money. You know, you didn't relly live. You were eating and sleeping, and\ndoing, but you really couldn't live like other people which were exampled\nand his company. When we came here, it was already late. When we came here in 1946,\nI was already 36 years old, and my husband was in his forties. People here in this age,\nthey were already settled. They were established. We were penniless. I didn't have a\nspoon. I didn't have a plate. I didn't have a sheet. I didn't have nothing. And I didn't\nhave a wedding so I could get wedding gifts -- everything -- everything I needed, I had to\nmake for it. I had to work for it, so it was a very hard life. A hard life, but we were -- we\nwere still younger, so we survived.\nQ. Is there anything else that you would like to say about your experience?\nA. I don't want to live through it again, that's for sure. I had horrible experiences, and I don't\nthink -- I don't wish that anybody -- I hope never, never, nobody is going to go through\nlike this. I think it's better to die before than go through this again.\nQ. Is there anything else that you want to say about your husband or --\nA. Iam going to say it because --\nQ. You say it, that's fine.\nA. This is the accordian that I told you that this German overseer gave it to my son in\nconsideration. This is the accordian. I kept it all these years. Oscar gave it to me back,\nand I hope it's going to be for my grandchildren.\nQ. And this is your famous musician --\nA. This is him, yes.\nQ. I know, I have one more question for you.\nA. Yes.\nQ. After the war, did you ever have any contact with Oscar Schindler?\nA. Yes, of course I had. We got very friendly during this ten months that I was living in\nMunchen. He was living in burg, which is close, and we got friendly. That's\nhow our friendship started. And then he emigrated to South America, Buenos Aires.\nAnd we have been writing to each other letters from America, and when my son\ngraduated in 1957 from Renselear Polytechnic Institute, he came to America to the\ngraduation.\nQ. Did you talk to him after the war about his experiences and how he thought about that?\nA. Not too much. Not too much, no. We didn't want to talk too much about it, no. Then he\ncame, and I made dates with him when he was living in Germany. When we would go to\nEurope -- we travelled to Europe, I met him in Vienna. We spent a few days together.\nThen he started to travel more to Israel, and he came again to America once more, and we\nmet him. And when he was here, he was penniless. He didn't have any money. So we\nstarted here a foundation between the survivors so we could help him out a little bit, you\nknow.\nQ. But you didn't reflect back on those times?\nA. He was not anymore -- he was a broken down man. It seems that he didn't function well\nafter the war. He couldn't do this -- what he did during the war, all of these machinatzia,\nall of these things -- he couldn't do it. And it seems that the normal way of life, he\ncouldn't do it. But he was a drunkard. He had a Jewish girlfriend in South America. He\nleft his wife. He went back to Germany. He didn't have -- there is not much more to say\nabout Oscar. He was a very nice human being. I loved him. You don't need to -- he\nloved my husband. He loved my son. He should have kept on living forever. I wasn't\nhappy about the way he was . When Spielberg finished his movie, and the\ngravesite -- he invited us to hear -- we had finished up -- have you seen the movie. So\nyou know the end of the film. We all were there. It was very beautiful, we were very\nthankful to Spielberg to do this for us.\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 12, 1995\nRG-50.030%*0312",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Marianne\nRosner, conducted on May 12, 1995 on behalf of the United States Holocaust Memorial Museum.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral\ntestimonies. Rights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, 1t is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MARIANNE ROSNER\nMay 12, 1995",
        "were born?"
    ]
}