{
    "rg": "RG-50.030.0093_trs_en",
    "sequence": [
        "Q: OK. We're on. Would you tell me your name please?",
        "A: It's Beno Helmer.",
        "Q: And where and when were you born?",
        "A: I was born August 21st, 1923, in Teplitz-Schénau [Czech: Teplice-Sanov]. It's in\nCzechoslovakia. Actually, it's in Sudetenland. You know, it's... And I come from a family of\nthree children, my parents, my grandparents, bunch of aunts, uncles, lot of cousins. As a\nmatter of fact, my mother's family--all of them--settled in Teplice-Sanov after the First\nWorld War. And my father was a poor refugee who just happen to come to Teplice, just to\nlook for a job. And fell in love with my mother. And the rest of this is history.",
        "Q: Tell me about Teplice.",
        "A: Teplice was a very good city. I mean, I grew up there; went to elementary school, went to\nhigh school there. And what's amazing about it is, I never encountered anti...antisemitism. I\nmean, I never knew, even... Matter of fact, I never even knew I was Jewish. Because I didn't\nknow Judaism is a connotation with a religion, or anything else. So I was Jew by religion,\nbut it was not part of my personality. And I must have been, maybe, 11 or 12 years old and\nmy best friend ... His name is--I shan't forget--his name was Egon. And as we playing in our\nbackyard... Because I...my father build me cages for rabbits. And I had so many rabbits. So\nduring this play-thing, or whatever it was, he says to me, \"Beno, my father says this you are\nJewish. Are you Jewish?\" And I said to him, \"I don't know.\" Because I never realized, as he\nasked my religious affiliation, or 1t was a part of a playing thing. And 1s the last time I saw\nEgon. And never saw Egon since; and he was a very good friend of mine. And I always\nasked my parents what is the reason, how come I didn't see Egon. They never told me why.\nAnd I lost Egon. And this was...and as a childhood was quite a good one until it was getting\nbad. And college, I couldn't go to anymore; so I went to Budapest.",
        "Q: Tell us about Budapest, and what you did there as a young man.",
        "A: At...at Budapest, this was at that time the capital. It was almost like Paris, you know. It was a\nvery lively, very vivacious city. Not for me, because...uh...fmancially, I couldn't afford\nanything else. But it was fairly good to me. Even in poverty, it was fairly good enough. And\nthrough...I don't know...circumstances, I got a job in the movies. I played in extras. I met S.\nS. Cuddles. I think here in America, they called him S. S. Cuddles. Actually, his name is S.\nS. Sagal. I made two movies with him...with him; and a actress at that time which was very,\nvery popular in Europe--[Barsa Nirosi (ph)|. By the way, the reason also I got the job 1s\nbecause I was at that time bilingual. So the movies, at that time, were made in Hungarian and\nin German. So I could speak both languages. So when we took one take, I didn't have to\nchange roles. I could stay in the same role for the German take and for the Hungarian take.\nAnd...and plus we played with Hans Virbis (ph). He's supposed to make a picture with\nMartha Eggar, except at that time she fell in love with Jan Kippur. And she came to\nAmerica, and she left the Jan Kippur in America. And...and this was my youth, 'til my\nparents came...also came to Hungary; and it was getting... because Czechoslovakia became\nvery unpleasant at that time. And...uh...",
        "Q: What was happening to your parents?",
        "A: Uh...My parents came and tried to settle in..in Hungary. They felt this maybe in Hungarian,\nbecause at that time Horthy was more fascistic. So they felt that maybe Hitler's gonna spare\nHungary. And plus, my father had a older brother living in Hungary. And he couldn't get\nany...in that between Hungary and Czechoslovakia, it was not very pleasant circumstances.\nThere were already talking about war rumbling. So...uh...1t was very rough, and my father\ncouldn't get the papers to, uh...couldn't get papers to become a citizen or...or allowed to be\nstayed...allowed to stay there. So, through some acquaintances, my mother knew Mr. Beck. I\nthink... think Beck was at that time Foreign Minister of Hungary.’ And she went to his\noffice, and she bribed him quite--I don't know, let's call it bribe--when she gave him a\ntremendous amount of money. At that time, this was a big money for us; because it's all what\nmy parents almost had. And after this, she gets an invitation and my father gets an invitation\nto a dinner which is in honor of Mr. Beck. So they were very elated, because they thought\nthis gonna be the chance that he'd finally...he'd gonna give a...the papers which they needed\nto stay in Hungary. So during the conversation... During this dinner, he knocked on the glass;\nand he says, \"I have another question to ask. I want to ask Mr. Helmer how come he gave me\nthis tremendous amount of money.\" So it's a good thing that my father said, \"I'm giving it to\nthe Hungarian Red Cross.\" And with this sentence, he lost all his money. Because Mr. Beck\ndidn't take the money. The Hungarian Red Cross got the money. And my parents were\ndeported. And it was my parents, my brother and my sister; and they were deported to\nPoland. Because they had a chance to go to Czechoslovakia. You had a chance to go to any\nborder they choose; and they choose Poland. And shortly after this, I was deported also.\nMatter of fact, I shall never forget; I came home from a movie which I saw--Modern Times,\nwith Charlie Chaplin. This was the movie I saw. And I came home; and they woke me up\nduring the night and arrested me. And they deported me to Poland. And I wound up in the\ncity of od_. Always almost exactly the Friday before the war. And before the war. So we\nstayed in somebody's apartment. I don't know who it was, where it was apartment. By that\ntime, the German war started. I think it's October Ist, 1939.” The occupation was immediate.\nWe couldn't escape anyplace, anyways. And, uh...because of financial difficulties, at that\ntime was nothing left. So...because a lot of people escaped. So we found a place in _6d_\non...in a attic. Matter of fact, it was...the attic was so low that I don't think we ever...",
        "Q: I'm sorry. I can't hear you.\n' Istvan Csaky was Foreign Minister of Hungary from 1938-1941.\n; Germany invaded Poland in September 1939.",
        "A: The attic was very low. This was on the roof, underneath the roof; so we couldn't even stand\nup. So we only could stand up where the pitchwork came together. Otherwise, we always\nhad to hunch over. And it was...the whole room consisted of one double bed and a big\nbasket--like, uh...like a steamer trunk. And this where...all our possessions were in this\nsteamer trunk; and that's the place where I slept. Because all four of them slept in this bed.\nAnd just when the ghetto was formed, this was part of the ghetto. This attic was part of the\nghetto, od_ ghetto. So we didn't have to move. We stayed there, which was uh dire\ncircumstances. No toilet, which was four story down in...in the yard. No water, which we\nhad to carry in pails all the way up to...four flights. Bed chambers [NB: chamber pots] at\nnight time, and emptying. It was horrible circumstances. And couple of weeks after, my\nfather was arrested. No, I'm...I'm... I have to retract. I have to retract a little bit. Before we\nwent in a ghetto, before the Germans came, my father went back to Czechoslovakia. And he\nwas joined the underground in Czechoslovakia; and got himself a job through his brother-in-\nlaw, through my uncle, in an insurance company. In a big insurance company. And he\nchanged his name. He got papers. His name was Pollack. Mr. Pollack, a widower with two\nchildren. And he...he was quite active in the underground. In one of the newsletters--the\noffice newsletters--there was a letter written as...as...a letter to the newspaper, or a letter to\nthe editor. It says, \"How come there is a man here with allegedly two...a widower with\nalleged two children, but we feel he's here under different circumstances?\" So he felt this\nletter was written about him. So he packed up; and through the underground he... They gave\nhim money to smuggle it out of Hungary, to bring it to...to smuggle it out of Czechoslovakia.",
        "Q: I'm sorry. Smuggling what?",
        "A: Money. Cash for the underground, to be...underground in Poland. So they gave him money.\nSo he got money belts around him and he... Plus the shoes. The shoes was...instead of\nleather, the...they stuff--all the big denominations they stuffed in in the shoes. And plus,\nwherever they could, they taped money to him. And they smuggled him to back to Poland.\nExcept, on the border they caught him. And they caught him...and not only... This was not\nthe German who caught him; it was the Polish who caught him. They took all his money\naway. Everything take his money away from him. Only thing they didn't find was the money\nin his shoes. And they sent him back to Germany. So when he was back in Germany, he\nsmuggled himself back--finally lucky--back to...to Poland. Because of this...all this walking\nwhat he did, he rubbed his soles through. And matter of fact, the cash he had had holes in it\nbecause of...of the walking. So, actually, the money was...was worthless, or much less worth\nthan 1t was supposed to be. And he stayed in the city of Krak...uh, Krakow. And after this,\nthere was a struggle between the fraction [NB: faction] of the underground; between the\nRussian fraction and the English fraction. So anyways he came and joined us in_6d_. And\nthis where finally the war caught on. We wind up in the ghetto, which was 28",
        "Q: Tell us about...tell us about life in the ghetto, in addition to the attic. What was your daily life\nlike?",
        "A: Now, our daily life was...uh... I mean, the daily life was...uh...the daily life was--not only us\nand everybody else--was to...to find food. The struggle was to find food; because we were\nconstantly hungry. I mean, hunger was the pri...primary requisite just of survival. And...and\nthe only thing...I mean, to compensate hunger, we were drinking water. I mean, water's fine,\nfills the stomach; but you're still hungry. So Father got a job to supply groceries. You know,\nwhatever was there, to certain outlets which was giving the...the...which were giving out.\nSo...so sometime he gets a little bit more flour; because that's all what he was delivering--\nflour. So we had a little bit more flour; so Mother used to make a paste and make something\nlike a Matzah or something out of it. I don't know what she did about it. I left quite early in\n1941. I already got a job...or 1942, I got a job from a man--name is Goodman. And he got\nme a job outside of the ghetto. I was working for...for...for the Germans. So what was...I was\nworking in a...because I was studying architecture. So they needed some kind of building,\nthe Germans. So they took a forced labor out of the ghetto, so we should work 1n the...in\nthe...in the construction there. Since I had a so-called background of two days, so...so\n(laughing) so they made me in charge of it. But what's only good about it was this: they\ngave us a half a loaf of bread coming home. So we sustained ourself, at least, with this half a\nloaf of bread. Mother sliced...sliced it very thinly, or she made bread...uh...soup out of it. She\nboiled water and put the bread in it; and that's all what we had. It's bread soup. Except it was\nexpanded so much, it became more filling. And it was...I mean, uh...plus I mean that what's\nbad about it was 1s also bodies...lot of bodies all over. Wherever you went, you saw bodies\ndying. And it's becomes part of it. You know, [the] first two, three or four, you find them as a\nshock. But later, you find them...it's...you gets quite used to them. It's...it's...1t's like part of\nyour nature. I mean, you just see a body and you disassociate yourself completely from it.\nIt's...1t's...1t's...1t's completely somebody else. It's...it's has nothing to do with you. Filth was\nalso tremendous. Filth. It was filthy. It was filth even the building where we lived. I mean, in\nthe winter time. I mean, the toilet was...1t was...1t was ice. It was all ice; and then the feces\nand the urine all over. Was overflowing...overflowing there. And...and sometime, they took\nyou to forced labor. I mean, one incident happened. They...they took us into a home. The\nGerman came and they...they lined everybody up. They lined everybody up. And there\nwas...you know this was like in a semi-circle. You were standing in a semi-circle; and there\nwas a lady there with a child. And, uh...(deep sigh) (deep sigh) And he ask, \"Whose, this\nchild?\" And the woman who was the mother, she did not admit the child. So he took the\nchild by the legs, and he swung it against the wall. And he killed the child. And I looked at\nthe mother; and it was like somebody else's. It wasn't her child. She completely cut this child\noff...out of her emotions. She cut this child off completely away. And I realized at that time\nthe self-survivals is of most...more primary in your life. It's more than...than even your own\nchild! And this was just terrible. So this was one of the experiences. I got a job aft...also to\nempty cesspools. Because they used this as fertilizers at that time. So to empty a cesspool,\nthey gave me a job. They gave me a pot--a cooking pot. And this is how I was emptying\ncesspools. In front, went into the hole up to the waist, whatever; how you stayed in it. And,\nuh...you emptied it into a bucket. And later, two men took the bucket and emptied it in those\ncontainers--metal containers. This was one of the jobs they gave us. I was...I had a job\ncutting roots out of...you know, they'd be cutting down trees and...and excavating the roots.\nAnd I think they made camphor out of it. I don't know; some kind of chemicals they made\nout of it. So they gave us ax...ax and shovels. And it's very hard to dig a tree. So if you didn't\ndo it, we got a hit a few times. You know, it seems they had a quota. We had to do a quota.\nSo this was one of the more pleasantness thing of the ghetto. So this was it. Was only\nsurvival. My father was getting weaker and weaker. And once in a while they came down,\nthey closed off the building. They closed off the block. And they took the men or women;\nand if the people looked sick, unhealthy, as they just took them away. To regress, before they\ngo...close...closed the ghetto, my father's youngest brother went also to Poland. Because my\nfather was there, so thought he gonna be there. And he decide, when the German marched in,\nthis he gonna escape toward Russia. So had a...a horse and buggy, or horse and carriage or\nsomething. To see his wife and two children--my cousin Lisa and the boy. Went towards\nRussia; and they froze to death in...in the...in the [Bergen (ph)]. We just found it out by\ncoincident. Matter of fact, we... Not true. I found it out after the war; because somebody\nknew them. This they froze to death, just to...1t was so cold, it was bitter cold. And...and it\nseems like they fell asleep, and they never woke up. And on the ghetto again, so this was the\njob. So finally I got a job through Mr. Goodman; and I met somebody in the underground. A\nFrench lady. I never knew her second name. Her name was [Renée (ph), or actually we\ncalled her \"Renya.\" And she got me a job with a German family. And I got a job not far\nfrom 6d_.I went to Cz_stochowa, which is where they have uh the Black Marie.” It's the\nseat, I think, of the Cardinal's seat there. They have the Matka [Mosca (ph)]. Matka...yah,\nMatka [Mosca (ph)]. And I got a job. And I got a job as a German in Entlosung Amtstadt\n[Ger: \"State Redemption Office\"]. Entlosung Amtstadt is the uniforms which came back\nfrom...from the front--which were dirty, filthy, had to be cut. You know, repaired or\nsomething else. They came to this Entlosung Amtstadt, where they were repaired, sewn,\ncleaned and sent back to the front. My job was to see the divisions where they came from. So\nwhen I gave to Renya the numbers I saw--you know, I saw 70 uniforms from the 31st Panzer\nDivision; I saw 20 uniforms from this and this division--what happened is, they knew\napproximately proportionately how many soldiers get injured or how many soldiers\nexchange uniform. They knew approximately...uh, approximately how many divisions, how\nmany soldiers are in a particular front. And I...1 was with the job quite some time. And it's\nbecame quite, you know, finally you...you're acclimatized. You settled; the milieu became\nyours. You became the German. You became the milieu. Like as a German. I was thinking\nas a German. And we had the head of the charge was there; his name was [Frombuloff (ph)].\nHe was nobility. And only thing, funny thing, is I speak German. But wherever I was in\nGermany, I always spoke with the wrong accent. So I never been in...from the right Germany\nwhere they wanted to be. I was there, I was Ausdeutschland. If I was...[ was in Munich, I\nwas a Berliner. If I was in Berlin, I was from Hannover. I never spoke the right accent to suit\nthose people. But anyways, I was there; and it's became quite good. And I sitting there one\nlunch time... Lunch time, you know, and whatever they gave me--and they...being SS\nAusdeutsch, I got little bit food from...from whatever they gave me. And the Germans gave\nme food there...the workers there, some of them. So I...I don't know, it was some kind of\nconversation. I said to him, \"Das ist der Hund begraben.\" Which is...\"Das ist der Hund\n° NB: Black Madonna.\nbegraben,\" means--like you say, you know, \"the crux of it.\" You...or, you know, this 1s\na...you know, like he's gonna say there's a \"Hund begraben\" like \"here is a dog buried,\"\nactually; but in German, means you know, uh...uh, like...uh... What is it? \"Das Hund\nbegraben,\" is \"here's a dog buried\"... Is like, you know, \"You hit the nail on the head.\"\nSomething like this. Like you hit the nail on the head. And he says to me, \"You know, it's\nvery funny. I never heard this in my life time. It's the only time I heard this saying before was\nfrom a Jew.\" So I said...(laughing) So it became quite, quite uncomfortable (laughing) for\nme. So I thought, \"My God, now he associates me. Because of this one sentence, he\nassociates me with a Jew!\" But...uh...it's came over. And...and later this woman, Renya...\nThis matter of fact, everybody says, he's somebody from the underground, or somebody does\na little spying, it's very exotic. It's not. I only knew this Renya. This woman Renya. This was\nmy only contact I ever had. You know, I met some...[ met some, uh...people who were\ndropped from England; but I only met them on...on a one-to-one basis. Because we..I did\nsome sabotage work also. I became an expert in derailing trains. In 19...uh, at that time, the\ntrains--I mean, the axle--I don't know [if] they didn't have ball bearings or if they had ball\nbearings outside the...the where the axle was and the wheel was. There's a housing. And this\nhousing was threads--like rags or something. And those rags had a lot of oil in it. And this\nwas grease...greasing the axles. So I became an expert as taking out...opening this little\nhousing, this...and with one swoosh, taking out the oil in those rags. But you had to be very\ncareful there shouldn't have any droppings on the railroad...railroad ties, or pebbles there. So\nyou had to make sure that the oil should not drip on those pebbles; because they would see\nsomebody did something to it. So the whole idea was to swoosh it out and throw it away, but\nthere shouldn't be oil...any oil should be left on it, on those pebbles. So I became quite\nproficient in this...uh, this endeavor, whichever, which I was doing. And what happened 1s\nthat as the train was running, the train froze, the wheel froze, and the train was derailed. I\nnever saw it derailed myself, but we know the consequences of my doing that. And I stayed\nthere for quite some time. And once I found out that my father was getting very sick. My\nfather was very sick; and so I got back to the ghetto, eventually. No! One more...a funny\nincidents I had. I lived in the city of Cz stochowa, and I'm walking up to this Polish--\nallegedly Polish--family who was...where I was staying with this Polish family. Walking\ndown; and I had a...a open shirt, and I had a big cross. I wore a big black cross. It looked like\na ebony, but it actually was out of wood. And just as a coincident, I walk up the hill and\nthere's very few people on...on the street. And there's a man walking down the street, on the\nother side...on the other side of the street. He looks at me, points to me and says, \"Parszywy\n_idje!\" [Pol: \"Lousy Jew!\"] Says to me, \"Smelly Jew!\" From...I don't know what it was, but\nit is... I mean, it's the most amazing thing or he knew or he smelled it or whatever it was. But\nhe says to me, \"Parszywy _idje!\" This was also my...my little endeavor in Cz_stochowa. So\nanyway, I went back to...to--that time was Litzmannstadt [NB: _6d_]. They renamed it\nLitzmannstadt.",
        "Q: A street?",
        "A: Litzmannstadt became 6d _. 6d_ became Litzmannstadt. 6d became Litzmannstadt. And\nI brought back some funny... had an opportunity. I brought a...smuggled myself...not me,\nbut through these people. And I brought some horsemeat to my father, so at least it was a\nlittle longer. And he needed some injection. I brought him some kind of an injection.\nAnd...but 1t was getting...he was getting weaker and weaker. So matter of fact, once they cut\noff the street and I had to take my father... Instead of upstairs where we lived in the attic,\nsomebody allowed us to use the ground floor apartment. And we lifted off the flooring, and\nwe hid my father--or at that time, our father--under the floor. So when they inspected us, we\nlooked much quite much healthier than he looked. So that we were spared. Because all those\npeople who looked sickly or...or didn't look well enough, they took them away immediately.\nAnd this way, every time, every day, we...we postponed the inevitable. And...",
        "Q: How long did... Slow down a little bit.",
        "A: Yes.",
        "Q: How long was your father under the floorboards.",
        "A: Oh, he was there for quite a few hours, because we had to wait 'til they come. Because we\nknew the whole neighborhood was closed off. So...uh, we had to wait 'til they went from\nhouse to house to house to house to apartment to apartment, to search for...for sick people,\nwhatever it was. So he was there the whole morning; if not much, much longer. And...uh,\nand he was scared. We were scared that, you know, he shouldn't any noise; or when he steps\non it, it shouldn't make a different squeaking noise...a different squeaking noise... noise\nthan...than the floor would make. So, uh...we saved him 'til...um, ‘til eventually all of us\nwinded up in...in Auschwitz. But..but it was...so it was quite rough at that time. So...so the\ncircum...not only this, but a lot of... There was also a...you know, they had their own police\ndepartment in..in the ghetto at that time. Uh, Rumpow... Rumkowski was the head of the\nghetto. He was not liked at all. He was not liked on; but I have no idea under circum...under\nthose circumstances, anybody else would do better or worse. Every...every week or every\nday... No...no, not every week. Every day or every two days, always transports went...went\nout...out of 6d_ ghetto, under the heading that they're going to labor camp. And matter of\nfact, the propaganda was quite good; because nobody came back to complain.\nSo...uh...1t's...everybody toyed with the idea [that] maybe it's a good idea; because they told\nyou you're allowed to take clothing, you're allowed to take whatever you want, and you\ntake...take your sewing machine. Because you're going to go a labor camp, where they're\ngonna feed you and everything else. And a lot of them who came from Theresienstadt [NB:\nTerezin] at that time... In the beginning, Theresienstadt, Czechoslovakia, wasn't a very, very\nbad camp. So they felt that's going to be at least as good as Theresienstadt, 1t wasn't going to\nbe too bad. So even a lot of them volunteered to go away in labor. Because the\ncircumstances were...were just unbelievable. Unbearable. Especially for my parents and my\nsister and my brother. The winters were...were excruciating. I mean, the cold is unbelievable.\nIt's freezing constantly. I mean, they slept clothing...with the clothing; and when I was there,\nit was the same thing. In one bed, just to keep ourself warm. And getting up in the morning\nwas the same ordeal as going to sleep at nighttime. So it was bad thing; until...until...'til\nfinally the transport, we were part of it. We went to Auschwitz. I could have escape\nAuschwitz. I could have escaped going to Auschwitz, because I could've be...be back in\nCz_stochowa. Except I didn't want to leave my parents alone. And I fell under the same\nmisconception, that...uh... we're going to something better. So if we go something better, I\nwanted to be with them. Especially, I felt, my father was very, very sick. Somebody had to\ntake care of my mother, and my brother and sister. So I...[...I...] didn't mind to go. They...they\ntried to talk me out of it. Matter of fact, he...even Mr. Goodman tried to talk me out of it. But\nI didn't want to do it. I wanted to go with them.",
        "Q: Had you been doing work for the underground while you were in _6d_?",
        "A: _6d_--in the city of _6d_? No. In the city of 6d_, I was not doing the underground. I\nwas...uh, they had a little farm. All the way outside the city of _6d_. And I only worked on\nthis farm. It was an experiment in potato farming, you know. It just was...I only worked... I\nworked on this farm only because the border was not far from this farm--the border\nof...outside of...of the 6d_ ghetto, or the Litzmannstadt ghetto. So the guards saw me\nworking on...on the farm. So when I went closer to the fence, they didn't shoot. They knew\nme. So they knew me, I was one of the farmers. So it was always a safe route for me to go\nout and come in. Except when I smuggled myself out, I did it also nobody [outside] of my\nfamily witness I was going out. Because you never knew who..who you were working with.\nAnd the same thing coming back. So...so when I went out--and that was always whoever we\nfound we had go somewheres else, I had to go see my parents; and I was on this farm only to\nget out...smuggle myself out of....of the ghetto, and coming in. So that's how it was.",
        "Q: Tell me now, if you would, about that...the deportation. The train ride. How...? You were\ntogether with your family?",
        "A: Yes. We went there...we went on a train ride. I think it was cattle farm...uh... Cattle trains,\nyou know. And...and they took everything--all our belongings, which was very little;\nbecause we started...matter of fact we started the ghetto with very little. And I don't know...\nDid I tell you this? My father was arrested and got bitten by a dog.",
        "Q: No.",
        "A: Let's go regress.",
        "Q: Tell us.",
        "A: Before they closed the ghetto, since we were foreigners in Poland, my father was arrested.\nArrested by the Germans. So...uh...so seems likes that my mother...seems like a perpetual job\nto pay people off. Uh...Whatever we had left at that time in...we sold whatever we have--her\njewelry, everything--was sold to get some money. And my father was released. He was\nreleased after a week or something. After a time; it was a week or two weeks. And the day\nof his release, the day of his waiting...we're waiting by the fence, my father should come\nwith us. He was in the building where he was incarcerated. But there was a fence in front of\nit. But going from the exit of the building to the fence where we were staying [NB:\nstanding], they sent...they pushed...they put the dog on him. And the dog bit him through his\nhand. This was his...his goodbye gift. Matter of fact, since then I'm scared of dogs. Uh,\nbecause they bit him right through his hand. This was...this was prior, before they even\nclosed the ghetto. Yah. So now going to...to the ghetto...eh, going to Auschwitz, we were in\na...In a...1n a cattle--those things. Except, you know, if you were the first or second or third or\n20th or 30th into the cattle [car], it wasn't as bad. But more and more people were pushed in,\nmore and more depressed you became. More and more you knew that you did a bad choice;\nbecause you found out they're stop being humans. They're already started treating us as\ncattle. Even at the train where they promised us we going to go to...to Utopia or someplace\nelse. So it was getting very bad; but there was nothing we can do. We had no toilet. There\nwas nothing else. There was no food. And the stench became unbearable. I mean, natural\nstench. And we stayed in until we got to Auschwitz. Got to Auschwitz... So was getting\nrough already, because it was bewildering. All of sudden, it's coming from the dark...\ndark...dark...uh, cattle--the wagon, whatever it's was called. You know, and they put us in\nlines...put us in lines. And then was my...(deep sigh) (deep sigh) They put us all together.\nAnd they separated us. And I didn't want to leave my mother. (Deep sigh) So, I...(Long\npause) (Deep sigh) [(Crying) Can we stop? (Crying)",
        "Q: It's okay. It's okay. It's okay.] [NB: TEXT IN PRECEDING BRACKETS IS NOT ON\nVIDEOTAPE] TECHNICAL CONVERSATION. All right. We're back on camera. Just\ntell us about the selection as best you can.",
        "Q: Yah. So there was...uh, there was...uh...uh, they separate us. All the family went together.\nAnd at that time, I had the honor to meet Dr. Mengele--which happens to be a very good\nlooking man. He was impeccably built, and impeccably dressed. And he separated us.\nAnd...and it was...he had a whip in his hand. I think he had a whip, or something. Yes, he\nhad a whip; and he just motioned it left and right, and left and right. And it's quite\nbewildering. So he motioned to me, \"Right.\" My father, my mother and my brother, he\nmotioned left. What he did to my sister, I didn't see. I just didn't see. And after this, we...we\nseparated; and this was the last time I saw of them. And we went...got to a camp, where they\nshaved us. Hair, genitals and everything else. Took everything away from us. And they gave\nus some kind of cotton uniform, which was a concentration camp uniform. And they sent us\nto a camp--which was camp D.* And the billowing smoke, you saw all the time; and it's\nbecame so pessimistic about it. You know, as you start wonder what're you doing? What you\ndoing? Says, \"Is there any hope?\" And you spoke to those old timers. Old timers--which\nmaybe they're there a week or two, or maybe just a few hours before you. But they already\nconsidered themselves experts. So they says, \"You see those chimneys? This where you\nwind up.\" And it amazed me-- you took it nonchalantly. It was nothing...nothing shattering.\nIt was nothing. Even, matter of fact, it seems like a relief. Because it was enough already. It\nwas enough. And...uh, was no big deal. No big deal. It only changed... changed the scenery,\nbut didn't change the suffering. And...and I...L...1 amazed is, I never cried after my parents. I\n* Birkenau Lager B-IId.\nnever missed them somewhere. I never...never knew what happened to them anyways; but\nit...it was completely bewildering. It's like another party, or another body, was in me.\nIt's...it's...1t's... All of a sudden, I didn't care if I survived. I didn't care if I didn't survive. Just a\nzombie. Living as a zombie. And finally I got to a camp...to a camp...barrack 27D. Camp D.\nAnd we had--I don't know if the day or next day--it was, we staying [NB: standing] for\nreveille in the morning. And the German commander of this barrack--which was a Nazi in\nitself. And he only wind up in camp for the reason is this: he was against Hitler making a\npact with Stalin. So he became a little too vocal against Hitler, because he was more of a\nNazi that Hitler himself at that particular time. And that's the reason they put him in the\nconcen...in this camp. But he was...he had... You know, I don't know. He had it... Okay, he\nsurvived it enough-- because he had enough food, whatever he wanted--and he came in and\nout. So he was quite a big shot at that time. He was not a completely sane person. Matter of\nfact, his...his...his achievement and fame was, he always boasted is he raped a 70 year old\nwoman against a tree in a forest; and he always said this was his biggest accomplishment, is\nthis what he did. And he was in love...uh, he loved...in love with a Gypsy girl who\n..Who...who died before, but he slept with her dress. I mean, this man was completely\nderanged. So anyways, I am standing in this thing. And he walks over to me; and I speak\nGerman, so he says to me, \"Bist du ein Jude?\" [Ger: \"Are you a Jew?\"] So I says, \"Ja.\"\nAnd he says... Can I say it in German? He says...I say, \"Ja.\" So he says, \"Nein, du bist nicht\nkein Jude!\" [Ger: \"No, you are no Jew!\"| I says, \"Ja, Ich bin ein Jude.\" [Ger: \"Yes, I am a\nJew.\"| He took a fist and hit me in the face. I spit out a tooth--I wish the dentist would do it\nas easily as he did it. Spit out a tooth; and I says, \"Ja, bin nicht kein Jude.\" [Ger: \"Yes, I'm\nno Jew.\"] So I admitted I'm not a Jew, and that's all he wanted. Seems like I was, at that\ntime, blonde; and I was only, I think, Aryan looking fellow who he didn't want to\nbecome...he [NB: I] shouldn't be a Jew. So he gave me a job. And my job was to bring soup.\nAnd there where they fed us, we had to go down to the kitchen to bring those kettles of food-\n-which was...uh, our daily insult. And I'm standing in line there; and one day he sent me the\nkettles on reveille. So when he sent us down to...to fetch the soup, seems like it was too late.\nBecause when the fellow called off \"27,\" in...instead of saying, \"Here,\" I didn't say, \"Here.\"\nHe said, \"27!\" Nobody said, \"Here.\" He says, \"28!\" Before he finished saying, \"28,\" I said,\n\"Here.\" He didn't know whether it's means here for 28 or 27. So anyways, I was late. So he\nput me over a bench. Somebody held it...held me between his legs; and I got 15 on my\nbehind. But he...he walked...he had a walking cane; and he had a tape--like a electric tape--\naround it. And I got 15, which was a most excruciating pain at that time. At the first few of\nthem...after this, it...it didn't matter anymore. After this, I got up. I'm going to the soup,\nwhich--I'm bleeding rectally. He says, \"You forgot something.\" So what can you forget, if\nyou're already getting 15 of it? He says, \"You forgot to say, \"Thank you.\" So at this\nparticular moment, I fainted. And when...in this place they had big squares which was full of\nwater. In case of a air raid or fire, so the water was taken for the firemen of the fire brigade to\ndouche the...the... So he threw me. So he kicked me into this water. This was, oh...uh, he\nkicked me in the thing. Only because I forgot to say, \"Thank you.\" Coming back to the\nbarrack at that time, I don't know what, he made me his cook. I don't know anything about\ncooking at all. But he had provisions. He got potatoes. He got extra this--not what we used to\nget. Not the food we used to get. So I don't know anything about cooking. So only thing he\nsaid, he likes sauerbraten or some kind of vinegar. So whatever soup--I only made soup. So\nwhatever soup, I finished the soup. Before I served him, I took a tablespoon full of vinegar\nand put the vinegar into the soup. And he thought I was the most gourmet cook in the world,\n(laughing) because I made...I added vinegar to his...to his soup. And I always looked for\ndetails, details where I could get out of this particular camp...camp site to go to other camp;\nbecause I was looking for my parents. And specially, I'm looking for my brother. I thought\nhe...if anybody gonna survive it, it's gonna be my brother gonna survive. So I got details...uh,\ncleaning toilets. I got a detail becoming--whatever gypsies were left, I became interpreter to\nthe Gypsies. Only because I spoke Hungarian. I faked my Hungarian, they faked their\nRumanian; so we somehow understood each other. And I always gave the answers--which I\nfelt 1t was good--is what the German wanted to hear, instead of what the Gypsies said to me.\nBut there were few of them left, already; because most of them perished.",
        "Q: Tell us about the Gypsies you met. What were they like, and what were they doing?",
        "A: Now, I met Gypsies in the...1n the men's camp. In the men's camp, they were bewildered.\nThey were bewildered. Not only...they felt themself a minority of a minority. So...so ...so\nthey felt alienated, even among the camp survivors--uh, camp prisoners there, they felt alien.\nSo they kept as a group. So they tried to shut their personality as much as they could. In the\nladies camp--this was a phenomena which was very interesting. They became--some of them\nbecame--in charge of...of the block...charge of the...the barrack in itself. And it's amazing\nthing. They assumed a manly personality. They used to do like this (rubbing chin), which a\nwoman very seldom does. When they stood, they stood feet spread, you know. They...they\nbecame...they became a man. Maybe they...through being this manly personality, they\nbecame more assertive, or more... Became leaders of their particular group. So...so I think\nthe men behaved more passively as...as the Gypsy ladies. The men became more passive\nthan...than... than the women were. Anyways, I went and I never found anybody. Never\nfound anybody in the camp.",
        "Q: Your family, you mean?",
        "A: No. I never found anybody. You know, it comes to a point, you know you don't expect.\nWell, first it's such a humanity. It's just a tremendous amount of humanity that you don't\nexpect to. So the only thing I decided what I do in camp 1s, or since then I gonna do--since I\ndon't think I have no answer to \"left\" or no answer to \"right\"--I don't gonna test fate. I don't\ngonna do anything against fate. If they tell me, \"Stand there,\" I gonna stand here. If they tell\nme, \"Stand here,\" I gonna stand here. If they say, \"Go,\" I go. If they say, \"Jump,\" I jump.\nBecause since I don't know what to do, I didn't want to blame myself, you know. \"I should...I\nwent left, but they told me to go right. I should have gone right, because maybe right would\nbe better than going left.\" This way, matter of fact, I dropped personal responsibility. I\ndropped my responsibility. I don't do anything. They tell me, I do. So one day, he comes in\nand the people come there with thing, and they stamp me. The stamp is right here on the\nchest; with a big black stamp. So it gives stamp; the stamp, I don't know what it is. So he\nsays, \"Anybody who's stamped has to go to Buna, to the coal mine.\" I said, \"For coal\nmining, I don't... gonna test fate. I'm not going where fate's going to send me.\" So I went\nand I tried to rub it off but I couldn't. The stamps seems like were very quite embedded, so I\ncouldn't rub it off. So I went behind a barrack and I got dirt. And I rubbed my chest with\ndirt. So problem was this: my chest became, you know, raw. It's became here raw. So I was\nscared they should recognize that I...[ have a raw spot, that I rubbed off the stamp. So I\nrubbed all over. Wherever I found a little spot, I rubbed this dirt into it, too; that I should\nhave the same blotches which I had here, I should have it all over my body. And I met a\nfriend. Not a friend. I met a man--by his name of Monyek Ravel, the same as the composer--\nand we became friendly. And we decided whatever [we] do, we shall try to do it together. So\nwhatever happen, let's...let's stick it together. At least I...1 had somebody, I had a human\nbeing with me. It was the most bewildering thing. I was quite young at that time, you know. I\nwas not the old...youngest one, but I was not one of the masses that were older than we were.\nAnd...and because it was getting very rough... Like in my barrack, there came a man who\nwas a Litzmannstadt, or in the ghetto--who was allegedly a big shot in the ghetto. He was not\nliked. So he comes to my barrack and he says, \"I don't know why they don't like me.\" You\nknow. Said it loud, you know. \"I am...was only a barber. I was only a barber.\" And the\npeople says, \"No. No. Your life is short-lived here.\" Sure enough, by next morning he was\nfloating in..1in the cesspool. Seemed like they killed him, so... In the barrack. I mean, human\nlife was not accountable. Human life was not important. Human life was the cheapest\ncommodity, we always said. And we stayed in Auschwitz for some time; and after this, we\nwind up...started to transport to camps. I remember which camp was we go. We went from\nthere. We went to a camp, which I remember because it was a short while. After this we\nwind up in a camp which was Kruppwerke. Krupp has a factory. We were working, Monyek\nand I. And we saw a lot of people were working in this camp. And one day, there is an air\nraid. And we see that it's a... I don't know whose plane it was--American, French or whatever\nit was. And it's most amazing. We had nowheres to hide. We just stood there and...and\nlooked in amazing. And we saw the bombs coming; and you felt...every bomb... Looking up,\nyou felt every bomb is meant for you. Which...which they didn't hit...didn't hit us at all. They\nwent quite out...out of...of the range of the Kruppwerke. But the panic in the Germans, I\nnever experienced before. This is the first time I saw human panic. Not in us, but in my\nenemy. And I realized this, they're as...as scared as I was. And _ everybody\ncherished...cherished his own life, in his own fashion. And it...and Monyek and I, we says,\n\"You know something? It's amazing. Amazing!\" He says, \"Without a gun, they would be\nthe same as I.\" Except the only difference was, they had a bullet. And from there, we went\nto...",
        "Q: Hold on. Excuse me.",
        "A: Yes.\n> Probable reference to the coal mine operation conducted out of the nearby Jawischowitz\nsubcamp. Jawischowitz was subordinated to Auschwitz III (\"Buna\") for administrative purposes in\n1944,",
        "Q: What was it like in the Kruppwerke?",
        "A: In the camp...in the factory? In the factory, we were working with a...certain...we had certain\njobs. I had a job making...making... I had a big thing making holes in...in certain...certain\nmetals, I think. There was some supervisors, which were Germans themselves, which ran the\nfactories. Elderly gentlemen, which were kind to us. I mean, they were...you know, they\nwere there. They knew who we was. I don't know if they knew we were concentration. I'm\nsure they knew we were concentration inmates, but they were okay. I mean, they were a little\nbit if kindness. Let's put it. I mean, we encountered the first time a little bit of kindness to\nhumanity. The first time we encountered a little bit of humanity from them. But, you know,\nif...1f a soldier--I don't know a soldier, a sergeant or somebody with...with a uniform--they\nsaw a uniform, the attitude changed. Which was just natural, I could see it. They were scared\nthemselves, you know. But they never would give anything personal. I mean, with me they\ncould converse, at least, speaking German; but there was never something personal. Give me\na piece of bread, or give me...which was a welcome thing from them, but they would never.\nNever. Never. Never gave us anything like that. So we worked in the Kruppwerke. And from\nthere, it seems like from there we went to Buchenwald. And Buchenwald was one of the\nnicer camps, I think. Buchenwald was one of the nicer... I mean, the other camps I\nexperienced since...before or...or since. And one day, we had to have a...and by then I was\nstarted... My beard, I remembere over there the difficulty with growing; because they told\nme to I have to shave. I don't know how I shaved before, I don't remember. But over there, I\nremember. So they gave me a piece of glass to shave, because nobody wanted to give a razor\nor had a razor. So they gave me a piece of glass to shave. Which was unbelievable, too.\nBut...so finally somebody was nice to me. One of the inmates, also. And he gave me a\nstraight razor. And so...so I finally I shaved over there. It was the first time I shaved with\nstraight razor over there, instead of the piece...piece of glass. And told us to wash. So this\nMonyek and I, we washed in a drinking fountain. Just a little drinking fountain. And we took\na bath; and it was quite a welcome relief to...to be allowed to be washed. Because in...in the\nKruppwerke, before, we worked in this greasy water; and this was always running, always\nblack. And we always smelled from oil. And they didn't care about us at all. But\nBuchenwald, they...they allowed us to wash. And... but hunger was always there. Hunger\nwas always there. Death wasn't any problem anymore, because we accepted it. It's eventually\ngonna happen, so we became less scared of...of dying. It became as a everyday occurrence;\nso it was not a big deal any more. From Buchenwald, we went to so many camps I don't\nremember. Uh, Buchenwald...",
        "Q: How long were you in Buchenwald?",
        "A: Time is not a factor with me. I have no...no conception of times anymore.",
        "Q: Can you...can you tell me some of the work that you did in Buchenwald.",
        "A: Buchenwald? Nothing. Nothing. The only thing, I set... met--somebody pointed out to me, I\ndon't know whether it's were the truth or not--I met Schuschnigg, which was the Prime\nMinister of Austria.° They said, \"You see him? This is Mr. Schuschnigg.\" Plus, they showed\nme a lady who was Mrs. Rothschild. She was a Rothschild, a Viennese Rothschild. I met\nher; and...and you know, you had Mrs. Rothschild. But that's all that I remember about\nmeeting Mrs. Rothschild and Mr. Schuschnigg in...1n Buchenwald. I don't know if it's the\ntruth that he was Schuschnigg and she was Mrs. Rothschild, but this what is pointed out to\nme, was they were there. After this, it became...and we went to a camp by name of\nLudwigslust.’ In Ludwigslust, we were working in a spring factory. Always with Monyek.\nMonyek...wherever I went, Monyek went with me. My friend, Monyek. Uh, I worked in the\nfactory in...1n making springs; and what's good about this is is our camp in...in the factory\nwas almost a unit. So we didn't have to march too far from work to the thing. And... and...and\nthe camp commander was uh quite a human being, at that time. I mean, he was...I mean, he\ncould he could...always fed us... I mean, I don't try to make excuses for him; but...but he fed\nus. He fed us, or whatever it was there. I was making springs there for car door springs;\nexcept my job was I was on the night shift. Night shift consists of 12 o'clock 'til who knows\nwhen the hours in the morning. Except I was making--instead of springs, Monyek and I were\nmaking knives for the Germans for their own use. So we made this...we was...out of those\nbig wheels we was polishing and polishing those knives to make the knives; and somebody\nelse made those wooden handles. So for each knife, we got...he gave us half a slice of\nbread...as half a sandwich. Monyek got one half a sandwich, and I got half a sandwich. For\nmaking the whole night long work to make the bread. And the circumstances were not not\ngood, but wasn't bad. Uh, the prisoners that...the...we already got bunks. We were allowed to\nsleep two...two to a bunk. Which was much better than we had in Auschwitz, or any other\ncamp. They were almost like cots in...1n big barracks. And the SS, or whoever watched over\nus, were elderly gentlemen. The...1instead of those young punks, we had elderly gentlemen\nwatching us. So it wasn't... uh, wasn't...wasn't extremely bad. It wasn't the worst\ncircumstances I ever lived through was already there. And from there, we found out that we\nare...we had...we had a transport to go to Sweden. Yes, we had...seems like Hitler tried to\nmake a pact with the Austrian--with the Swiss, that he should get Swiss citizenship. And to\nshow good faith, he allowed a transport of Jews--concentration camp Jews--to go to Sweden.\nSo we bec... Was it that trme? Yes. We became a transport to go to Sweden. I think it was\nthat time, or before. And they gave us.... No, it wasn't near Litzmann. It wasn't this camp.\nOne camp afterwards. From there we went to another camp. This camp where we were,\nwe...they gave us...we stayed in the camp for a short time, and that time we had... They\ncreated a transport to go to Sweden. They gave us Red Cross packages. And they gave us\neach of us Red Cross packages. I had a job to open every Red Cross package, and take out\nthe chocolate and give it to the Germans. So all...every Red Cross package, whoever got,\nwas minus chocolate. And everything else came to us. And it was actually a bowl. And the\nbowl was fabulous, because we had food. Except we didn't know when to stop. So we almost\n° Dr. Kurt Schuschnigg was the Austrian Chief of State from 1934-1938. He survived the war and\ndied at Innsbruck in 1977.\ny Subcamp of Neuengamme. Located in the city of Ludwigslust, approximately 5 miles to the\nsouth of Wobbelin.\nfinished everything what they gave us at that time. The whole thing fell through. The\ntransport fell through. Seems like that the Swedish government or the Swiss government\ndidn't do it for Himmler. So the first thing what they did to us, they took the packages away.\nWhatever was left they...they took those packages. When humanity stopped, the bestiality\nstarted all over again; and they took another transport. And they took us on a transport in\nopen cattle cars. But that time, was open with no roof. We were sitting, and completely\nexposed to the element. And we traveled; seemed like nobody wanted to take us because we\nwere this...the privileged characters, we supposed to go to...to Sweden. Seems like at that\ntime, whatever, the hierarchy didn't want...nobody wanted to take us. We traveled for three\ndays in those open cars. No water, no food. Food wasn't a tremendous factor--at least for me.\nThirst was. It came to a point that I...my tongue swelling in my mouth. This I couldn't close\nmy mouth. I was...thirst was unbearable. Unbearable! And my things...my lips swelled. My\ntongue swelled. And it was unbearable. And after three or four days, it seems like an eternity,\nthey sent us to a camp which was being built by Russian soldiers--by Russian prisoners of\nwar camp. Which was a brick camp for American flyers, which supposed to be a show camp.\nWhen it was finished, it was supposed to be a show camp--how...how humanely the\nAmerican prisoners of war are being treated. This camp was doing construction. Seems like\nit was terrible there, because the Russian soldiers...uh soldiers practiced cannibalism. Uh, not\non a live one; but cannibalism on whoever died. It seems like this...this part of the thumb was\nthe biggest morsel they could eat. No water. There was one surface pump, which was for\nmak...mixing cement or something like this. And there were soldiers staying watching this\npump; because this was surface water, which they were scared of typhus. So anybody who\nwas drinking, want to drink, was shot immediately. It was not for the preservation of the\nprisoners, but it's for their own preservation of the German soldiers. So over there was...was\nvery bad. And finally we came to this camp, too; not having water, not allowed... That's the\nfirst thing they told us, not allowed to drink this water. So a soldier, just to prove...just to\nprove he did... he meant this thing, he took a gun and he said, \"Boom!\" And he shot\nsomebody. So he proved his point to me. So he took one life...or not to me, personally. So he\nproved...he took somebody's life to prove a point. So it was like saying, \"Good morning,\" or,\n\"Good evening,\" he shot this man. A Russian thing--I shall never forget--it was long...he had\na hat with long ear muffs. And this man was wasted, just to prove I shouldn't drink his water.\nWe stayed in this camp; and we was...we were working in this camp. We did not...no\nbarracks at that time. We slept on sand...sand, which was mixing the cement. Rooves wasn't\nthere. Under the elements, we only slept to them. Whatever...we was scared most of the\nRussian soldiers; more than of the Germans, because they were more with us. The Germans\nwere outside. The Russians... because what they did during the night, they used to kill us and\ntake the shoes away.",
        "Q: Who used to take the shoes?",
        "A: The Russian soldiers. The Russian prisoners. Choke us to death or stab us to death. You\nknow, the prisoners; so they could take the shoes away, or whatever. This flimsy piece, this\none piece of...this pants and shirt, we had. No underwear. They took it away, because they\ndidn't have anything. So Monyek and I, we always made sure we slept not laying down. We\nwas sitting back to back so one could look forward and one could look backwards. And this\nway we always had a common protection. But hunger over there was unbearable. Hunger\nthere was unbearable. So not far down the road was a sugar beet factory. In Europe, they're\nmaking sugar--not out of cane. They're making sugar out of beets. So...and one night I said,\n\"Monyek, I'm going over and I'm going to eat as much as I want.\" He didn't want to do it. I\nsaid, \"You stay here. I come back.\" So I got out and I... put my pants. I tied...whatever\npants I had, I tied on my... my leggings together. And I went in to...to the beets. But I\ncouldn't carry the beets, because they were very heavy and I couldn't carry it. I was too weak.\nBut seems like there's another pile which there's the shavings. Seems like before the beet is\ngoing to sugar--a mill or something--they do like rough shaving. Like pieces of wood, like\nwood shavings. So I filled myself up with these sugar beets and where I could; and I went\nthrough and I...the sugar beets. Which I did a disservice. Not realizing you eat the sugars\nbeets, this shaving of the sugar beets, you extend your stomach. So anybody who ate it, who\nate a lot of it, they...they couldn't make it. They died because of the sugar beets itself;\nbecause the stomach just...just busted. Just busted. Seems like Monyek and I and quite a lot\nof other [of] us survived it. But a lot of them just...just couldn't make it. And...and we stayed\nthere; and it was getting worse and worse and worse. And all of sudden, the camp\ncommander comes to us and he says, \"The Russians are coming, and...uh they're going to kill\nus.\" All the prisoners of war are going to kill us, because the Russians know we were\nhelping the German economy. So he says to us, \"All people who wants to march gonna\nmarch with us.\" And he points to me and says, \"He's the first one who goes.\" And I says,\n\"No.\" He says, \"You will!\" I said, \"No.\" And this was the biggest beating I got in my\nlifetime. I got from this man, with a--he didn't have a walking [stick], he had a long like a\nhiking stick. A long...a long... Like a five-foot long stick. And he made me as an example.\nAnd he didn't stop beating me. That...beat me in front. It was unbelievable. And I...1t doesn't\nmatter anymore. By that time, didn't matter; because I couldn't walk anyways because the\nbeating was so hard. And he disappeared. And no...no soldiers. And we were free. Except,\nthere was no food. In our adulation, in our happiness, there was nothing we could do about it.\nWe couldn't eat enough. We only had those sugar beets, and we wouldn't eat those sugar\nbeets. Only thing we had a bowl was to drinking water. We finally...not from this...not from\nthe pump; but we found where they kept the drinking water. And plus we were scared of the\nRussians. The Russian--not the Russian soldiers which gonna come in, but the Russian\nprisoners of war because uh they were a rough bunch of guys. Anyways, finally at two days\nlater from the road, we see tanks coming. And we see tanks with a five pointed star. I didn't\nknow how American tanks look, and I didn't know the emblem of an American tank. So\nfive-pointed stars looks like the Russian star. Except they were American tanks. So the\nAmerican tanks passes by. And finally, a few hours later, a little Russia--not Russian. A little\nAmerican solider comes in. Very short, with the rucksack, with the pack, with everything\nelse. And a miracle, finally. But this wasn't the biggest miracle I saw that day. He says he's\nthirsty. And I says, \"There's no water here.\" He says, \"What about the pump there?\" I says,\n\"You're not allowed to drink, because you're gonna die.\" He went to the pump, put water in\nthe canteen, put a pill into it, shook it and drank it. This...and this was the biggest miracle I\never saw. And I...finally, I became a free man at that time. So he said they... (Deep sigh) I'm\na...fine.",
        "Q: This is a good time to stop and change tapes, anyways.",
        "A: Yah? Fine.",
        "Q: So let's do that.\nTAPE #2\nTECHNICAL CONVERSATION",
        "A: So.",
        "Q: The day of liberation.",
        "A: The day of liberation. So the American soldiers dranking the water. And he put this little pill\nin. And I found it was the greatest miracle I ever saw in my lifetime, that he was allowed to\ndrink things that we were killed for it. We died for it. And he drank it. So he said that we\nshould stay. And I was in no circumstance. I was sick and beaten up and bleeding. I have a\nscar. I still have a scar somewheres here. (Pointing at his head) I have a scar from my back.\nUh, he says wait, they gonna send food for us. Sure enough, a half a day later, they sending...\nThere's a kitchen comes, uh a truck with a soup kitchen; and it was supplied by the French\narmy. And the French army says that before they're gonna give us soup we have to sing the\n\"Marseillaise.\" And I said, \"Shove it.\" And I didn't sing the \"Marseillaise;\"_ I didn't drink\ntheir food, and I walked out of camp a free man, without being subservient to the French for\nsinging the \"Marseillaise.\"  Monyek said, \"Let's sing it.\" I said, \"Monyek, Goodbye. I'm\nleaving.\" My friend Monyek changed his mind and followed me. And we didn't sing it. We\nwalked out. So the first act of defiance, after not singing the \"Marseillaise,\" I saw a German\nsoldier and I...I took his jacket away. And I wore his jacket; because I was...I had nothing\nand I was bleeding. So my jacket was ripped and I had no jacket. So we were marching, and\nnext day... We slept in the fields somewheres. Next day, we saw American soldiers. And\nthey were throwing balls...a ball to each other with tremendous big gloves. And I said, \"Look\nat this foolish thing that they doing! Why they don't catch them by hand?\" And this is the\nfirst ttme I was faced with baseball. I never saw it before. And it was unbelievable. I found it\nextremely childish. This look...big grown men throwing ball and catching it with a glove\ninstead of catching it by hand. And later, one fellow used a stick! So it...1t was quite amusing.\nSo we're marching; and we passing a field kitchen where the...uh...uh...a fellow, an\nAmerican, cook. And we saw there 1s a little fence; and there's a space and there was a table\nthere, and there's...they were cooking some meat. And he was cutting meat. You know, meat.\nAnd...and I was hungry. And I said, \"Food. Food.\" So every time he cut a piece of meat--\nand I had a German... want to emphasize, I had a German uniform on. I had a German\njacket on. Every time he threw the meat, he threw it short enough I should never catch it.\nExcept he...there was a dog in front of me, on the other side of the fence. So all the meat he\nthrew towards me went to the dog. And I never got the meat. And I was extremely\ndisappointed and extremely hungry. So this was it. But we...but that time we already had\nsomething to eat, you know. A piece of bread here. We got a little piece of bread here;\nwhatever we could scrounge it. But I never got this piece of meat from this cook, this\nAmerican soldier. And we decided we gonna march. We gonna go to France. We gonna go\nto France. Why? Because Monyek had a sister there before the war, and she always said it's a\nlovely life in...1n France. So we says, \"Why not?\" \"We go this way, or go this way?\"\nFinally, I said, \"Which way you think is France?\" So he said, \"This way.\" \"Okay. Let's walk\nthis way.\" Didn't (laughing) matter to us. So we marching to France. A American soldier\ngets hold of us. He says, \"Where are you going?\" So...I don't know how they understood it.\nWe said we go to France. He says, \"That's fine. Come on. Go in the Jeep. We take you to\nParis.\" I said, \"How good can it be?\" We go to Paris; except he--I don't know where he took\nus--he took us to the detention camp. So we stayed in the detention camp. And uh...I says,\n\"Monyek, I don't want to stay here. I have enough detention camp.\" He say he gonna stay,\nbecause he wants to go to Paris. And we said goodbye to each other; and I never saw\nMonyek again. We never saw him. And I went...there was a group in this detention camp.\nWas a group of Polish forced laborers. People who were taken out of Poland--not in\nconcentration camp, but were taken out as a family to work on fields in Germany. And they\nwere the forced...Polish forced labor. Not Jews. Forced labor. So I decided I gonna go with\nthem. May as well go back to Poland, which is closer to Czechoslovakia than wherever I\nwas.",
        "Q: Did you... Excuse me. Did you explain to the Americans that you were Jewish? You were\nstill in this German uniform.",
        "A: I had...I had nothing to explain. I couldn't speak it. I couldn't speak at all. I couldn't speak at\nall that. Couldn't even say that. And with the Polish, I definitely would not say I was Jewish.\nThe Polish are definitely against Jews. So they put us to a camp; and we were in a camp\nwhich seemed like it was a big school or something. Because they gave me a room to sleep,\nbecause next day they're gonna take me to...to Poland. I speak Polish also, among other\nlanguages. I speak, I think, seven of them. So I...except I speak Slavic languages, instead of\nspeaking English. And I slept on the floor that time. And at least I slept in a room. I mean, it\nwas the first time I really slept in a room. And they're taking us to...separate next morning,\nthe families and everything else. They take us on trucks. And they take us over... Seems like\nbetween the Russian Army and the American Army, there was a no man's land. They kept a\nseparation--I think 1t was about a few miles. It comes about evening...late in the evening and\nwe go to the Polish...uh, go to the Russian side. And now, of all things, I became Polish.\nAnd... (laughing) and...and we get off...we going on the other side. And it's quite late at night\nand we always get off the truck; and the Polish laborers they had...bundles, you know, and\nblankets, whatever. And whatever they looted, whatever they robbed, and everything else.\nThey take the men, separate the men; and they separate the women and children. And I\nbecame part of the men. I walked in with the men; and even having a German jacket, I spoke\nPolish. So...so that there was no uh ...uh, it didn't mean any difference. They didn't expect me\nnot to be Polish. You marched to a field. And a little fellow came up. I mean, maybe five feet\ntall. A Russian Colonel or a Russian General, whatever he was. And he gives us a...a speech.\nHe says that we have collaborated. Doesn't mean me as a Jew, but me as Polak. All of us...all\nof the Polish men. We collaborated to the Germans, to the war machines of Germany, for the\ndestruction of Russia. And now we are his enemies, and we gonna be all shot. For this, I\nwent through a concentration camp--to be shot by the Russians. So he said: but since the\nRussian government is..is a good-hearted government, he exonerates us for only [one]\nreason--because we volunteer into the Russian Army. And by stroke of this word, we\nbecame Russian soldiers. But by that time, Germany and Russia was already in chaos. The\nwhole thing was in chaos. So they didn't have any pants to give us; so I had only pair...pair of\nGerman boots, and I didn't have no socks. I had my striped...still had my striped pants on. He\ntook this thing away...this German thing away, gave me a Russian jacket. And we were\nmarching with the Russians. Marched all night long, and uh...no food. Absolutely no food!\nSo we come to a little village. And there is a Russian--is a high echelon soldier. I don't know\nwhat he was. Colonel, or whatever he was. And he looked Jewish. I don't know. I just felt he\nlooked Jewish. So I went to him, and I says, \"You know, I am Jewish. You have anything to\neat?\" But he said, \"In Russia, everybody's the same. We don't care if you're Jew or not.\nEverybody's the same.\" So I said, \"Okay.\" And we kept on marching 1n, with our job was\nlooting. We were looting. They were looting...whatever they could get ahold of, they were\nlooting. I didn't need anything. I didn't want anything. So the only thing I found was sugar. I\nfound two bags. I went to somebody's German home; and two bags of sugar. Like...only\nthing, I don't know why it possessed me. That's all what I was...from all the looting what\npossessed me, just to have the two pieces of sugar. And that was....they fed us, you know,\nthis pork stuff and everything else. And I was...I was sick, and I was tired and I was filthy,\nand everything else. Eventually getting to a German...big German farm. Big German farm.\nAnd it's dust around it. So everybody drink. There's a tremendous amount of vodka they're\ndrinking. Tremendous amount of alcohol they were consuming. And more...more what\nthey're drinking, the more boisterous they're becoming, and the more dangerous I felt\nmy...myself there. First thing, not being Russian; and not being Polish, and not being\nChristian. So...so the whole thing was awful frustrating. Anyways, I go to the farmer. And I\nspeak to the farmer in German. I said to him, \"I'm Russian...\" So I never thought about that.\nI said, \"I'm a Russian soldier, and I never slept in a bed for weeks.\" I says, \"I would love to\nsleep in a bed,\" I said to him. But he said, \"You know there is no bed. You people took\neverything out. You took everything over. We are ourselves sleeping in a barn. There's\nnothing there.\" I said, \"You know, I have two bags of sugar.\" So I gave him the two bags of\nsugar. So he wants to...he said to me, \"You know, it's very amazing. You being Russian, how\ncome you speak such a good German?\" I said, \"I went to the language school in Kiev.\" I\nmean, I just made up. I didn't trust him. He doesn't trust me. So I said I went to the language\nschool in Kiev. So he gave me a bed. It seems like in a barn where the cow...where the cows\nare standing, where they're eating, seems like for the help or something there was a room\nbeyond... beyond those where the cows were standing and eating. So he gave me this room;\nand I slept overnight for these two bags of sugar. Reveille in the morning. I sleep. I don't\nwant to get up. And they holler and they holler. And I am scared. I said, \"The only thing is\nhappen if they catch me, they'll think I overslept.\" With all this noise. If they believe me,\nthey believe me. If they don't believe me, they don't believe me. And I stayed there. And I\nstayed there 'til maybe afternoon. Scared. Scared. Scared. Scared. I mean, I didn't want to\ndie. This time now, I didn't want to die anymore. I mean, finished. The dying part...part is\nover. And I was lucky enough...they weren't there. They left me behind. I go out. It seems\nlike somebody, another man, had the same idea what I had. He had the same idea. So him\nand I, we decided we're gonna go back to Poland. So this...this... They left the farmer with a\nhorse and a...and a...like a carriage. So he said, \"Let's take the farmer's carriage, and let's go\nat night.\" And I couldn't do it. I mean, he's the fellow who saved me. He's the fellow who\ngave me a room to sleep. So I says, \"No, we're not going to take it. Let's walk and find\nsomewheres else.\" So sure enough, we kept on marching and we saw a German with\na...with a same thing--with the horse and thing. We took his, and we...we kept on going. We\ndidn't go too far. They took us...the Russian...somebody, not Russian soldiers. They caught a\ntransport of forced laborers, which same [as] with we went they took the men away. This\nwas a transport where the families was still together. So they made...this man and I, we\njoined them in the event that we going on the way to Poland. So we stop at night time. We\nstop, and they separated the men and the women. And it was like a...a garage, in a big\ngarage. A car garage. So the men slept in one garage, and the wives slept in the other garage.\nThe soldiers got themselves drunk, and they raped all the women. The noise was unbearable.\nAnd it was the worst thing was...was the husband or lovers or brothers had to listen to the\nyelling of the...the women. Next morning, nobody looked at each other. The women didn't\nlook at the men. The men didn't look at the woman. It was tremendous embarrassment.\nTremendous embarrassment. But anyways, we getting into Poland. Poland...we came into\nPoland. I escaped, and I decided... No. No. Not true. We came into Czechoslovakia. We\ncame into Czechoslovakia. The transports was going to continue into Poland. I escaped from\nPoland. It was in...in the city of Plze_. I went back to Teplice...to Prague. I went to Prague, I\ngot sick. I eventually wound up--with all the beating what I had, I wound up in a hospital.\nAnd I stayed in the hospital for almost three weeks. And I was quite sick; and I was staying\nby myself. They thought they're going to cheer me up. So they put me in a room with\nRussian Colonels or ranking officers, also which was sick. One fellow was sick because he\nwas shooting at some uh...nest with soldiers, so they gave him a medal. And he was sick.\nAnd I was in this room with the soldier; which was like a ball to me, because every time they\nbrought in food for the Russians, I got extra above and beyond. And in Czechoslovakia, at\nthat time wasn't so good. Except that one bad thing--that every time they were drinking\nvodka, they were making me drink the vodka. So with all the medication I got, I never got\nbetter. And they couldn't understand how come I... There was no reason I wasn't getting\nbetter; because not realizing I was drinking alcohol constantly with those Russian soldier.\n'Til somebody found the reason, took me out and I got better. And I went back to Teplice, to\nthe city where I was born. And uh ...I was the only Jew who came back. There was nobody\nleft in the whole city. (Deep sigh - choking up) And we had a big house. And the house\nbelonged to us, you know, when we left. But they couldn't give me the house back; because\nTeplice, where I'm...where I am from, is known for three things. It's known for coal mining.\nKnown as a spa. By the way, my mother was president of the culture of the city of Teplice.\nAnd they make crystals. So the German who was using my house was the engineer from the\ncoal mine. They didn't want to antagonize him, because in case he should do sabotage in the\ncoal mine. This was after the war. So they...after the war. This was in 19...end of 1945. The\nwar ends in May. And so not to antagonize him, so he shouldn't do any damage to the coal\nmine. So they gave me a lovely apartment. They gave me a complete furnished apartment;\nuh, and they gave me a business. They gave me a business. The Czech government gave me\na business. I don't know, because I was a unique. You know, the unique person. Finally,\nsomebody came back. They gave me an electrical store with the repair. You know, doing the\nrepair shops, everything else; which was quite good. And I'll tell you a little small incidence.\nAnd they gave me food stamps. Above and beyond. They gave me like privileged class food\nstamps. So I had quite a lot of food. So...so life was coming to that. But I had no family.\nAbsolutely nobody. But...but life as...as for physical need was quite good. And I am staying\nonce in a butcher shop, and a woman comes over to me. And she says to me in German--and\nat that time all of a sudden nobody spoke German. Because all of a sudden, you became a\nCzech patriot. Matter of fact, when I was born, my...even my birth certificate was still\nwritten in German. But all of a sudden nobody spoke German. So immediately it became\nCzechoslovakia, nobody speaks German. Anyways, she comes over to me and speaks in\nGerman to me. She said, uh, \"Excuse me, can I ask you something?\" Here I don't know,\nshould I say I speak German or shouldn't I? So I didn't mind. So she says, \"Are you Mr.\nHelmer?\" Which was the most amazing thing. So I says, \"Yes.\" She says, \"I was a maid for\nyour parents. And you look the same as your father.\" And she became a maid of mine. Not\nonly her, her daughter. And she...she didn't become a maid for...for wages, but there came\nanother maid. She came to cook for me, to clean for me. She didn't stay with me. For food;\nbecause I had enough food. So they didn't have enough food. So...so I stayed there. And...\nand I travelled...I travelled to Prague a lot of time. I had a room there, and everything else.\nAnd life was quite good 'til one day they come, a year later; and they decided they want to\ndraft me in the Russian Army. I mean, the Party was creating a Czech Army, and they\nwanted to create I should be go to Russia. I said, \"Listen, I just came through all this mess,\nall this thing I went through all my life. I mean, I don't have to tell you.\" He said, the man\nsays to me at the interview...he says, \"Let's face it. Who going to miss you?\" So it was very\nbad. And I refused to do so; and instead they gave me time to think about it. I said, \"Okay,\ngive me time to think about it.\" But at the same token, they started taking my food away.\nThey start taking the...uh, the food stamps away--the better food stamps away. And not only\nthis; they took my store away. And I became a helper to an electrician in my own store. I\nmean, the store wasn't mine anymore. They gave it to a...to a comrade who was better than I.\nAt least I had a job to go. And life became quite unbearable. Life became quite unbearable. I\nwent to Prague, and I met somebody who said he's going to go...smuggle himself out. He's\ngoing to Israel. I says, \"You know something? Israel is better than...than here. How do I get\nout?\" What I wanted, at that time, I thought maybe I go to America. I had...my mother had a\nsister, an older sister here. \"I go to America.\" I said, \"If not Israel, I want to go to America.\"\nSo I got in touch in....with the Haganah. And the Haganah said, \"You come to Marienbad\n[NB: Marianské Lazn_], and we gonna smuggle you through back to Germany.\" So I said,\n\"What is...\" They said, \"No packages, no clothing. You walk out of your apartment. Make\nsure you keep the stove running, like you walked down to the grocery for a paper or\nsomething. Leave the lights on. Walk out, and not come back.\" And exactly what I did. I\ndon't know what happened to the apartment, whatever was boiling there. I went to Karlsbad\n[NB: Karlovy Vary]. I stayed in Karlsbad for a day, and to Marienbad. The only thing which\nI didn't do, which they asked me to do, is they said they wanted to give all my papers up.\nWhich I did...wasn't ready to do so. So I didn't give my papers. I was smuggled...there was a\ngroup maybe of four. There was a little...young girl, and there were two ladies and two men.\nThere must have been five of us. And there was shooting with the thing; and finally we got\nto Germany. I don't know if the Russians...I don't know if the Russians were shooting at us,\nor the Germans or the Polish--or the Czech were shooting us, or the Germans were shooting\nus. There was shooting going on. And I remember we came down a...a like a ravine or\nsomething, on our behinds, you know. But he says nothing. And finally I wound up in the\ncountry of my enemy. And I wind up in Germany again. And I wound up in Munich. And I\nhad to... And at that time, a lot of Jews had...did a lot of black marketeering. Black\nmarketeering became...became a way of supporting self. I just couldn't do it; so I got myself\na little bit of a job with--not with HIAS--with the Jewish Restitution Committee, something.®\nAnd I...1 made not...didn't make enough, but I had enough. And I stayed in the city in\nMunich, and bought a stye. Which... I stayed with a lady whose son--she was German--\nwhose son was executed two days before the war ended. Maybe you heard about it. He\nwas...he did the rebellion, the high school rebellion in the school. He was one of her son. So I\nstayed with this lady. Then, from nowheres, Renya--the girl which I knew from the\nunderground--pops up in Munich. I don't know how she found me. What happen is, she\nfound me in Munich. And she says, \"You cannot give up responsibility.\" And I joined the\nCIC, which is the counterintelligence; and I became an agent of the counterintelligence,\nlooking for Nazis. So...which was in itself not a bad thing, because this gave me an\nopportunity to travel and looking for my family. So I wound up in Poland again. And I\nwound up in the city of 6d_, in the city where I lived. (Sigh) And I.... went up to the\napartment, and found food stamps. The old food stamps, and some other papers which I\ndonated to the Museum. But I never found anybody else. By the way, when I went back...the\nreason I went back to Poland is that the Colonel was in charge of me says, \"I hear rumors\nthat the Jews which go back to Poland are being killed.\" So he said he wants to find out. So I\nwent back as a Polak. And sure enough, there...they formed an organization which was\ncalled Armia Krajowa, \"the Army of the Land.\" So when a Jew came back to a small town\nand he wanted his home, his business, whatever this else, the fellow [who] was taking care of\nit found it legally became his all of a sudden after a year and a half. So they used to kill them.\nMatter of fact, I've pictures...report of those pictures also donated to the Museum with names\nmentioned and towns where those Jews were killed. After coming back from all those years\nin the concentration camp, they were killed by the Armia Krajowa. And I didn't find\nanybody else, and I couldn't wait to leave Poland. Never went back to Hungary. Went back\nto Germany and looking for Nazis. I looked a lot. I was looking for a particular Nazi. I was\nlooking for who they said worked for UFA. UFA 1s like a Metro-Goldwyn-Mayer--a film\ncompany. And I was...as a German, we says we want to see how he is. We tried to get him as\n[if] we wanted him to form a former German organization. We tried to get ahold of him.",
        "Q: I'm sorry. I don't understand.",
        "A: We tried to...we didn't go to question the Germans as a Germans. I questioned them as a ex-\nNazi. I didn't want to... you know, all of a sudden, \"Here I am. Good morning.\" I mean, what\nyou're looking for him as...as we want to get in touch with him where they are... Just to find\nout where they are. Because after I knew where they were, it wasn't my job to get ahold of\nthem, to catch them. So long as we find where he was. As a matter of fact, they sent me to\nthis UFA--which, as I just said, was a film thing--I met a lady. Who we were looking for this\nparticular big shot from the city of Beckum, in Germany. The reason we were looking...it's a\nvery interesting thing 1s, I was looking for this particular Nazi all over. The Colonel who was\n* Possible reference to the Joint Distribution Committee.\nmy colonel of CIC, he came from Beckum. He was Jewish. When Hitler came to power, he\nwent to England to school. He stays in England. And his parents lived in Beckum, a small\ntown, as a Jewish family. His mother passed away. His father was getting old. He was...had a\nmaid--a woman who was taking care of the father, you know-- before the Nazis...the Nazis\ntook over. So she stayed in the same house, taking care of this old man. This particular Nazi\nI was looking for got ahold of this lady; and he said, \"You slept with a Jew.\" Took this man\nand threw him down a flight of steps. Took this lady, and put her in a garbage--at that time,\nyou know, horse...horses were carrying...taking garbage out, you know, for garbage...to take\nto garbage dump. So she was in this--reminds me of Robespierre, of the French Revolution.\nThey took them...they took this woman through the city on this garbage heap, with a big\nsign: \"I'm a Jew lover. I sleep with Jews.\" So this was his vengeance. He wanted to find this\nNazi, just to revenge himself against...because ...against his father and this lady. So this\neventually wind up in UFA; and I met this lady which wanted a lot of money to tell me\nwhere he is. So I went back to the Colonel; and he says, \"Give it to her.\" Money with him\ndidn't matter or anything. So I finally went with money; and she's changed her mind. Says\nshe will not do it. So I never found him. Actually, I never found him. I found out years later.\nI met a sergeant who was sergeant in this...this headquarters there. He was...this same\nGerman we were looking for...was a cook in headquarters. He never left the town. He was\nalways there. And I was looking all over for him. He was there as a cook. And we found out\nbecause he had a girlfriend who finally...uh, reported him. It was years after I already came\nto America.",
        "Q: What was the Nazi's name?",
        "A: I have no idea. I don't remember his name. I don't remember. K...K...K... Something with a\nK. So...so...so I was looking. So I never found. And I never found anybody else. So one day I\ngo also looking, and going to Landsberg--which is outside of Munich. And I'm\nlooking...looking for...for...for Nazis. I'm looking for my...anybody family. Can't find it.\nLandsberg was a prison camp, what Hitler wrote Mein Kampf. Outside of Munich. He was\nin jail, and he wrote Mein Kampf. And they made a DP camp out it. Looking now. \"Does\nanybody know Sonia?\" \"You have a picture?\" I have no picture. I don't have no picture.\nActually, I was not looking for Sonia. I was looking for Helmers. Any Helmer. And actually,\nI was looking for Irving--my brother's name. And Irving Helmer, I thought, \"He's a man.\nHe's gonna...\" He was young enough to survive. He was around six years younger than I\nwas. If anybody survived it, he's the one survived. Leaving Landsberg, as disappointed as I\nwas always disappointed, you know. And it's... And I'm... We getting to a traffic light. And I\nhitched a ride. I hitched a ride, and we're coming to a traffic light. I'm going one direction;\nand there's a traffic light, and letting the traffic go. And there's...and naturally, the other side,\nthe same thing--staying for the traffic light. You pass each other. And I hear a voice. I don't\nknow if it's directed to me or not. He says, \"How is Sonia?\" My sister's name is Sonia.\n(Crying) And I said, \"She's dead.\" And this voice... I don't know. Sonia is a popular name,\nso it doesn't have to be addressed toward me. He said, \"I just saw her.\" I don't know... I\nmean, since then, you know, my life completely changed at that time. I had one aim in life:\nto look for my sister. I'm still in Munich. And once in a while I go to the British ...British\nheadquarters; because I was working for the British CIC. Because Renya, this woman, was\ninvolved with them. So I don't know how she got ahold of me. And I can't find her. And I am\nonce...['m still involved officially with this UJA--with this...this Jewish Distribution\nCommittee” just to have a legality, you know. I meet a girl. She knows me, allegedly. I don't\nremember. She said, \"I saw Sonia.\" I says... So this was really good hope. \"She lives\nsomewheres in Hannover.\" So I go to Hannover. There is no camps. There is no camps\nwhere I can find Sonia. And this woman's girlfriend lived in Hannover. So I finally meet this\nwoman; and she says, \"Yes, I know Sonia Helmer. She doesn't live far from me. Matter of\nfact, we invited for a New Year's Day party there.\" She says, \"You want to come with me? I\ngo with you.\" I said, \"By all means.\" I go with her. So we go from Hannover to the city\nwhere Sonia lives. Except at that time the trains weren't running at night time. So we stayed\nin the station overnight. And next morning--6 in the morning--we missed the New Year's\nDay party, but the train didn't run because it was New Year's. Next morning, she finally\nwalked. She knows where she is. She walks to Sonia['s place]; and she knocks on the door.\nIt's about 6 or 5:30 in the morning. And Sonia lived with a girlfriend by the name of Hannah,\nwho she went through the camp. And Hannah opens the door and says, \"Oh, my God, how\ncome you came late? You missed the party and everything else.\" And I'm staying outside.\nAnd uh...she said, \"The train wasn't running. But I brought a friend of mine.\" So Sonia,\nmeanwhile, comes out...comes out from the room. I just hear it. I didn't see it. \"Oh,\nsomebody's here. Oh, good! Let me go in and put something on.\" So she walks out, comes\nback and comes to me and says... Kisses this girl; and comes to me and says, \"Hello. How\nare you?\" Not realizing who I am. And she fainted. And this how I met my sister. And by\nthen, I already had my papers to come to America. Because I had an uncle who lived in\nIsrael got ahold of me. And he said, \"Don't come to Israel. Circumstances are very, very bad.\nCome to America...if you have a chance, go to America.\" So I had a chance to go to\nAmerica as--not as a displaced person, as...as a political refugee. So I came as...as a political\nrefugee.",
        "Q: What about Sonia?",
        "A: Sonia stayed there. And she stayed here. She had papers to go as a domestic to Canada. And\nher...her life, winding up in Canada, 1s an experience in itself. Terrible experience she had.\nThat this was after the war. And I wind up going to Hannover, and coming to America.\nExcept I had the fortune to come on two boats. It usually takes the trip between 5 and 6 days\nto come to America. 21 days. I...1 took a boat ride for 21 days. What is happen is, I left on\nthe Marilyn Marlene, that lost the rudder in the English Channel. And England didn't want to\ntake us in. They wouldn't take in a bunch of refugees and displaced persons. So we...we\nbounced on the seas; and it was getting rougher and rougher. Not enough life preservers. So\nthey put the men in the hull, hull with the bottom hull. Not enough food. Finally, after all\nthose days food ran out. So they only gave us Coca-Cola to drink. And the boat was once up,\nonce is down. So the glasses--at that time, Coca-Cola came in glass bottles--were breaking\nagainst the hull, against the wall of the thing. And so we were walking on...on glass. When\n” Joint Distribution Committee?\nyou walk, you were falling; so we sat. They didn't have enough life preservers. So after this,\nI left on Marilyn Marlene, a ship. A boat, Ernie Pyle, came. And we transferred on the high\nseas, in the English Channel. Once the boat was here and once the life boat was there; so we\nwas bouncing. And under those circumstances, we came after 21 days. I made America with\nsix dollars in my pocket. And... and I decided I gonna start a new life. So I had six dollars\nand a suitcase of books. I had no clothing. So I had a coat ...a coat on. I had a coat and my\nsuit on. So I took the coat, and I threw it in the Hudson River. So I said, \"If I start with\nnothing, it may as well be everything nothing.\" So I threw my coat on April Ist in the\nHudson River. I came away with the books and a suit on my back. And that's how I wound\nup in America. And after this... I mean, I got a jobs. And uh...my sister was in Canada. And\nshe had bad experiences. The problem 1s, very good looking girl. Got a job as a domestic for\na doctor. Bewildered. Doesn't speak the language. Doesn't know anything. The first night in\nCanada, he sneaked into her room. Was the most shocking experience she ever had. And\nnaturally, she made enough noise. Went back to the camp, got scared of...of Canadians,\nwants to go back, doesn't want to stay in Canada because of this experience. Wasn't raped.\nShe wasn't raped. No, she wasn't raped. She was...fondled. Uh... But finally she got in touch\nwith a doctor...with a Doctor Cohn in Hamilton. And they adopted her as a child, as a\ndaughter. And matter of fact, now she consider the boys now as her brothers. And...and\nshe...she finally she made quite well. Went to school, became supervisor of nursing,\nmarried...married very poorly, started in business with two thousand dollars, sold it for\nmany, many millions. And she's doing quite well. And with me, I...it was a struggle also.\nComing to America was a struggle. Got a job. Came here, and...and because...because a\nfriend in the movies--we knew through somebody, through my cousin, knew Eddie Cantor.\nAnd through Eddie Cantor--I never met him personally. He said since I played with S. S.\nCuddles--he was in Hollywood at that time, as S. S. Sagal. But I don't speak English. He\nsaid, \"You have two chances.\" One, I can become a usher at Radio City Music Hall; or, I\ncan become a waiters somewheres upsta...in one of the Catskill resorts. And I didn't want any\nof those two. I just felt I don't want to be subservient, somehow. I just...I just didn't want to\nserve. I mean, it through...so through my cousin I got a job in S. Klein Department Stores, at\nthat time. And I got a job, I think, six days a week, 10 hours, a day; because I need hours.\nAnd I came home with a big 22 dollars a week. And something interesting thing is, for\nmonths I was living on salami sandwiches. The reason was S. Klein had a cafeteria. I hardly\nspoke English. Matter of fact, if I went to the elevator, if anybody spoke to me and if I went\nup the elevator, I used to point down. And if I went down I used to point up; so long I don't\nhave to travel with them, because just in case they spoke to me. So I went to the cafeteria.\nAnd I see on the boards there they have salami. I say, \"Salami! Salami in any other language\nhas to be Salami.\" And so this was at that time a cafeteria; and I go to the window and I say,\n\"Salami.\" And he says something to me. And I don't know what he's talking to me. Except\nby luck there was bread on the...on the counter; and he was pointing with his big knife to\nbreads. So when finally he got the rye bread, I shook my head. So he made me a salami\nsandwich. To make this long story short 1s, for months I was eating salami sandwiches and a\ncontainer of milk by the register. They thought I was nuts. Because I had a fetish for salami\nsandwiches. So whenever I went, I already had...before I got to them, I had my salami\nsandwich and two containers of milk. And this what I lived on--salami sandwiches and two\ncontainers of milk-- because I didn't speak. So eventually, it got better. And my sister lands\nin Canada. So I had to forsake salami sandwiches, because I couldn't afford to eat salami\nsandwiches and send money to my sister. So I learned not to eat lunches. And which I still\ndoing now, just because...because of my sister's salami sandwiches. And...and...and that's\nhow I became... And this is my whole escapade, I think. Oh. Let me tell you something else.\nWhen we walked away from the Kruppwerke, we went to another...to another camp, at that\ntime. Because after bombardment, seems like they didn't safe...feel safe, whatever it was. We\nmarched through the city. And it's the most amazing thing is, we marched as a disheveled\ngroup. I mean skinny, dirty, filthy, no shoes and no nothing. And we marched finally...the\nfirst time we marched was a German town. There was a most compassionate...\ncompassionate people I saw. Not compassion in...in outpouring of...of sympathy some. But\nin their faces. In their faces. There was no hatred. And they knew, obviously, that we were\nJewish. I mean, shoulders with the star and all the other garbage on it. They knew about it.\nBut they were...they were compassion. There...there was humanity in their faces. Which was\nvery, very seldom. I never saw it, because I never encountered human...a population itself.\nOnly the SS and the soldiers. And I want to say something else. I was very hungry when I\ngot freed out of the camp. And when I finally I got to the camp which they took me as a\nPolak to Poland, to become a Russian soldier, I was quite hungry. Because the American\ndidn't give me...threw the meat to the dog, and so forth. I met a Russian soldier. And I don't\nthink he looked better than I did. But anyways, he was a Russian soldier. And I was very\nhungry; and I ask him for food. I don't know why I ask him for food. So he had a knapsack in\nthe back. He opened his knapsack, had a big round bread. Big bread. Big bread. Took his\nknife, took a knife and cut the top of the bread--which was maybe two...two inches thick. I\nthought, \"Oh, my God. This is the biggest meal I ever get.\" Took this two inches of slice for\nhimself, and gave me the whole bread. That's right! So who needs so much bread? So there\nwas... there was a little German fellow there, a little German boy. So I didn't have a knife. So\nI broke my half and I gave him the other half. And at that time, I stop hating them. (Crying)\nYep.",
        "Q: Beno.",
        "A: Yah.",
        "Q: What do you think the effect of...of all this has been on you?",
        "A: On me?",
        "Q: Yes.",
        "A:. I don't know what effect it has. I... don't dwell on the past. Matter of fact, so in all honesty\nI'm doing this just to perpetuate; my children should remember it. I personally, I don't want\nto remember too much. I just can't dwell on it; because if I dwell, I have to hate. And I have\nno time for that. I absolutely have no time for hating. I mean, it's... my father used to say\nhating is...takes an effort. And I don't want to take this effort. I'm a firm believer now also,\nit's start to pay back. And I'm paying back through charity. Not only as much financial\ncharity; I mean, it's something I cannot afford. I'm involved with the Lubavitcher movement,\nI'm involved with the Holocaust Museum, I'm involved with the UJA; but I've become a\nvolunteer. I'm a volunteer for an old age home. And I became their feeder. And I go to most\nsickly people who nobody wants to help anymore. Because when I took the job... I'm also a\nvolunteer in the hospital. And when I took the job in the old-age homes, \"Most geriatrics,\"\nthe lady said to me, \"in the hospital, 99 percent go home. Here, nobody. Nobody goes\nhome.\" And they're pillars of the society. We have people there which are are vegetables.\nVegetables. We have a friend of the lady who used to provide the soaps...soaps for--not only\nsoaps--Imogene Coca and Sid Caesar program she writes. We have a editor lady there, was\neditor of the Palm Beach Post. I mean, we have a young, a fairly young, man in the early 50s,\nwhich 1s a sculptor--quite a renowned sculptor. I mean, it's people, it's...it's...i1t's unbelievable.\nPeople who were active. People who were brains. People who used them. People who did.\nAnd the bunch laying there. There [is] Shirley...in the fetal position. I mean, it's nothing.\nThere's a tremendous gorgeous garden named after her. And it's amazing. So anyways... My\nonly problem is... I have a problem with this also. I see my mother in them. I don't know why\nI see her. It...(crying) So sometime I don't know if I do it through compassion, or do it\nbecause I want to cleanse myself. But anyways, it's...it's gratifying. I find it extremely\ngratifying. And I can't wait to go there. I can't wait to go there. And everybody says, \"How\ncan you do it? You have to be strong. You have to be something.\" (Softly) You don't have\nto be at all. You don't have to be at all. (Crying - pause) It's enough.",
        "Q: Thank you.",
        "A: Thank you. Oh. (Deep sigh - pause) Can I mention my children?",
        "Q: Yes, please. Bonnie, let's turn the tape back on.",
        "A: Yah. Let me tell you something. There's better stories.",
        "Q: Okay. We're on. Tell us about your children.",
        "A: Let me tell you about my wife. It's a fabulous girl. She is a physiotherapist. I...when I worked\nin this S. Klein Department Store, I met a fellow who was a buyer for lingerie. His name was\nCarl Boxer. And I don't know why it possessed me. He showed me a wallet of his. And I\ndon't know why men like to look through wallets. He showed me a wallet, and he showed\nme a picture of a girl sitting on a chair. And I said, \"Who 1s this girl?\" He says, \"This is a\nneighbor of mine who lives in the same building where I live in Brooklyn.\" I said, \"Carl,\nthis the girl I gonna marry.\" He says, \"Beno, you are nuts!\" I said, \"Carl, this is the girl I\ngonna marry.\" He said, \"Never in a million years. She wouldn't even go out with you.\" So\nanyways, on the circumstances by then I hurt my back. I was in a cast...in a cast from top to\nbottom. And uh Passover, he invited me for Passover meal. In that time, I lived in Newark,\nNew Jersey and he lived in Brooklyn. And he invited this girl to come to dinner. And to\nmake a long story short, this is the girl I married. The girl he said I'm not gonna ever marry.\nAnd after this we had three children. The first name was Debbie, my daughter Debbie--who\nplays mommy now in New Jersey; my son, David--who is going to become a daddy in\nDecember--lives here in Alexandria; and my youngest one, Donna. She's going with a nice\nfellow. I've never met him, by the way. I'm going to meet him next week. A fellow from\nIsrael; and I think she's in love with him. Which is lovely. So actually, we have something to\nlook forward to. And we have two fabulous grandchildren. Fabulous. Our granddaughter is\nStacy. As matter of fact, she is going to camp this Sunday. And Michael. So life is fairly\ngood. Not only fairly good; life is pretty good. Something to live forward, but to live for.\nThat's it!",
        "Q: Wonderful. I'm glad you told us.",
        "A: Thank you. . So nobody's left out. OK. Thank you very much.\nTECHNICAL CONVERSATION\n"
    ],
    "questions": [
        "Q: OK. We're on. Would you tell me your name please?",
        "Q: And where and when were you born?",
        "Q: Tell me about Teplice.",
        "Q: Tell us about Budapest, and what you did there as a young man.",
        "Q: What was happening to your parents?",
        "Q: I'm sorry. I can't hear you.",
        "Q: I'm sorry. Smuggling what?",
        "Q: Tell us about...tell us about life in the ghetto, in addition to the attic. What was your daily life\nlike?",
        "Q: A street?",
        "Q: How long did... Slow down a little bit.",
        "Q: How long was your father under the floorboards.",
        "Q: Had you been doing work for the underground while you were in _6d_?",
        "Q: Tell me now, if you would, about that...the deportation. The train ride. How...? You were\ntogether with your family?",
        "Q: No.",
        "Q: Tell us.",
        "Q: It's okay. It's okay. It's okay.] [NB: TEXT IN PRECEDING BRACKETS IS NOT ON\nVIDEOTAPE] TECHNICAL CONVERSATION. All right. We're back on camera. Just\ntell us about the selection as best you can.",
        "Q: Yah. So there was...uh, there was...uh...uh, they separate us. All the family went together.\nAnd at that time, I had the honor to meet Dr. Mengele--which happens to be a very good\nlooking man. He was impeccably built, and impeccably dressed. And he separated us.\nAnd...and it was...he had a whip in his hand. I think he had a whip, or something. Yes, he\nhad a whip; and he just motioned it left and right, and left and right. And it's quite\nbewildering. So he motioned to me, \"Right.\" My father, my mother and my brother, he\nmotioned left. What he did to my sister, I didn't see. I just didn't see. And after this, we...we\nseparated; and this was the last time I saw of them. And we went...got to a camp, where they\nshaved us. Hair, genitals and everything else. Took everything away from us. And they gave\nus some kind of cotton uniform, which was a concentration camp uniform. And they sent us\nto a camp--which was camp D.* And the billowing smoke, you saw all the time; and it's\nbecame so pessimistic about it. You know, as you start wonder what're you doing? What you\ndoing? Says, \"Is there any hope?\" And you spoke to those old timers. Old timers--which\nmaybe they're there a week or two, or maybe just a few hours before you. But they already\nconsidered themselves experts. So they says, \"You see those chimneys? This where you\nwind up.\" And it amazed me-- you took it nonchalantly. It was nothing...nothing shattering.\nIt was nothing. Even, matter of fact, it seems like a relief. Because it was enough already. It\nwas enough. And...uh, was no big deal. No big deal. It only changed... changed the scenery,\nbut didn't change the suffering. And...and I...L...1 amazed is, I never cried after my parents. I",
        "Q: Tell us about the Gypsies you met. What were they like, and what were they doing?",
        "Q: Your family, you mean?",
        "Q: Hold on. Excuse me.",
        "Q: What was it like in the Kruppwerke?",
        "Q: How long were you in Buchenwald?",
        "Q: Can you...can you tell me some of the work that you did in Buchenwald.",
        "Q: Who used to take the shoes?",
        "Q: This is a good time to stop and change tapes, anyways.",
        "Q: So let's do that.\nTAPE #2",
        "Q: The day of liberation.",
        "Q: Did you... Excuse me. Did you explain to the Americans that you were Jewish? You were\nstill in this German uniform.",
        "Q: I'm sorry. I don't understand.",
        "Q: What was the Nazi's name?",
        "Q: What about Sonia?",
        "Q: Beno.",
        "Q: What do you think the effect of...of all this has been on you?",
        "Q: Yes.",
        "Q: Thank you.",
        "Q: Yes, please. Bonnie, let's turn the tape back on.",
        "Q: Okay. We're on. Tell us about your children.",
        "Q: Wonderful. I'm glad you told us."
    ],
    "answers": [
        "A: It's Beno Helmer.",
        "A: I was born August 21st, 1923, in Teplitz-Schénau [Czech: Teplice-Sanov]. It's in\nCzechoslovakia. Actually, it's in Sudetenland. You know, it's... And I come from a family of\nthree children, my parents, my grandparents, bunch of aunts, uncles, lot of cousins. As a\nmatter of fact, my mother's family--all of them--settled in Teplice-Sanov after the First\nWorld War. And my father was a poor refugee who just happen to come to Teplice, just to\nlook for a job. And fell in love with my mother. And the rest of this is history.",
        "A: Teplice was a very good city. I mean, I grew up there; went to elementary school, went to\nhigh school there. And what's amazing about it is, I never encountered anti...antisemitism. I\nmean, I never knew, even... Matter of fact, I never even knew I was Jewish. Because I didn't\nknow Judaism is a connotation with a religion, or anything else. So I was Jew by religion,\nbut it was not part of my personality. And I must have been, maybe, 11 or 12 years old and\nmy best friend ... His name is--I shan't forget--his name was Egon. And as we playing in our\nbackyard... Because I...my father build me cages for rabbits. And I had so many rabbits. So\nduring this play-thing, or whatever it was, he says to me, \"Beno, my father says this you are\nJewish. Are you Jewish?\" And I said to him, \"I don't know.\" Because I never realized, as he\nasked my religious affiliation, or 1t was a part of a playing thing. And 1s the last time I saw\nEgon. And never saw Egon since; and he was a very good friend of mine. And I always\nasked my parents what is the reason, how come I didn't see Egon. They never told me why.\nAnd I lost Egon. And this was...and as a childhood was quite a good one until it was getting\nbad. And college, I couldn't go to anymore; so I went to Budapest.",
        "A: At...at Budapest, this was at that time the capital. It was almost like Paris, you know. It was a\nvery lively, very vivacious city. Not for me, because...uh...fmancially, I couldn't afford\nanything else. But it was fairly good to me. Even in poverty, it was fairly good enough. And\nthrough...I don't know...circumstances, I got a job in the movies. I played in extras. I met S.\nS. Cuddles. I think here in America, they called him S. S. Cuddles. Actually, his name is S.\nS. Sagal. I made two movies with him...with him; and a actress at that time which was very,\nvery popular in Europe--[Barsa Nirosi (ph)|. By the way, the reason also I got the job 1s\nbecause I was at that time bilingual. So the movies, at that time, were made in Hungarian and\nin German. So I could speak both languages. So when we took one take, I didn't have to\nchange roles. I could stay in the same role for the German take and for the Hungarian take.\nAnd...and plus we played with Hans Virbis (ph). He's supposed to make a picture with\nMartha Eggar, except at that time she fell in love with Jan Kippur. And she came to\nAmerica, and she left the Jan Kippur in America. And...and this was my youth, 'til my\nparents came...also came to Hungary; and it was getting... because Czechoslovakia became\nvery unpleasant at that time. And...uh...",
        "A: Uh...My parents came and tried to settle in..in Hungary. They felt this maybe in Hungarian,\nbecause at that time Horthy was more fascistic. So they felt that maybe Hitler's gonna spare\nHungary. And plus, my father had a older brother living in Hungary. And he couldn't get\nany...in that between Hungary and Czechoslovakia, it was not very pleasant circumstances.\nThere were already talking about war rumbling. So...uh...1t was very rough, and my father\ncouldn't get the papers to, uh...couldn't get papers to become a citizen or...or allowed to be\nstayed...allowed to stay there. So, through some acquaintances, my mother knew Mr. Beck. I\nthink... think Beck was at that time Foreign Minister of Hungary.’ And she went to his\noffice, and she bribed him quite--I don't know, let's call it bribe--when she gave him a\ntremendous amount of money. At that time, this was a big money for us; because it's all what\nmy parents almost had. And after this, she gets an invitation and my father gets an invitation\nto a dinner which is in honor of Mr. Beck. So they were very elated, because they thought\nthis gonna be the chance that he'd finally...he'd gonna give a...the papers which they needed\nto stay in Hungary. So during the conversation... During this dinner, he knocked on the glass;\nand he says, \"I have another question to ask. I want to ask Mr. Helmer how come he gave me\nthis tremendous amount of money.\" So it's a good thing that my father said, \"I'm giving it to\nthe Hungarian Red Cross.\" And with this sentence, he lost all his money. Because Mr. Beck\ndidn't take the money. The Hungarian Red Cross got the money. And my parents were\ndeported. And it was my parents, my brother and my sister; and they were deported to\nPoland. Because they had a chance to go to Czechoslovakia. You had a chance to go to any\nborder they choose; and they choose Poland. And shortly after this, I was deported also.\nMatter of fact, I shall never forget; I came home from a movie which I saw--Modern Times,\nwith Charlie Chaplin. This was the movie I saw. And I came home; and they woke me up\nduring the night and arrested me. And they deported me to Poland. And I wound up in the\ncity of od_. Always almost exactly the Friday before the war. And before the war. So we\nstayed in somebody's apartment. I don't know who it was, where it was apartment. By that\ntime, the German war started. I think it's October Ist, 1939.” The occupation was immediate.\nWe couldn't escape anyplace, anyways. And, uh...because of financial difficulties, at that\ntime was nothing left. So...because a lot of people escaped. So we found a place in _6d_\non...in a attic. Matter of fact, it was...the attic was so low that I don't think we ever...\n' Istvan Csaky was Foreign Minister of Hungary from 1938-1941.\n; Germany invaded Poland in September 1939.",
        "A: The attic was very low. This was on the roof, underneath the roof; so we couldn't even stand\nup. So we only could stand up where the pitchwork came together. Otherwise, we always\nhad to hunch over. And it was...the whole room consisted of one double bed and a big\nbasket--like, uh...like a steamer trunk. And this where...all our possessions were in this\nsteamer trunk; and that's the place where I slept. Because all four of them slept in this bed.\nAnd just when the ghetto was formed, this was part of the ghetto. This attic was part of the\nghetto, od_ ghetto. So we didn't have to move. We stayed there, which was uh dire\ncircumstances. No toilet, which was four story down in...in the yard. No water, which we\nhad to carry in pails all the way up to...four flights. Bed chambers [NB: chamber pots] at\nnight time, and emptying. It was horrible circumstances. And couple of weeks after, my\nfather was arrested. No, I'm...I'm... I have to retract. I have to retract a little bit. Before we\nwent in a ghetto, before the Germans came, my father went back to Czechoslovakia. And he\nwas joined the underground in Czechoslovakia; and got himself a job through his brother-in-\nlaw, through my uncle, in an insurance company. In a big insurance company. And he\nchanged his name. He got papers. His name was Pollack. Mr. Pollack, a widower with two\nchildren. And he...he was quite active in the underground. In one of the newsletters--the\noffice newsletters--there was a letter written as...as...a letter to the newspaper, or a letter to\nthe editor. It says, \"How come there is a man here with allegedly two...a widower with\nalleged two children, but we feel he's here under different circumstances?\" So he felt this\nletter was written about him. So he packed up; and through the underground he... They gave\nhim money to smuggle it out of Hungary, to bring it to...to smuggle it out of Czechoslovakia.",
        "A: Money. Cash for the underground, to be...underground in Poland. So they gave him money.\nSo he got money belts around him and he... Plus the shoes. The shoes was...instead of\nleather, the...they stuff--all the big denominations they stuffed in in the shoes. And plus,\nwherever they could, they taped money to him. And they smuggled him to back to Poland.\nExcept, on the border they caught him. And they caught him...and not only... This was not\nthe German who caught him; it was the Polish who caught him. They took all his money\naway. Everything take his money away from him. Only thing they didn't find was the money\nin his shoes. And they sent him back to Germany. So when he was back in Germany, he\nsmuggled himself back--finally lucky--back to...to Poland. Because of this...all this walking\nwhat he did, he rubbed his soles through. And matter of fact, the cash he had had holes in it\nbecause of...of the walking. So, actually, the money was...was worthless, or much less worth\nthan 1t was supposed to be. And he stayed in the city of Krak...uh, Krakow. And after this,\nthere was a struggle between the fraction [NB: faction] of the underground; between the\nRussian fraction and the English fraction. So anyways he came and joined us in_6d_. And\nthis where finally the war caught on. We wind up in the ghetto, which was 28",
        "A: Now, our daily life was...uh... I mean, the daily life was...uh...the daily life was--not only us\nand everybody else--was to...to find food. The struggle was to find food; because we were\nconstantly hungry. I mean, hunger was the pri...primary requisite just of survival. And...and\nthe only thing...I mean, to compensate hunger, we were drinking water. I mean, water's fine,\nfills the stomach; but you're still hungry. So Father got a job to supply groceries. You know,\nwhatever was there, to certain outlets which was giving the...the...which were giving out.\nSo...so sometime he gets a little bit more flour; because that's all what he was delivering--\nflour. So we had a little bit more flour; so Mother used to make a paste and make something\nlike a Matzah or something out of it. I don't know what she did about it. I left quite early in\n1941. I already got a job...or 1942, I got a job from a man--name is Goodman. And he got\nme a job outside of the ghetto. I was working for...for...for the Germans. So what was...I was\nworking in a...because I was studying architecture. So they needed some kind of building,\nthe Germans. So they took a forced labor out of the ghetto, so we should work 1n the...in\nthe...in the construction there. Since I had a so-called background of two days, so...so\n(laughing) so they made me in charge of it. But what's only good about it was this: they\ngave us a half a loaf of bread coming home. So we sustained ourself, at least, with this half a\nloaf of bread. Mother sliced...sliced it very thinly, or she made bread...uh...soup out of it. She\nboiled water and put the bread in it; and that's all what we had. It's bread soup. Except it was\nexpanded so much, it became more filling. And it was...I mean, uh...plus I mean that what's\nbad about it was 1s also bodies...lot of bodies all over. Wherever you went, you saw bodies\ndying. And it's becomes part of it. You know, [the] first two, three or four, you find them as a\nshock. But later, you find them...it's...you gets quite used to them. It's...it's...1t's like part of\nyour nature. I mean, you just see a body and you disassociate yourself completely from it.\nIt's...1t's...1t's...1t's completely somebody else. It's...it's has nothing to do with you. Filth was\nalso tremendous. Filth. It was filthy. It was filth even the building where we lived. I mean, in\nthe winter time. I mean, the toilet was...1t was...1t was ice. It was all ice; and then the feces\nand the urine all over. Was overflowing...overflowing there. And...and sometime, they took\nyou to forced labor. I mean, one incident happened. They...they took us into a home. The\nGerman came and they...they lined everybody up. They lined everybody up. And there\nwas...you know this was like in a semi-circle. You were standing in a semi-circle; and there\nwas a lady there with a child. And, uh...(deep sigh) (deep sigh) And he ask, \"Whose, this\nchild?\" And the woman who was the mother, she did not admit the child. So he took the\nchild by the legs, and he swung it against the wall. And he killed the child. And I looked at\nthe mother; and it was like somebody else's. It wasn't her child. She completely cut this child\noff...out of her emotions. She cut this child off completely away. And I realized at that time\nthe self-survivals is of most...more primary in your life. It's more than...than even your own\nchild! And this was just terrible. So this was one of the experiences. I got a job aft...also to\nempty cesspools. Because they used this as fertilizers at that time. So to empty a cesspool,\nthey gave me a job. They gave me a pot--a cooking pot. And this is how I was emptying\ncesspools. In front, went into the hole up to the waist, whatever; how you stayed in it. And,\nuh...you emptied it into a bucket. And later, two men took the bucket and emptied it in those\ncontainers--metal containers. This was one of the jobs they gave us. I was...I had a job\ncutting roots out of...you know, they'd be cutting down trees and...and excavating the roots.\nAnd I think they made camphor out of it. I don't know; some kind of chemicals they made\nout of it. So they gave us ax...ax and shovels. And it's very hard to dig a tree. So if you didn't\ndo it, we got a hit a few times. You know, it seems they had a quota. We had to do a quota.\nSo this was one of the more pleasantness thing of the ghetto. So this was it. Was only\nsurvival. My father was getting weaker and weaker. And once in a while they came down,\nthey closed off the building. They closed off the block. And they took the men or women;\nand if the people looked sick, unhealthy, as they just took them away. To regress, before they\ngo...close...closed the ghetto, my father's youngest brother went also to Poland. Because my\nfather was there, so thought he gonna be there. And he decide, when the German marched in,\nthis he gonna escape toward Russia. So had a...a horse and buggy, or horse and carriage or\nsomething. To see his wife and two children--my cousin Lisa and the boy. Went towards\nRussia; and they froze to death in...in the...in the [Bergen (ph)]. We just found it out by\ncoincident. Matter of fact, we... Not true. I found it out after the war; because somebody\nknew them. This they froze to death, just to...1t was so cold, it was bitter cold. And...and it\nseems like they fell asleep, and they never woke up. And on the ghetto again, so this was the\njob. So finally I got a job through Mr. Goodman; and I met somebody in the underground. A\nFrench lady. I never knew her second name. Her name was [Renée (ph), or actually we\ncalled her \"Renya.\" And she got me a job with a German family. And I got a job not far\nfrom 6d_.I went to Cz_stochowa, which is where they have uh the Black Marie.” It's the\nseat, I think, of the Cardinal's seat there. They have the Matka [Mosca (ph)]. Matka...yah,\nMatka [Mosca (ph)]. And I got a job. And I got a job as a German in Entlosung Amtstadt\n[Ger: \"State Redemption Office\"]. Entlosung Amtstadt is the uniforms which came back\nfrom...from the front--which were dirty, filthy, had to be cut. You know, repaired or\nsomething else. They came to this Entlosung Amtstadt, where they were repaired, sewn,\ncleaned and sent back to the front. My job was to see the divisions where they came from. So\nwhen I gave to Renya the numbers I saw--you know, I saw 70 uniforms from the 31st Panzer\nDivision; I saw 20 uniforms from this and this division--what happened is, they knew\napproximately proportionately how many soldiers get injured or how many soldiers\nexchange uniform. They knew approximately...uh, approximately how many divisions, how\nmany soldiers are in a particular front. And I...1 was with the job quite some time. And it's\nbecame quite, you know, finally you...you're acclimatized. You settled; the milieu became\nyours. You became the German. You became the milieu. Like as a German. I was thinking\nas a German. And we had the head of the charge was there; his name was [Frombuloff (ph)].\nHe was nobility. And only thing, funny thing, is I speak German. But wherever I was in\nGermany, I always spoke with the wrong accent. So I never been in...from the right Germany\nwhere they wanted to be. I was there, I was Ausdeutschland. If I was...[ was in Munich, I\nwas a Berliner. If I was in Berlin, I was from Hannover. I never spoke the right accent to suit\nthose people. But anyways, I was there; and it's became quite good. And I sitting there one\nlunch time... Lunch time, you know, and whatever they gave me--and they...being SS\nAusdeutsch, I got little bit food from...from whatever they gave me. And the Germans gave\nme food there...the workers there, some of them. So I...I don't know, it was some kind of\nconversation. I said to him, \"Das ist der Hund begraben.\" Which is...\"Das ist der Hund\n° NB: Black Madonna.\nbegraben,\" means--like you say, you know, \"the crux of it.\" You...or, you know, this 1s\na...you know, like he's gonna say there's a \"Hund begraben\" like \"here is a dog buried,\"\nactually; but in German, means you know, uh...uh, like...uh... What is it? \"Das Hund\nbegraben,\" is \"here's a dog buried\"... Is like, you know, \"You hit the nail on the head.\"\nSomething like this. Like you hit the nail on the head. And he says to me, \"You know, it's\nvery funny. I never heard this in my life time. It's the only time I heard this saying before was\nfrom a Jew.\" So I said...(laughing) So it became quite, quite uncomfortable (laughing) for\nme. So I thought, \"My God, now he associates me. Because of this one sentence, he\nassociates me with a Jew!\" But...uh...it's came over. And...and later this woman, Renya...\nThis matter of fact, everybody says, he's somebody from the underground, or somebody does\na little spying, it's very exotic. It's not. I only knew this Renya. This woman Renya. This was\nmy only contact I ever had. You know, I met some...[ met some, uh...people who were\ndropped from England; but I only met them on...on a one-to-one basis. Because we..I did\nsome sabotage work also. I became an expert in derailing trains. In 19...uh, at that time, the\ntrains--I mean, the axle--I don't know [if] they didn't have ball bearings or if they had ball\nbearings outside the...the where the axle was and the wheel was. There's a housing. And this\nhousing was threads--like rags or something. And those rags had a lot of oil in it. And this\nwas grease...greasing the axles. So I became an expert as taking out...opening this little\nhousing, this...and with one swoosh, taking out the oil in those rags. But you had to be very\ncareful there shouldn't have any droppings on the railroad...railroad ties, or pebbles there. So\nyou had to make sure that the oil should not drip on those pebbles; because they would see\nsomebody did something to it. So the whole idea was to swoosh it out and throw it away, but\nthere shouldn't be oil...any oil should be left on it, on those pebbles. So I became quite\nproficient in this...uh, this endeavor, whichever, which I was doing. And what happened 1s\nthat as the train was running, the train froze, the wheel froze, and the train was derailed. I\nnever saw it derailed myself, but we know the consequences of my doing that. And I stayed\nthere for quite some time. And once I found out that my father was getting very sick. My\nfather was very sick; and so I got back to the ghetto, eventually. No! One more...a funny\nincidents I had. I lived in the city of Cz stochowa, and I'm walking up to this Polish--\nallegedly Polish--family who was...where I was staying with this Polish family. Walking\ndown; and I had a...a open shirt, and I had a big cross. I wore a big black cross. It looked like\na ebony, but it actually was out of wood. And just as a coincident, I walk up the hill and\nthere's very few people on...on the street. And there's a man walking down the street, on the\nother side...on the other side of the street. He looks at me, points to me and says, \"Parszywy\n_idje!\" [Pol: \"Lousy Jew!\"] Says to me, \"Smelly Jew!\" From...I don't know what it was, but\nit is... I mean, it's the most amazing thing or he knew or he smelled it or whatever it was. But\nhe says to me, \"Parszywy _idje!\" This was also my...my little endeavor in Cz_stochowa. So\nanyway, I went back to...to--that time was Litzmannstadt [NB: _6d_]. They renamed it\nLitzmannstadt.",
        "A: Litzmannstadt became 6d _. 6d_ became Litzmannstadt. 6d became Litzmannstadt. And\nI brought back some funny... had an opportunity. I brought a...smuggled myself...not me,\nbut through these people. And I brought some horsemeat to my father, so at least it was a\nlittle longer. And he needed some injection. I brought him some kind of an injection.\nAnd...but 1t was getting...he was getting weaker and weaker. So matter of fact, once they cut\noff the street and I had to take my father... Instead of upstairs where we lived in the attic,\nsomebody allowed us to use the ground floor apartment. And we lifted off the flooring, and\nwe hid my father--or at that time, our father--under the floor. So when they inspected us, we\nlooked much quite much healthier than he looked. So that we were spared. Because all those\npeople who looked sickly or...or didn't look well enough, they took them away immediately.\nAnd this way, every time, every day, we...we postponed the inevitable. And...",
        "A: Yes.",
        "A: Oh, he was there for quite a few hours, because we had to wait 'til they come. Because we\nknew the whole neighborhood was closed off. So...uh, we had to wait 'til they went from\nhouse to house to house to house to apartment to apartment, to search for...for sick people,\nwhatever it was. So he was there the whole morning; if not much, much longer. And...uh,\nand he was scared. We were scared that, you know, he shouldn't any noise; or when he steps\non it, it shouldn't make a different squeaking noise...a different squeaking noise... noise\nthan...than the floor would make. So, uh...we saved him 'til...um, ‘til eventually all of us\nwinded up in...in Auschwitz. But..but it was...so it was quite rough at that time. So...so the\ncircum...not only this, but a lot of... There was also a...you know, they had their own police\ndepartment in..in the ghetto at that time. Uh, Rumpow... Rumkowski was the head of the\nghetto. He was not liked at all. He was not liked on; but I have no idea under circum...under\nthose circumstances, anybody else would do better or worse. Every...every week or every\nday... No...no, not every week. Every day or every two days, always transports went...went\nout...out of 6d_ ghetto, under the heading that they're going to labor camp. And matter of\nfact, the propaganda was quite good; because nobody came back to complain.\nSo...uh...1t's...everybody toyed with the idea [that] maybe it's a good idea; because they told\nyou you're allowed to take clothing, you're allowed to take whatever you want, and you\ntake...take your sewing machine. Because you're going to go a labor camp, where they're\ngonna feed you and everything else. And a lot of them who came from Theresienstadt [NB:\nTerezin] at that time... In the beginning, Theresienstadt, Czechoslovakia, wasn't a very, very\nbad camp. So they felt that's going to be at least as good as Theresienstadt, 1t wasn't going to\nbe too bad. So even a lot of them volunteered to go away in labor. Because the\ncircumstances were...were just unbelievable. Unbearable. Especially for my parents and my\nsister and my brother. The winters were...were excruciating. I mean, the cold is unbelievable.\nIt's freezing constantly. I mean, they slept clothing...with the clothing; and when I was there,\nit was the same thing. In one bed, just to keep ourself warm. And getting up in the morning\nwas the same ordeal as going to sleep at nighttime. So it was bad thing; until...until...'til\nfinally the transport, we were part of it. We went to Auschwitz. I could have escape\nAuschwitz. I could have escaped going to Auschwitz, because I could've be...be back in\nCz_stochowa. Except I didn't want to leave my parents alone. And I fell under the same\nmisconception, that...uh... we're going to something better. So if we go something better, I\nwanted to be with them. Especially, I felt, my father was very, very sick. Somebody had to\ntake care of my mother, and my brother and sister. So I...[...I...] didn't mind to go. They...they\ntried to talk me out of it. Matter of fact, he...even Mr. Goodman tried to talk me out of it. But\nI didn't want to do it. I wanted to go with them.",
        "A: _6d_--in the city of _6d_? No. In the city of 6d_, I was not doing the underground. I\nwas...uh, they had a little farm. All the way outside the city of _6d_. And I only worked on\nthis farm. It was an experiment in potato farming, you know. It just was...I only worked... I\nworked on this farm only because the border was not far from this farm--the border\nof...outside of...of the 6d_ ghetto, or the Litzmannstadt ghetto. So the guards saw me\nworking on...on the farm. So when I went closer to the fence, they didn't shoot. They knew\nme. So they knew me, I was one of the farmers. So it was always a safe route for me to go\nout and come in. Except when I smuggled myself out, I did it also nobody [outside] of my\nfamily witness I was going out. Because you never knew who..who you were working with.\nAnd the same thing coming back. So...so when I went out--and that was always whoever we\nfound we had go somewheres else, I had to go see my parents; and I was on this farm only to\nget out...smuggle myself out of....of the ghetto, and coming in. So that's how it was.",
        "A: Yes. We went there...we went on a train ride. I think it was cattle farm...uh... Cattle trains,\nyou know. And...and they took everything--all our belongings, which was very little;\nbecause we started...matter of fact we started the ghetto with very little. And I don't know...\nDid I tell you this? My father was arrested and got bitten by a dog.",
        "A: Let's go regress.",
        "A: Before they closed the ghetto, since we were foreigners in Poland, my father was arrested.\nArrested by the Germans. So...uh...so seems likes that my mother...seems like a perpetual job\nto pay people off. Uh...Whatever we had left at that time in...we sold whatever we have--her\njewelry, everything--was sold to get some money. And my father was released. He was\nreleased after a week or something. After a time; it was a week or two weeks. And the day\nof his release, the day of his waiting...we're waiting by the fence, my father should come\nwith us. He was in the building where he was incarcerated. But there was a fence in front of\nit. But going from the exit of the building to the fence where we were staying [NB:\nstanding], they sent...they pushed...they put the dog on him. And the dog bit him through his\nhand. This was his...his goodbye gift. Matter of fact, since then I'm scared of dogs. Uh,\nbecause they bit him right through his hand. This was...this was prior, before they even\nclosed the ghetto. Yah. So now going to...to the ghetto...eh, going to Auschwitz, we were in\na...In a...1n a cattle--those things. Except, you know, if you were the first or second or third or\n20th or 30th into the cattle [car], it wasn't as bad. But more and more people were pushed in,\nmore and more depressed you became. More and more you knew that you did a bad choice;\nbecause you found out they're stop being humans. They're already started treating us as\ncattle. Even at the train where they promised us we going to go to...to Utopia or someplace\nelse. So it was getting very bad; but there was nothing we can do. We had no toilet. There\nwas nothing else. There was no food. And the stench became unbearable. I mean, natural\nstench. And we stayed in until we got to Auschwitz. Got to Auschwitz... So was getting\nrough already, because it was bewildering. All of sudden, it's coming from the dark...\ndark...dark...uh, cattle--the wagon, whatever it's was called. You know, and they put us in\nlines...put us in lines. And then was my...(deep sigh) (deep sigh) They put us all together.\nAnd they separated us. And I didn't want to leave my mother. (Deep sigh) So, I...(Long\npause) (Deep sigh) [(Crying) Can we stop? (Crying)\n* Birkenau Lager B-IId.\nnever missed them somewhere. I never...never knew what happened to them anyways; but\nit...it was completely bewildering. It's like another party, or another body, was in me.\nIt's...it's...1t's... All of a sudden, I didn't care if I survived. I didn't care if I didn't survive. Just a\nzombie. Living as a zombie. And finally I got to a camp...to a camp...barrack 27D. Camp D.\nAnd we had--I don't know if the day or next day--it was, we staying [NB: standing] for\nreveille in the morning. And the German commander of this barrack--which was a Nazi in\nitself. And he only wind up in camp for the reason is this: he was against Hitler making a\npact with Stalin. So he became a little too vocal against Hitler, because he was more of a\nNazi that Hitler himself at that particular time. And that's the reason they put him in the\nconcen...in this camp. But he was...he had... You know, I don't know. He had it... Okay, he\nsurvived it enough-- because he had enough food, whatever he wanted--and he came in and\nout. So he was quite a big shot at that time. He was not a completely sane person. Matter of\nfact, his...his...his achievement and fame was, he always boasted is he raped a 70 year old\nwoman against a tree in a forest; and he always said this was his biggest accomplishment, is\nthis what he did. And he was in love...uh, he loved...in love with a Gypsy girl who\n..Who...who died before, but he slept with her dress. I mean, this man was completely\nderanged. So anyways, I am standing in this thing. And he walks over to me; and I speak\nGerman, so he says to me, \"Bist du ein Jude?\" [Ger: \"Are you a Jew?\"] So I says, \"Ja.\"\nAnd he says... Can I say it in German? He says...I say, \"Ja.\" So he says, \"Nein, du bist nicht\nkein Jude!\" [Ger: \"No, you are no Jew!\"| I says, \"Ja, Ich bin ein Jude.\" [Ger: \"Yes, I am a\nJew.\"| He took a fist and hit me in the face. I spit out a tooth--I wish the dentist would do it\nas easily as he did it. Spit out a tooth; and I says, \"Ja, bin nicht kein Jude.\" [Ger: \"Yes, I'm\nno Jew.\"] So I admitted I'm not a Jew, and that's all he wanted. Seems like I was, at that\ntime, blonde; and I was only, I think, Aryan looking fellow who he didn't want to\nbecome...he [NB: I] shouldn't be a Jew. So he gave me a job. And my job was to bring soup.\nAnd there where they fed us, we had to go down to the kitchen to bring those kettles of food-\n-which was...uh, our daily insult. And I'm standing in line there; and one day he sent me the\nkettles on reveille. So when he sent us down to...to fetch the soup, seems like it was too late.\nBecause when the fellow called off \"27,\" in...instead of saying, \"Here,\" I didn't say, \"Here.\"\nHe said, \"27!\" Nobody said, \"Here.\" He says, \"28!\" Before he finished saying, \"28,\" I said,\n\"Here.\" He didn't know whether it's means here for 28 or 27. So anyways, I was late. So he\nput me over a bench. Somebody held it...held me between his legs; and I got 15 on my\nbehind. But he...he walked...he had a walking cane; and he had a tape--like a electric tape--\naround it. And I got 15, which was a most excruciating pain at that time. At the first few of\nthem...after this, it...it didn't matter anymore. After this, I got up. I'm going to the soup,\nwhich--I'm bleeding rectally. He says, \"You forgot something.\" So what can you forget, if\nyou're already getting 15 of it? He says, \"You forgot to say, \"Thank you.\" So at this\nparticular moment, I fainted. And when...in this place they had big squares which was full of\nwater. In case of a air raid or fire, so the water was taken for the firemen of the fire brigade to\ndouche the...the... So he threw me. So he kicked me into this water. This was, oh...uh, he\nkicked me in the thing. Only because I forgot to say, \"Thank you.\" Coming back to the\nbarrack at that time, I don't know what, he made me his cook. I don't know anything about\ncooking at all. But he had provisions. He got potatoes. He got extra this--not what we used to\nget. Not the food we used to get. So I don't know anything about cooking. So only thing he\nsaid, he likes sauerbraten or some kind of vinegar. So whatever soup--I only made soup. So\nwhatever soup, I finished the soup. Before I served him, I took a tablespoon full of vinegar\nand put the vinegar into the soup. And he thought I was the most gourmet cook in the world,\n(laughing) because I made...I added vinegar to his...to his soup. And I always looked for\ndetails, details where I could get out of this particular camp...camp site to go to other camp;\nbecause I was looking for my parents. And specially, I'm looking for my brother. I thought\nhe...if anybody gonna survive it, it's gonna be my brother gonna survive. So I got details...uh,\ncleaning toilets. I got a detail becoming--whatever gypsies were left, I became interpreter to\nthe Gypsies. Only because I spoke Hungarian. I faked my Hungarian, they faked their\nRumanian; so we somehow understood each other. And I always gave the answers--which I\nfelt 1t was good--is what the German wanted to hear, instead of what the Gypsies said to me.\nBut there were few of them left, already; because most of them perished.",
        "A: Now, I met Gypsies in the...1n the men's camp. In the men's camp, they were bewildered.\nThey were bewildered. Not only...they felt themself a minority of a minority. So...so ...so\nthey felt alienated, even among the camp survivors--uh, camp prisoners there, they felt alien.\nSo they kept as a group. So they tried to shut their personality as much as they could. In the\nladies camp--this was a phenomena which was very interesting. They became--some of them\nbecame--in charge of...of the block...charge of the...the barrack in itself. And it's amazing\nthing. They assumed a manly personality. They used to do like this (rubbing chin), which a\nwoman very seldom does. When they stood, they stood feet spread, you know. They...they\nbecame...they became a man. Maybe they...through being this manly personality, they\nbecame more assertive, or more... Became leaders of their particular group. So...so I think\nthe men behaved more passively as...as the Gypsy ladies. The men became more passive\nthan...than... than the women were. Anyways, I went and I never found anybody. Never\nfound anybody in the camp.",
        "A: No. I never found anybody. You know, it comes to a point, you know you don't expect.\nWell, first it's such a humanity. It's just a tremendous amount of humanity that you don't\nexpect to. So the only thing I decided what I do in camp 1s, or since then I gonna do--since I\ndon't think I have no answer to \"left\" or no answer to \"right\"--I don't gonna test fate. I don't\ngonna do anything against fate. If they tell me, \"Stand there,\" I gonna stand here. If they tell\nme, \"Stand here,\" I gonna stand here. If they say, \"Go,\" I go. If they say, \"Jump,\" I jump.\nBecause since I don't know what to do, I didn't want to blame myself, you know. \"I should...I\nwent left, but they told me to go right. I should have gone right, because maybe right would\nbe better than going left.\" This way, matter of fact, I dropped personal responsibility. I\ndropped my responsibility. I don't do anything. They tell me, I do. So one day, he comes in\nand the people come there with thing, and they stamp me. The stamp is right here on the\nchest; with a big black stamp. So it gives stamp; the stamp, I don't know what it is. So he\nsays, \"Anybody who's stamped has to go to Buna, to the coal mine.\" I said, \"For coal\nmining, I don't... gonna test fate. I'm not going where fate's going to send me.\" So I went\nand I tried to rub it off but I couldn't. The stamps seems like were very quite embedded, so I\ncouldn't rub it off. So I went behind a barrack and I got dirt. And I rubbed my chest with\ndirt. So problem was this: my chest became, you know, raw. It's became here raw. So I was\nscared they should recognize that I...[ have a raw spot, that I rubbed off the stamp. So I\nrubbed all over. Wherever I found a little spot, I rubbed this dirt into it, too; that I should\nhave the same blotches which I had here, I should have it all over my body. And I met a\nfriend. Not a friend. I met a man--by his name of Monyek Ravel, the same as the composer--\nand we became friendly. And we decided whatever [we] do, we shall try to do it together. So\nwhatever happen, let's...let's stick it together. At least I...1 had somebody, I had a human\nbeing with me. It was the most bewildering thing. I was quite young at that time, you know. I\nwas not the old...youngest one, but I was not one of the masses that were older than we were.\nAnd...and because it was getting very rough... Like in my barrack, there came a man who\nwas a Litzmannstadt, or in the ghetto--who was allegedly a big shot in the ghetto. He was not\nliked. So he comes to my barrack and he says, \"I don't know why they don't like me.\" You\nknow. Said it loud, you know. \"I am...was only a barber. I was only a barber.\" And the\npeople says, \"No. No. Your life is short-lived here.\" Sure enough, by next morning he was\nfloating in..1in the cesspool. Seemed like they killed him, so... In the barrack. I mean, human\nlife was not accountable. Human life was not important. Human life was the cheapest\ncommodity, we always said. And we stayed in Auschwitz for some time; and after this, we\nwind up...started to transport to camps. I remember which camp was we go. We went from\nthere. We went to a camp, which I remember because it was a short while. After this we\nwind up in a camp which was Kruppwerke. Krupp has a factory. We were working, Monyek\nand I. And we saw a lot of people were working in this camp. And one day, there is an air\nraid. And we see that it's a... I don't know whose plane it was--American, French or whatever\nit was. And it's most amazing. We had nowheres to hide. We just stood there and...and\nlooked in amazing. And we saw the bombs coming; and you felt...every bomb... Looking up,\nyou felt every bomb is meant for you. Which...which they didn't hit...didn't hit us at all. They\nwent quite out...out of...of the range of the Kruppwerke. But the panic in the Germans, I\nnever experienced before. This is the first time I saw human panic. Not in us, but in my\nenemy. And I realized this, they're as...as scared as I was. And _ everybody\ncherished...cherished his own life, in his own fashion. And it...and Monyek and I, we says,\n\"You know something? It's amazing. Amazing!\" He says, \"Without a gun, they would be\nthe same as I.\" Except the only difference was, they had a bullet. And from there, we went\nto...",
        "A: Yes.\n> Probable reference to the coal mine operation conducted out of the nearby Jawischowitz\nsubcamp. Jawischowitz was subordinated to Auschwitz III (\"Buna\") for administrative purposes in\n1944,",
        "A: In the camp...in the factory? In the factory, we were working with a...certain...we had certain\njobs. I had a job making...making... I had a big thing making holes in...in certain...certain\nmetals, I think. There was some supervisors, which were Germans themselves, which ran the\nfactories. Elderly gentlemen, which were kind to us. I mean, they were...you know, they\nwere there. They knew who we was. I don't know if they knew we were concentration. I'm\nsure they knew we were concentration inmates, but they were okay. I mean, they were a little\nbit if kindness. Let's put it. I mean, we encountered the first time a little bit of kindness to\nhumanity. The first time we encountered a little bit of humanity from them. But, you know,\nif...1f a soldier--I don't know a soldier, a sergeant or somebody with...with a uniform--they\nsaw a uniform, the attitude changed. Which was just natural, I could see it. They were scared\nthemselves, you know. But they never would give anything personal. I mean, with me they\ncould converse, at least, speaking German; but there was never something personal. Give me\na piece of bread, or give me...which was a welcome thing from them, but they would never.\nNever. Never. Never gave us anything like that. So we worked in the Kruppwerke. And from\nthere, it seems like from there we went to Buchenwald. And Buchenwald was one of the\nnicer camps, I think. Buchenwald was one of the nicer... I mean, the other camps I\nexperienced since...before or...or since. And one day, we had to have a...and by then I was\nstarted... My beard, I remembere over there the difficulty with growing; because they told\nme to I have to shave. I don't know how I shaved before, I don't remember. But over there, I\nremember. So they gave me a piece of glass to shave, because nobody wanted to give a razor\nor had a razor. So they gave me a piece of glass to shave. Which was unbelievable, too.\nBut...so finally somebody was nice to me. One of the inmates, also. And he gave me a\nstraight razor. And so...so I finally I shaved over there. It was the first time I shaved with\nstraight razor over there, instead of the piece...piece of glass. And told us to wash. So this\nMonyek and I, we washed in a drinking fountain. Just a little drinking fountain. And we took\na bath; and it was quite a welcome relief to...to be allowed to be washed. Because in...in the\nKruppwerke, before, we worked in this greasy water; and this was always running, always\nblack. And we always smelled from oil. And they didn't care about us at all. But\nBuchenwald, they...they allowed us to wash. And... but hunger was always there. Hunger\nwas always there. Death wasn't any problem anymore, because we accepted it. It's eventually\ngonna happen, so we became less scared of...of dying. It became as a everyday occurrence;\nso it was not a big deal any more. From Buchenwald, we went to so many camps I don't\nremember. Uh, Buchenwald...",
        "A: Time is not a factor with me. I have no...no conception of times anymore.",
        "A: Buchenwald? Nothing. Nothing. The only thing, I set... met--somebody pointed out to me, I\ndon't know whether it's were the truth or not--I met Schuschnigg, which was the Prime\nMinister of Austria.° They said, \"You see him? This is Mr. Schuschnigg.\" Plus, they showed\nme a lady who was Mrs. Rothschild. She was a Rothschild, a Viennese Rothschild. I met\nher; and...and you know, you had Mrs. Rothschild. But that's all that I remember about\nmeeting Mrs. Rothschild and Mr. Schuschnigg in...1n Buchenwald. I don't know if it's the\ntruth that he was Schuschnigg and she was Mrs. Rothschild, but this what is pointed out to\nme, was they were there. After this, it became...and we went to a camp by name of\nLudwigslust.’ In Ludwigslust, we were working in a spring factory. Always with Monyek.\nMonyek...wherever I went, Monyek went with me. My friend, Monyek. Uh, I worked in the\nfactory in...1n making springs; and what's good about this is is our camp in...in the factory\nwas almost a unit. So we didn't have to march too far from work to the thing. And... and...and\nthe camp commander was uh quite a human being, at that time. I mean, he was...I mean, he\ncould he could...always fed us... I mean, I don't try to make excuses for him; but...but he fed\nus. He fed us, or whatever it was there. I was making springs there for car door springs;\nexcept my job was I was on the night shift. Night shift consists of 12 o'clock 'til who knows\nwhen the hours in the morning. Except I was making--instead of springs, Monyek and I were\nmaking knives for the Germans for their own use. So we made this...we was...out of those\nbig wheels we was polishing and polishing those knives to make the knives; and somebody\nelse made those wooden handles. So for each knife, we got...he gave us half a slice of\nbread...as half a sandwich. Monyek got one half a sandwich, and I got half a sandwich. For\nmaking the whole night long work to make the bread. And the circumstances were not not\ngood, but wasn't bad. Uh, the prisoners that...the...we already got bunks. We were allowed to\nsleep two...two to a bunk. Which was much better than we had in Auschwitz, or any other\ncamp. They were almost like cots in...1n big barracks. And the SS, or whoever watched over\nus, were elderly gentlemen. The...1instead of those young punks, we had elderly gentlemen\nwatching us. So it wasn't... uh, wasn't...wasn't extremely bad. It wasn't the worst\ncircumstances I ever lived through was already there. And from there, we found out that we\nare...we had...we had a transport to go to Sweden. Yes, we had...seems like Hitler tried to\nmake a pact with the Austrian--with the Swiss, that he should get Swiss citizenship. And to\nshow good faith, he allowed a transport of Jews--concentration camp Jews--to go to Sweden.\nSo we bec... Was it that trme? Yes. We became a transport to go to Sweden. I think it was\nthat time, or before. And they gave us.... No, it wasn't near Litzmann. It wasn't this camp.\nOne camp afterwards. From there we went to another camp. This camp where we were,\nwe...they gave us...we stayed in the camp for a short time, and that time we had... They\ncreated a transport to go to Sweden. They gave us Red Cross packages. And they gave us\neach of us Red Cross packages. I had a job to open every Red Cross package, and take out\nthe chocolate and give it to the Germans. So all...every Red Cross package, whoever got,\nwas minus chocolate. And everything else came to us. And it was actually a bowl. And the\nbowl was fabulous, because we had food. Except we didn't know when to stop. So we almost\n° Dr. Kurt Schuschnigg was the Austrian Chief of State from 1934-1938. He survived the war and\ndied at Innsbruck in 1977.\ny Subcamp of Neuengamme. Located in the city of Ludwigslust, approximately 5 miles to the\nsouth of Wobbelin.\nfinished everything what they gave us at that time. The whole thing fell through. The\ntransport fell through. Seems like that the Swedish government or the Swiss government\ndidn't do it for Himmler. So the first thing what they did to us, they took the packages away.\nWhatever was left they...they took those packages. When humanity stopped, the bestiality\nstarted all over again; and they took another transport. And they took us on a transport in\nopen cattle cars. But that time, was open with no roof. We were sitting, and completely\nexposed to the element. And we traveled; seemed like nobody wanted to take us because we\nwere this...the privileged characters, we supposed to go to...to Sweden. Seems like at that\ntime, whatever, the hierarchy didn't want...nobody wanted to take us. We traveled for three\ndays in those open cars. No water, no food. Food wasn't a tremendous factor--at least for me.\nThirst was. It came to a point that I...my tongue swelling in my mouth. This I couldn't close\nmy mouth. I was...thirst was unbearable. Unbearable! And my things...my lips swelled. My\ntongue swelled. And it was unbearable. And after three or four days, it seems like an eternity,\nthey sent us to a camp which was being built by Russian soldiers--by Russian prisoners of\nwar camp. Which was a brick camp for American flyers, which supposed to be a show camp.\nWhen it was finished, it was supposed to be a show camp--how...how humanely the\nAmerican prisoners of war are being treated. This camp was doing construction. Seems like\nit was terrible there, because the Russian soldiers...uh soldiers practiced cannibalism. Uh, not\non a live one; but cannibalism on whoever died. It seems like this...this part of the thumb was\nthe biggest morsel they could eat. No water. There was one surface pump, which was for\nmak...mixing cement or something like this. And there were soldiers staying watching this\npump; because this was surface water, which they were scared of typhus. So anybody who\nwas drinking, want to drink, was shot immediately. It was not for the preservation of the\nprisoners, but it's for their own preservation of the German soldiers. So over there was...was\nvery bad. And finally we came to this camp, too; not having water, not allowed... That's the\nfirst thing they told us, not allowed to drink this water. So a soldier, just to prove...just to\nprove he did... he meant this thing, he took a gun and he said, \"Boom!\" And he shot\nsomebody. So he proved his point to me. So he took one life...or not to me, personally. So he\nproved...he took somebody's life to prove a point. So it was like saying, \"Good morning,\" or,\n\"Good evening,\" he shot this man. A Russian thing--I shall never forget--it was long...he had\na hat with long ear muffs. And this man was wasted, just to prove I shouldn't drink his water.\nWe stayed in this camp; and we was...we were working in this camp. We did not...no\nbarracks at that time. We slept on sand...sand, which was mixing the cement. Rooves wasn't\nthere. Under the elements, we only slept to them. Whatever...we was scared most of the\nRussian soldiers; more than of the Germans, because they were more with us. The Germans\nwere outside. The Russians... because what they did during the night, they used to kill us and\ntake the shoes away.",
        "A: The Russian soldiers. The Russian prisoners. Choke us to death or stab us to death. You\nknow, the prisoners; so they could take the shoes away, or whatever. This flimsy piece, this\none piece of...this pants and shirt, we had. No underwear. They took it away, because they\ndidn't have anything. So Monyek and I, we always made sure we slept not laying down. We\nwas sitting back to back so one could look forward and one could look backwards. And this\nway we always had a common protection. But hunger over there was unbearable. Hunger\nthere was unbearable. So not far down the road was a sugar beet factory. In Europe, they're\nmaking sugar--not out of cane. They're making sugar out of beets. So...and one night I said,\n\"Monyek, I'm going over and I'm going to eat as much as I want.\" He didn't want to do it. I\nsaid, \"You stay here. I come back.\" So I got out and I... put my pants. I tied...whatever\npants I had, I tied on my... my leggings together. And I went in to...to the beets. But I\ncouldn't carry the beets, because they were very heavy and I couldn't carry it. I was too weak.\nBut seems like there's another pile which there's the shavings. Seems like before the beet is\ngoing to sugar--a mill or something--they do like rough shaving. Like pieces of wood, like\nwood shavings. So I filled myself up with these sugar beets and where I could; and I went\nthrough and I...the sugar beets. Which I did a disservice. Not realizing you eat the sugars\nbeets, this shaving of the sugar beets, you extend your stomach. So anybody who ate it, who\nate a lot of it, they...they couldn't make it. They died because of the sugar beets itself;\nbecause the stomach just...just busted. Just busted. Seems like Monyek and I and quite a lot\nof other [of] us survived it. But a lot of them just...just couldn't make it. And...and we stayed\nthere; and it was getting worse and worse and worse. And all of sudden, the camp\ncommander comes to us and he says, \"The Russians are coming, and...uh they're going to kill\nus.\" All the prisoners of war are going to kill us, because the Russians know we were\nhelping the German economy. So he says to us, \"All people who wants to march gonna\nmarch with us.\" And he points to me and says, \"He's the first one who goes.\" And I says,\n\"No.\" He says, \"You will!\" I said, \"No.\" And this was the biggest beating I got in my\nlifetime. I got from this man, with a--he didn't have a walking [stick], he had a long like a\nhiking stick. A long...a long... Like a five-foot long stick. And he made me as an example.\nAnd he didn't stop beating me. That...beat me in front. It was unbelievable. And I...1t doesn't\nmatter anymore. By that time, didn't matter; because I couldn't walk anyways because the\nbeating was so hard. And he disappeared. And no...no soldiers. And we were free. Except,\nthere was no food. In our adulation, in our happiness, there was nothing we could do about it.\nWe couldn't eat enough. We only had those sugar beets, and we wouldn't eat those sugar\nbeets. Only thing we had a bowl was to drinking water. We finally...not from this...not from\nthe pump; but we found where they kept the drinking water. And plus we were scared of the\nRussians. The Russian--not the Russian soldiers which gonna come in, but the Russian\nprisoners of war because uh they were a rough bunch of guys. Anyways, finally at two days\nlater from the road, we see tanks coming. And we see tanks with a five pointed star. I didn't\nknow how American tanks look, and I didn't know the emblem of an American tank. So\nfive-pointed stars looks like the Russian star. Except they were American tanks. So the\nAmerican tanks passes by. And finally, a few hours later, a little Russia--not Russian. A little\nAmerican solider comes in. Very short, with the rucksack, with the pack, with everything\nelse. And a miracle, finally. But this wasn't the biggest miracle I saw that day. He says he's\nthirsty. And I says, \"There's no water here.\" He says, \"What about the pump there?\" I says,\n\"You're not allowed to drink, because you're gonna die.\" He went to the pump, put water in\nthe canteen, put a pill into it, shook it and drank it. This...and this was the biggest miracle I\never saw. And I...finally, I became a free man at that time. So he said they... (Deep sigh) I'm\na...fine.",
        "A: Yah? Fine.\nTECHNICAL CONVERSATION",
        "A: So.",
        "A: The day of liberation. So the American soldiers dranking the water. And he put this little pill\nin. And I found it was the greatest miracle I ever saw in my lifetime, that he was allowed to\ndrink things that we were killed for it. We died for it. And he drank it. So he said that we\nshould stay. And I was in no circumstance. I was sick and beaten up and bleeding. I have a\nscar. I still have a scar somewheres here. (Pointing at his head) I have a scar from my back.\nUh, he says wait, they gonna send food for us. Sure enough, a half a day later, they sending...\nThere's a kitchen comes, uh a truck with a soup kitchen; and it was supplied by the French\narmy. And the French army says that before they're gonna give us soup we have to sing the\n\"Marseillaise.\" And I said, \"Shove it.\" And I didn't sing the \"Marseillaise;\"_ I didn't drink\ntheir food, and I walked out of camp a free man, without being subservient to the French for\nsinging the \"Marseillaise.\"  Monyek said, \"Let's sing it.\" I said, \"Monyek, Goodbye. I'm\nleaving.\" My friend Monyek changed his mind and followed me. And we didn't sing it. We\nwalked out. So the first act of defiance, after not singing the \"Marseillaise,\" I saw a German\nsoldier and I...I took his jacket away. And I wore his jacket; because I was...I had nothing\nand I was bleeding. So my jacket was ripped and I had no jacket. So we were marching, and\nnext day... We slept in the fields somewheres. Next day, we saw American soldiers. And\nthey were throwing balls...a ball to each other with tremendous big gloves. And I said, \"Look\nat this foolish thing that they doing! Why they don't catch them by hand?\" And this is the\nfirst ttme I was faced with baseball. I never saw it before. And it was unbelievable. I found it\nextremely childish. This look...big grown men throwing ball and catching it with a glove\ninstead of catching it by hand. And later, one fellow used a stick! So it...1t was quite amusing.\nSo we're marching; and we passing a field kitchen where the...uh...uh...a fellow, an\nAmerican, cook. And we saw there 1s a little fence; and there's a space and there was a table\nthere, and there's...they were cooking some meat. And he was cutting meat. You know, meat.\nAnd...and I was hungry. And I said, \"Food. Food.\" So every time he cut a piece of meat--\nand I had a German... want to emphasize, I had a German uniform on. I had a German\njacket on. Every time he threw the meat, he threw it short enough I should never catch it.\nExcept he...there was a dog in front of me, on the other side of the fence. So all the meat he\nthrew towards me went to the dog. And I never got the meat. And I was extremely\ndisappointed and extremely hungry. So this was it. But we...but that time we already had\nsomething to eat, you know. A piece of bread here. We got a little piece of bread here;\nwhatever we could scrounge it. But I never got this piece of meat from this cook, this\nAmerican soldier. And we decided we gonna march. We gonna go to France. We gonna go\nto France. Why? Because Monyek had a sister there before the war, and she always said it's a\nlovely life in...1n France. So we says, \"Why not?\" \"We go this way, or go this way?\"\nFinally, I said, \"Which way you think is France?\" So he said, \"This way.\" \"Okay. Let's walk\nthis way.\" Didn't (laughing) matter to us. So we marching to France. A American soldier\ngets hold of us. He says, \"Where are you going?\" So...I don't know how they understood it.\nWe said we go to France. He says, \"That's fine. Come on. Go in the Jeep. We take you to\nParis.\" I said, \"How good can it be?\" We go to Paris; except he--I don't know where he took\nus--he took us to the detention camp. So we stayed in the detention camp. And uh...I says,\n\"Monyek, I don't want to stay here. I have enough detention camp.\" He say he gonna stay,\nbecause he wants to go to Paris. And we said goodbye to each other; and I never saw\nMonyek again. We never saw him. And I went...there was a group in this detention camp.\nWas a group of Polish forced laborers. People who were taken out of Poland--not in\nconcentration camp, but were taken out as a family to work on fields in Germany. And they\nwere the forced...Polish forced labor. Not Jews. Forced labor. So I decided I gonna go with\nthem. May as well go back to Poland, which is closer to Czechoslovakia than wherever I\nwas.",
        "A: I had...I had nothing to explain. I couldn't speak it. I couldn't speak at all. I couldn't speak at\nall that. Couldn't even say that. And with the Polish, I definitely would not say I was Jewish.\nThe Polish are definitely against Jews. So they put us to a camp; and we were in a camp\nwhich seemed like it was a big school or something. Because they gave me a room to sleep,\nbecause next day they're gonna take me to...to Poland. I speak Polish also, among other\nlanguages. I speak, I think, seven of them. So I...except I speak Slavic languages, instead of\nspeaking English. And I slept on the floor that time. And at least I slept in a room. I mean, it\nwas the first time I really slept in a room. And they're taking us to...separate next morning,\nthe families and everything else. They take us on trucks. And they take us over... Seems like\nbetween the Russian Army and the American Army, there was a no man's land. They kept a\nseparation--I think 1t was about a few miles. It comes about evening...late in the evening and\nwe go to the Polish...uh, go to the Russian side. And now, of all things, I became Polish.\nAnd... (laughing) and...and we get off...we going on the other side. And it's quite late at night\nand we always get off the truck; and the Polish laborers they had...bundles, you know, and\nblankets, whatever. And whatever they looted, whatever they robbed, and everything else.\nThey take the men, separate the men; and they separate the women and children. And I\nbecame part of the men. I walked in with the men; and even having a German jacket, I spoke\nPolish. So...so that there was no uh ...uh, it didn't mean any difference. They didn't expect me\nnot to be Polish. You marched to a field. And a little fellow came up. I mean, maybe five feet\ntall. A Russian Colonel or a Russian General, whatever he was. And he gives us a...a speech.\nHe says that we have collaborated. Doesn't mean me as a Jew, but me as Polak. All of us...all\nof the Polish men. We collaborated to the Germans, to the war machines of Germany, for the\ndestruction of Russia. And now we are his enemies, and we gonna be all shot. For this, I\nwent through a concentration camp--to be shot by the Russians. So he said: but since the\nRussian government is..is a good-hearted government, he exonerates us for only [one]\nreason--because we volunteer into the Russian Army. And by stroke of this word, we\nbecame Russian soldiers. But by that time, Germany and Russia was already in chaos. The\nwhole thing was in chaos. So they didn't have any pants to give us; so I had only pair...pair of\nGerman boots, and I didn't have no socks. I had my striped...still had my striped pants on. He\ntook this thing away...this German thing away, gave me a Russian jacket. And we were\nmarching with the Russians. Marched all night long, and uh...no food. Absolutely no food!\nSo we come to a little village. And there is a Russian--is a high echelon soldier. I don't know\nwhat he was. Colonel, or whatever he was. And he looked Jewish. I don't know. I just felt he\nlooked Jewish. So I went to him, and I says, \"You know, I am Jewish. You have anything to\neat?\" But he said, \"In Russia, everybody's the same. We don't care if you're Jew or not.\nEverybody's the same.\" So I said, \"Okay.\" And we kept on marching 1n, with our job was\nlooting. We were looting. They were looting...whatever they could get ahold of, they were\nlooting. I didn't need anything. I didn't want anything. So the only thing I found was sugar. I\nfound two bags. I went to somebody's German home; and two bags of sugar. Like...only\nthing, I don't know why it possessed me. That's all what I was...from all the looting what\npossessed me, just to have the two pieces of sugar. And that was....they fed us, you know,\nthis pork stuff and everything else. And I was...I was sick, and I was tired and I was filthy,\nand everything else. Eventually getting to a German...big German farm. Big German farm.\nAnd it's dust around it. So everybody drink. There's a tremendous amount of vodka they're\ndrinking. Tremendous amount of alcohol they were consuming. And more...more what\nthey're drinking, the more boisterous they're becoming, and the more dangerous I felt\nmy...myself there. First thing, not being Russian; and not being Polish, and not being\nChristian. So...so the whole thing was awful frustrating. Anyways, I go to the farmer. And I\nspeak to the farmer in German. I said to him, \"I'm Russian...\" So I never thought about that.\nI said, \"I'm a Russian soldier, and I never slept in a bed for weeks.\" I says, \"I would love to\nsleep in a bed,\" I said to him. But he said, \"You know there is no bed. You people took\neverything out. You took everything over. We are ourselves sleeping in a barn. There's\nnothing there.\" I said, \"You know, I have two bags of sugar.\" So I gave him the two bags of\nsugar. So he wants to...he said to me, \"You know, it's very amazing. You being Russian, how\ncome you speak such a good German?\" I said, \"I went to the language school in Kiev.\" I\nmean, I just made up. I didn't trust him. He doesn't trust me. So I said I went to the language\nschool in Kiev. So he gave me a bed. It seems like in a barn where the cow...where the cows\nare standing, where they're eating, seems like for the help or something there was a room\nbeyond... beyond those where the cows were standing and eating. So he gave me this room;\nand I slept overnight for these two bags of sugar. Reveille in the morning. I sleep. I don't\nwant to get up. And they holler and they holler. And I am scared. I said, \"The only thing is\nhappen if they catch me, they'll think I overslept.\" With all this noise. If they believe me,\nthey believe me. If they don't believe me, they don't believe me. And I stayed there. And I\nstayed there 'til maybe afternoon. Scared. Scared. Scared. Scared. I mean, I didn't want to\ndie. This time now, I didn't want to die anymore. I mean, finished. The dying part...part is\nover. And I was lucky enough...they weren't there. They left me behind. I go out. It seems\nlike somebody, another man, had the same idea what I had. He had the same idea. So him\nand I, we decided we're gonna go back to Poland. So this...this... They left the farmer with a\nhorse and a...and a...like a carriage. So he said, \"Let's take the farmer's carriage, and let's go\nat night.\" And I couldn't do it. I mean, he's the fellow who saved me. He's the fellow who\ngave me a room to sleep. So I says, \"No, we're not going to take it. Let's walk and find\nsomewheres else.\" So sure enough, we kept on marching and we saw a German with\na...with a same thing--with the horse and thing. We took his, and we...we kept on going. We\ndidn't go too far. They took us...the Russian...somebody, not Russian soldiers. They caught a\ntransport of forced laborers, which same [as] with we went they took the men away. This\nwas a transport where the families was still together. So they made...this man and I, we\njoined them in the event that we going on the way to Poland. So we stop at night time. We\nstop, and they separated the men and the women. And it was like a...a garage, in a big\ngarage. A car garage. So the men slept in one garage, and the wives slept in the other garage.\nThe soldiers got themselves drunk, and they raped all the women. The noise was unbearable.\nAnd it was the worst thing was...was the husband or lovers or brothers had to listen to the\nyelling of the...the women. Next morning, nobody looked at each other. The women didn't\nlook at the men. The men didn't look at the woman. It was tremendous embarrassment.\nTremendous embarrassment. But anyways, we getting into Poland. Poland...we came into\nPoland. I escaped, and I decided... No. No. Not true. We came into Czechoslovakia. We\ncame into Czechoslovakia. The transports was going to continue into Poland. I escaped from\nPoland. It was in...in the city of Plze_. I went back to Teplice...to Prague. I went to Prague, I\ngot sick. I eventually wound up--with all the beating what I had, I wound up in a hospital.\nAnd I stayed in the hospital for almost three weeks. And I was quite sick; and I was staying\nby myself. They thought they're going to cheer me up. So they put me in a room with\nRussian Colonels or ranking officers, also which was sick. One fellow was sick because he\nwas shooting at some uh...nest with soldiers, so they gave him a medal. And he was sick.\nAnd I was in this room with the soldier; which was like a ball to me, because every time they\nbrought in food for the Russians, I got extra above and beyond. And in Czechoslovakia, at\nthat time wasn't so good. Except that one bad thing--that every time they were drinking\nvodka, they were making me drink the vodka. So with all the medication I got, I never got\nbetter. And they couldn't understand how come I... There was no reason I wasn't getting\nbetter; because not realizing I was drinking alcohol constantly with those Russian soldier.\n'Til somebody found the reason, took me out and I got better. And I went back to Teplice, to\nthe city where I was born. And uh ...I was the only Jew who came back. There was nobody\nleft in the whole city. (Deep sigh - choking up) And we had a big house. And the house\nbelonged to us, you know, when we left. But they couldn't give me the house back; because\nTeplice, where I'm...where I am from, is known for three things. It's known for coal mining.\nKnown as a spa. By the way, my mother was president of the culture of the city of Teplice.\nAnd they make crystals. So the German who was using my house was the engineer from the\ncoal mine. They didn't want to antagonize him, because in case he should do sabotage in the\ncoal mine. This was after the war. So they...after the war. This was in 19...end of 1945. The\nwar ends in May. And so not to antagonize him, so he shouldn't do any damage to the coal\nmine. So they gave me a lovely apartment. They gave me a complete furnished apartment;\nuh, and they gave me a business. They gave me a business. The Czech government gave me\na business. I don't know, because I was a unique. You know, the unique person. Finally,\nsomebody came back. They gave me an electrical store with the repair. You know, doing the\nrepair shops, everything else; which was quite good. And I'll tell you a little small incidence.\nAnd they gave me food stamps. Above and beyond. They gave me like privileged class food\nstamps. So I had quite a lot of food. So...so life was coming to that. But I had no family.\nAbsolutely nobody. But...but life as...as for physical need was quite good. And I am staying\nonce in a butcher shop, and a woman comes over to me. And she says to me in German--and\nat that time all of a sudden nobody spoke German. Because all of a sudden, you became a\nCzech patriot. Matter of fact, when I was born, my...even my birth certificate was still\nwritten in German. But all of a sudden nobody spoke German. So immediately it became\nCzechoslovakia, nobody speaks German. Anyways, she comes over to me and speaks in\nGerman to me. She said, uh, \"Excuse me, can I ask you something?\" Here I don't know,\nshould I say I speak German or shouldn't I? So I didn't mind. So she says, \"Are you Mr.\nHelmer?\" Which was the most amazing thing. So I says, \"Yes.\" She says, \"I was a maid for\nyour parents. And you look the same as your father.\" And she became a maid of mine. Not\nonly her, her daughter. And she...she didn't become a maid for...for wages, but there came\nanother maid. She came to cook for me, to clean for me. She didn't stay with me. For food;\nbecause I had enough food. So they didn't have enough food. So...so I stayed there. And...\nand I travelled...I travelled to Prague a lot of time. I had a room there, and everything else.\nAnd life was quite good 'til one day they come, a year later; and they decided they want to\ndraft me in the Russian Army. I mean, the Party was creating a Czech Army, and they\nwanted to create I should be go to Russia. I said, \"Listen, I just came through all this mess,\nall this thing I went through all my life. I mean, I don't have to tell you.\" He said, the man\nsays to me at the interview...he says, \"Let's face it. Who going to miss you?\" So it was very\nbad. And I refused to do so; and instead they gave me time to think about it. I said, \"Okay,\ngive me time to think about it.\" But at the same token, they started taking my food away.\nThey start taking the...uh, the food stamps away--the better food stamps away. And not only\nthis; they took my store away. And I became a helper to an electrician in my own store. I\nmean, the store wasn't mine anymore. They gave it to a...to a comrade who was better than I.\nAt least I had a job to go. And life became quite unbearable. Life became quite unbearable. I\nwent to Prague, and I met somebody who said he's going to go...smuggle himself out. He's\ngoing to Israel. I says, \"You know something? Israel is better than...than here. How do I get\nout?\" What I wanted, at that time, I thought maybe I go to America. I had...my mother had a\nsister, an older sister here. \"I go to America.\" I said, \"If not Israel, I want to go to America.\"\nSo I got in touch in....with the Haganah. And the Haganah said, \"You come to Marienbad\n[NB: Marianské Lazn_], and we gonna smuggle you through back to Germany.\" So I said,\n\"What is...\" They said, \"No packages, no clothing. You walk out of your apartment. Make\nsure you keep the stove running, like you walked down to the grocery for a paper or\nsomething. Leave the lights on. Walk out, and not come back.\" And exactly what I did. I\ndon't know what happened to the apartment, whatever was boiling there. I went to Karlsbad\n[NB: Karlovy Vary]. I stayed in Karlsbad for a day, and to Marienbad. The only thing which\nI didn't do, which they asked me to do, is they said they wanted to give all my papers up.\nWhich I did...wasn't ready to do so. So I didn't give my papers. I was smuggled...there was a\ngroup maybe of four. There was a little...young girl, and there were two ladies and two men.\nThere must have been five of us. And there was shooting with the thing; and finally we got\nto Germany. I don't know if the Russians...I don't know if the Russians were shooting at us,\nor the Germans or the Polish--or the Czech were shooting us, or the Germans were shooting\nus. There was shooting going on. And I remember we came down a...a like a ravine or\nsomething, on our behinds, you know. But he says nothing. And finally I wound up in the\ncountry of my enemy. And I wind up in Germany again. And I wound up in Munich. And I\nhad to... And at that time, a lot of Jews had...did a lot of black marketeering. Black\nmarketeering became...became a way of supporting self. I just couldn't do it; so I got myself\na little bit of a job with--not with HIAS--with the Jewish Restitution Committee, something.®\nAnd I...1 made not...didn't make enough, but I had enough. And I stayed in the city in\nMunich, and bought a stye. Which... I stayed with a lady whose son--she was German--\nwhose son was executed two days before the war ended. Maybe you heard about it. He\nwas...he did the rebellion, the high school rebellion in the school. He was one of her son. So I\nstayed with this lady. Then, from nowheres, Renya--the girl which I knew from the\nunderground--pops up in Munich. I don't know how she found me. What happen is, she\nfound me in Munich. And she says, \"You cannot give up responsibility.\" And I joined the\nCIC, which is the counterintelligence; and I became an agent of the counterintelligence,\nlooking for Nazis. So...which was in itself not a bad thing, because this gave me an\nopportunity to travel and looking for my family. So I wound up in Poland again. And I\nwound up in the city of 6d_, in the city where I lived. (Sigh) And I.... went up to the\napartment, and found food stamps. The old food stamps, and some other papers which I\ndonated to the Museum. But I never found anybody else. By the way, when I went back...the\nreason I went back to Poland is that the Colonel was in charge of me says, \"I hear rumors\nthat the Jews which go back to Poland are being killed.\" So he said he wants to find out. So I\nwent back as a Polak. And sure enough, there...they formed an organization which was\ncalled Armia Krajowa, \"the Army of the Land.\" So when a Jew came back to a small town\nand he wanted his home, his business, whatever this else, the fellow [who] was taking care of\nit found it legally became his all of a sudden after a year and a half. So they used to kill them.\nMatter of fact, I've pictures...report of those pictures also donated to the Museum with names\nmentioned and towns where those Jews were killed. After coming back from all those years\nin the concentration camp, they were killed by the Armia Krajowa. And I didn't find\nanybody else, and I couldn't wait to leave Poland. Never went back to Hungary. Went back\nto Germany and looking for Nazis. I looked a lot. I was looking for a particular Nazi. I was\nlooking for who they said worked for UFA. UFA 1s like a Metro-Goldwyn-Mayer--a film\ncompany. And I was...as a German, we says we want to see how he is. We tried to get him as\n[if] we wanted him to form a former German organization. We tried to get ahold of him.",
        "A: We tried to...we didn't go to question the Germans as a Germans. I questioned them as a ex-\nNazi. I didn't want to... you know, all of a sudden, \"Here I am. Good morning.\" I mean, what\nyou're looking for him as...as we want to get in touch with him where they are... Just to find\nout where they are. Because after I knew where they were, it wasn't my job to get ahold of\nthem, to catch them. So long as we find where he was. As a matter of fact, they sent me to\nthis UFA--which, as I just said, was a film thing--I met a lady. Who we were looking for this\nparticular big shot from the city of Beckum, in Germany. The reason we were looking...it's a\nvery interesting thing 1s, I was looking for this particular Nazi all over. The Colonel who was\n* Possible reference to the Joint Distribution Committee.\nmy colonel of CIC, he came from Beckum. He was Jewish. When Hitler came to power, he\nwent to England to school. He stays in England. And his parents lived in Beckum, a small\ntown, as a Jewish family. His mother passed away. His father was getting old. He was...had a\nmaid--a woman who was taking care of the father, you know-- before the Nazis...the Nazis\ntook over. So she stayed in the same house, taking care of this old man. This particular Nazi\nI was looking for got ahold of this lady; and he said, \"You slept with a Jew.\" Took this man\nand threw him down a flight of steps. Took this lady, and put her in a garbage--at that time,\nyou know, horse...horses were carrying...taking garbage out, you know, for garbage...to take\nto garbage dump. So she was in this--reminds me of Robespierre, of the French Revolution.\nThey took them...they took this woman through the city on this garbage heap, with a big\nsign: \"I'm a Jew lover. I sleep with Jews.\" So this was his vengeance. He wanted to find this\nNazi, just to revenge himself against...because ...against his father and this lady. So this\neventually wind up in UFA; and I met this lady which wanted a lot of money to tell me\nwhere he is. So I went back to the Colonel; and he says, \"Give it to her.\" Money with him\ndidn't matter or anything. So I finally went with money; and she's changed her mind. Says\nshe will not do it. So I never found him. Actually, I never found him. I found out years later.\nI met a sergeant who was sergeant in this...this headquarters there. He was...this same\nGerman we were looking for...was a cook in headquarters. He never left the town. He was\nalways there. And I was looking all over for him. He was there as a cook. And we found out\nbecause he had a girlfriend who finally...uh, reported him. It was years after I already came\nto America.",
        "A: I have no idea. I don't remember his name. I don't remember. K...K...K... Something with a\nK. So...so...so I was looking. So I never found. And I never found anybody else. So one day I\ngo also looking, and going to Landsberg--which is outside of Munich. And I'm\nlooking...looking for...for...for Nazis. I'm looking for my...anybody family. Can't find it.\nLandsberg was a prison camp, what Hitler wrote Mein Kampf. Outside of Munich. He was\nin jail, and he wrote Mein Kampf. And they made a DP camp out it. Looking now. \"Does\nanybody know Sonia?\" \"You have a picture?\" I have no picture. I don't have no picture.\nActually, I was not looking for Sonia. I was looking for Helmers. Any Helmer. And actually,\nI was looking for Irving--my brother's name. And Irving Helmer, I thought, \"He's a man.\nHe's gonna...\" He was young enough to survive. He was around six years younger than I\nwas. If anybody survived it, he's the one survived. Leaving Landsberg, as disappointed as I\nwas always disappointed, you know. And it's... And I'm... We getting to a traffic light. And I\nhitched a ride. I hitched a ride, and we're coming to a traffic light. I'm going one direction;\nand there's a traffic light, and letting the traffic go. And there's...and naturally, the other side,\nthe same thing--staying for the traffic light. You pass each other. And I hear a voice. I don't\nknow if it's directed to me or not. He says, \"How is Sonia?\" My sister's name is Sonia.\n(Crying) And I said, \"She's dead.\" And this voice... I don't know. Sonia is a popular name,\nso it doesn't have to be addressed toward me. He said, \"I just saw her.\" I don't know... I\nmean, since then, you know, my life completely changed at that time. I had one aim in life:\nto look for my sister. I'm still in Munich. And once in a while I go to the British ...British\nheadquarters; because I was working for the British CIC. Because Renya, this woman, was\ninvolved with them. So I don't know how she got ahold of me. And I can't find her. And I am\nonce...['m still involved officially with this UJA--with this...this Jewish Distribution\nCommittee” just to have a legality, you know. I meet a girl. She knows me, allegedly. I don't\nremember. She said, \"I saw Sonia.\" I says... So this was really good hope. \"She lives\nsomewheres in Hannover.\" So I go to Hannover. There is no camps. There is no camps\nwhere I can find Sonia. And this woman's girlfriend lived in Hannover. So I finally meet this\nwoman; and she says, \"Yes, I know Sonia Helmer. She doesn't live far from me. Matter of\nfact, we invited for a New Year's Day party there.\" She says, \"You want to come with me? I\ngo with you.\" I said, \"By all means.\" I go with her. So we go from Hannover to the city\nwhere Sonia lives. Except at that time the trains weren't running at night time. So we stayed\nin the station overnight. And next morning--6 in the morning--we missed the New Year's\nDay party, but the train didn't run because it was New Year's. Next morning, she finally\nwalked. She knows where she is. She walks to Sonia['s place]; and she knocks on the door.\nIt's about 6 or 5:30 in the morning. And Sonia lived with a girlfriend by the name of Hannah,\nwho she went through the camp. And Hannah opens the door and says, \"Oh, my God, how\ncome you came late? You missed the party and everything else.\" And I'm staying outside.\nAnd uh...she said, \"The train wasn't running. But I brought a friend of mine.\" So Sonia,\nmeanwhile, comes out...comes out from the room. I just hear it. I didn't see it. \"Oh,\nsomebody's here. Oh, good! Let me go in and put something on.\" So she walks out, comes\nback and comes to me and says... Kisses this girl; and comes to me and says, \"Hello. How\nare you?\" Not realizing who I am. And she fainted. And this how I met my sister. And by\nthen, I already had my papers to come to America. Because I had an uncle who lived in\nIsrael got ahold of me. And he said, \"Don't come to Israel. Circumstances are very, very bad.\nCome to America...if you have a chance, go to America.\" So I had a chance to go to\nAmerica as--not as a displaced person, as...as a political refugee. So I came as...as a political\nrefugee.",
        "A: Sonia stayed there. And she stayed here. She had papers to go as a domestic to Canada. And\nher...her life, winding up in Canada, 1s an experience in itself. Terrible experience she had.\nThat this was after the war. And I wind up going to Hannover, and coming to America.\nExcept I had the fortune to come on two boats. It usually takes the trip between 5 and 6 days\nto come to America. 21 days. I...1 took a boat ride for 21 days. What is happen is, I left on\nthe Marilyn Marlene, that lost the rudder in the English Channel. And England didn't want to\ntake us in. They wouldn't take in a bunch of refugees and displaced persons. So we...we\nbounced on the seas; and it was getting rougher and rougher. Not enough life preservers. So\nthey put the men in the hull, hull with the bottom hull. Not enough food. Finally, after all\nthose days food ran out. So they only gave us Coca-Cola to drink. And the boat was once up,\nonce is down. So the glasses--at that time, Coca-Cola came in glass bottles--were breaking\nagainst the hull, against the wall of the thing. And so we were walking on...on glass. When\n” Joint Distribution Committee?\nyou walk, you were falling; so we sat. They didn't have enough life preservers. So after this,\nI left on Marilyn Marlene, a ship. A boat, Ernie Pyle, came. And we transferred on the high\nseas, in the English Channel. Once the boat was here and once the life boat was there; so we\nwas bouncing. And under those circumstances, we came after 21 days. I made America with\nsix dollars in my pocket. And... and I decided I gonna start a new life. So I had six dollars\nand a suitcase of books. I had no clothing. So I had a coat ...a coat on. I had a coat and my\nsuit on. So I took the coat, and I threw it in the Hudson River. So I said, \"If I start with\nnothing, it may as well be everything nothing.\" So I threw my coat on April Ist in the\nHudson River. I came away with the books and a suit on my back. And that's how I wound\nup in America. And after this... I mean, I got a jobs. And uh...my sister was in Canada. And\nshe had bad experiences. The problem 1s, very good looking girl. Got a job as a domestic for\na doctor. Bewildered. Doesn't speak the language. Doesn't know anything. The first night in\nCanada, he sneaked into her room. Was the most shocking experience she ever had. And\nnaturally, she made enough noise. Went back to the camp, got scared of...of Canadians,\nwants to go back, doesn't want to stay in Canada because of this experience. Wasn't raped.\nShe wasn't raped. No, she wasn't raped. She was...fondled. Uh... But finally she got in touch\nwith a doctor...with a Doctor Cohn in Hamilton. And they adopted her as a child, as a\ndaughter. And matter of fact, now she consider the boys now as her brothers. And...and\nshe...she finally she made quite well. Went to school, became supervisor of nursing,\nmarried...married very poorly, started in business with two thousand dollars, sold it for\nmany, many millions. And she's doing quite well. And with me, I...it was a struggle also.\nComing to America was a struggle. Got a job. Came here, and...and because...because a\nfriend in the movies--we knew through somebody, through my cousin, knew Eddie Cantor.\nAnd through Eddie Cantor--I never met him personally. He said since I played with S. S.\nCuddles--he was in Hollywood at that time, as S. S. Sagal. But I don't speak English. He\nsaid, \"You have two chances.\" One, I can become a usher at Radio City Music Hall; or, I\ncan become a waiters somewheres upsta...in one of the Catskill resorts. And I didn't want any\nof those two. I just felt I don't want to be subservient, somehow. I just...I just didn't want to\nserve. I mean, it through...so through my cousin I got a job in S. Klein Department Stores, at\nthat time. And I got a job, I think, six days a week, 10 hours, a day; because I need hours.\nAnd I came home with a big 22 dollars a week. And something interesting thing is, for\nmonths I was living on salami sandwiches. The reason was S. Klein had a cafeteria. I hardly\nspoke English. Matter of fact, if I went to the elevator, if anybody spoke to me and if I went\nup the elevator, I used to point down. And if I went down I used to point up; so long I don't\nhave to travel with them, because just in case they spoke to me. So I went to the cafeteria.\nAnd I see on the boards there they have salami. I say, \"Salami! Salami in any other language\nhas to be Salami.\" And so this was at that time a cafeteria; and I go to the window and I say,\n\"Salami.\" And he says something to me. And I don't know what he's talking to me. Except\nby luck there was bread on the...on the counter; and he was pointing with his big knife to\nbreads. So when finally he got the rye bread, I shook my head. So he made me a salami\nsandwich. To make this long story short 1s, for months I was eating salami sandwiches and a\ncontainer of milk by the register. They thought I was nuts. Because I had a fetish for salami\nsandwiches. So whenever I went, I already had...before I got to them, I had my salami\nsandwich and two containers of milk. And this what I lived on--salami sandwiches and two\ncontainers of milk-- because I didn't speak. So eventually, it got better. And my sister lands\nin Canada. So I had to forsake salami sandwiches, because I couldn't afford to eat salami\nsandwiches and send money to my sister. So I learned not to eat lunches. And which I still\ndoing now, just because...because of my sister's salami sandwiches. And...and...and that's\nhow I became... And this is my whole escapade, I think. Oh. Let me tell you something else.\nWhen we walked away from the Kruppwerke, we went to another...to another camp, at that\ntime. Because after bombardment, seems like they didn't safe...feel safe, whatever it was. We\nmarched through the city. And it's the most amazing thing is, we marched as a disheveled\ngroup. I mean skinny, dirty, filthy, no shoes and no nothing. And we marched finally...the\nfirst time we marched was a German town. There was a most compassionate...\ncompassionate people I saw. Not compassion in...in outpouring of...of sympathy some. But\nin their faces. In their faces. There was no hatred. And they knew, obviously, that we were\nJewish. I mean, shoulders with the star and all the other garbage on it. They knew about it.\nBut they were...they were compassion. There...there was humanity in their faces. Which was\nvery, very seldom. I never saw it, because I never encountered human...a population itself.\nOnly the SS and the soldiers. And I want to say something else. I was very hungry when I\ngot freed out of the camp. And when I finally I got to the camp which they took me as a\nPolak to Poland, to become a Russian soldier, I was quite hungry. Because the American\ndidn't give me...threw the meat to the dog, and so forth. I met a Russian soldier. And I don't\nthink he looked better than I did. But anyways, he was a Russian soldier. And I was very\nhungry; and I ask him for food. I don't know why I ask him for food. So he had a knapsack in\nthe back. He opened his knapsack, had a big round bread. Big bread. Big bread. Took his\nknife, took a knife and cut the top of the bread--which was maybe two...two inches thick. I\nthought, \"Oh, my God. This is the biggest meal I ever get.\" Took this two inches of slice for\nhimself, and gave me the whole bread. That's right! So who needs so much bread? So there\nwas... there was a little German fellow there, a little German boy. So I didn't have a knife. So\nI broke my half and I gave him the other half. And at that time, I stop hating them. (Crying)\nYep.",
        "A: Yah.",
        "A: On me?",
        "A:. I don't know what effect it has. I... don't dwell on the past. Matter of fact, so in all honesty\nI'm doing this just to perpetuate; my children should remember it. I personally, I don't want\nto remember too much. I just can't dwell on it; because if I dwell, I have to hate. And I have\nno time for that. I absolutely have no time for hating. I mean, it's... my father used to say\nhating is...takes an effort. And I don't want to take this effort. I'm a firm believer now also,\nit's start to pay back. And I'm paying back through charity. Not only as much financial\ncharity; I mean, it's something I cannot afford. I'm involved with the Lubavitcher movement,\nI'm involved with the Holocaust Museum, I'm involved with the UJA; but I've become a\nvolunteer. I'm a volunteer for an old age home. And I became their feeder. And I go to most\nsickly people who nobody wants to help anymore. Because when I took the job... I'm also a\nvolunteer in the hospital. And when I took the job in the old-age homes, \"Most geriatrics,\"\nthe lady said to me, \"in the hospital, 99 percent go home. Here, nobody. Nobody goes\nhome.\" And they're pillars of the society. We have people there which are are vegetables.\nVegetables. We have a friend of the lady who used to provide the soaps...soaps for--not only\nsoaps--Imogene Coca and Sid Caesar program she writes. We have a editor lady there, was\neditor of the Palm Beach Post. I mean, we have a young, a fairly young, man in the early 50s,\nwhich 1s a sculptor--quite a renowned sculptor. I mean, it's people, it's...it's...i1t's unbelievable.\nPeople who were active. People who were brains. People who used them. People who did.\nAnd the bunch laying there. There [is] Shirley...in the fetal position. I mean, it's nothing.\nThere's a tremendous gorgeous garden named after her. And it's amazing. So anyways... My\nonly problem is... I have a problem with this also. I see my mother in them. I don't know why\nI see her. It...(crying) So sometime I don't know if I do it through compassion, or do it\nbecause I want to cleanse myself. But anyways, it's...it's gratifying. I find it extremely\ngratifying. And I can't wait to go there. I can't wait to go there. And everybody says, \"How\ncan you do it? You have to be strong. You have to be something.\" (Softly) You don't have\nto be at all. You don't have to be at all. (Crying - pause) It's enough.",
        "A: Thank you. Oh. (Deep sigh - pause) Can I mention my children?",
        "A: Yah. Let me tell you something. There's better stories.",
        "A: Let me tell you about my wife. It's a fabulous girl. She is a physiotherapist. I...when I worked\nin this S. Klein Department Store, I met a fellow who was a buyer for lingerie. His name was\nCarl Boxer. And I don't know why it possessed me. He showed me a wallet of his. And I\ndon't know why men like to look through wallets. He showed me a wallet, and he showed\nme a picture of a girl sitting on a chair. And I said, \"Who 1s this girl?\" He says, \"This is a\nneighbor of mine who lives in the same building where I live in Brooklyn.\" I said, \"Carl,\nthis the girl I gonna marry.\" He says, \"Beno, you are nuts!\" I said, \"Carl, this is the girl I\ngonna marry.\" He said, \"Never in a million years. She wouldn't even go out with you.\" So\nanyways, on the circumstances by then I hurt my back. I was in a cast...in a cast from top to\nbottom. And uh Passover, he invited me for Passover meal. In that time, I lived in Newark,\nNew Jersey and he lived in Brooklyn. And he invited this girl to come to dinner. And to\nmake a long story short, this is the girl I married. The girl he said I'm not gonna ever marry.\nAnd after this we had three children. The first name was Debbie, my daughter Debbie--who\nplays mommy now in New Jersey; my son, David--who is going to become a daddy in\nDecember--lives here in Alexandria; and my youngest one, Donna. She's going with a nice\nfellow. I've never met him, by the way. I'm going to meet him next week. A fellow from\nIsrael; and I think she's in love with him. Which is lovely. So actually, we have something to\nlook forward to. And we have two fabulous grandchildren. Fabulous. Our granddaughter is\nStacy. As matter of fact, she is going to camp this Sunday. And Michael. So life is fairly\ngood. Not only fairly good; life is pretty good. Something to live forward, but to live for.\nThat's it!",
        "A: Thank you. . So nobody's left out. OK. Thank you very much.\nTECHNICAL CONVERSATION\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJune 25, 1990\nRG-50.030*0093",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Beno\nHelmer, conducted by Linda Kuzmack on June 25, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "BENO HELMER\nJune 25, 1990"
    ]
}