{
    "rg": "RG-50.344.0008_trs_en",
    "sequence": [
        "Question: This is side one of an interview with Ellen Bonnie Marchese. This is July\n15th, 1995. We’re in West Park, New York and my name is Nina Ellis. Tell me if\nyou would, when and where were you born?",
        "Answer: I was born in Brooklyn, 1917, on Thanksgiving day.",
        "Q: Where did you grow up?",
        "A: I grew up partly in Brooklyn. No, I guess I didn’t grow up in Brooklyn. God,\nyou’re going back 70 some odd years and -- what else.",
        "Q: Tell me a little bit about your family life.",
        "A: My father and my mother had an arranged marriage. She was years younger than he\nwas. He was -- they came from Italy as immigrants. I don’t know whether she loved\nhim, but they accommodated to each other. He died when he was fairly young and I\nwas 13. She had six children and she was a lovely, brave woman. She raised us all\nwith a great deal of love.",
        "Q: When did you graduate from high school?",
        "A: 1933.",
        "Q: And did you go --",
        "A: 1934, a-and I went into training in 1935, I was too young to go in when I\ngraduated. And that was three years, King’s County, it was very famous in Brooklyn,\nJuly 15, 1998\nat the time. It was a very tough training, we had affiliations at Bellevue Hospital, at\nWillard Parker. It was tough. I really chose training because it was during the\ndepression. My family wanted to do something so that I’d get some education and they\ncould afford the 300 dollars. And that’s why I ch -- I would never have chosen\nnursing, never.",
        "Q: No?",
        "A: No.",
        "Q: But it was --",
        "A: But it was a profession and it was available to us and that’s what I did, went into\nnursing.",
        "Q: Mm-hm. And when you graduated, what did you do?",
        "A: When I graduated I did psychiatry at Bellevue. From Bellevue -- at the start of the\nwar I went into -- USPHS wanted nurses for their maritime and Coast Guard station\ndown in Manhattan Beach in Brooklyn.",
        "Q: Public Health Service?",
        "A: Public Health. I worked there for awhile. Then I was a bad girl, I started a petition\nso that married nurses could get Sundays off. And they didn’t like that, they sent me\nacross the street to the dental clinic, where I had a ball, since I was the only woman\nthere. Then, from there I went to 42 Broadway, Spar sick bay. I was in charge of the\nsick bay.\nJuly 15, 1998",
        "Q: What is Spar?",
        "A: Spar was the Coast Guard. Oh no, wait a minute, before that I went to the -- oh, the\nUSPHS, I told you that, that was US Coast Guard and Merchant Mariners. Then the\nSpar sick bay and then I decided to join the army and see the world. Went to basic\ntraining in Atlantic City, where we went on a 50 mile hike with brand new field bo --\n25 miles -- field boots. Everybody got blisters. They told us to walk in the ocean and\nthat would soften the leather. And they took girls home in ambulances by the droves.\nBut I made it. I made it. From there we went --",
        "Q: They took them home in ambulances from that hike, or --",
        "A: From the hike. It was gruesome. It was really gruesome because we had the new\nshoes on. Everybody got blisters. So -- but we did everything else, I -- I -- basic\ntraining was okay. We were young, we were fit and we got through even climbing up\nthe sides of the ship, where a few of us froze on the ladder.",
        "Q: Oh, those rope ladders? Those big cargo ropes?",
        "A: It was fun. Yeah, I liked that. I was athletic, I liked that. What else? Then I went to\n-- where the hell did I go then?",
        "Q: When did you go into the service?",
        "A: ‘44",
        "Q: Remember what time of year?\nJuly 15, 1998",
        "A: I think that it was before Christmas, because we had a miserable Christmas in\nEngland, miserable.",
        "Q: So --",
        "A: We went to s -- o-on the Queen --",
        "Q: Elizabeth.",
        "A: Elizabeth. Zigzagged all the way across.",
        "Q: Do you remember very much of the crossing?",
        "A: Yeah, I did. Played a lot of poker, had a wonderful time, lot of men around.",
        "Q: They let you mingle with the men?",
        "A: No, it was the officer’s mess, whatever -- the lounge. Not with the enlisted men,\njust the officers. And there was a lot of poker playing, cause there wasn’t much else to\ndo and I’m sure there was drinking, I can’t really remember. But the crossing was --\nmany of the kids in my group got really seasick, because it was rough. So a lot of them\nspent time in their bunks, feeling green. And we landed in Scotland and then they\ntook us to England and I remember bunches of prostitutes walking down the streets\nand yelling at us.",
        "Q: Where was this?",
        "A: And we lan -- in England. I can’t remember where in England.",
        "Q: What were the prostitutes --\nJuly 15, 1998",
        "A: But we landed in the middle of the night and they weren’t ready for us. Oh, yelling,\n“Hi, yank,” and all that stuff. The men were with us, too, you know, the enlisted men.\nWe’re marching down the street in the middle of the night til they found us billets and\nthat was the coldest I’ve ever been in my life. Some of the girls got st-straw from the\nfirst floor. Me and my two roommates -- my two roommates and I wound up at the\nattic, with fireplaces that didn’t work. And nobody slept, we were so cold. We slept on\nthe floor in our bedrolls. So cold, bitter. Then we walked miles to the mess to eat. I got\nlost one night in the fog. The fogs were awesome, they were really pea soup. England\nwas nice. We also went on detach service, which means that they weren’t ready for us\nto -- we were an evacuation unit and they didn’t have anything for us to do in England\ntil we crossed. And we went to a hospital in the south of England and took care of our\nboys. And that was nice, because that was the first actual nursing that we did. And it\nwas interesting, we been doing what we were there to do and we liked that. We were\nsent to different hospitals in England. And when we came back, we crossed the\nchannel. I remember meeting Garson Canaan crossing that channel and going up to\nhim and saying my sister was an actress. Well, his wife was Ruth Gordon and he\nsaid, “My wife is a famous actress.” What else? We landed in France. From then on\ntrucks -- hurry and wait, lines -- hurry and wait.",
        "Q: And then you -- they set up the hospital in France?\nJuly 15, 1998",
        "A: In -- in France, they set up our tents in Sudan I think it was. Bavaria, somewhere\nin Bavaria. We lived in tents and that was fun. I lost a very expensive lighter in the\ngrass. We slept on our bedrolls, on army cots and you could feel any -- every lump of\nthe mess kits.",
        "Q: Under the cot? You kept your mess kits under your cots?",
        "A: No, we kept the bedroll on top of the cot so that the cold would not come up under.\nIt was sort of an insulation. And it was kind of, you know, uncomfortable, but at least\nit was warmer than just sleeping on a cot.",
        "Q: Yeah. And what was your particular job in the hospital?",
        "A: I was the psychiatric nurse.",
        "Q: Oh.",
        "A: I don’t remember if I told you that I -- from King’s County, where I was a pediatric\nnurse, my -- my love was psychiatry. So I worked in Bellevue for a few years, til\nsomebody hit one of the nurses on the head with a faucet, and scooted. New York’s\nbad boys. And the nurse that was on duty that night, happened to be a big, hefty girl\nand she was working for me and I said, “Enough of this, I quit.” I did. But psychiatry,\nI guess I had m -- that’s why the army chose me for that facet, that was my area of\nexpertise.",
        "Q: I’ve read that for the GI’s who were at the Battle of the Bulge, that there was a lot\nof psychiatric trauma there.\nJuly 15, 1998",
        "A: Yes, yes. I didn’t experience that because we were there after the Bulge.",
        "Q: Oh.",
        "A: Yeah. But they were just children -- they were just children. How can you cope\nwith death and dying and your buddy being blown up? You can’t. You --",
        "Q: How did you help them?",
        "A: Actually, we didn’t -- we didn’t get to do that much nursing til we -- we were set up\nin the tents and mostly the surgical girls did the wounded. There was one tent of the\nneuro-psychiatric. And I was on night duty, so they were mostly asleep. They had\nmedication. The corpsmen did all of the -- the physical stuff. So there was just tender\nloving care, that’s all you could do.",
        "Q: What -- what was the common symptoms of what they were [indecipherable]",
        "A: I guess you’d call it -- let’s see, battle shock -- what would you call it?",
        "Q: PTSD?",
        "A: Yeah.",
        "Q: Post -- Post Traumatic Stress?",
        "A: Yeah, but that wasn’t known then. They didn’t call it then. And -- now in World\nWar One it was called shell shock. And people came out of that with tics and tremors\nand all the rest of it. But these boys were mostly in shock -- in shock. And we didn’t\nget -- since we were an evac -- we were moving all the time, we didn’t really get to\nJuly 15, 1998\nfollow up anybody that we took care of. The only time we were able to do that was in\nEngland, because we were there for quite awhile.",
        "Q: But what could you do for them if they were brought there? What -- what was the\nstandard kind of --",
        "A: Well, it wasn’t -- they didn’t have the sort of tools at hand as you would have in a\npsychiatric hospital. That’s right, I did the basic training. I also worked in a psychiatric\nhospital where they had German prisoners. But most of the tools in psychiatry then,\nwere either medication -- and it wasn’t as kind as tranquilizers or what -- anything they\nhave today. They used -- for violent people they used hot tubs -- this was at Bellevue -\n- where the patient was immersed in a tub of warm water with a canvas sheet covering\nit. And that was supposed to be soothing. But it wasn’t. It wasn’t soothing at all. Either\nthat or a cold pack. They would wrap them in cold sheets and do that for hours. But --\nit was very interesting. I mean, the things that people say -- I used to keep a journal of\neverything -- the things said. Now, one young man committed suicide by burning up\neverything he had ever written. He was a writer and that was his way of committing\nsuicide. So he was in there. The kids I took care of at Bellevue were adolescents in\ntrouble who were sent there by the court for 30 days to be evaluated -- to see if they\nwere going to go to a reform school or being sent home or being sent to another mental\ninstitution. They were just there temporarily. And --",
        "Q: And what about the ones in the field, though?\nJuly 15, 1998",
        "A: The ones in the field, I don’t know what happened to them, because eventually they\nwere either sent home with a section eight. I don’t think that too many of them\nrecovered, I really don’t.",
        "Q: But you didn’t have those hot baths there?",
        "A: No, no, no, no. They had no facilities, no --",
        "Q: Just medication?",
        "A: Just medication. And a psychiatrist I guess would talk to them, Daniel Freedman.",
        "Q: That was the name of the psychiatrist?",
        "A: Yeah. But I didn’t know him til -- when? It all merges 1n -- it all flows in together\nso that there’s no sequence to it.",
        "Q: Was it -- were there a lot of these men?",
        "A: A whole tent full.",
        "Q: At any give time?",
        "A: Well, that time in Germany, you know, that was the height. It was right after the\nBulge, so that was the height of dreadful experiences.",
        "Q: And how many would be a tent full?",
        "A: I'd say 10 on each side. 10 cots on each side. I don’t know if all of them were\noccupied, though, I can’t really remember that, I just remember I was on night duty\nand they were not -- they didn’t have demands, as somebody physically wounded\nwould have. They didn’t have demands. They were in their own world. It was really\nJuly 15, 1998\nsad, because physical trauma, at least you can mend at times -- not always, but mental\ntrauma is kind of more difficult. Really, your very psyche.",
        "Q: Yeah.",
        "A: And that’s about all I can remember of that. Now, when we were at Gusen, they\ndidn’t have a psychiatric ward, they didn’t have that. There were all these little huts,\nwith tiers of cots and all these living skeletons.",
        "Q: Let me ask you, before that, about how did you go -- get to Gusen and what were\nthe situa -- what was the situation?",
        "A: Got orders to go and the colonel spoke to us and when we got -- we didn’t know\nwhere we were going, except we were following our medi -- our medics from\nGermany, we went into Austria and when we got there -- beautiful little village, little\nAlpine village like this. And the hills, the Alps were simply breathtaking. I understand\nthe danu is always filled with -- Danube was always filled with bodies. And the\ncolonel got us in a group and he told us that none of us were going to be forced to go\nand work in this camp. That if we wanted to opt out, we could. But of course, nobody\ndid. We all were gung-ho to go and help. So we all went to work and -- horror --",
        "Q: What -- do you remember the first time you went into the camp?",
        "A: Well, you sort of remember, yeah, all those people lying on those bunks. They were\nlike living dead. Nothing but eyes and bones.",
        "Q: And what did you do?\nJuly 15, 1998",
        "A: I really can’t remember it. I -- I -- I do try to block it out. I don’t want to remember.\nDon’t want to. Cause somebody did that to them. A human being responsible for that.",
        "Q: Mm-hm. When -- did you -- were you told who those people were? Did you know\nwho they were?",
        "A: They were all -- there were Poles, there were Gypsies, there were political\nprisoners, all sorts of people there that -- you know, undesirable. Jews, everybody\nmixed in. I know that Mauthausen got -- was much more crowded and was supposed\nto have been much worse than Gusen. But Gusen was bad enough. It was -- you\nknow, the same thing on a smaller scale.",
        "Q: Gusen was a sub-camp of Mauthausen --",
        "A: Right, right.",
        "Q: They were close by each other.",
        "A: Right, right.",
        "Q: Did you go to Mauthausen at all?",
        "A: No, I didn’t want to go. No, didn’t want to go. And then I was traipsing around\nwith my future husband.",
        "Q: Oh.",
        "A: I didn’t even go to Hitler’s bunker, when the whole group went, because I had a\ndate with Mike.",
        "Q: You met there?\nJuly 15, 1998",
        "A: Yup.",
        "Q: At Gusen?",
        "A: Yup.",
        "Q: Huh. Was he part of the corps?",
        "A: He was part of the -- the infantry that -- that liberated the camp. 65th infantry. And\nhe was a lieutenant. And he was out on -- doing communications thing. I was at a party\nwith members of his -- his officers -- at night we were invited for drinks and all that\nstuff. And somebody came in who was dirty and unshaven and all the rest of it and his\nfriend said, “Hey Mike, I want you to come meet someone from Brooklyn. You might\nknow her.” Brooklyn. And we met and the angels sang.",
        "Q: At that moment?",
        "A: Well, I wrote home that night to my mother and I said, “I finally met the man I’m\ngoing to marry.” I just knew. Just knew. We had a lot in common. We both were\nfamiliar with Brooklyn, we both had Italian parents. We knew the same\nneighborhoods. Just clicked, just clicked. And that’s what I said, I fell in love, so\nGusen was a little blunted for me.",
        "Q: Yeah, cause you were in a state.",
        "A: Yup.",
        "Q: But, can you remember what -- what you did every day? The -- were you in a ward,\nwere you --\nJuly 15, 1998",
        "A: Yes, we were assigned a ward and we went and gave medications and did\ndressings. We never actually bathed anyone I don’t think. I don’t remember bathing\nanyone. The usual things that nurses do, comfort, backrubs, that sort of thing. And we\nwent every day, we walked down when we didn’t take the bus. There was a little\nvillage that you walk through the streets where they kept the animals and the\n[indecipherable] and you had to hold your nose going through those villages, they\nsmelled so. We also had an Austrian maid and we kept deviling her. “But didn’t you\nknow that anything was going on down there? How could you not know?” No, they\ndidn’t know anything. They couldn’t smell it, they couldn’t -- unaware -- they never\nknew anything that was going on.",
        "Q: Do you believe that?",
        "A: No. I don’t. I think they were probably -- if they didn’t like it, what can you do?\nCan you fight the whole army? You can’t. They -- afraid for themselves, for their\nlives.",
        "Q: Did you --",
        "A: But still -- what?",
        "Q: Did you feel anger toward the local people in general, or --",
        "A: Contempt. Contempt. No, not anger. They were very ingratiating. Eager to please.\nPlus there was a language difficulty. No, but I -- I didn’t like Germans for a long, long\ntime, 1t was a -- it was a bias that you -- you know, you identify the whole race with a\nJuly 15, 1998\nfew crazy people, which is wrong. You know, you know that in retrospect. But for a\nmoment I hated all Germans, all. That’s about it.",
        "Q: When you were going every day to the camp, did you also see former inmates there\nwho were not sick? Who were able to walk about?",
        "A: Yes, yes, there were some. Now, they probably curried favor and got more food\nthan the rest of them. Now, Albert was one of them, he was a Pole.",
        "Q: Who was Albert?",
        "A: Little fellow, I took a picture with him in front of the Listerbag. He wanted -- he\nwas the one that wanted to come home in my foot locker. He was well nourished, so I\nimagine he was a trustee of some sort, since we didn’t -- I -- I didn’t have that\nconversation with him -- I didn’t ask him. But he was just somebody around that --",
        "Q: He wanted you to take him back to the States?",
        "A: Oh, everybody wanted to go to America. Promised Land.",
        "Q: You mentioned somebody else before, an artist that you met some --",
        "A: One of the patients held court in one of the back bunks. He just worked with\ncrayons and people learned that he drew likenesses, portraits and he would charge\nthem five dollars. They would come and sit for him for a half an hour, he’d do a\nportrait and they’d pay him and take it because he was fairly good. He got -- he got the\nlikeness, but not the soul, you know, he -- how c-can you if you don’t know someone?\nHe also -- I also bought from him a little crayon sketch of a landscape, trees. It was\nJuly 15, 1998\nvery lovely, but I lost in the moving -- also my portrait. And he was -- he was confined\nto bed, I can’t remember what -- what was wrong with him, he was confined to bed.\nBut he had a tidy little business going. And there’s not really much more I can\nremember specifically. We were working, we walked, we went to work. We took care\nof them. And don’t forget, this was after the war was over. I remember when the war\nwas over, we celebrated by having onion sandwiches. We were in the field and we had\n-- there was nothing to eat.",
        "Q: VE day, you had onion sandwiches?",
        "A: Yeah. Delicious. Cause the food we ate was none the greatest. We had T-rations\nand C-rations.",
        "Q: What about -- what -- what did you and Mike do when you had time off? He had a\n-- he had a vehicle?",
        "A: He took me up -- yes, he had a vehicle, because he was an officer. I would bring\nover Lipton’s chicken soup to the house where he lives. Since he was an officer, he\nlived with two other officers in a nice little house. He had a barber that cut his hair that\none day cut my hair. I would make the Lipton’s chicken noodle soup for him. We\nwent mostly for rides. But then I had to go home. He stayed, he was sent to other -- I\nthink he went to Dachau from there. I went to 20 grand in France, where I got scabies\nfrom the rotten blankets.",
        "Q: Oh, what’s scabies?\nJuly 15, 1998",
        "A: Scabies is a little 1tch mite that digs into your skin and lays a nest under your skin.\nIt is excruciatingly itchy. And it comes from dirty blankets. And at 20 grand, which\nwas a -- the place where everybody went out -- what’s the name? Disembarking.\nDisembarkation point. We slept on cots with dirty blankets. And when I got home, I\nhad scabies. Terrible.",
        "Q: Did it -- was it common for nurses to -- 1n your unit to pick up pr -- health problems\nof -- when you were exposed to a lot of things --",
        "A: Well they -- they dusted us with DDT a lot. I don’t think too many of us had health\nproblems. No, I really don’t -- I really don’t think -- I can’t remember anybody that\nwas really sick. And -- plus we were younger and many medics in our outfit, dentists\nin our outfit. That was another thing that disturbed me. The married doctors, who\nfound they were unable to live without a sexual life, would go around and proposition\nall the nurses to be their girl for the duration -- have you heard this from anyone?",
        "Q: Hints.",
        "A: Cause a few of them were one of them. And that disturbed me a lot, because\nwhether both pair were married or not, I just, you know -- today nobody would think\nanything of it at all, but I just didn’t think it was kosher. The dentist approached me, I,\n“What are you, crazy?” I was a --",
        "Q: He was married?\nJuly 15, 1998",
        "A: Yeah. He finally found a nice little blonde and she -- they -- this is all, oh, I\nshouldn’t be saying these things. Okay.",
        "Q: It’s life.",
        "A: Mums the word, yeah. They did what was convenient and I suppose it was healthier\nthan being deprived, but I was very moral then. And not so any more, it’s 1995. What\nthe hell.",
        "Q: Where were you on VJ Day, do you remember’? Or let’s say, even the -- the\ndropping of the bomb, do you remember where you were? You weren’t in Europe any\nmore.",
        "A: No, I was home. Let’s see [indecipherable] and I were -- God, I can’t remember.",
        "Q: But you were on leave, like everybody else?",
        "A: I guess so, yeah. I must have been home.",
        "Q: Yeah, and had you been told that you were going to China [indecipherable]",
        "A: Wh-When we were in Europe we were supposed to go to China, but -- that’s right.\nThat’s why they changed our orders, they must have dropped the bomb then. See, the\ntime frame is very fuzzy to me, because there were so many different changes in our\nlives. We were always on a truck, going somewhere. I can’t really remember. Sorry.",
        "Q: Well, when did you get out of the service, do you know?",
        "A: 1945 -- the end of 1945? *46. ‘46. Mike came home a year later and we got\nmarried. That’s it.\nJuly 15, 1998",
        "Q: Did you continue nursing after that?",
        "A: Yes, I did industrial nursing, which I liked -- down in Bush terminal in Brooklyn.\nYou remember Bush terminal?",
        "Q: Mm-mm.",
        "A: No? You were in Brooklyn?",
        "Q: Mm-mm. No, I’m from Chicago.",
        "A: Yes, but you told me you knew somebody.",
        "Q: Yeah, visiting, visiting.",
        "A: Oh, just visiting.",
        "Q: Just visiting.",
        "A: Okay, okay. That was the waterfront, lot of longshoremen. And I worked there for\nawhile. Then after my daughter was ber-born, I worked -- did some industrial nursing\nfor the guy that made the first hydraulic bed, Greer Hydraulics. I got pretty good pay\nthen, cause I was part time. And then she got sick going to nursery school, so I quit,\ntook care of her and that’s it.",
        "Q: Is that period -- I’m specifically interested in -- in what you saw at Gusen. Is that\nsomething that you think about very often or -- over the 50 years since you’ve been\nseeing your other -- your friends who were nurses with you, certainly it was --",
        "A: Whenever I hear of any war -- Bosnia reminds me of the horror of it. Even\nRwanda with all those starving children. Haiti reminds me of it. Anything where man\nJuly 15, 1998\ncannot get along with man, reminds me of that and that nobody’s learned anything.\nThe world is still biased, it still hates Negroes and Jews and ethnic minorities and\neverybody else. Ma-Man hasn’t learned a thing, not a thing.",
        "Q: 50 years ago, did you think maybe people had learned?",
        "A: We thought we were fighting a very good war. It wasn’t a war that there was any\ndoubt about that we were in it rightfully.",
        "Q: And when it was over, did you think -- were you optimistic?",
        "A: God, sure, I thought, you know, we saved the world for democracy. But we didn’t -\n- didn’t. Man does not change his nature. Greed, power, corrupts. And it'll be so ad\ninfinitum, unfortunately.",
        "Q: Do you talk with people about your experience, what you witnessed?",
        "A: No. No. Nobody’s interested. Young people aren’t interested. They’re not even\ninterested in saving the planet for God sakes. That’s my passion, ecology. I think that\nI'd rather talk to you without this thing.",
        "Q: Okay.",
        "A: All right?",
        "Q: You think we’re finished? Anything else you want to say about the war?",
        "A: No. No, except stop it, stop it everyone. Stop hating each other.",
        "Q: Yeah. Okay, let me --",
        "A: We should celebrate our differences, not hate them.\nJuly 15, 1998",
        "Q: This is the end of the interview with Ellen Bonnie Marchese -- Marchesa?",
        "A: Marchese --",
        "Q: Marchese.",
        "A: -- is the way he says it.",
        "Q: This is July 15th, 1995, Nina Ellis.",
        "A: Very cathartic, Nina.\nEnd of Tape One, Side A\nConclusion of Interview\nJuly 15, 1998\n"
    ],
    "questions": [
        "Question: This is side one of an interview with Ellen Bonnie Marchese. This is July\n15th, 1995. We’re in West Park, New York and my name is Nina Ellis. Tell me if\nyou would, when and where were you born?",
        "Q: Where did you grow up?",
        "Q: Tell me a little bit about your family life.",
        "Q: When did you graduate from high school?",
        "Q: And did you go --",
        "Q: No?",
        "Q: But it was --",
        "Q: Mm-hm. And when you graduated, what did you do?",
        "Q: Public Health Service?",
        "Q: What is Spar?",
        "Q: They took them home in ambulances from that hike, or --",
        "Q: Oh, those rope ladders? Those big cargo ropes?",
        "Q: When did you go into the service?",
        "Q: Remember what time of year?",
        "Q: So --",
        "Q: Elizabeth.",
        "Q: Do you remember very much of the crossing?",
        "Q: They let you mingle with the men?",
        "Q: Where was this?",
        "Q: What were the prostitutes --",
        "Q: And then you -- they set up the hospital in France?",
        "Q: Under the cot? You kept your mess kits under your cots?",
        "Q: Yeah. And what was your particular job in the hospital?",
        "Q: Oh.",
        "Q: I’ve read that for the GI’s who were at the Battle of the Bulge, that there was a lot\nof psychiatric trauma there.",
        "Q: Oh.",
        "Q: How did you help them?",
        "Q: What -- what was the common symptoms of what they were [indecipherable]",
        "Q: PTSD?",
        "Q: Post -- Post Traumatic Stress?",
        "Q: But what could you do for them if they were brought there? What -- what was the\nstandard kind of --",
        "Q: And what about the ones in the field, though?",
        "Q: But you didn’t have those hot baths there?",
        "Q: Just medication?",
        "Q: That was the name of the psychiatrist?",
        "Q: Was it -- were there a lot of these men?",
        "Q: At any give time?",
        "Q: And how many would be a tent full?",
        "Q: Yeah.",
        "Q: Let me ask you, before that, about how did you go -- get to Gusen and what were\nthe situa -- what was the situation?",
        "Q: What -- do you remember the first time you went into the camp?",
        "Q: And what did you do?",
        "Q: Mm-hm. When -- did you -- were you told who those people were? Did you know\nwho they were?",
        "Q: Gusen was a sub-camp of Mauthausen --",
        "Q: They were close by each other.",
        "Q: Did you go to Mauthausen at all?",
        "Q: Oh.",
        "Q: You met there?",
        "Q: At Gusen?",
        "Q: Huh. Was he part of the corps?",
        "Q: At that moment?",
        "Q: Yeah, cause you were in a state.",
        "Q: But, can you remember what -- what you did every day? The -- were you in a ward,\nwere you --",
        "Q: Do you believe that?",
        "Q: Did you --",
        "Q: Did you feel anger toward the local people in general, or --",
        "Q: When you were going every day to the camp, did you also see former inmates there\nwho were not sick? Who were able to walk about?",
        "Q: Who was Albert?",
        "Q: He wanted you to take him back to the States?",
        "Q: You mentioned somebody else before, an artist that you met some --",
        "Q: VE day, you had onion sandwiches?",
        "Q: What about -- what -- what did you and Mike do when you had time off? He had a\n-- he had a vehicle?",
        "Q: Oh, what’s scabies?",
        "Q: Did it -- was it common for nurses to -- 1n your unit to pick up pr -- health problems\nof -- when you were exposed to a lot of things --",
        "Q: Hints.",
        "Q: He was married?",
        "Q: It’s life.",
        "Q: Where were you on VJ Day, do you remember’? Or let’s say, even the -- the\ndropping of the bomb, do you remember where you were? You weren’t in Europe any\nmore.",
        "Q: But you were on leave, like everybody else?",
        "Q: Yeah, and had you been told that you were going to China [indecipherable]",
        "Q: Well, when did you get out of the service, do you know?",
        "Q: Did you continue nursing after that?",
        "Q: Mm-mm.",
        "Q: Mm-mm. No, I’m from Chicago.",
        "Q: Yeah, visiting, visiting.",
        "Q: Just visiting.",
        "Q: Is that period -- I’m specifically interested in -- in what you saw at Gusen. Is that\nsomething that you think about very often or -- over the 50 years since you’ve been\nseeing your other -- your friends who were nurses with you, certainly it was --",
        "Q: 50 years ago, did you think maybe people had learned?",
        "Q: And when it was over, did you think -- were you optimistic?",
        "Q: Do you talk with people about your experience, what you witnessed?",
        "Q: Okay.",
        "Q: You think we’re finished? Anything else you want to say about the war?",
        "Q: Yeah. Okay, let me --",
        "Q: This is the end of the interview with Ellen Bonnie Marchese -- Marchesa?",
        "Q: Marchese.",
        "Q: This is July 15th, 1995, Nina Ellis."
    ],
    "answers": [
        "Answer: I was born in Brooklyn, 1917, on Thanksgiving day.",
        "A: I grew up partly in Brooklyn. No, I guess I didn’t grow up in Brooklyn. God,\nyou’re going back 70 some odd years and -- what else.",
        "A: My father and my mother had an arranged marriage. She was years younger than he\nwas. He was -- they came from Italy as immigrants. I don’t know whether she loved\nhim, but they accommodated to each other. He died when he was fairly young and I\nwas 13. She had six children and she was a lovely, brave woman. She raised us all\nwith a great deal of love.",
        "A: 1933.",
        "A: 1934, a-and I went into training in 1935, I was too young to go in when I\ngraduated. And that was three years, King’s County, it was very famous in Brooklyn,\nJuly 15, 1998\nat the time. It was a very tough training, we had affiliations at Bellevue Hospital, at\nWillard Parker. It was tough. I really chose training because it was during the\ndepression. My family wanted to do something so that I’d get some education and they\ncould afford the 300 dollars. And that’s why I ch -- I would never have chosen\nnursing, never.",
        "A: No.",
        "A: But it was a profession and it was available to us and that’s what I did, went into\nnursing.",
        "A: When I graduated I did psychiatry at Bellevue. From Bellevue -- at the start of the\nwar I went into -- USPHS wanted nurses for their maritime and Coast Guard station\ndown in Manhattan Beach in Brooklyn.",
        "A: Public Health. I worked there for awhile. Then I was a bad girl, I started a petition\nso that married nurses could get Sundays off. And they didn’t like that, they sent me\nacross the street to the dental clinic, where I had a ball, since I was the only woman\nthere. Then, from there I went to 42 Broadway, Spar sick bay. I was in charge of the\nsick bay.\nJuly 15, 1998",
        "A: Spar was the Coast Guard. Oh no, wait a minute, before that I went to the -- oh, the\nUSPHS, I told you that, that was US Coast Guard and Merchant Mariners. Then the\nSpar sick bay and then I decided to join the army and see the world. Went to basic\ntraining in Atlantic City, where we went on a 50 mile hike with brand new field bo --\n25 miles -- field boots. Everybody got blisters. They told us to walk in the ocean and\nthat would soften the leather. And they took girls home in ambulances by the droves.\nBut I made it. I made it. From there we went --",
        "A: From the hike. It was gruesome. It was really gruesome because we had the new\nshoes on. Everybody got blisters. So -- but we did everything else, I -- I -- basic\ntraining was okay. We were young, we were fit and we got through even climbing up\nthe sides of the ship, where a few of us froze on the ladder.",
        "A: It was fun. Yeah, I liked that. I was athletic, I liked that. What else? Then I went to\n-- where the hell did I go then?",
        "A: ‘44\nJuly 15, 1998",
        "A: I think that it was before Christmas, because we had a miserable Christmas in\nEngland, miserable.",
        "A: We went to s -- o-on the Queen --",
        "A: Elizabeth. Zigzagged all the way across.",
        "A: Yeah, I did. Played a lot of poker, had a wonderful time, lot of men around.",
        "A: No, it was the officer’s mess, whatever -- the lounge. Not with the enlisted men,\njust the officers. And there was a lot of poker playing, cause there wasn’t much else to\ndo and I’m sure there was drinking, I can’t really remember. But the crossing was --\nmany of the kids in my group got really seasick, because it was rough. So a lot of them\nspent time in their bunks, feeling green. And we landed in Scotland and then they\ntook us to England and I remember bunches of prostitutes walking down the streets\nand yelling at us.",
        "A: And we lan -- in England. I can’t remember where in England.\nJuly 15, 1998",
        "A: But we landed in the middle of the night and they weren’t ready for us. Oh, yelling,\n“Hi, yank,” and all that stuff. The men were with us, too, you know, the enlisted men.\nWe’re marching down the street in the middle of the night til they found us billets and\nthat was the coldest I’ve ever been in my life. Some of the girls got st-straw from the\nfirst floor. Me and my two roommates -- my two roommates and I wound up at the\nattic, with fireplaces that didn’t work. And nobody slept, we were so cold. We slept on\nthe floor in our bedrolls. So cold, bitter. Then we walked miles to the mess to eat. I got\nlost one night in the fog. The fogs were awesome, they were really pea soup. England\nwas nice. We also went on detach service, which means that they weren’t ready for us\nto -- we were an evacuation unit and they didn’t have anything for us to do in England\ntil we crossed. And we went to a hospital in the south of England and took care of our\nboys. And that was nice, because that was the first actual nursing that we did. And it\nwas interesting, we been doing what we were there to do and we liked that. We were\nsent to different hospitals in England. And when we came back, we crossed the\nchannel. I remember meeting Garson Canaan crossing that channel and going up to\nhim and saying my sister was an actress. Well, his wife was Ruth Gordon and he\nsaid, “My wife is a famous actress.” What else? We landed in France. From then on\ntrucks -- hurry and wait, lines -- hurry and wait.\nJuly 15, 1998",
        "A: In -- in France, they set up our tents in Sudan I think it was. Bavaria, somewhere\nin Bavaria. We lived in tents and that was fun. I lost a very expensive lighter in the\ngrass. We slept on our bedrolls, on army cots and you could feel any -- every lump of\nthe mess kits.",
        "A: No, we kept the bedroll on top of the cot so that the cold would not come up under.\nIt was sort of an insulation. And it was kind of, you know, uncomfortable, but at least\nit was warmer than just sleeping on a cot.",
        "A: I was the psychiatric nurse.",
        "A: I don’t remember if I told you that I -- from King’s County, where I was a pediatric\nnurse, my -- my love was psychiatry. So I worked in Bellevue for a few years, til\nsomebody hit one of the nurses on the head with a faucet, and scooted. New York’s\nbad boys. And the nurse that was on duty that night, happened to be a big, hefty girl\nand she was working for me and I said, “Enough of this, I quit.” I did. But psychiatry,\nI guess I had m -- that’s why the army chose me for that facet, that was my area of\nexpertise.\nJuly 15, 1998",
        "A: Yes, yes. I didn’t experience that because we were there after the Bulge.",
        "A: Yeah. But they were just children -- they were just children. How can you cope\nwith death and dying and your buddy being blown up? You can’t. You --",
        "A: Actually, we didn’t -- we didn’t get to do that much nursing til we -- we were set up\nin the tents and mostly the surgical girls did the wounded. There was one tent of the\nneuro-psychiatric. And I was on night duty, so they were mostly asleep. They had\nmedication. The corpsmen did all of the -- the physical stuff. So there was just tender\nloving care, that’s all you could do.",
        "A: I guess you’d call it -- let’s see, battle shock -- what would you call it?",
        "A: Yeah.",
        "A: Yeah, but that wasn’t known then. They didn’t call it then. And -- now in World\nWar One it was called shell shock. And people came out of that with tics and tremors\nand all the rest of it. But these boys were mostly in shock -- in shock. And we didn’t\nget -- since we were an evac -- we were moving all the time, we didn’t really get to\nJuly 15, 1998\nfollow up anybody that we took care of. The only time we were able to do that was in\nEngland, because we were there for quite awhile.",
        "A: Well, it wasn’t -- they didn’t have the sort of tools at hand as you would have in a\npsychiatric hospital. That’s right, I did the basic training. I also worked in a psychiatric\nhospital where they had German prisoners. But most of the tools in psychiatry then,\nwere either medication -- and it wasn’t as kind as tranquilizers or what -- anything they\nhave today. They used -- for violent people they used hot tubs -- this was at Bellevue -\n- where the patient was immersed in a tub of warm water with a canvas sheet covering\nit. And that was supposed to be soothing. But it wasn’t. It wasn’t soothing at all. Either\nthat or a cold pack. They would wrap them in cold sheets and do that for hours. But --\nit was very interesting. I mean, the things that people say -- I used to keep a journal of\neverything -- the things said. Now, one young man committed suicide by burning up\neverything he had ever written. He was a writer and that was his way of committing\nsuicide. So he was in there. The kids I took care of at Bellevue were adolescents in\ntrouble who were sent there by the court for 30 days to be evaluated -- to see if they\nwere going to go to a reform school or being sent home or being sent to another mental\ninstitution. They were just there temporarily. And --\nJuly 15, 1998",
        "A: The ones in the field, I don’t know what happened to them, because eventually they\nwere either sent home with a section eight. I don’t think that too many of them\nrecovered, I really don’t.",
        "A: No, no, no, no. They had no facilities, no --",
        "A: Just medication. And a psychiatrist I guess would talk to them, Daniel Freedman.",
        "A: Yeah. But I didn’t know him til -- when? It all merges 1n -- it all flows in together\nso that there’s no sequence to it.",
        "A: A whole tent full.",
        "A: Well, that time in Germany, you know, that was the height. It was right after the\nBulge, so that was the height of dreadful experiences.",
        "A: I'd say 10 on each side. 10 cots on each side. I don’t know if all of them were\noccupied, though, I can’t really remember that, I just remember I was on night duty\nand they were not -- they didn’t have demands, as somebody physically wounded\nwould have. They didn’t have demands. They were in their own world. It was really\nJuly 15, 1998\nsad, because physical trauma, at least you can mend at times -- not always, but mental\ntrauma is kind of more difficult. Really, your very psyche.",
        "A: And that’s about all I can remember of that. Now, when we were at Gusen, they\ndidn’t have a psychiatric ward, they didn’t have that. There were all these little huts,\nwith tiers of cots and all these living skeletons.",
        "A: Got orders to go and the colonel spoke to us and when we got -- we didn’t know\nwhere we were going, except we were following our medi -- our medics from\nGermany, we went into Austria and when we got there -- beautiful little village, little\nAlpine village like this. And the hills, the Alps were simply breathtaking. I understand\nthe danu is always filled with -- Danube was always filled with bodies. And the\ncolonel got us in a group and he told us that none of us were going to be forced to go\nand work in this camp. That if we wanted to opt out, we could. But of course, nobody\ndid. We all were gung-ho to go and help. So we all went to work and -- horror --",
        "A: Well, you sort of remember, yeah, all those people lying on those bunks. They were\nlike living dead. Nothing but eyes and bones.\nJuly 15, 1998",
        "A: I really can’t remember it. I -- I -- I do try to block it out. I don’t want to remember.\nDon’t want to. Cause somebody did that to them. A human being responsible for that.",
        "A: They were all -- there were Poles, there were Gypsies, there were political\nprisoners, all sorts of people there that -- you know, undesirable. Jews, everybody\nmixed in. I know that Mauthausen got -- was much more crowded and was supposed\nto have been much worse than Gusen. But Gusen was bad enough. It was -- you\nknow, the same thing on a smaller scale.",
        "A: Right, right.",
        "A: Right, right.",
        "A: No, I didn’t want to go. No, didn’t want to go. And then I was traipsing around\nwith my future husband.",
        "A: I didn’t even go to Hitler’s bunker, when the whole group went, because I had a\ndate with Mike.\nJuly 15, 1998",
        "A: Yup.",
        "A: Yup.",
        "A: He was part of the -- the infantry that -- that liberated the camp. 65th infantry. And\nhe was a lieutenant. And he was out on -- doing communications thing. I was at a party\nwith members of his -- his officers -- at night we were invited for drinks and all that\nstuff. And somebody came in who was dirty and unshaven and all the rest of it and his\nfriend said, “Hey Mike, I want you to come meet someone from Brooklyn. You might\nknow her.” Brooklyn. And we met and the angels sang.",
        "A: Well, I wrote home that night to my mother and I said, “I finally met the man I’m\ngoing to marry.” I just knew. Just knew. We had a lot in common. We both were\nfamiliar with Brooklyn, we both had Italian parents. We knew the same\nneighborhoods. Just clicked, just clicked. And that’s what I said, I fell in love, so\nGusen was a little blunted for me.",
        "A: Yup.\nJuly 15, 1998",
        "A: Yes, we were assigned a ward and we went and gave medications and did\ndressings. We never actually bathed anyone I don’t think. I don’t remember bathing\nanyone. The usual things that nurses do, comfort, backrubs, that sort of thing. And we\nwent every day, we walked down when we didn’t take the bus. There was a little\nvillage that you walk through the streets where they kept the animals and the\n[indecipherable] and you had to hold your nose going through those villages, they\nsmelled so. We also had an Austrian maid and we kept deviling her. “But didn’t you\nknow that anything was going on down there? How could you not know?” No, they\ndidn’t know anything. They couldn’t smell it, they couldn’t -- unaware -- they never\nknew anything that was going on.",
        "A: No. I don’t. I think they were probably -- if they didn’t like it, what can you do?\nCan you fight the whole army? You can’t. They -- afraid for themselves, for their\nlives.",
        "A: But still -- what?",
        "A: Contempt. Contempt. No, not anger. They were very ingratiating. Eager to please.\nPlus there was a language difficulty. No, but I -- I didn’t like Germans for a long, long\ntime, 1t was a -- it was a bias that you -- you know, you identify the whole race with a\nJuly 15, 1998\nfew crazy people, which is wrong. You know, you know that in retrospect. But for a\nmoment I hated all Germans, all. That’s about it.",
        "A: Yes, yes, there were some. Now, they probably curried favor and got more food\nthan the rest of them. Now, Albert was one of them, he was a Pole.",
        "A: Little fellow, I took a picture with him in front of the Listerbag. He wanted -- he\nwas the one that wanted to come home in my foot locker. He was well nourished, so I\nimagine he was a trustee of some sort, since we didn’t -- I -- I didn’t have that\nconversation with him -- I didn’t ask him. But he was just somebody around that --",
        "A: Oh, everybody wanted to go to America. Promised Land.",
        "A: One of the patients held court in one of the back bunks. He just worked with\ncrayons and people learned that he drew likenesses, portraits and he would charge\nthem five dollars. They would come and sit for him for a half an hour, he’d do a\nportrait and they’d pay him and take it because he was fairly good. He got -- he got the\nlikeness, but not the soul, you know, he -- how c-can you if you don’t know someone?\nHe also -- I also bought from him a little crayon sketch of a landscape, trees. It was\nJuly 15, 1998\nvery lovely, but I lost in the moving -- also my portrait. And he was -- he was confined\nto bed, I can’t remember what -- what was wrong with him, he was confined to bed.\nBut he had a tidy little business going. And there’s not really much more I can\nremember specifically. We were working, we walked, we went to work. We took care\nof them. And don’t forget, this was after the war was over. I remember when the war\nwas over, we celebrated by having onion sandwiches. We were in the field and we had\n-- there was nothing to eat.",
        "A: Yeah. Delicious. Cause the food we ate was none the greatest. We had T-rations\nand C-rations.",
        "A: He took me up -- yes, he had a vehicle, because he was an officer. I would bring\nover Lipton’s chicken soup to the house where he lives. Since he was an officer, he\nlived with two other officers in a nice little house. He had a barber that cut his hair that\none day cut my hair. I would make the Lipton’s chicken noodle soup for him. We\nwent mostly for rides. But then I had to go home. He stayed, he was sent to other -- I\nthink he went to Dachau from there. I went to 20 grand in France, where I got scabies\nfrom the rotten blankets.\nJuly 15, 1998",
        "A: Scabies is a little 1tch mite that digs into your skin and lays a nest under your skin.\nIt is excruciatingly itchy. And it comes from dirty blankets. And at 20 grand, which\nwas a -- the place where everybody went out -- what’s the name? Disembarking.\nDisembarkation point. We slept on cots with dirty blankets. And when I got home, I\nhad scabies. Terrible.",
        "A: Well they -- they dusted us with DDT a lot. I don’t think too many of us had health\nproblems. No, I really don’t -- I really don’t think -- I can’t remember anybody that\nwas really sick. And -- plus we were younger and many medics in our outfit, dentists\nin our outfit. That was another thing that disturbed me. The married doctors, who\nfound they were unable to live without a sexual life, would go around and proposition\nall the nurses to be their girl for the duration -- have you heard this from anyone?",
        "A: Cause a few of them were one of them. And that disturbed me a lot, because\nwhether both pair were married or not, I just, you know -- today nobody would think\nanything of it at all, but I just didn’t think it was kosher. The dentist approached me, I,\n“What are you, crazy?” I was a --\nJuly 15, 1998",
        "A: Yeah. He finally found a nice little blonde and she -- they -- this is all, oh, I\nshouldn’t be saying these things. Okay.",
        "A: Mums the word, yeah. They did what was convenient and I suppose it was healthier\nthan being deprived, but I was very moral then. And not so any more, it’s 1995. What\nthe hell.",
        "A: No, I was home. Let’s see [indecipherable] and I were -- God, I can’t remember.",
        "A: I guess so, yeah. I must have been home.",
        "A: Wh-When we were in Europe we were supposed to go to China, but -- that’s right.\nThat’s why they changed our orders, they must have dropped the bomb then. See, the\ntime frame is very fuzzy to me, because there were so many different changes in our\nlives. We were always on a truck, going somewhere. I can’t really remember. Sorry.",
        "A: 1945 -- the end of 1945? *46. ‘46. Mike came home a year later and we got\nmarried. That’s it.\nJuly 15, 1998",
        "A: Yes, I did industrial nursing, which I liked -- down in Bush terminal in Brooklyn.\nYou remember Bush terminal?",
        "A: No? You were in Brooklyn?",
        "A: Yes, but you told me you knew somebody.",
        "A: Oh, just visiting.",
        "A: Okay, okay. That was the waterfront, lot of longshoremen. And I worked there for\nawhile. Then after my daughter was ber-born, I worked -- did some industrial nursing\nfor the guy that made the first hydraulic bed, Greer Hydraulics. I got pretty good pay\nthen, cause I was part time. And then she got sick going to nursery school, so I quit,\ntook care of her and that’s it.",
        "A: Whenever I hear of any war -- Bosnia reminds me of the horror of it. Even\nRwanda with all those starving children. Haiti reminds me of it. Anything where man\nJuly 15, 1998\ncannot get along with man, reminds me of that and that nobody’s learned anything.\nThe world is still biased, it still hates Negroes and Jews and ethnic minorities and\neverybody else. Ma-Man hasn’t learned a thing, not a thing.",
        "A: We thought we were fighting a very good war. It wasn’t a war that there was any\ndoubt about that we were in it rightfully.",
        "A: God, sure, I thought, you know, we saved the world for democracy. But we didn’t -\n- didn’t. Man does not change his nature. Greed, power, corrupts. And it'll be so ad\ninfinitum, unfortunately.",
        "A: No. No. Nobody’s interested. Young people aren’t interested. They’re not even\ninterested in saving the planet for God sakes. That’s my passion, ecology. I think that\nI'd rather talk to you without this thing.",
        "A: All right?",
        "A: No. No, except stop it, stop it everyone. Stop hating each other.",
        "A: We should celebrate our differences, not hate them.\nJuly 15, 1998",
        "A: Marchese --",
        "A: -- is the way he says it.",
        "A: Very cathartic, Nina.\nEnd of Tape One, Side A\nConclusion of Interview\nJuly 15, 1998\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionJuly 15, 1995\nBeginning Tape One, Side A"
    ]
}