{
    "rg": "RG-50.030.0157_trs_en",
    "sequence": [
        "Q: We're on. Would you tell me your name please?",
        "A: My name 1s Judith Meisel.",
        "Q: Okay. And where and when were you born?",
        "A: I was born in Lithuania in a little town called Josvani.",
        "Q: Where is Josvani?",
        "A: In Lithuania.",
        "Q: Is it near Kovno, you said?",
        "A: Uh...Not too far, but...uh...I lived...[ was barn there, but I lived most of my early years, very\nearly years in Kaunas, in Kovno.",
        "Q: Tell me when you were born? When were you born?",
        "A: I am born in 1929.",
        "Q: Okay.. Uh...",
        "A: February 7th.",
        "Q: Okay. Tell me a little bit about your...uh...family... uh...growing up. Did you grow up in\nJasvani? When did you move?",
        "A: Well...uh...we lived in Jasvani, my brother and my sister and my parents and we were\nsurrounded by all, practically all our relatives lived in a little stettle in a little town and we\nwere pretty comfortable to the standards of the little town because my father was in the\nbusiness as far as working with...uh...wood logging and so forth and...uh...I can remember\nwe lived like on a farm....uh...and it was very comfortable. We were...uh...we went to school\nin Trahader. Mostly boys were going. The girls were not, and...uh...but my mother used to\nteach us all at home and we spoke Yiddish, which was our language. We also spoke\nLithuanian and...uh...my mother...was very important for the girls that there should be\neducation for the girls equally with the boys. She was a liberated woman in her time.\nAnd...uh...[ can remember a very wonderful, wholesome, religious family. We were in\na...deeply rooted in Judaism, and very comfortable and...uh...very, felt very caring by being\nwith all the cousins and the aunts and the uncles ald...uh...til my father died. When my father\ndied in Kaunas and shortly after my father died, my other moved the whole family to Kaunas\nand that's how we came to Kaunas and at that time I even remember the street name was 20\nwhere we lived.",
        "Q: What was Kaunas like for you?",
        "A: Well, it was...for me coming from a little town, from a little stettle, it was very...uh...big, big\ncity and...uh...it was a very...uh...b1g change and...uh...after we moved there, shortly\nafter...uh...the Russians marched into Lithuania so changes became...did a lot of changes. I\ncan remember a lot of our neighbors were moved ..were moved out of...uh...Kaunas and I\ncan remember I didn t know where they were going and we finally later on found out that\nthey were taken to Siberia. And I always felt that they were lucky because they probably\nsurvived easier than we did. And til this day it certain things are in my mind cause I was a\nchild and remembering certain, certain incidents and it is sort of ingrained in my memory\nand one of these was to seeing a the people that we had known to be moved away from their\nhomes and...uh...realizing that they were going to Siberia, that the Russians had moved. Uh\n.. They were mostly business people who had any kind of money or were involved in\nbusiness and so forth. So, and I can remember also when the Russians came in that I had to\nmarch wearing a red tie in the May parade. I can remember one incident of that. I can\nremember going to school. It was my first experience was to go to school in a formal setting\nof a school when the Russians came in. And I...and the...uh ...the teacher asking us if any\nreligious services were being held in the home. And my mother would light a candles and\nbeing afraid that somebody would see us light the candles because it was at that time\nforbidden. And...uh... 1t was a scary time. It began to be very scary then and...uh...incident\nafter that, I remember we kept kosher and she...uh...almost felt like she was risking her life to\ntake a...a chicken to the...uh...to be to the to be killed...uh...because...for the\nSabbath....because she was felt it was forbidden. It was not allowed to do that.\nAnd...uh...right after that...uh...they...when the war broke out, I was sent away to...a whole\nclass was sent away to afdatsha which they called a vacation, summer vacation. And I was\nsent someplace near Sofil and...uh... we were there with a whole group of children. It's not\nlike my mother wanted me to go there, but she had no chose The whole class went there, and\nthis was under very strict...uh... rule. It was under the communist, under Stalin, when they\noccupied Lithuania. And when I was there...uh...we were...uh.. certain derogatory names\nwere...uh...not allowed to like or something that they would call the Jews...were not allowed\nto be...uh...used during the Russians, that everybody was supposed to get along.\nAnd...uh...yet...uh...when we came to the camp they separated the Jewish children\nand...uh...we couldn't figure it out, but we were very happy because it was good to be\namongst ourselves. And...uh... one day I...uh...woke up by the counselor and it happened to\nbe a Jewish.. uh...girl who was in charge there, and...uh... she said that there was somebody\nwaiting for me outside, and there was a man with a letter written by my mother in Yiddish\nsaying that I shouldn't fear the man, that I should go with him and he would bring me to\nsafety. And we were told that the Germans are coming in and are occupying Lithuania. And\nshe also told us that she hears that a lot...uh...and at that time I was only...uh...10 years old,\nso it was, you know, 11 years old...10, 11 years old, 1t was in my childhood mind. I couldn't\nfigure it out, what was happening when I heard stories that...uh...Jews were being burned in\nPoland and nobody wanted to believe it. Uh...We heard grown-ups sort of talking, and the\nchildren sort of, you know, were not allowed to ask any questions and they said everything\nwas alright,...uh...that the Russians wouldn't let it happen. And we, right after that...uh... Oh,\nI went out into the court yard and...uh...he told me to quickly go into the wagon, didn't even\nhave time to take any of my belongings and so forth, and we went on with...to my house and\nhe...uh...put...put hay, and he covered me with hay and potatoes and turnips and all kinds of\nvegetables he had and he told me that if I...1f... he will tell me when to hide with the sacks\nover because there's going to be some sentries who are going to be...uh...checking the\nwagon. And...uh...we came to his house. He locked me up in the basement of his house, and\nthe next morning we arrived at my house and my mother was in hysterics because she heard\nall the Jewish children were taken out into the forest and shot and she heard somebody who\nhad escaped. So when IJ arrived I keeped asking, \"Why are they doing it.\" And my mother\nsaid, \"Just because we are Jewish.\" And...uh...that same evening, I'Il...I'll never forget the\nscene. My mother...uh... proclamation came out that we have to bring all our valuables to\nspecial, to a gymnasium. And my mother just said she's not going to bring...bring some of\nher valuables that she had because it was really not something you go out and buy. It was\nhanded down from grandmother to granddaughter and sort of, so she decided to bury it\noutside...uh...1n...uh...in the courtyard and...where we lived. And...uh...like 2 days after...uh..\n.we...uh...heard ...uh...shouting and screaming and broken glass and they were out at our\ndoor steps and the neighbors cheering and...uh...throwing all kinds of things and calling us\nand...uh... we were taken into a distance. And all I can remember as a child you look around\nwhat's happening, and all you see is people carrying pillows. And I could just always in my\nmind, you know, just looking and see people were taking the pillows. And we were taken\ninto trucks and...uh...we drove a distance and then we were told to get off the trucks and we\nsaw some houses and everybody started running to...to...uh...find... They told us to get off\nand get into the houses, and then there was shooting and some people were killed.\nAnd...uh...in a situation like that, you see the best of people and you see the worst of people.\nAnd we got back into the trucks and we drove on, and then we came to a place with barbed\nwire and it became the Ghetto which was known under several. .the Kovnick Ghetto but we\nreally knew as Slebotka Ghetto, the ghetto of Slebotka. And there we stayed and food\nbecame very, very scarce and...uh...uh...there was a...uh...man by the name of Motka. And to\nthis days, I wish I had any kind of connection with those people. I don't know whatever\nhappened to them. Uh...He taught...he picked certain children who were blue-eyed, blond\nand decided we didn't look Jewish, like people thought Jews should look, and...and he told us\nif we are to survive we are to smuggle food into the Ghetto. So people gave me some\nvaluables and he opened up a barbed wire...uh...with his pliers he showed how to open up the\nbarbed wire and escape through it from the Ghetto and then tell us where we could go and\nget food. I can remember carrying butter and bread in my underwear to bring back to the\nGhetto and to going through the sentry and being afraid that when I remember one time\n(sign) it was so bad and this was after a while that I, with another boy, I decided we would\nstay out and we would not go back to the Ghetto, but we missed our family so much. We\nwere taken out every, practically if we could, to...uh...to the fields to work the fields and\nfarming, and I can remember going to a place and making boots that the Germans took out\nand...uh...everyone said that we were next of the children. They were taking more and more\nchildren and older people and men and they never came back and we found out that they\nwere taking them at fort 9 and fort 7 and...uh...we...that became...we never even knew there\nwere other places. We thought that was the only two places, and we were the only ones\nLithuanian. I mean we didn't know know if there were other places Jews were being 1n the\nsame kind of danger although we heard about Poland. And...uh...and life went on. Everyday\nwe saw nothing but bodies and..uh...uh... For me, as a child, the most horrible memories was\nto see my mother... uh...suffering to see us as children being so deprived of any kind of\nhumanity, of anything. And...uh...when I think of it, what my mother went through was even\nworse than me as a child. Because as a child, you can fantasize with certain things. I\nremember...I now one thing. When we lived on the farm, one of my favorite flowers and\nliving now in California, I try to grow it and I have a hard time, 1s Nostortum. And it has a\nwonderful scent although here it doesn't have the same scent as back then. And I could put\nmyself in a trance to smell that Nostortum in the..in the midst of death or anything, just\nto...Jjust to experience some life. It was a wonderful feeling even if I felt any kind of pain\nwhen I would cut myself and so forth to know that I am alive because as a child, I felt I\nwasn't alive. I was just walking around in the midst of all the death...of death. And...uh...it's a\nmiracle that one can live so few... few years that the few years...1t was a quite a few years\nand the months and the days and hoping the next day something will be better.",
        "Q: What most stands out in your mind from the Ghetto?",
        "A: From the ghetto?",
        "Q: Yes.",
        "A: Is (sigh) (long pause) The things that stands out most of the Ghetto is the helplessness of the\npeople. And the good in the people. And some of it the bad in the people. I feel the heroism\nthat there were for caring for one another in the midst of death, and I also can remember the\nbad of people against each other because of this situation. That's why I say in a situations like\nthis, you get the best and you get the worst. And the most outstanding, the most memorable\nthing that I have and the most horrifying thing is when we had to go and to be to stand in\nappell and you see they would have proclamation and they would say this and this section\nhave to go to this and this field, and we never knew which line would come back. It would\nbe one would say left, one right, and it became apparent that if one family stood together\nvery rarely would they take the whole family. They may just leave one member or two and\nnow as an adult, I could see what was so easy to break the will to live. Because when you are\nin situation where they take your mother or your brother or your sister, how do you feel? I\nmean the kind of psychologically what you're going through in your mind and how you feel\nabout, you don't almost care what happens to you. You want to be with that person.\nAnd...uh...so it became apparent how to outsmart them is to separate, not to stand together as\na family and...uh... and that was something that I will never forget when...uh...we had...we\nfinally were separated. My brother was taken and sent to Dachau, and we were taken in...into\ntrucks and... uh...we were shipped...we were going...we were standing up like sardines in the\ntrucks and not...and they always seemed to be doing it on the worst raining or dreary or\nsnowy days...uh...hot days...uh...and those are the kinds that ...that stands out. The other thing\nthat stands out in my mind, I remember when we...we stayed in the house where we lived\nin...uh...there was one room and we had to share with about nine families in this room, and\nthere was hardly any kind of room, and this one person who was...uh...with the...uh... with\nthe Jewish police and...uh...he gave, evidently, my name to be taken instead of his\nchild...uh...and...uh... two other children and I happened not to be in the house when they\ncame to take me, and they took his child instead of me, and he came back and he started\nthrowing things and hitting me and screaming at my mother and that I was supposed to go\ninstead of his daughter. So incidents like that and...uh... never leaves your mind, you know,\nand...uh...you feel helpless, and you're constantly in a state of helplessness.",
        "Q: Did you have your aunts and uncles and cousins with you?",
        "A: No. Uh...My cousins and my aunts and uncles all lived in Josvani and some lived in Kiddon\nand they were all massacred. Uh...When I was in Israel I found out that about 147 members\nof my family were taken out to a flield and they were all shot. And how I know is a cousin\nwho was with them who...uh...thought that he was...they thought that he was killed...he was\nshot...was shot and was able to crawl out from wherever he was on the field, and crawl and\npractically on his belly and he collapsed. Uh...They...in a farm house, and the people took\npity on him and he stayed there all through the war in Lithuania, and then went back to\nKaunas and he got married and my brother brought them to Israel and he just died about 2\nyears ago. And he told me. That's how I knew that the whole family... The first thing after we\nsurvived, we looked for all the family, and there was hardly any, except a distant cousin in\nIsrael and this man.",
        "Q: How long did you consider...Were you as a child smuggling food in and out all this time.",
        "A: Yes. Quite...quite a bit, and...uh...a number of times and...uh...my mother did not know in the\nvery beginning and my brother tells me stories that he was asked to join the Partisans and he\nhad a chance to escape, but he wanted my older sister to go with him and she wouldn't go\nand leave my mother and me, and so they stayed. Uh...It's that kind of heroism and\nunselfishness that you want to, you know, to hold on to one's family whatever was...was left.",
        "Q: Can you describe the appell that you were in when your brother was taken and tell us what\nhappened to you?",
        "A: Well, we were asked to...it was very early. It was...uh...very early in the morning. Uh ..We\nhad to assembly out there to... They said to bring just whatever we can carry and we didn't\nhave very much, and we came to this place. It was hugh field, and it was in...uh...the\ntime...you know you lose time whether it's the months and the days and so forth, but I know\none thing that the field was already...the vegetation of the field was gone, so it had to be like\nin the late fall. And we were told to stand there, and what we were doing, we didn't know\nand we stood and we waited and we waited and...uh...towards...uh...the evening, like\naround...was already getting dark, towards dark, around dust, trucks came and they went left\nright and they took my brother away. They took, in fact, they took ...uh...all the men away,\nand all the men were taken away, and we stood there and after awhile, we were put into\ntrucks. And (sigh) it was just no place even to breath and we...we drove through towns after\ntowns and...uh...they brought us to Stutthof and...uh... All I know is that...uh...there were\nhardly no food, no water. There were no bathroom. You know when we got up we stood in\nexcrements, and...uh...the stench were unbelievable. It was cold. It was raining, and...uh...we\nhad absolutely no energy that when they opened up the truck and they...they practically\npushed half of the people out from our particular...from our truck onto the place and I can\nremember Stutthof and...uh... I remember when I arrived n Stutthof, the most horrible thing I\nsaw is nothing but shoes and shoes and eyeglasses and shoes. It was just a hugh hill of shoes,\nand I remember asking my mother what's that, and she said, _ . I can remember that in\nYiddish. \"Don't ask questions? Why are you asking so many questions? I don't know?\"\nAnd...uh...we, again, had to stand 1n appell, and I remember one woman very heavy set\nwoman, sort of her hair I can remember back in like in a roll, and she was walking around\nwith a big...uh...uh...oh, how do you say it?...whip, consick, a whip, and she was -just hitting,\n..uh...walking around and she said, No one comes out alive here. You are all to be doomed.\"\nAnd...uh...and she also said it in Polish and also in Russian and...uh...so we could understand\nand because we...a lot of us knew Russian. And...uh...then we were taken into a place, and\nthey examined us. I can remember a hand going into my vagina and just pulling and what we\nfound out they were looking for gold and that, and I could see...I'll never forget this woman,\nlike two before that, had her teeth just pulled out and blood was gushing out of her mouth\nand this was taking out her gold teeth. And...uh...and I can remenber getting a shot, and what\nthe shot was for I don't know. Uh...Later on, later on I found out...uh...that...uh...you know,\nwhen you begin to question why and that is so we wouldn't have our period. And...uh...that's\nanother story beside that. So anyways, this is...uh...and then they gave us a stripped dress and\nclogs, ...uh...wooden clogs. And...uh...Then they gave us a rusty tin can that looked like full\nof rust for our food and they said that was...we have to hold on because our life depended on\nthat, but if we lose that we would get nothing. And...uh...then we were assigned a barrack,\nand there was no room. There...We..we were pushed 1n and finally we ended up like...there\nwere like...uh...three tiers and there were like five people to one tier in our barrack. It was the\nmost crowded barrack I was told, and...uh...there were not.. ..people were fighting because\nthey said we have to get off the floor because if the Lageraltester comes in, we will get\nwhipped. So we were begging to just let us just lie down, even if we could get in six in a\nlittle knot, and they said it was not enough straw. We couldn't, you know, there... And\nfinally, that's where we got a place and my sister was separated from me for a while. She was\nnot in the same...she was in the same barrack, but in a difference place in the barrack. And\nthat's where we stayed on, and every day we had to get up in the morning, , and I can\nremember them going in and hosing it down, and stand for appell. But when I came into\nStutthof, I saw people hanging from the...uh... the...uh...barbed wire, and I...I kept saying,\n\"What...what happened? Why are they doing that?\" They were hanging like laundry, and\nwhen you stand there and you talk to people in appell and they said, \"Oh, because they tried\nto escape.\" There was a white line and if they runned over the white line, they were\ncompletely electrocuted. They touched, and that's how people committed suicide. They just\ncouldn't take it and that's what they wanted. And I saw the sentries on the top in the little\ncubicles. And everyday, they went around, left, right, left, right, and then around in the\nafternoon, because we got up in the morning. In the afternoon, they would open up the water\nfaucet and I can remember all I wanted to do was just a drink of water. I was always so\nthirsty. And I...uh...then I...uh...then we got little loaf of bread, and the Lageraltester, the\nperson who was in charge of our group, said she wanted to teach us how to share. So instead\nof getting your own piece of bread that was made out sawdust, she would give one little loaf\nof bread and like 10 people had to share that so someone...person given that bread would run\noff, and we would get nothing. And...uh...then we would get a potato, a soup made of potato\npeelings and that was our ration. And...uh...then one day...uh...they picked us, and my\nmother was taken and...uh...1 went with her and my sister stayed behind. They wouldn't take\nher and I wound. Actually, I runned after...they didn't take me. I wanted to be with my\nmother, and they took her into a...uh...to a place. They took us into a place and...uh... gas\nchamber and... uh...the guard at the gas chamber saw me getting undressed and he said,\n\"You're too young to die. You run and I'll count to 10.\" And I remember my mother\nscreaming §And/I started to run, and I came to...back to the barrack. And that's the last\ntime I saw my mom. (Long, long pause) I haven't talked about it for a long time.",
        "Q: What did you do then?",
        "A: Well...uh...(sigh) I still didn't believe that my mother was dead. And my sister wanted to\nknow all the details what happened and from then on, we...my sister got very sick with\ntyphus and had to go to the hospital...go to the hospital and the hospital, they did a lot of\nexperiments so I was...I was afraid that she should leave me so she went there for a little\nwhile, but we met someone who really took pity on me because I was about the youngest\nmember in the whole com...in...in the barrack. And they all...1t was like their child. In fact,\nthere was times where people would come up and say, \"How come you are alive and my\nchild is dead?\" And...uh...constantly,...uh...you know, that. What kind of muscle do you\nhave? And what are you doing to survive? And...but there were also people who really tock\ncare of me, and there were people who even gave me extra rations...would give up, and so\nthat's why I say there's terrible... wonderful kindness. (Crying)",
        "Q: Take your time.",
        "A: So that's...Well, this went on for quite awhile and then all of sudden, we saw lot of lot\nof...uh...airplanes over our head, and I can remember a lot of the tanks coming in...the\nGerman tanks to the...uh...to...to Stutthof. Uh...(Sigh) and it went on for quite awhile like\nthat. And...uh...and then one day, they said that they were going to liquidate. They were\ngoing to take us out and where we were going we didn't know, and my...this lady helped me\nget my sister out from the hospital and...uh...1t's a miracle from typhus that she survived, you\nknow. And...uh...I dragged her along, and we went to what was called like the Death March.\nAnyone who couldn't walk fast enough, they just simply shot. Where we were going, we\ndidn't know. And then the bombs started to fall. And...uh...1t was in the winter of 40...I\nbelieve it was in 44, and we really... uh...had no intention of escaping. We just really\nwalked...uh...I remember we thought the sky was just opened up like it was just...just like\na...1t was the most wonderful thing to see that finally somebody was fighting Germany. And\nthe...the bombs started to fall and they...all the people started to run and the...uh ...guards\nstarted to run and we just fell into a ditch and we just didn't have no energy, my sister and I,\nto walk further, but we saw from the distance a coal bin. Like a...it looked like a light. We\ndidn't know it was a coal bin...a light from the distance. It looked so close, but it wasn't that\nclose. And we trudged and trudged and we went over and...uh...we opened up and it was\ncold inside and it was in the middle of the night and we sort of fell asleep and we...in the\nmorning, we saw three men staring over us, and it was a German. It was a. German, Excuse\nme. It was a Russian...two Russian soldiers and a....I believe he was British because I\ncouldn't understand what he was saying. I didn't speak English then, but we spoke Russian.\nAnd he wanted to know where we were coming. And it was near DeElba\nand...uh...he....uh...he told us that we coudn't stay here because they are looking for us. And\nthey rounded up all the people. They knew exactly who the numbers who they took and so\nforth, and that he would...uh....he took us into the house and gave us the first time some food\nwhich we got very very ill from eating because our stomachs had shrunk. We couldn't have\neaten. And he gave us all the water we could drink, and he told the Russians said that the\nnext day if he would take some clothes, he would take off the clothes, and he got some\nclothes for us and he told us to get dressed and he would show us where there was a good\nGerman and where there is not a good German and so forth so. Uh...And we should ask for\nwork, and we should say, \"We're Lithuanians. That we are not Jews.\" And my sister's name\nfrom Rachel became Anna and mine from Judith became Judy. And Becher is really could\nbe German, could be either. And we went from place to place to ask for work, and...uh...but\nthere was always...they were looking for us. So, in the middle of the night, we found\nsomeone. They said they didn't have room, but we could stay in the barn which for us it was\nperfect, and then we heard them fighting that saying that they're ...maybe we are the two that\nthey are looking for, so we left in the middle of the night. And...uh...then we...uh...decided\nthat...then there was a...there was a nunnery and...uh...that we went by. He had told us sort of\nto take the path and there was nunnery...nuns and they would maybe help us. And they did.\nThey were wonderful. They took us in. And we were...uh...beginning to learn all about\nCatechism and we were going to be in the... They knew we were Jews. I mean there was no\nway they didn't. And my sister got very sick. She got typhus. I mean my sister... Me. I got\nvery sick. I got typhus. And...uh...she decided we should leave, that we couldn't stay and she\nwould take me to Danzig. It was near Danzig which 1s Gadanz. and we went to...she left...she\nhad met again a Russian. There was a lot of Russian soldiers 1n that area, and he took us to...\nuh...Danzig, and left me at the hospital and she told me, \"Tell them you are deaf and dumb\nand you can't... and you can't and you don't understand a word they're saying. Don't speak\nYiddish. Just shake your head. And...uh...I went. They took me in...1n the hospital, and I\nstayed there for a few days after they started to...uh...bomb, and the hospital was bombed.\nAnd...uh...luckily the wing... remember when I...when I heard the bombs were...in fact I can\nvividly remember I went on my knees and I started praying and using my Catechism and\nthey all thought what a wonderful Catholic girl I am and they took such care of me in\nthe...that hospital. It was in Danzig. And...uh...my sister came to just visit. She had found\nwork with a Mrs. Anstom who had 8 children and she came and for me after I got better and\nwe worked at this farm, and she was just absolutely horrible. We almost used to say we wish\nwe were back in the concentration camp. She was so terrible because we were so isolated,\njust the two of us. And she didn't know we were Jewish. She had the 8 children. She would\ntie our hands behind our back and get us on our knees and she would beat us. So we could\neat the food that was left over...she would put it in a big basin so we could eat it on our hands\nand knees like dogs to amuse the children. Was a daily ritual. And...uh...then one day,\n...uh...she said we were leaving the place and we were goinig with her. And...uh...we left.\nWhere we were going...she said Denmark. We never heard of Denmark, and we sailed for\nCopenhagen. And the boat we went was...the name of it I remember distinctly was the the\nHenry Fisher and it was torpedoed. I don't swim to this day. And my sister is not a good\nswimmier either and a plank held us up and luckily we both survived and we came to\nCopenhagen, and for the first time I realized that we are in a country that hates the Germans\nbecause the Danes threw all kinds of debris when we arrived to Copenhagen and they\nwere...it was just...just so wonderful to see. And then we went...they put us in a gymnasium.\nThey took us in a little town called Swininger and in Swininger in the gymnasium,\nthey...uh...separated us. She had lost from her 8 children...only 2 survived. Six were\ndrowned...Mrs. Anstom. And we separated from her, and I can remember we were allowed\nto go out as long as we came back by dust. We were free to walk around whatever we\nwanted to do in this little town. And I can remember going to...uh...to...uh...1n one of\nthe...uh...paths there...uh... and a farm house and seeing this lady working 1n the farm and we\nasked her in German if...uh...any Jews were in Denmark. And she said, \"When you Germans\nwill be in concentration camps, the Jews will come back from Sweden and be free again.\"\nAnd we were afraid to tell her that we were Jewish. Well, in 1945, on May 5th, I was\nliberated. And I'll never forget the day when we were...we were asked by the Red Cross\nworker if we could sign to prove that we are Jews...1f we could sign our name in Hebrew.\nShe wouldn't believe that we were Jewish. And we came to Denmark before any of the Jews\ncame back from Sweden.",
        "Q: Did you work for this lady the whole time you were in Denmark?",
        "A: No. No. No.",
        "Q: What did you do there?",
        "A: The first thing I did...uh...is to go back to...uh...her and tell her...Mrs. Kavanias that\n[...uh...that we were Jewish. And she was so happy and so thrilled. When we came to\nCopenhagen, they put us into a...they said...from the camp in Swininger, they asked anybody\nwho was not German to step forward and they took us to Copenhagen, and they put us into\nanother gymnasium in Copenhagen. And we were there...uh... and we could only go out if a\nDanish citizen took us out and signed for it and were responsible, and so this couple walked\nby. Paula and Swin Yenson and they...uh. ..just... just fell in love with my sister and me, and\ntook us out. And I remember also before that...uh...when they found out that we were Jews, it\nwas all in the...in the newspapers like Political , which is the big newspaper, and they\ncorrespond and they ask me what would you like. And I said, \"One thing I do....he says, \"Do\nyou hate the Germans?\" I said, \"I hate..hate.\" I remember distinctly those words using and I\nsaid, and you know...and he said, \"What would you like now?\" And I said, \"Bread, herring,\npototo and all the water I could drink.\" And he said, \"I can get you all that.\" And I can\nremember he bringing me that and hiding it under the pillow. And it was so difficult because\nwhat they did is they separated all the Lithuanians, all the Poles, all the Ukraines, and it\ndidn't matter if we were women or men and they all had a lot of them German uniforms and\nso forth. And it was just my sister and me with the Lithuanian group of like 27 men and\nevery time we had to get undressed, they all walked out and it was wide open and we were\nalways afraid that something is going to happen to us Here...like we were free, and yet we\nhad still that fear. But soon after the Jews came back and...uh...this family who we were very\nclose with, Paul and Swin Yensen, they took us in and we stayed with them for awhile. And\nthen we got a...uh...the chief rabbi, who was at that time , when he came back he was\nthe chief rabbi, he called my sister and me in and he talked to us and saying if we were\nrealized that this is...uh....that we were...uh... Jewish and we shouldn't feel 1f they would want\nto adopt us, or anything that we should be aware that we should survive as Jews. And I\nremember when we were in with the nuns, we could almost feel freedom because we saw all\nthe devastation that was happening in Germany and so forth with the bombs and so forth.\nAnd all I kept saying to my sister, and we kept talking about, 1f we ever survive, want to\nsurvive as Jews, nothing else, and it became so I said no not to be afraid of it. We were taken\nin by a Jewish family of Frankel, who had just come back from...uh.. Sweden. And it's\ninteresting I had a reunion not too long ago with the daughter who lives now in Israel.\nAnd...uh.. they had just a wonderful, wonderful family who was a very assmilated family\nand a very...uh...wealthy family. They were in the printing business and lived in a\nmagnificent mansion. Beautiful home in that we used to go. I retraced my steps. I went\nback to Denmark and met with one daughter and contacted the people that I hadn't seen in 39\nyears. It was wonderful. I went to Israel first and then I went to Denmark. It was really\nwonderful. And...uh...She said to me, \"You know, you were always so afraid of me. Why\nwere you afraid?\" And I said...well, you know, she was a master tennis player and she\nalways used to carry around a tennis racket and as a child, I never saw a tennis racket and\nespecially in a little town in the stettle so I always thought it was a paddle that she was going\nto hit me with it. You know...its....but that's...and I lived in Denmark until 19...uh....let me\nsee....I lived til 1948 and in 48, I...well, we found out in Denmark that my brother had\nsurvived Dachau and then he sent for me, and I came to Canada. My sister remained in\nDenmark, married a Danish Jew and lives now in Katland.",
        "A: That's quite a story.",
        "Q: Yal. Yal.",
        "Q: Thank you. Is there anything you would like to add?",
        "A: Well to add...I mean the... You know I described in Stuffhof like we stood every day for\nappell and the most unbelievable thing was to see...I think they had to have over 1,000 dead\nbodies before they would remove...was like a week or so less and they would be just\nput...throwing it out...everyone was...I remember that someone died in our...where we were\nin the...in the...on the bunk, in the bed, and we had to take that person out and I can\nremember saying, \"Well, how do we know if the person is dead?\" Because seemed to me the\nperson was moving and things like that stood in my mind. And I think about it constantly.",
        "Q: When you were...Can we go back to the convent when you were with the nuns?",
        "A: Yai.",
        "Q: Okay. Tell me what your daily life was like?",
        "A: Uh...We got up in the morning. They got up and they gave us food and they were very kind.\nUh...But the...the trust was that we had to...that they were at the great risk to saving us and\nwe had to really...if we are that we would have to...they didn't directly say, but it was more\nthat we would have to convert. And that we didn't want. And they couldn't keep us. And then\nwhen my...I got sick, then we realized that we couldn't stay there anymore, that we had to\nleave. Uh...And...uh...we just was in constant fear that if we do survive, we wouldn't survive\nas Jews. Uh...So my sister and I talk about that often, that we could have played and pleaded\nand so forth, and been pretty secure there, but...uh...we really wanted to survive as Jews. We\nthought we were the only Jews that's ever going to survive and tell the story. And I am sitting\nnow and telling it to you. We had absolutely no idea that there were anybody else was going\nto survive, except us. And...uh...I don't know.",
        "Q: Judith. Thank you.",
        "A: You're welcome.",
        "Q: Okay. That's it.",
        "A: You must have thousands of stories.",
        "Q: We do.",
        "A: That's similar probably or each one 1s..",
        "Q: We don't have any story of two little girls that were on the death march to Stutthof and fell in\na ditch right away and hid in a coal bin. I mean, you know, every story is different, and we\nhave resistance and we have rescue. That's quite a tale.",
        "A: I don't know if you can use that. I came right after the war and when I came here to the\nUnited States in contact with people who helped me as a surviver.",
        "Q: What are ;",
        "A: Education. A feeling of self worth, of self esteem. My sister didn't have that and yet she was\nthe courageous one of the two little girls. She was the courageous. She feed the . And\nshe wasn't...she didn't have the people that she came in contact. I was very lucky that I came\nin contact with people who care. That is so important. And the environment we found\nourselves after we came out of this...",
        "Q: The lady who was so terrible to you. What was her name?",
        "A: Her name was Mrs. Anstom.",
        "Q: Okay. And why did she take you to Denmark? Tell me why.",
        "A: Well, she took us to Denmark because they...uh...her place was German soldiers would stay\nover night. Her husband was in the Wehrmacht. He was some official in the Wehrmacht, and\nthey would...would be like a way station where they would come there and stay there and we\nworked the farm for her. And then one day she said that we were going to go with her to\nDenmark, and the reason that she had to leave 1s any...that she heard the rumor is that they\nwould let the sewer out and they would flood the area because it was very strategic from\nwhat we could understand because at Danzig and so the Allies couldn't invade it. And so we\nwere taken to Denmark. Now...uh...she lost, as I said before, 6 of her children. And she came\nto Copenhagen. We...when we left Copenhagen...for Copenhagen and she stayed in\nSwininger as a German. Uh...A little later...uh...another reporter came and asked us all kinds\nof questions and he said...asked us about Mrs. Anstom. And we told her how terrible she 1s,\nand he says, \"She's in Denmark?\" And I said...we said, \"Yes.\" And he said, \"Where is she?\"\nAnd I said, \"Well, she was left behind in Swininger.\" And he said, \"That's no problem. He\ncan find her.\" And he would like to...would we like to testify because he would like to bring\nher to trial. And so we decided that was wonderful. We really wanted her to...you know, to\nconfront her. But we wanted to confront her also as Jews, not as Lithuanian Catholics, so I\nremember Paula Yensen going and outfitting us in new clothes and I remember...uh...I\nstill....1 wore my kerchief which I didn't tell is in Stutthof, they tore my hair which is out\ncompletely, and for about 2 years I had no hair. So I was always wearing a kerchief, and she\ngot me a new kerchief, except I wouldn't let me see what the kerchief she used to put me\noutside on the veranda whenever it was sunny and put egg yolks which was rationed and I\nwould stand on the door. I didn't want to sit outside and just dry it because one of the doctors\ntold her that that would be the best thing for growing hair on my hair. She really is\nresponsible to get my hair back. And we got all dressed up with the new kerchief and we\nwent to the court house and the judge said, \"What's your name?\" And we...my sister said,\nRachel Becker. Oh, she...the first thing she...he said, \"Do you recognize them?\" And she\nsaid, \"Yes.\" And she...he said, \"What's their name?\" And she said, \"Anna Becker and Yuta\nBecker.\" and they're. And he said, \"What nationality?\" And she says, \"They're...they\nare...uh...they are Lithuanians and they are Catholic.\" And he said, \"Could you tell them your\nname?\" And my sister said, \"Rachel Becher\" and I said, \"Judith Becker.\" In fact, I didn't say\n\"Judith Becker...Judith Becker.\" And...uh...he said, \"Mrs. Anstom, what is your religion?\"\nAnd she said, \"I am Catholic. I am a devout Catholic.\" And he said, \"And you did that to\nCatholics? Can you imagine what you would have done if you knew they were Jewish?\"\nAnd the outcome was that she was found guilty and she was deported to Germany. She...they\nkept her 1n jail and so while she was appealed because she did not want to go back to\nGermany to...uh...which was...I think she was...that time was East Germany, and she didn't\nwant to go back there. And she lost her appeal for awhile. And that was our greatest...1t was\njust such a wonderful feeling to be able to do that.",
        "Q: I would like to go back a minute. Can you describe the boat trip going to Denmark and what\nhappened when the boat blew up? Describe that trip, would you please?",
        "A: Well, we were taken on the boat. We were taken to Dan...We were going to Danzig, and we\ngot on the boat and we were...uh...just right on the...uh...on the outside...I mean we were\nnot...we didn't have cabins or anything. We...Everybody was just pushed on the boat. I mean\nthere were a lot of people, very...lot of Germans. They were all kinds of people on the boat.\nAnd, in fact, there were two people that we recognized from Stutthof...uh...that we were\nboth...they were scared of us and we were scared of them that they wouldn't give us away,\nand they came later to Denmark too. And...uh...so we...uh...we...we got on the boat and we\nwere just out for a little short while, and then there were torpedoes, and they were shooting at\nus and the boat just went down and we had to...whoever could escape, escaped.\nAnd...uh...I...1 don't remember. All I can remember is that I was very numb. I can't remember\nmuch except that there was a plank and I was holding up, and while we were on the water\nwe were being shot at. And then we were picked up by a very small...like a small trawler or\nsmall boat and we were taken to Copenhagen.",
        "Q: You were in Copenhagen all together how long before the war ended?",
        "A: Uh...I was liberated, I will forget, May 5th, 1945, and I came to Canada in June of 48.",
        "Q: Tell me something about Canada. You talked about people, people who helped you.",
        "A: Well, in Canada...I came to Canada and I had a wonderful...when I was on the boat. It's an\ninteresting thing. When I was on the boat, there were a lot of Germans going to Canada. And\nI was on the boat and, of course, I knew I was Jewish. I wasn't afraid, but I was still...had\nplenty of fear and there were a whole group of Danish, young men going to out of Canada to\ndo farming, farm work and...uh...I attached myself to them because I spoke the Danish\nlanguage and I felt they were.... The Danes...I owe...1 owe the Danes a lot. They literally\nsaved my life. I mean I was very, very sick. They put me in a hospital. They took care of me.\nThey...they sent me to school. They...they did everything for me in Denmark. They were just\nso wonderful and it was just...uh...that I really would never have left Denmark if my brother\nhadn't come to Canada, because it was just so secure there, and especially knowing what\nthey did for the Jews, which later on we heard stories from the people who came back from\nSweden, that it was such a wonderful, comfortable, wonderful healing place. Uh...And so I\nstayed in Canada until about May when I got married. I got married in Canada and then we\nmoved. I got married January Ist, 1949, and I came to...uh...the United States, and I worked\nin the Yiddish Shul and...for a while in...uh... New York. I lived in Brooklyn in , and\nthen we lived in Wilmington and Worcester, New York, and Philadelphia, and now I am in\nCalifornia. And my...always my feeling was that I... am most greateful 1s...because people\nthat I came in contact with have been wonderful to me. Uh...They worked on my self esteem.\nThey worked...uh...they made me feel good about myself. Uh... They cared for me. Uh...It\nstarted with Denmark. It was in Canada. And in the United States, I...I felt like the people\nthat I came with was just wonderful people. Uh...My sister on the other hand...uh...who was\nthe heroine of the two girls that we talked about, had a very hard life. Has a husband who is\nvery ill...uh...and...uh... and has had difficulty... does not have as a good family life. Has just\nreally been worked very hard, and has not had the same kind of contact as I have had. And I\nhave been lucky. I have wonderful three children. And wonderful six, actually seven\ngrandchildren because I have...my husband has one, and it's been just wonderful. They're my\npride and joy and...uh...my whole thing has been Jewish education. I started the school in\nSanta Barbara with six children. We have now 64 children, with a 3 year waiting list. I did\nthat in 6 years. I did the same thing...uh...Germantown Jewish Center in Philadelphia. And I\nworked in . [have always been involved with...uh...working with youth and little\nchildren, and it's been...because I never had a childhood. And I am always the child, and\nparents tell me that...that when I am with children I am that little girl that I was never\nallowed to be. And that has helped...that has given me the biggest strength, because I have\nlearned more with children than with anyone else. It's been just wonderful. And I have\nalways been involved with children and young people and...uh...",
        "Q: Okay. Thank you.",
        "A: You're welcome.\n"
    ],
    "questions": [
        "Q: We're on. Would you tell me your name please?",
        "Q: Okay. And where and when were you born?",
        "Q: Where is Josvani?",
        "Q: Is it near Kovno, you said?",
        "Q: Tell me when you were born? When were you born?",
        "Q: Okay.. Uh...",
        "Q: Okay. Tell me a little bit about your...uh...family... uh...growing up. Did you grow up in\nJasvani? When did you move?",
        "Q: What was Kaunas like for you?",
        "Q: What most stands out in your mind from the Ghetto?",
        "Q: Yes.",
        "Q: Did you have your aunts and uncles and cousins with you?",
        "Q: How long did you consider...Were you as a child smuggling food in and out all this time.",
        "Q: Can you describe the appell that you were in when your brother was taken and tell us what\nhappened to you?",
        "Q: What did you do then?",
        "Q: Take your time.",
        "Q: Did you work for this lady the whole time you were in Denmark?",
        "Q: What did you do there?",
        "Q: Yal. Yal.",
        "Q: Thank you. Is there anything you would like to add?",
        "Q: When you were...Can we go back to the convent when you were with the nuns?",
        "Q: Okay. Tell me what your daily life was like?",
        "Q: Judith. Thank you.",
        "Q: Okay. That's it.",
        "Q: We do.",
        "Q: We don't have any story of two little girls that were on the death march to Stutthof and fell in\na ditch right away and hid in a coal bin. I mean, you know, every story is different, and we\nhave resistance and we have rescue. That's quite a tale.",
        "Q: What are ;",
        "Q: The lady who was so terrible to you. What was her name?",
        "Q: Okay. And why did she take you to Denmark? Tell me why.",
        "Q: I would like to go back a minute. Can you describe the boat trip going to Denmark and what\nhappened when the boat blew up? Describe that trip, would you please?",
        "Q: You were in Copenhagen all together how long before the war ended?",
        "Q: Tell me something about Canada. You talked about people, people who helped you.",
        "Q: Okay. Thank you."
    ],
    "answers": [
        "A: My name 1s Judith Meisel.",
        "A: I was born in Lithuania in a little town called Josvani.",
        "A: In Lithuania.",
        "A: Uh...Not too far, but...uh...I lived...[ was barn there, but I lived most of my early years, very\nearly years in Kaunas, in Kovno.",
        "A: I am born in 1929.",
        "A: February 7th.",
        "A: Well...uh...we lived in Jasvani, my brother and my sister and my parents and we were\nsurrounded by all, practically all our relatives lived in a little stettle in a little town and we\nwere pretty comfortable to the standards of the little town because my father was in the\nbusiness as far as working with...uh...wood logging and so forth and...uh...I can remember\nwe lived like on a farm....uh...and it was very comfortable. We were...uh...we went to school\nin Trahader. Mostly boys were going. The girls were not, and...uh...but my mother used to\nteach us all at home and we spoke Yiddish, which was our language. We also spoke\nLithuanian and...uh...my mother...was very important for the girls that there should be\neducation for the girls equally with the boys. She was a liberated woman in her time.\nAnd...uh...[ can remember a very wonderful, wholesome, religious family. We were in\na...deeply rooted in Judaism, and very comfortable and...uh...very, felt very caring by being\nwith all the cousins and the aunts and the uncles ald...uh...til my father died. When my father\ndied in Kaunas and shortly after my father died, my other moved the whole family to Kaunas\nand that's how we came to Kaunas and at that time I even remember the street name was 20\nwhere we lived.",
        "A: Well, it was...for me coming from a little town, from a little stettle, it was very...uh...big, big\ncity and...uh...it was a very...uh...b1g change and...uh...after we moved there, shortly\nafter...uh...the Russians marched into Lithuania so changes became...did a lot of changes. I\ncan remember a lot of our neighbors were moved ..were moved out of...uh...Kaunas and I\ncan remember I didn t know where they were going and we finally later on found out that\nthey were taken to Siberia. And I always felt that they were lucky because they probably\nsurvived easier than we did. And til this day it certain things are in my mind cause I was a\nchild and remembering certain, certain incidents and it is sort of ingrained in my memory\nand one of these was to seeing a the people that we had known to be moved away from their\nhomes and...uh...realizing that they were going to Siberia, that the Russians had moved. Uh\n.. They were mostly business people who had any kind of money or were involved in\nbusiness and so forth. So, and I can remember also when the Russians came in that I had to\nmarch wearing a red tie in the May parade. I can remember one incident of that. I can\nremember going to school. It was my first experience was to go to school in a formal setting\nof a school when the Russians came in. And I...and the...uh ...the teacher asking us if any\nreligious services were being held in the home. And my mother would light a candles and\nbeing afraid that somebody would see us light the candles because it was at that time\nforbidden. And...uh... 1t was a scary time. It began to be very scary then and...uh...incident\nafter that, I remember we kept kosher and she...uh...almost felt like she was risking her life to\ntake a...a chicken to the...uh...to be to the to be killed...uh...because...for the\nSabbath....because she was felt it was forbidden. It was not allowed to do that.\nAnd...uh...right after that...uh...they...when the war broke out, I was sent away to...a whole\nclass was sent away to afdatsha which they called a vacation, summer vacation. And I was\nsent someplace near Sofil and...uh... we were there with a whole group of children. It's not\nlike my mother wanted me to go there, but she had no chose The whole class went there, and\nthis was under very strict...uh... rule. It was under the communist, under Stalin, when they\noccupied Lithuania. And when I was there...uh...we were...uh.. certain derogatory names\nwere...uh...not allowed to like or something that they would call the Jews...were not allowed\nto be...uh...used during the Russians, that everybody was supposed to get along.\nAnd...uh...yet...uh...when we came to the camp they separated the Jewish children\nand...uh...we couldn't figure it out, but we were very happy because it was good to be\namongst ourselves. And...uh... one day I...uh...woke up by the counselor and it happened to\nbe a Jewish.. uh...girl who was in charge there, and...uh... she said that there was somebody\nwaiting for me outside, and there was a man with a letter written by my mother in Yiddish\nsaying that I shouldn't fear the man, that I should go with him and he would bring me to\nsafety. And we were told that the Germans are coming in and are occupying Lithuania. And\nshe also told us that she hears that a lot...uh...and at that time I was only...uh...10 years old,\nso it was, you know, 11 years old...10, 11 years old, 1t was in my childhood mind. I couldn't\nfigure it out, what was happening when I heard stories that...uh...Jews were being burned in\nPoland and nobody wanted to believe it. Uh...We heard grown-ups sort of talking, and the\nchildren sort of, you know, were not allowed to ask any questions and they said everything\nwas alright,...uh...that the Russians wouldn't let it happen. And we, right after that...uh... Oh,\nI went out into the court yard and...uh...he told me to quickly go into the wagon, didn't even\nhave time to take any of my belongings and so forth, and we went on with...to my house and\nhe...uh...put...put hay, and he covered me with hay and potatoes and turnips and all kinds of\nvegetables he had and he told me that if I...1f... he will tell me when to hide with the sacks\nover because there's going to be some sentries who are going to be...uh...checking the\nwagon. And...uh...we came to his house. He locked me up in the basement of his house, and\nthe next morning we arrived at my house and my mother was in hysterics because she heard\nall the Jewish children were taken out into the forest and shot and she heard somebody who\nhad escaped. So when IJ arrived I keeped asking, \"Why are they doing it.\" And my mother\nsaid, \"Just because we are Jewish.\" And...uh...that same evening, I'Il...I'll never forget the\nscene. My mother...uh... proclamation came out that we have to bring all our valuables to\nspecial, to a gymnasium. And my mother just said she's not going to bring...bring some of\nher valuables that she had because it was really not something you go out and buy. It was\nhanded down from grandmother to granddaughter and sort of, so she decided to bury it\noutside...uh...1n...uh...in the courtyard and...where we lived. And...uh...like 2 days after...uh..\n.we...uh...heard ...uh...shouting and screaming and broken glass and they were out at our\ndoor steps and the neighbors cheering and...uh...throwing all kinds of things and calling us\nand...uh... we were taken into a distance. And all I can remember as a child you look around\nwhat's happening, and all you see is people carrying pillows. And I could just always in my\nmind, you know, just looking and see people were taking the pillows. And we were taken\ninto trucks and...uh...we drove a distance and then we were told to get off the trucks and we\nsaw some houses and everybody started running to...to...uh...find... They told us to get off\nand get into the houses, and then there was shooting and some people were killed.\nAnd...uh...in a situation like that, you see the best of people and you see the worst of people.\nAnd we got back into the trucks and we drove on, and then we came to a place with barbed\nwire and it became the Ghetto which was known under several. .the Kovnick Ghetto but we\nreally knew as Slebotka Ghetto, the ghetto of Slebotka. And there we stayed and food\nbecame very, very scarce and...uh...uh...there was a...uh...man by the name of Motka. And to\nthis days, I wish I had any kind of connection with those people. I don't know whatever\nhappened to them. Uh...He taught...he picked certain children who were blue-eyed, blond\nand decided we didn't look Jewish, like people thought Jews should look, and...and he told us\nif we are to survive we are to smuggle food into the Ghetto. So people gave me some\nvaluables and he opened up a barbed wire...uh...with his pliers he showed how to open up the\nbarbed wire and escape through it from the Ghetto and then tell us where we could go and\nget food. I can remember carrying butter and bread in my underwear to bring back to the\nGhetto and to going through the sentry and being afraid that when I remember one time\n(sign) it was so bad and this was after a while that I, with another boy, I decided we would\nstay out and we would not go back to the Ghetto, but we missed our family so much. We\nwere taken out every, practically if we could, to...uh...to the fields to work the fields and\nfarming, and I can remember going to a place and making boots that the Germans took out\nand...uh...everyone said that we were next of the children. They were taking more and more\nchildren and older people and men and they never came back and we found out that they\nwere taking them at fort 9 and fort 7 and...uh...we...that became...we never even knew there\nwere other places. We thought that was the only two places, and we were the only ones\nLithuanian. I mean we didn't know know if there were other places Jews were being 1n the\nsame kind of danger although we heard about Poland. And...uh...and life went on. Everyday\nwe saw nothing but bodies and..uh...uh... For me, as a child, the most horrible memories was\nto see my mother... uh...suffering to see us as children being so deprived of any kind of\nhumanity, of anything. And...uh...when I think of it, what my mother went through was even\nworse than me as a child. Because as a child, you can fantasize with certain things. I\nremember...I now one thing. When we lived on the farm, one of my favorite flowers and\nliving now in California, I try to grow it and I have a hard time, 1s Nostortum. And it has a\nwonderful scent although here it doesn't have the same scent as back then. And I could put\nmyself in a trance to smell that Nostortum in the..in the midst of death or anything, just\nto...Jjust to experience some life. It was a wonderful feeling even if I felt any kind of pain\nwhen I would cut myself and so forth to know that I am alive because as a child, I felt I\nwasn't alive. I was just walking around in the midst of all the death...of death. And...uh...it's a\nmiracle that one can live so few... few years that the few years...1t was a quite a few years\nand the months and the days and hoping the next day something will be better.",
        "A: From the ghetto?",
        "A: Is (sigh) (long pause) The things that stands out most of the Ghetto is the helplessness of the\npeople. And the good in the people. And some of it the bad in the people. I feel the heroism\nthat there were for caring for one another in the midst of death, and I also can remember the\nbad of people against each other because of this situation. That's why I say in a situations like\nthis, you get the best and you get the worst. And the most outstanding, the most memorable\nthing that I have and the most horrifying thing is when we had to go and to be to stand in\nappell and you see they would have proclamation and they would say this and this section\nhave to go to this and this field, and we never knew which line would come back. It would\nbe one would say left, one right, and it became apparent that if one family stood together\nvery rarely would they take the whole family. They may just leave one member or two and\nnow as an adult, I could see what was so easy to break the will to live. Because when you are\nin situation where they take your mother or your brother or your sister, how do you feel? I\nmean the kind of psychologically what you're going through in your mind and how you feel\nabout, you don't almost care what happens to you. You want to be with that person.\nAnd...uh...so it became apparent how to outsmart them is to separate, not to stand together as\na family and...uh... and that was something that I will never forget when...uh...we had...we\nfinally were separated. My brother was taken and sent to Dachau, and we were taken in...into\ntrucks and... uh...we were shipped...we were going...we were standing up like sardines in the\ntrucks and not...and they always seemed to be doing it on the worst raining or dreary or\nsnowy days...uh...hot days...uh...and those are the kinds that ...that stands out. The other thing\nthat stands out in my mind, I remember when we...we stayed in the house where we lived\nin...uh...there was one room and we had to share with about nine families in this room, and\nthere was hardly any kind of room, and this one person who was...uh...with the...uh... with\nthe Jewish police and...uh...he gave, evidently, my name to be taken instead of his\nchild...uh...and...uh... two other children and I happened not to be in the house when they\ncame to take me, and they took his child instead of me, and he came back and he started\nthrowing things and hitting me and screaming at my mother and that I was supposed to go\ninstead of his daughter. So incidents like that and...uh... never leaves your mind, you know,\nand...uh...you feel helpless, and you're constantly in a state of helplessness.",
        "A: No. Uh...My cousins and my aunts and uncles all lived in Josvani and some lived in Kiddon\nand they were all massacred. Uh...When I was in Israel I found out that about 147 members\nof my family were taken out to a flield and they were all shot. And how I know is a cousin\nwho was with them who...uh...thought that he was...they thought that he was killed...he was\nshot...was shot and was able to crawl out from wherever he was on the field, and crawl and\npractically on his belly and he collapsed. Uh...They...in a farm house, and the people took\npity on him and he stayed there all through the war in Lithuania, and then went back to\nKaunas and he got married and my brother brought them to Israel and he just died about 2\nyears ago. And he told me. That's how I knew that the whole family... The first thing after we\nsurvived, we looked for all the family, and there was hardly any, except a distant cousin in\nIsrael and this man.",
        "A: Yes. Quite...quite a bit, and...uh...a number of times and...uh...my mother did not know in the\nvery beginning and my brother tells me stories that he was asked to join the Partisans and he\nhad a chance to escape, but he wanted my older sister to go with him and she wouldn't go\nand leave my mother and me, and so they stayed. Uh...It's that kind of heroism and\nunselfishness that you want to, you know, to hold on to one's family whatever was...was left.",
        "A: Well, we were asked to...it was very early. It was...uh...very early in the morning. Uh ..We\nhad to assembly out there to... They said to bring just whatever we can carry and we didn't\nhave very much, and we came to this place. It was hugh field, and it was in...uh...the\ntime...you know you lose time whether it's the months and the days and so forth, but I know\none thing that the field was already...the vegetation of the field was gone, so it had to be like\nin the late fall. And we were told to stand there, and what we were doing, we didn't know\nand we stood and we waited and we waited and...uh...towards...uh...the evening, like\naround...was already getting dark, towards dark, around dust, trucks came and they went left\nright and they took my brother away. They took, in fact, they took ...uh...all the men away,\nand all the men were taken away, and we stood there and after awhile, we were put into\ntrucks. And (sigh) it was just no place even to breath and we...we drove through towns after\ntowns and...uh...they brought us to Stutthof and...uh... All I know is that...uh...there were\nhardly no food, no water. There were no bathroom. You know when we got up we stood in\nexcrements, and...uh...the stench were unbelievable. It was cold. It was raining, and...uh...we\nhad absolutely no energy that when they opened up the truck and they...they practically\npushed half of the people out from our particular...from our truck onto the place and I can\nremember Stutthof and...uh... I remember when I arrived n Stutthof, the most horrible thing I\nsaw is nothing but shoes and shoes and eyeglasses and shoes. It was just a hugh hill of shoes,\nand I remember asking my mother what's that, and she said, _ . I can remember that in\nYiddish. \"Don't ask questions? Why are you asking so many questions? I don't know?\"\nAnd...uh...we, again, had to stand 1n appell, and I remember one woman very heavy set\nwoman, sort of her hair I can remember back in like in a roll, and she was walking around\nwith a big...uh...uh...oh, how do you say it?...whip, consick, a whip, and she was -just hitting,\n..uh...walking around and she said, No one comes out alive here. You are all to be doomed.\"\nAnd...uh...and she also said it in Polish and also in Russian and...uh...so we could understand\nand because we...a lot of us knew Russian. And...uh...then we were taken into a place, and\nthey examined us. I can remember a hand going into my vagina and just pulling and what we\nfound out they were looking for gold and that, and I could see...I'll never forget this woman,\nlike two before that, had her teeth just pulled out and blood was gushing out of her mouth\nand this was taking out her gold teeth. And...uh...and I can remenber getting a shot, and what\nthe shot was for I don't know. Uh...Later on, later on I found out...uh...that...uh...you know,\nwhen you begin to question why and that is so we wouldn't have our period. And...uh...that's\nanother story beside that. So anyways, this is...uh...and then they gave us a stripped dress and\nclogs, ...uh...wooden clogs. And...uh...Then they gave us a rusty tin can that looked like full\nof rust for our food and they said that was...we have to hold on because our life depended on\nthat, but if we lose that we would get nothing. And...uh...then we were assigned a barrack,\nand there was no room. There...We..we were pushed 1n and finally we ended up like...there\nwere like...uh...three tiers and there were like five people to one tier in our barrack. It was the\nmost crowded barrack I was told, and...uh...there were not.. ..people were fighting because\nthey said we have to get off the floor because if the Lageraltester comes in, we will get\nwhipped. So we were begging to just let us just lie down, even if we could get in six in a\nlittle knot, and they said it was not enough straw. We couldn't, you know, there... And\nfinally, that's where we got a place and my sister was separated from me for a while. She was\nnot in the same...she was in the same barrack, but in a difference place in the barrack. And\nthat's where we stayed on, and every day we had to get up in the morning, , and I can\nremember them going in and hosing it down, and stand for appell. But when I came into\nStutthof, I saw people hanging from the...uh... the...uh...barbed wire, and I...I kept saying,\n\"What...what happened? Why are they doing that?\" They were hanging like laundry, and\nwhen you stand there and you talk to people in appell and they said, \"Oh, because they tried\nto escape.\" There was a white line and if they runned over the white line, they were\ncompletely electrocuted. They touched, and that's how people committed suicide. They just\ncouldn't take it and that's what they wanted. And I saw the sentries on the top in the little\ncubicles. And everyday, they went around, left, right, left, right, and then around in the\nafternoon, because we got up in the morning. In the afternoon, they would open up the water\nfaucet and I can remember all I wanted to do was just a drink of water. I was always so\nthirsty. And I...uh...then I...uh...then we got little loaf of bread, and the Lageraltester, the\nperson who was in charge of our group, said she wanted to teach us how to share. So instead\nof getting your own piece of bread that was made out sawdust, she would give one little loaf\nof bread and like 10 people had to share that so someone...person given that bread would run\noff, and we would get nothing. And...uh...then we would get a potato, a soup made of potato\npeelings and that was our ration. And...uh...then one day...uh...they picked us, and my\nmother was taken and...uh...1 went with her and my sister stayed behind. They wouldn't take\nher and I wound. Actually, I runned after...they didn't take me. I wanted to be with my\nmother, and they took her into a...uh...to a place. They took us into a place and...uh... gas\nchamber and... uh...the guard at the gas chamber saw me getting undressed and he said,\n\"You're too young to die. You run and I'll count to 10.\" And I remember my mother\nscreaming §And/I started to run, and I came to...back to the barrack. And that's the last\ntime I saw my mom. (Long, long pause) I haven't talked about it for a long time.",
        "A: Well...uh...(sigh) I still didn't believe that my mother was dead. And my sister wanted to\nknow all the details what happened and from then on, we...my sister got very sick with\ntyphus and had to go to the hospital...go to the hospital and the hospital, they did a lot of\nexperiments so I was...I was afraid that she should leave me so she went there for a little\nwhile, but we met someone who really took pity on me because I was about the youngest\nmember in the whole com...in...in the barrack. And they all...1t was like their child. In fact,\nthere was times where people would come up and say, \"How come you are alive and my\nchild is dead?\" And...uh...constantly,...uh...you know, that. What kind of muscle do you\nhave? And what are you doing to survive? And...but there were also people who really tock\ncare of me, and there were people who even gave me extra rations...would give up, and so\nthat's why I say there's terrible... wonderful kindness. (Crying)",
        "A: So that's...Well, this went on for quite awhile and then all of sudden, we saw lot of lot\nof...uh...airplanes over our head, and I can remember a lot of the tanks coming in...the\nGerman tanks to the...uh...to...to Stutthof. Uh...(Sigh) and it went on for quite awhile like\nthat. And...uh...and then one day, they said that they were going to liquidate. They were\ngoing to take us out and where we were going we didn't know, and my...this lady helped me\nget my sister out from the hospital and...uh...1t's a miracle from typhus that she survived, you\nknow. And...uh...I dragged her along, and we went to what was called like the Death March.\nAnyone who couldn't walk fast enough, they just simply shot. Where we were going, we\ndidn't know. And then the bombs started to fall. And...uh...1t was in the winter of 40...I\nbelieve it was in 44, and we really... uh...had no intention of escaping. We just really\nwalked...uh...I remember we thought the sky was just opened up like it was just...just like\na...1t was the most wonderful thing to see that finally somebody was fighting Germany. And\nthe...the bombs started to fall and they...all the people started to run and the...uh ...guards\nstarted to run and we just fell into a ditch and we just didn't have no energy, my sister and I,\nto walk further, but we saw from the distance a coal bin. Like a...it looked like a light. We\ndidn't know it was a coal bin...a light from the distance. It looked so close, but it wasn't that\nclose. And we trudged and trudged and we went over and...uh...we opened up and it was\ncold inside and it was in the middle of the night and we sort of fell asleep and we...in the\nmorning, we saw three men staring over us, and it was a German. It was a. German, Excuse\nme. It was a Russian...two Russian soldiers and a....I believe he was British because I\ncouldn't understand what he was saying. I didn't speak English then, but we spoke Russian.\nAnd he wanted to know where we were coming. And it was near DeElba\nand...uh...he....uh...he told us that we coudn't stay here because they are looking for us. And\nthey rounded up all the people. They knew exactly who the numbers who they took and so\nforth, and that he would...uh....he took us into the house and gave us the first time some food\nwhich we got very very ill from eating because our stomachs had shrunk. We couldn't have\neaten. And he gave us all the water we could drink, and he told the Russians said that the\nnext day if he would take some clothes, he would take off the clothes, and he got some\nclothes for us and he told us to get dressed and he would show us where there was a good\nGerman and where there is not a good German and so forth so. Uh...And we should ask for\nwork, and we should say, \"We're Lithuanians. That we are not Jews.\" And my sister's name\nfrom Rachel became Anna and mine from Judith became Judy. And Becher is really could\nbe German, could be either. And we went from place to place to ask for work, and...uh...but\nthere was always...they were looking for us. So, in the middle of the night, we found\nsomeone. They said they didn't have room, but we could stay in the barn which for us it was\nperfect, and then we heard them fighting that saying that they're ...maybe we are the two that\nthey are looking for, so we left in the middle of the night. And...uh...then we...uh...decided\nthat...then there was a...there was a nunnery and...uh...that we went by. He had told us sort of\nto take the path and there was nunnery...nuns and they would maybe help us. And they did.\nThey were wonderful. They took us in. And we were...uh...beginning to learn all about\nCatechism and we were going to be in the... They knew we were Jews. I mean there was no\nway they didn't. And my sister got very sick. She got typhus. I mean my sister... Me. I got\nvery sick. I got typhus. And...uh...she decided we should leave, that we couldn't stay and she\nwould take me to Danzig. It was near Danzig which 1s Gadanz. and we went to...she left...she\nhad met again a Russian. There was a lot of Russian soldiers 1n that area, and he took us to...\nuh...Danzig, and left me at the hospital and she told me, \"Tell them you are deaf and dumb\nand you can't... and you can't and you don't understand a word they're saying. Don't speak\nYiddish. Just shake your head. And...uh...I went. They took me in...1n the hospital, and I\nstayed there for a few days after they started to...uh...bomb, and the hospital was bombed.\nAnd...uh...luckily the wing... remember when I...when I heard the bombs were...in fact I can\nvividly remember I went on my knees and I started praying and using my Catechism and\nthey all thought what a wonderful Catholic girl I am and they took such care of me in\nthe...that hospital. It was in Danzig. And...uh...my sister came to just visit. She had found\nwork with a Mrs. Anstom who had 8 children and she came and for me after I got better and\nwe worked at this farm, and she was just absolutely horrible. We almost used to say we wish\nwe were back in the concentration camp. She was so terrible because we were so isolated,\njust the two of us. And she didn't know we were Jewish. She had the 8 children. She would\ntie our hands behind our back and get us on our knees and she would beat us. So we could\neat the food that was left over...she would put it in a big basin so we could eat it on our hands\nand knees like dogs to amuse the children. Was a daily ritual. And...uh...then one day,\n...uh...she said we were leaving the place and we were goinig with her. And...uh...we left.\nWhere we were going...she said Denmark. We never heard of Denmark, and we sailed for\nCopenhagen. And the boat we went was...the name of it I remember distinctly was the the\nHenry Fisher and it was torpedoed. I don't swim to this day. And my sister is not a good\nswimmier either and a plank held us up and luckily we both survived and we came to\nCopenhagen, and for the first time I realized that we are in a country that hates the Germans\nbecause the Danes threw all kinds of debris when we arrived to Copenhagen and they\nwere...it was just...just so wonderful to see. And then we went...they put us in a gymnasium.\nThey took us in a little town called Swininger and in Swininger in the gymnasium,\nthey...uh...separated us. She had lost from her 8 children...only 2 survived. Six were\ndrowned...Mrs. Anstom. And we separated from her, and I can remember we were allowed\nto go out as long as we came back by dust. We were free to walk around whatever we\nwanted to do in this little town. And I can remember going to...uh...to...uh...1n one of\nthe...uh...paths there...uh... and a farm house and seeing this lady working 1n the farm and we\nasked her in German if...uh...any Jews were in Denmark. And she said, \"When you Germans\nwill be in concentration camps, the Jews will come back from Sweden and be free again.\"\nAnd we were afraid to tell her that we were Jewish. Well, in 1945, on May 5th, I was\nliberated. And I'll never forget the day when we were...we were asked by the Red Cross\nworker if we could sign to prove that we are Jews...1f we could sign our name in Hebrew.\nShe wouldn't believe that we were Jewish. And we came to Denmark before any of the Jews\ncame back from Sweden.",
        "A: No. No. No.",
        "A: The first thing I did...uh...is to go back to...uh...her and tell her...Mrs. Kavanias that\n[...uh...that we were Jewish. And she was so happy and so thrilled. When we came to\nCopenhagen, they put us into a...they said...from the camp in Swininger, they asked anybody\nwho was not German to step forward and they took us to Copenhagen, and they put us into\nanother gymnasium in Copenhagen. And we were there...uh... and we could only go out if a\nDanish citizen took us out and signed for it and were responsible, and so this couple walked\nby. Paula and Swin Yenson and they...uh. ..just... just fell in love with my sister and me, and\ntook us out. And I remember also before that...uh...when they found out that we were Jews, it\nwas all in the...in the newspapers like Political , which is the big newspaper, and they\ncorrespond and they ask me what would you like. And I said, \"One thing I do....he says, \"Do\nyou hate the Germans?\" I said, \"I hate..hate.\" I remember distinctly those words using and I\nsaid, and you know...and he said, \"What would you like now?\" And I said, \"Bread, herring,\npototo and all the water I could drink.\" And he said, \"I can get you all that.\" And I can\nremember he bringing me that and hiding it under the pillow. And it was so difficult because\nwhat they did is they separated all the Lithuanians, all the Poles, all the Ukraines, and it\ndidn't matter if we were women or men and they all had a lot of them German uniforms and\nso forth. And it was just my sister and me with the Lithuanian group of like 27 men and\nevery time we had to get undressed, they all walked out and it was wide open and we were\nalways afraid that something is going to happen to us Here...like we were free, and yet we\nhad still that fear. But soon after the Jews came back and...uh...this family who we were very\nclose with, Paul and Swin Yensen, they took us in and we stayed with them for awhile. And\nthen we got a...uh...the chief rabbi, who was at that time , when he came back he was\nthe chief rabbi, he called my sister and me in and he talked to us and saying if we were\nrealized that this is...uh....that we were...uh... Jewish and we shouldn't feel 1f they would want\nto adopt us, or anything that we should be aware that we should survive as Jews. And I\nremember when we were in with the nuns, we could almost feel freedom because we saw all\nthe devastation that was happening in Germany and so forth with the bombs and so forth.\nAnd all I kept saying to my sister, and we kept talking about, 1f we ever survive, want to\nsurvive as Jews, nothing else, and it became so I said no not to be afraid of it. We were taken\nin by a Jewish family of Frankel, who had just come back from...uh.. Sweden. And it's\ninteresting I had a reunion not too long ago with the daughter who lives now in Israel.\nAnd...uh.. they had just a wonderful, wonderful family who was a very assmilated family\nand a very...uh...wealthy family. They were in the printing business and lived in a\nmagnificent mansion. Beautiful home in that we used to go. I retraced my steps. I went\nback to Denmark and met with one daughter and contacted the people that I hadn't seen in 39\nyears. It was wonderful. I went to Israel first and then I went to Denmark. It was really\nwonderful. And...uh...She said to me, \"You know, you were always so afraid of me. Why\nwere you afraid?\" And I said...well, you know, she was a master tennis player and she\nalways used to carry around a tennis racket and as a child, I never saw a tennis racket and\nespecially in a little town in the stettle so I always thought it was a paddle that she was going\nto hit me with it. You know...its....but that's...and I lived in Denmark until 19...uh....let me\nsee....I lived til 1948 and in 48, I...well, we found out in Denmark that my brother had\nsurvived Dachau and then he sent for me, and I came to Canada. My sister remained in\nDenmark, married a Danish Jew and lives now in Katland.",
        "A: That's quite a story.",
        "A: Well to add...I mean the... You know I described in Stuffhof like we stood every day for\nappell and the most unbelievable thing was to see...I think they had to have over 1,000 dead\nbodies before they would remove...was like a week or so less and they would be just\nput...throwing it out...everyone was...I remember that someone died in our...where we were\nin the...in the...on the bunk, in the bed, and we had to take that person out and I can\nremember saying, \"Well, how do we know if the person is dead?\" Because seemed to me the\nperson was moving and things like that stood in my mind. And I think about it constantly.",
        "A: Yai.",
        "A: Uh...We got up in the morning. They got up and they gave us food and they were very kind.\nUh...But the...the trust was that we had to...that they were at the great risk to saving us and\nwe had to really...if we are that we would have to...they didn't directly say, but it was more\nthat we would have to convert. And that we didn't want. And they couldn't keep us. And then\nwhen my...I got sick, then we realized that we couldn't stay there anymore, that we had to\nleave. Uh...And...uh...we just was in constant fear that if we do survive, we wouldn't survive\nas Jews. Uh...So my sister and I talk about that often, that we could have played and pleaded\nand so forth, and been pretty secure there, but...uh...we really wanted to survive as Jews. We\nthought we were the only Jews that's ever going to survive and tell the story. And I am sitting\nnow and telling it to you. We had absolutely no idea that there were anybody else was going\nto survive, except us. And...uh...I don't know.",
        "A: You're welcome.",
        "A: You must have thousands of stories.",
        "A: That's similar probably or each one 1s..",
        "A: I don't know if you can use that. I came right after the war and when I came here to the\nUnited States in contact with people who helped me as a surviver.",
        "A: Education. A feeling of self worth, of self esteem. My sister didn't have that and yet she was\nthe courageous one of the two little girls. She was the courageous. She feed the . And\nshe wasn't...she didn't have the people that she came in contact. I was very lucky that I came\nin contact with people who care. That is so important. And the environment we found\nourselves after we came out of this...",
        "A: Her name was Mrs. Anstom.",
        "A: Well, she took us to Denmark because they...uh...her place was German soldiers would stay\nover night. Her husband was in the Wehrmacht. He was some official in the Wehrmacht, and\nthey would...would be like a way station where they would come there and stay there and we\nworked the farm for her. And then one day she said that we were going to go with her to\nDenmark, and the reason that she had to leave 1s any...that she heard the rumor is that they\nwould let the sewer out and they would flood the area because it was very strategic from\nwhat we could understand because at Danzig and so the Allies couldn't invade it. And so we\nwere taken to Denmark. Now...uh...she lost, as I said before, 6 of her children. And she came\nto Copenhagen. We...when we left Copenhagen...for Copenhagen and she stayed in\nSwininger as a German. Uh...A little later...uh...another reporter came and asked us all kinds\nof questions and he said...asked us about Mrs. Anstom. And we told her how terrible she 1s,\nand he says, \"She's in Denmark?\" And I said...we said, \"Yes.\" And he said, \"Where is she?\"\nAnd I said, \"Well, she was left behind in Swininger.\" And he said, \"That's no problem. He\ncan find her.\" And he would like to...would we like to testify because he would like to bring\nher to trial. And so we decided that was wonderful. We really wanted her to...you know, to\nconfront her. But we wanted to confront her also as Jews, not as Lithuanian Catholics, so I\nremember Paula Yensen going and outfitting us in new clothes and I remember...uh...I\nstill....1 wore my kerchief which I didn't tell is in Stutthof, they tore my hair which is out\ncompletely, and for about 2 years I had no hair. So I was always wearing a kerchief, and she\ngot me a new kerchief, except I wouldn't let me see what the kerchief she used to put me\noutside on the veranda whenever it was sunny and put egg yolks which was rationed and I\nwould stand on the door. I didn't want to sit outside and just dry it because one of the doctors\ntold her that that would be the best thing for growing hair on my hair. She really is\nresponsible to get my hair back. And we got all dressed up with the new kerchief and we\nwent to the court house and the judge said, \"What's your name?\" And we...my sister said,\nRachel Becker. Oh, she...the first thing she...he said, \"Do you recognize them?\" And she\nsaid, \"Yes.\" And she...he said, \"What's their name?\" And she said, \"Anna Becker and Yuta\nBecker.\" and they're. And he said, \"What nationality?\" And she says, \"They're...they\nare...uh...they are Lithuanians and they are Catholic.\" And he said, \"Could you tell them your\nname?\" And my sister said, \"Rachel Becher\" and I said, \"Judith Becker.\" In fact, I didn't say\n\"Judith Becker...Judith Becker.\" And...uh...he said, \"Mrs. Anstom, what is your religion?\"\nAnd she said, \"I am Catholic. I am a devout Catholic.\" And he said, \"And you did that to\nCatholics? Can you imagine what you would have done if you knew they were Jewish?\"\nAnd the outcome was that she was found guilty and she was deported to Germany. She...they\nkept her 1n jail and so while she was appealed because she did not want to go back to\nGermany to...uh...which was...I think she was...that time was East Germany, and she didn't\nwant to go back there. And she lost her appeal for awhile. And that was our greatest...1t was\njust such a wonderful feeling to be able to do that.",
        "A: Well, we were taken on the boat. We were taken to Dan...We were going to Danzig, and we\ngot on the boat and we were...uh...just right on the...uh...on the outside...I mean we were\nnot...we didn't have cabins or anything. We...Everybody was just pushed on the boat. I mean\nthere were a lot of people, very...lot of Germans. They were all kinds of people on the boat.\nAnd, in fact, there were two people that we recognized from Stutthof...uh...that we were\nboth...they were scared of us and we were scared of them that they wouldn't give us away,\nand they came later to Denmark too. And...uh...so we...uh...we...we got on the boat and we\nwere just out for a little short while, and then there were torpedoes, and they were shooting at\nus and the boat just went down and we had to...whoever could escape, escaped.\nAnd...uh...I...1 don't remember. All I can remember is that I was very numb. I can't remember\nmuch except that there was a plank and I was holding up, and while we were on the water\nwe were being shot at. And then we were picked up by a very small...like a small trawler or\nsmall boat and we were taken to Copenhagen.",
        "A: Uh...I was liberated, I will forget, May 5th, 1945, and I came to Canada in June of 48.",
        "A: Well, in Canada...I came to Canada and I had a wonderful...when I was on the boat. It's an\ninteresting thing. When I was on the boat, there were a lot of Germans going to Canada. And\nI was on the boat and, of course, I knew I was Jewish. I wasn't afraid, but I was still...had\nplenty of fear and there were a whole group of Danish, young men going to out of Canada to\ndo farming, farm work and...uh...I attached myself to them because I spoke the Danish\nlanguage and I felt they were.... The Danes...I owe...1 owe the Danes a lot. They literally\nsaved my life. I mean I was very, very sick. They put me in a hospital. They took care of me.\nThey...they sent me to school. They...they did everything for me in Denmark. They were just\nso wonderful and it was just...uh...that I really would never have left Denmark if my brother\nhadn't come to Canada, because it was just so secure there, and especially knowing what\nthey did for the Jews, which later on we heard stories from the people who came back from\nSweden, that it was such a wonderful, comfortable, wonderful healing place. Uh...And so I\nstayed in Canada until about May when I got married. I got married in Canada and then we\nmoved. I got married January Ist, 1949, and I came to...uh...the United States, and I worked\nin the Yiddish Shul and...for a while in...uh... New York. I lived in Brooklyn in , and\nthen we lived in Wilmington and Worcester, New York, and Philadelphia, and now I am in\nCalifornia. And my...always my feeling was that I... am most greateful 1s...because people\nthat I came in contact with have been wonderful to me. Uh...They worked on my self esteem.\nThey worked...uh...they made me feel good about myself. Uh... They cared for me. Uh...It\nstarted with Denmark. It was in Canada. And in the United States, I...I felt like the people\nthat I came with was just wonderful people. Uh...My sister on the other hand...uh...who was\nthe heroine of the two girls that we talked about, had a very hard life. Has a husband who is\nvery ill...uh...and...uh... and has had difficulty... does not have as a good family life. Has just\nreally been worked very hard, and has not had the same kind of contact as I have had. And I\nhave been lucky. I have wonderful three children. And wonderful six, actually seven\ngrandchildren because I have...my husband has one, and it's been just wonderful. They're my\npride and joy and...uh...my whole thing has been Jewish education. I started the school in\nSanta Barbara with six children. We have now 64 children, with a 3 year waiting list. I did\nthat in 6 years. I did the same thing...uh...Germantown Jewish Center in Philadelphia. And I\nworked in . [have always been involved with...uh...working with youth and little\nchildren, and it's been...because I never had a childhood. And I am always the child, and\nparents tell me that...that when I am with children I am that little girl that I was never\nallowed to be. And that has helped...that has given me the biggest strength, because I have\nlearned more with children than with anyone else. It's been just wonderful. And I have\nalways been involved with children and young people and...uh...",
        "A: You're welcome.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJanuary 25, 1990\nRG-50.030*0157",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Judith\nMeisel, conducted by Linda Kuzmack on January 25, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JUDITH MEISEL\nJanuary 25, 1990"
    ]
}