{
    "rg": "RG-50.233.0075_trs_en",
    "sequence": [
        "A: My name is Arlette De Long. I was born June 15, 1937 in Brocourt, France. My father was\nborn in Romania. Hr came to Paris to study medicine. My mother was born in Siberia. She\ncame also to Paris to study medicine. That’s where they met and married. After medical ---",
        "Q: Could you please give their names and --?",
        "A: My father’s name is Joseph Valman, April 19, 1913. My mother is Fanny Fooks and she was\nborn August 28, 1910. They married in Paris after they finished school and they were looking\nfor a place to practice medicine because both of them were poor. They chose a village in the\nnorth of France. When they arrived there, it was 1935 and there was something in the air. They\nfelt that it was not very safe to announce they were Jews.",
        "Q: Can you explain, did they tell you what the ‘something in the air’, what it was ---?",
        "A: No, I think they were ---. Well, my mother especially had been in Russia in Shetow\nduring the revolution. Her parents were wealthy merchants and when the revolution, they had\nto run abandoning property, several property in Shetow. Just run with my grandmother’s\njewelry. I think she felt from that time a lot of fear and was extremely suspicious of people. I\nassume that when she started hearing about what was going on in Germany, that she started to\nfear that 1t might spread and kept being Jewish a secret. She was not religious. To her I think,\nbeing Jewish didn’t mean very much. I have no idea what my father thought. But I know that\nthey did not have any record that we were Jews. When I was born in °37, the priest, I think they\ntold the priest -- he gave us a full certificate of baptism. I went to church from the time I went\nto school, I think. From the age of five or so until at least ---, throughout the whole war and\nmaybe after. I don’t think they ever really thought about being Jews.",
        "Q: So you didn’t know when you were growing up that you were Jewish?",
        "A: I don’t know. No, I was going to church. I don’t -- even I -- I think I may have known we were\nJews because I suspect my parents talked about it around me. Because -- I don’t know. I\nsuspect I may have had some notion but I don’t know that it meant very much to me, what\nbeing a Jew is except it’s dangerous. But that -- yeah, I went to church. I went to Catholic\nchurch and that was my religion. That’s what the God I believed in there. That’s how I grew\nup.",
        "Q: But were your parents churchgoers also?",
        "A: No, they never went to church. It was not terribly unusual for the village.",
        "Q: So you were two in 1939 and you were three in 1940. You don’t have any memories of being --\nGerman ---?",
        "A: Oh, yes. Oh yes, because the Germans lived with us in our village. We were occupied. I have\na memo here of singing Oh Tannenbaum to the Germans. The first thing they did when they\ncame to the village -- we lived in a sort of -- we had a big house, big ,made of brick. It\nwas attached to another house, similar, to the left. So we were -- we had those two houses\ntouching each other. In the house to the left, lived an old lady. I think after a while, the\nGermans took her house and made her go away. I don’t know where. I remember she had a\ngarden with flowers and we had a vegetable garden, not much flowers. She had all flowers. So\nthat I was close to the Germans, of course, because they were in the same yard. I mean we\nshared the yard. There was no wall. I remember my mother telling me not to eat the candies\nthey gave me because they might be poisoned. Of course, to me it didn’t make much sense. I\nguess, none of it made very much sense. I don’t remember being afraid especially of the\nGermans -- I remember the uniforms. Eventually, they also took our house. They threw us out\nof the house and made us --. So we moved in with an old -- with a widow who had a big house.\nWe spent, I don’t know how long -- but until the war was over.",
        "Q: Do you remember being thrown out of your house?",
        "A: No, I don’t remember. Nor do I remember coming back. I have memories of not having -- we\nhad enough food. Nobody ever lacked food because we were a village and there were cows,\nthere were chickens, there was everything you’d need for basics. But we didn’t have wool, we\ndidn’t have shoes and I remember one time an American soldier in a parachute fell down. He\nwas caught in the trees and he died. People in the village got the parachute and I think I saw it\nbecause I remember blood on the white silk. My mother gathered the thread and she had\nsomeone knit me a sweater and it was horrible. I hated that sweater with a vengeance. I\nremember one day somebody brought us oranges. I don’t know where they came from. I had\nnever seen an orange before and sardines. Also I remember when the Americans came to\nliberate us, we -- they threw us chewing gum to the kids. They chewed the same piece, I think,\nfor weeks because it was a novelty.",
        "Q: All the Germans had left?",
        "A: No, the Germans were made prisoners. They stayed in the village.",
        "Q: On the spot?",
        "A: Yes, there were two tanks. Two tanks and the Germans were in the middle and they threw their\narms up in the air and threw their weapons down. My father picked a great big revolver which\nhe still has from that time.",
        "Q: Do you know the date that you were liberated by the Americans?",
        "A: I don’t remember now.",
        "Q: When did you find out that you were Jewish?",
        "A: That’s a big problem for me. I do not have very many memories. I cannot -- I don’t know. The\none thing I remember, I assume my parents told me something, what I remember is being after\nthe war we moved to Paris. I was more than eleven years old. I remember the synagogue\nwhere my parents took me. My father, especially, had me go. I had to go, I didn’t have any\nchoice. I very much hated it.",
        "Q: You hated it?",
        "A: Oh, yeah.",
        "Q: You’re eleven, so that would be about 1948?",
        "A: \"48, °49.",
        "Q: You said your parents moved to Paris in ’49?",
        "A: Yes. No, I moved in ’47, they followed a year later in 48. And then they joined a synagogue\nand led a more Jewish life.",
        "Q: You observed Sabbath and --?",
        "A: No, no. They just went to the shul. I think for the holidays or something like that. They were\nnot observant at all.",
        "Q: You didn’t go to Jewish school?",
        "A: No. But we observed the holidays and we fasted on Yom Kippur. Mostly Yom Kippur, it seems\nlike and the Passover. Those are the two holidays.",
        "Q: So there was never any sudden revelation to you after the war that you were Jewish\n?",
        "A: You know something must have happened but I cannot remember.",
        "Q: You don’t know why they left the village?",
        "A: Ostensibly, it was because the village had only one small school where all the children were\ntogether from the age of seven to the age of fourteen. Of course my education in there was not\nexcellent and my mother was worried that I couldn’t stay there if I wanted -- if I was going to\ncollege. But this is not the true reason because I could have gone to which was close\nand spent a week there and come back home for the weekends. The real reason was that my\nmother really disliked the village very much. She felt lost in it. She came -- she didn’t like the\npeople. She didn’t like to practice medicine and --.",
        "Q: Why didn’t she like the people? Just because their background was so different from her own?",
        "A: Yes. She felt they were peasants and she had nothing in common. My father, on the other side,\nvery much liked it. Liked it there, liked to be a doctor. He was one of these old fashioned\ndoctors who go around. He went around by bicycle at first, then on a motorcycle, then in a car.\nHe taught me how to drive the car. When I was seven years old, he let me use the wheel. He\nliked it there but he moved pretty much against his will.",
        "Q: So your father was driving a car during the war?",
        "A: Oh, yes. Yeah, we had a car. Even in the beginning of the -- there might be a picture of it. It\nwas a big Maitron. It was called a great big coach. I remember vividly. It was gray and it had\nthe black on the side of it. It had the black stepping place you know with rubber with lines like\nthat. It was a great big car.",
        "Q: And he could take that on his rounds?",
        "A: Yes. My mother took that car when we left, just before the Germans came, I guess. People\nwere just leaving, running away from the Germans. So she went down south towards Brittany,\ntowards San . Then there were a lot of bombings apparently. I don’t recall much about\nit at all. But my first memory is being under a table with my grandmother holding on to my\nsleeve. I wanted to run out and she was hanging on to me.",
        "Q: That was in Brittany?",
        "A: Yes. That was during the evacuation.",
        "Q: Oh, so your village was evacuated when the German army first came in?",
        "A: I don’t think the village, I think some people left.",
        "Q: Who could get away?",
        "A: Yes.",
        "Q: And you went with your grandparents?",
        "A: And my mother.",
        "Q: Your grandparents were your mother’s parents?",
        "A: Yes.",
        "Q: They joined her from Russia?",
        "A: Yes, they came in ’36. After --they were no longer in Russia. They left at the Revolution and\nwent to Harbin where there was a large Russian population. Then my grandmother ---",
        "Q: Is that in France?",
        "A: Harbin? No, it’s in China.",
        "Q: Habeen?",
        "A: Yes, H-a-r-b-i-n.",
        "Q: Is that near Shanghai? Because I know a lot of Jews were there (77)",
        "A: A lot of Jews went to Harbin. It’s somewhere near -- I don’t know exactly where it is. I saw it\non the map, yeah.",
        "Q: Okay, right.",
        "A: But it was a large Russian colony. Then the -- I think my grandmother opened a restaurant.\nThey survived as well as they could. But then, I think, the Japanese, you know there was\ntrouble with the Japanese at that time. So my mother told them to come to France, asked them\nto come and they did. So they arrived just before I was born.",
        "Q: So your grandparents helped to take care of you?",
        "A: Yes.",
        "Q: Did your mother leave the house for her practice?",
        "A: No.",
        "Q: She was helping .",
        "A: In the house, yes. My father was the only one.",
        "Q: Do you have any memories of patients coming to the house?",
        "A: Oh, yes, oh yes. Because the office was in the house. You know in a small village, everybody\nknows everybody. I have memories of going on rounds with my father and being impressed\nhow special he was. You know people would look forward to him coming and they would\nalways greet him by Monsieur Doctor and offer him coffee and schnapps. You know coffee and\n. He joked with them. He was a very pleasant guy.",
        "Q: Even in that continued during the war, the relationships?",
        "A: This was also the war, yes. He was not allowed to practice because he was a foreigner. So he\npracticed anyway but another doctor signed his papers for him.",
        "Q: No one suspected that he, you said he came from Romania?",
        "A: Yes.",
        "Q: And no one suspected that he might be a Romanian Jew?",
        "A: And he spoke German. This was his ---. Oh, I asked. I have kept in touch with one family in\nthe village. The mother Francoise has known me since I was six or so. I’m very close to her.\nShe’s sick. So I asked her husband one time. You know how -- that it was surprising that\nnobody knew that we were Jews. He laughed and he said, what do you mean, nobody knew?\nEverybody knew. So I asked him how come nobody turned us in. He really struck me when he\nsaid, we’re not animals, we don’t do that.",
        "Q: So I didn’t realize how very closely knit, --- the photos ---. Was it because, did your father\nprobably and mother probably had foreign accents?",
        "A: Oh, yes. Everybody had foreign accents. Even me when I was little because my first language\nwas Russian.",
        "Q: Well, I know that a lot of Jews were hidden by French who knew that they were Jewish. They",
        "A: We didn’t blame him.",
        "Q: You stood out.",
        "A: Yes, oh yes.",
        "Q: Did you ever get the feeling or did your parents tell you after the war when you had grown up\nthat they lived in fear that they would be discovered? That the Germans might .",
        "A: Oh, yes.",
        "Q: What did they say?",
        "A: My father told a very strange story. He said that one time, one man came to him and said hey\ndo you remember me? Apparently this was a man from J where my father was born and\nwho knew him. My father was very frightened because he thought he had turned him in or\nblackmail or something. Then a few days later, this man was killed.",
        "Q: By -- in what circumstances?",
        "A: By a bomb or ---.",
        "Q: Oh. I mean in a way it was risky to live in an occupied town?",
        "A: It was very risky.",
        "Q: They didn’t have the freedom to go to some other place .",
        "A: Yes.",
        "Q: They didn’t -- did you ever know why the decision wasn’t made just to stay further south after\nthey evacuated? Did",
        "A: Yes. I don’t know why they decided to stick 1t out. My parents are very bold in many ways. I\nguess they . Even though they must have worried a lot, they still chose to hide in this\nfashion which was quite risky.",
        "Q: Your mother and your father’s family, did they have siblings?",
        "A: My mother had no siblings. She had cousins but she had no relationships with anybody.",
        "Q: So she didn’t communicate with any of the people that ?",
        "A: Right. My father had --. He has a brother whom I met once, who lives now in Munich and who\nwas taken prisoner. His mother came to visit right after I was born and then died of cancer. He\nhas -- my father, I believe -- has an older sister who 1s in Israel and an older brother. But I don’t\nknow anything about them. He never kept in touch with anybody. Except his brother Otto who\nlives in Munich. When I was 18, he came to visit. That was the only time I saw him.",
        "Q: But you don’t know where Otto spent the war?",
        "A: He was in a camp, I don’t know.",
        "Q: ,",
        "A: My grandfather may have been killed by the Germans. He was a merchant in J but I\nknow nothing about him. What kind of things he had or what.",
        "Q: So is there anything else you can think of, stories ?",
        "A: I remember there was a --. Well we were home. We all had a very bad time before the end of\nthe war. But that was not because we were Jews. It was because someone killed a couple of\nGermans -- soldiers. We had a little resistance.",
        "Q: You did?",
        "A: Yes. And my father was part of it.",
        "Q: Oh, that’s important. Do you know anything about that?",
        "A: No. All I know is that the men had an agreement that they would -- if they were to be captured,\nthey would all run away in the woods and resist. So I think some of the resistance killed two\nGermans and there was fighting at the end of the war. You know, the Germans were defeated\nthen with treaty. So that one morning, I was woken up by my grandmother who shook me and\nsaid quick, quick, we have to run. She grabbed me by the hand and we went and hid in the\noutside with the chicken. The Germans had come. I don’t know -- I have very few memories\nof it -- what I felt. I don’t know if I knew that they had come to everybody or was only my\nfamily, thought they had come just for us. But as we were running, my grandmother and I were\nhidden but the Germans saw us and they shot towards us but didn’t wound anybody. My\nmother stayed in the house with the papers. I think she was trying to hide papers. My father\nand grandfather run away towards the woods to meet the other men. The Germans shot towards\nthem too but missed. So that no one run away. They came back. The lady who lived in the\nhouse just stood there. I remember she stood there outside and she was screaming. After that\nthey took us and they put us in front of the Marie and the women were -- they separated men,\nwomen and children who were with a teacher. They were going to take us all to Germany in\ntrucks. But apparently the priest talked them out of it.",
        "Q: You don’t know -- that was in 1945?",
        "A: Yeah.",
        "Q: But it was before the war ended, close to liberation ?",
        "A: Very close.",
        "Q: Would you say, a couple of weeks ?",
        "A: I would say maybe less than that.",
        "Q: And you remember standing in front of the ?",
        "A: Yeah, yeah.",
        "Q: And they had separated you into ?",
        "A: Yes. I remember seeing older kids cry so I cried too.",
        "Q: Naturally.",
        "A: I remember seeing Francoise walking by and she was very pregnant. That was a frightening\ntime. But again it was not directly personal. I have no recollection of anti-Semitism for\ninstance.",
        "Q: You don’t?",
        "A: No.",
        "Q: Nothing? Even any comments, I mean ?",
        "A: Sure there were, there was. But I think I was too young. Or either too young or I forgot, I don’t\nknow.",
        "Q: Were people in the village, , were they aware of all the horrible things that were\nhappening? I mean, was there any perception of the roundup of Jews in Paris? Any\ndeportations?",
        "A: I don’t remember anything, myself. I don’t think I knew anything in particular. I may have\noverheard things and then tried to put them together in a child’s way. But personally I was not\naware. When I grew up I did not want to be. It took me -- it’s really -- 1t’s when my daughter\nwas seventeen that she wanted to know about concentration camps, about what happened. I\ntold her I didn’t know, I didn’t want her to know. She need to know because she\ndidn’t have to live through it. You know she was here in America, she was fine. But she didn’t\nbelieve me -- I mean she wanted to know. So she started reading books. I started to have\nnightmares. Then I felt I didn’t want to leave her alone maybe with all this information. Or I\nfelt it was cowardly of my part not to learn when she learned and she was quite young. So then\nI started very cautiously to inform myself a little more. By now, now I’ve caught up.",
        "Q: When was that?",
        "A: She’s 24 so ----.",
        "Q: Well, maybe when you talk to your father the next time you’re around him, you could ask him 1f\nhe has any details ?",
        "A: Well, it was a very small village. You know, so I think --.",
        "Q: But you were never aware of strangers passing through there or anything, that they were helping\nor -- ?",
        "A: I think the American soldier, you know with the parachute -- I don’t know. I think he died but\nI’m not sure. I remember there was talk about an American soldier that was helped and hid. I\ndon’t know if he was that one or another one. Now who could have passed in my house, people\ncame all the time because patients were there all the time so I would not know who is who.",
        "Q: How did the -- did the peasants usually pay your father and mother in kind or did they have\ncash?",
        "A: No, they -----. Yeah, I think they paid in money, they paid in goods. Those who couldn’t pay,\ndidn’t pay.",
        "Q: But they were able to make a living in this little village or did people come from a larger\nsurrounding area?",
        "A: From the larger surroundings. The village and --. Because there was one doctor in\nwhich was seven kilometers away. That’s the doctor that signed the papers. And then -- that’s\nit. I think there was just those two for quite a large amount of people. Of course people didn’t\nhave transportation, you know, in those days. They had bicycles but cars were very rare. So\nmy father went on all rounds, he was gone most of the day seeing people. He also spoke\nGerman so he spoke with the Germans. They also treated Germans.",
        "Q: They did?",
        "A: Oh, yeah.",
        "Q: How many Germans were actually occupying ?",
        "A: They weren’t near us, of course, because of the house, you know. Feels like there were — I\ncouldn’t give you a number.",
        "Q: What did they actually do ?",
        "A: All this what I’m telling you is the memory of the child and never thought about so what I\nwould say to you, they just sat there and were given things. They didn’t work. They didn’t\nwork like the rest of the people. I think they literally did pretty much just did that. They were\noccupying us and I’m sure living off the land.",
        "Q: Do you remember any of them as being mean or kind or ----?",
        "A: I remember playing with them, playing with some of them. I have a feeling that they sort of --\nwere more or less I guess like the rest of us. We didn’t have SS. I think we had young men who\nmight have been just as unhappy to be in France as we were unhappy to have them there.",
        "Q: So you didn’t get the sense that people were particularly bitter about --?",
        "A: Oh, everybody hated the Boche, you know. I think compared to the stories I hear of what\nhappened in Paris where literally you saw people shot in the street or treated very inhumanely, I\nthink we hated the Boche because they were there, because they were the enemy. But I don’t\nthink there were any incidents in our village.",
        "Q: No one died during the war ?",
        "A: I think, the day they took us, I remember my father was walking around with the Red Cross on\nhis arm. He took care of somebody who was wounded, I know that. But I don’t know anything\nelse.",
        "Q: But you said that you were released pretty quickly all of a sudden ?",
        "A: To me it felt all of a sudden. I don’t know what people knew. I remember my parents listening\nto the radio. You know, we covered all the windows because there were lots of planes going by.\nNow not very far from us, there were blockhouse you know where they were sending V-2’s to\nEngland? So they were trying to bomb those out, the Allies. But in our village, there was\nnothing.",
        "Q: So you heard planes going over, ?",
        "A: Oh, yes. And shooting. I don’t know exactly where. Or maybe it was that one incident. But\nfor a very long time, if I heard gun shot, I would really jump out of my skin but not any more.\nEventually -- or planes in the night.",
        "Q: Do you remember anything about this priest ? So he lived in a house?",
        "A: Yeah, we had the church. And he was in the church, for all I know. I tell you that’s where he\nlived, I don’t know.",
        "Q: So you were brought to him to be baptized?",
        "A: My parents say no. That he just gave us some papers. I’m not sure I would trust that. I think I\nmay well have been baptized.",
        "Q: Well, you’ve got several coverage protection!",
        "A: I’m good either way.",
        "Q: Let’s see. Is there anything else you want to say about ?",
        "A: I am very grateful because since that time I’ve heard so many stories. What happened to so\nmany people that grew up that way. That there was more than just the darkness because you\nhave to be living it. I need to keep a view of the world as not entirely dangerous or evil. The\nfact that we were saved, I think, to me makes a big difference. I’m here. But also not only\nbecause I survived physically but I think because it allowed me to survive psychologically and\nto want to do the work I do. ’'m , to me, it’s very important to help other people\nand to help them survive.",
        "Q: Are you — do you see survivors ?",
        "A: No, I never have because I see people who have been traumatized but in other ways. I have\ntried to distance myself. For a long time, I didn’t marry a Jew, I never went to the synagogue. I\nthink I tried not to be a Jew because it was so dangerous to me. Now I joined a group of hidden\nchildren and so that has made a big difference.",
        "Q: In Washington?",
        "A: Yes. It’s all over America.",
        "Q: Yes, I have talked to . She was a Catholic nun and she ;",
        "A: Yes. Once we lived in the suburbs I went to school. I spent a year in London. I was going to\nbe an interpreter because I spoke Russian and I spoke some English at the time.",
        "Q: I forgot to ask you what language you spoke in your house?",
        "A: I spoke Russian and French, mostly Russian. French with my father.",
        "Q: Oh. That must have distinguished you very much. Were you perfectly bilingual?",
        "A: Not in the beginning, afterwards, yes. The kids used to call me Russian Rabbit which I didn’t\nlike. Then they would make fun of me saying I was a Russian rabbit. You know there is a kind\nof white rabbit with white eyes that’s called a Russian rabbit. So they would call me that and\nthey would say I have white eyes.",
        "Q: Maybe they thought you were just Russian emigrants? ?. That was probably",
        "A: Yes. I remember in Paris I joined the -- it wasn’t in Paris, it was the suburbs so it was like a\nlittle town, like Bethesda. I joined the Cub Scout, oop — Girl Scout. My mother instructed me\nat this point to tell it was run by a priest, to tell him that I was an Orthodox Russian. He asked\nme what do Orthodox Russian do? I said I don’t know. I was 12 years old and I went by\nmyself. I was 13. So he got very angry at me and told me not to lie. That it was evil.",
        "Q: Did you have a lot of conflict because you didn’t really have a religious identity or --?",
        "A: Yes, very much, very much, yeah. Because then I ended up in the Girl Scout troop, a Protestant\ngirl. So I have never been able to identify with a religious group because when I was a child. ---\nyou know you have a child. I don’t know whether you are Jewish or —",
        "Q: Well, ’'m — I’m --.",
        "A: When I was a child, I liked the church a lot. Perhaps the priest was good or perhaps the\nschoolteacher was religious and took us but it always presented me. I mean my two -- I was\ngrowing up with this guy with his big beard of course and sitting on the clouds and was\nrather stern. But then there was Jesus who loved little children and took care of all of us. All\nwe needed to do was to be good. That was simple enough and Jesus was very forging and\nunderstanding. There was the Virgin Mary and it was a statue and she was so beautiful and she\nwas wearing this blue cape and her hands were around, with such a sweet expression, that I was\nvery attached to that aspect of the church. I felt safe. I always felt I would go to Heaven. I was\npretty good little girl. But one time, I think in front of my mother, I crossed myself, she was\nfurious. Because, of course, I can’t understand her but it was difficult for me to accept what she\nstood for because it made no sense to me. I remember sitting in the synagogue and there was --\nwe were sitting up on top -- because it was a conservative -- and so I was looking at the head of\nthe men. I was looking at this rabbi who was short and had a beard and kept moving back and\nforth and kept talking and talking and talking and talking and . Then the women in my\ndays, were nothing. The wife of the rabbi was shaved. She had no hair. I knew she had no hair\nbut she was wearing a wig. So I never saw what she looked like without her wig but it felt to\nme like it was a terrible thing. The only other person I ever knew who was shaved, her head\nwas shaved, was the lady across the street who was a spinster. She met some nice German\nsoldier. I didn’t know exactly what she did but obviously she had an affair with a German\nsoldier. After the liberation, they shaved her like a billiard ball.",
        "Q: Did they shave much?",
        "A: They shaved her head.",
        "Q: Oh, oh, yes, of course.",
        "A: Because she had slept with a German.",
        "Q: And you remember that?",
        "A: Oh, yes. It was a terrible story. You know everybody was saying was her name, how\nawful what she did. I was eight years old so you know, to me it was --. I just knew it was\nterrible because people said it was terrible. She looked terrible with that thin hair. Then this,\nwife of the rabbi, also has no hair.",
        "Q: So you make this connection? That’s great. So you were slightly confused?",
        "A: Yeah. Because to me, it really didn’t mean ---. And then there was Yom Kippur and you had to\nbe afraid because God may or may not grant you another year. You know, without much\nunderstanding of the Jewish religion, you have this 12 year old child, who wasn’t given any\nexplanation very much, coming from a religion that is much warmer and softer; it seemed to me\nmuch more tolerant of children. In this religion, there was just this fierce God who didn’t seem\nto care, you know, who killed people right and left in the Bible and was looking at me and\nsaying maybe you'll live another year or not. I never felt safe.",
        "Q: That’s interesting. Is there anything else that you want to tell? You told me about ?",
        "A: I remember the store, Francoise had the store and she was selling everything. You know, cloths,\ncandy, buttons, margarine, we had no butter, whatever, she sold it in her store. I remember\nlooking and there was glass in front of ---. She kept things behind the counter and then there\nwas glass like that. She had two children too. I would go to her house every day and I would\nlook at the chocolate behind the glass with such longing. She said I would like to give you\nsome but I can’t because everything was rationed. So I was thinking of this chocolate so near\nand so forbidden.",
        "Q: That would be a ----. So, in Paris ---.",
        "A: In Paris, so I went to church. No, I did not go to church. I wished I would go to church. I was\nthe only Jew in my class. All my friends went to church and then they had First Communion.",
        "Q: What kind of a school did you --?",
        "A: B.C. ?? You know it was First Communion or Second Communion and they had those beautiful\ndresses, all in white with veils. Oh God. And I wanted so much to be part of that. To have a\ndress like that, to be beautiful but, of course, I couldn’t. I finished school.",
        "Q: Do you remember any anti-Semitism at that time ?",
        "A: You know, I have a feeling that I wasn’t about to deal with that --- I have no memory. It seems\nunreal that I have such a ---.",
        "Q: Did people know you were Jewish at ?",
        "A: I think so, yeah. Suddenly I didn’t go to church. Suddenly I couldn’t -- I never wanted to say I\nwas an Orthodox. I think my mother wanted me to -- maybe I didn’t talk about it but I didn’t\nhave any religion to replace it. I had no idea what the Orthodox Russian did, I’d never been in\non of those churches so it didn’t -- you know I couldn’t carry that. The girl scouts were\nProtestant. I liked that too, it was nice. I went to church with the Protestants. If they went, I\nwent. By that time, it didn’t matter. When I finished my baccalaureate, I came to London for a\nyear, came back to France, moved out, lived in Paris till I was 23. Then I came to America for\nsix weeks vacation. But I didn’t go back. I thought I would learn more English because my\naccent was terrible then. It’s still sizeable now but then it was remarkable. No one could\nunderstand me pretty much. So I stayed as an au pair with a family in Cambridge,\nMassachusetts. Then I went to summer school in Stanford to see the country and study. Then I\ndecided I was going to be a psychologist because in my free time when I was living in\nCambridge, I had the whole day free. So I marched myself to Harvard and just sat and listened\nto the courses and found my\n(End of Side A)\nI met my husband. I was about to go back to France and I met him because he was driving back\nto Boston. He was going to school and I needed a ride. So somebody introduced us and we got\nmarried. It was six weeks later, he asked me to marry him and I said yes. So we got married.\nNot really because we had two children. And we lasted ten years considering we were strangers\nin many ways.",
        "Q: Well De Long, that’s a French name. So he was French?",
        "A: No, he was American from Iowa. And his family came -- they were Huguenots that came to\nIowa very many years ago. So he was a little more French than me. He may have had droplets\nof French blood.",
        "Q: You were both members of persecuted religions?",
        "A: That’s right.",
        "Q: The connection.",
        "A: And we had two children whom we did not bring up in a religious way.",
        "Q: Where were you living?",
        "A: We lived in Cambridge for six years. My husband was going to Harvard and I went to B.U. and\ngot a degree. Then we came over here. We had two small children then. He came to an age\nduring the Vietnam War so he wouldn’t be drafted. Then we divorced in ’78. I stayed for many\nreasons. The main reason was not to separate the children from their father and not to break\ntheir life completely apart by starting not only with another father. We stayed close -- we\nalways stayed close. With another father, a new country and a new language, I thought it’s bad\nenough for kids. So we had an agreement who would stay around and we did. We remained\nput until last year. Last year, my ex-husband moved to Atlanta. I stayed around in Washington.\nI started a private practice after I divorced which was not ---. As I grow older, I feel more and\nmore Jewish. My daughter considers herself Jewish. My son, not. She’s working in Tucson\nwith Russian refugees. You know, the Jewish refugees. She’s learned to speak Russian on her\nown. My son --. So she does pretty much the work of a social worker or a psychologist, a\nmother. My son has studied industrial psychology. He’s now working with a firm with -- in the\narea of handicapped but in a -- how big firms deal with handicapped people -- with sexual\nharassment. I guess I am still struggling with where I belong but it seems like more and more I\nfeel that I -- I feel a Jewish identity but not religion .I am less and less a believer. I don’t think I\nbelieve in God any more. Unfortunately, I can’t believe in Christ any more which makes me\nsad but he was too much of a childhood. It’s like a fairy tale now. It’s a man, not a boy but it’s\na fairy tale and one day we have to give him up.",
        "Q: Well, why -- what do you think ?",
        "A: They were with Jewish. I always had my Christmas tree. Good question. It’s more internal.",
        "Q: Events happen in the Middle East interest you very much, for example? What happens to the\nfate of ?",
        "A: Oh, yes. To me, it feels -- it is heartbreaking. I have never been to Israel but it’s heartbreaking\nthat they are now killing. They were sometimes killing children. There 1s a good deal of\nbrutality -- that the people in the Middle East were -- lost their land. Yet, on the other hand,\nwhere are the Jews to go? They need their country. They need a place. We need a place in case\nsomething happens, we need a home. So how this is going to end, I don’t know but it’s ---. ?’'m\nafraid it will end very badly for Israel. I don’t know, to me it feels like it’s something that I\ncannot avoid. It’s where I was born, who I am. Maybe just wisdom that you’re better off just\nbeing more what you are rather than fighting it. As I get older. It’s not a terrible source of\ncomfort to me unfortunately, but there are no others that I know, that would be any better.",
        "Q: Right. Well, is there anything else?\n"
    ],
    "questions": [
        "Q: Could you please give their names and --?",
        "Q: Can you explain, did they tell you what the ‘something in the air’, what it was ---?",
        "Q: So you didn’t know when you were growing up that you were Jewish?",
        "Q: But were your parents churchgoers also?",
        "Q: So you were two in 1939 and you were three in 1940. You don’t have any memories of being --\nGerman ---?",
        "Q: Do you remember being thrown out of your house?",
        "Q: All the Germans had left?",
        "Q: On the spot?",
        "Q: Do you know the date that you were liberated by the Americans?",
        "Q: When did you find out that you were Jewish?",
        "Q: You hated it?",
        "Q: You’re eleven, so that would be about 1948?",
        "Q: You said your parents moved to Paris in ’49?",
        "Q: You observed Sabbath and --?",
        "Q: You didn’t go to Jewish school?",
        "Q: So there was never any sudden revelation to you after the war that you were Jewish",
        "Q: You don’t know why they left the village?",
        "Q: Why didn’t she like the people? Just because their background was so different from her own?",
        "Q: So your father was driving a car during the war?",
        "Q: And he could take that on his rounds?",
        "Q: That was in Brittany?",
        "Q: Oh, so your village was evacuated when the German army first came in?",
        "Q: Who could get away?",
        "Q: And you went with your grandparents?",
        "Q: Your grandparents were your mother’s parents?",
        "Q: They joined her from Russia?",
        "Q: Is that in France?",
        "Q: Habeen?",
        "Q: Is that near Shanghai? Because I know a lot of Jews were there (77)",
        "Q: Okay, right.",
        "Q: So your grandparents helped to take care of you?",
        "Q: Did your mother leave the house for her practice?",
        "Q: She was helping .",
        "Q: Do you have any memories of patients coming to the house?",
        "Q: Even in that continued during the war, the relationships?",
        "Q: No one suspected that he, you said he came from Romania?",
        "Q: And no one suspected that he might be a Romanian Jew?",
        "Q: So I didn’t realize how very closely knit, --- the photos ---. Was it because, did your father\nprobably and mother probably had foreign accents?",
        "Q: Well, I know that a lot of Jews were hidden by French who knew that they were Jewish. They",
        "Q: You stood out.",
        "Q: Did you ever get the feeling or did your parents tell you after the war when you had grown up\nthat they lived in fear that they would be discovered? That the Germans might .",
        "Q: What did they say?",
        "Q: By -- in what circumstances?",
        "Q: Oh. I mean in a way it was risky to live in an occupied town?",
        "Q: They didn’t have the freedom to go to some other place .",
        "Q: They didn’t -- did you ever know why the decision wasn’t made just to stay further south after\nthey evacuated? Did",
        "Q: Your mother and your father’s family, did they have siblings?",
        "Q: So she didn’t communicate with any of the people that ?",
        "Q: But you don’t know where Otto spent the war?",
        "Q: ,",
        "Q: So is there anything else you can think of, stories ?",
        "Q: You did?",
        "Q: Oh, that’s important. Do you know anything about that?",
        "Q: You don’t know -- that was in 1945?",
        "Q: But it was before the war ended, close to liberation ?",
        "Q: Would you say, a couple of weeks ?",
        "Q: And you remember standing in front of the ?",
        "Q: And they had separated you into ?",
        "Q: Naturally.",
        "Q: You don’t?",
        "Q: Nothing? Even any comments, I mean ?",
        "Q: Were people in the village, , were they aware of all the horrible things that were\nhappening? I mean, was there any perception of the roundup of Jews in Paris? Any\ndeportations?",
        "Q: When was that?",
        "Q: Well, maybe when you talk to your father the next time you’re around him, you could ask him 1f\nhe has any details ?",
        "Q: But you were never aware of strangers passing through there or anything, that they were helping\nor -- ?",
        "Q: How did the -- did the peasants usually pay your father and mother in kind or did they have\ncash?",
        "Q: But they were able to make a living in this little village or did people come from a larger\nsurrounding area?",
        "Q: They did?",
        "Q: How many Germans were actually occupying ?",
        "Q: What did they actually do ?",
        "Q: Do you remember any of them as being mean or kind or ----?",
        "Q: So you didn’t get the sense that people were particularly bitter about --?",
        "Q: No one died during the war ?",
        "Q: But you said that you were released pretty quickly all of a sudden ?",
        "Q: So you heard planes going over, ?",
        "Q: Do you remember anything about this priest ? So he lived in a house?",
        "Q: So you were brought to him to be baptized?",
        "Q: Well, you’ve got several coverage protection!",
        "Q: Let’s see. Is there anything else you want to say about ?",
        "Q: Are you — do you see survivors ?",
        "Q: In Washington?",
        "Q: Yes, I have talked to . She was a Catholic nun and she ;",
        "Q: I forgot to ask you what language you spoke in your house?",
        "Q: Oh. That must have distinguished you very much. Were you perfectly bilingual?",
        "Q: Maybe they thought you were just Russian emigrants? ?. That was probably",
        "Q: Did you have a lot of conflict because you didn’t really have a religious identity or --?",
        "Q: Well, ’'m — I’m --.",
        "Q: Did they shave much?",
        "Q: Oh, oh, yes, of course.",
        "Q: And you remember that?",
        "Q: So you make this connection? That’s great. So you were slightly confused?",
        "Q: That’s interesting. Is there anything else that you want to tell? You told me about ?",
        "Q: That would be a ----. So, in Paris ---.",
        "Q: What kind of a school did you --?",
        "Q: Do you remember any anti-Semitism at that time ?",
        "Q: Did people know you were Jewish at ?",
        "Q: Well De Long, that’s a French name. So he was French?",
        "Q: You were both members of persecuted religions?",
        "Q: The connection.",
        "Q: Where were you living?",
        "Q: Well, why -- what do you think ?",
        "Q: Events happen in the Middle East interest you very much, for example? What happens to the\nfate of ?",
        "Q: Right. Well, is there anything else?"
    ],
    "answers": [
        "A: My name is Arlette De Long. I was born June 15, 1937 in Brocourt, France. My father was\nborn in Romania. Hr came to Paris to study medicine. My mother was born in Siberia. She\ncame also to Paris to study medicine. That’s where they met and married. After medical ---",
        "A: My father’s name is Joseph Valman, April 19, 1913. My mother is Fanny Fooks and she was\nborn August 28, 1910. They married in Paris after they finished school and they were looking\nfor a place to practice medicine because both of them were poor. They chose a village in the\nnorth of France. When they arrived there, it was 1935 and there was something in the air. They\nfelt that it was not very safe to announce they were Jews.",
        "A: No, I think they were ---. Well, my mother especially had been in Russia in Shetow\nduring the revolution. Her parents were wealthy merchants and when the revolution, they had\nto run abandoning property, several property in Shetow. Just run with my grandmother’s\njewelry. I think she felt from that time a lot of fear and was extremely suspicious of people. I\nassume that when she started hearing about what was going on in Germany, that she started to\nfear that 1t might spread and kept being Jewish a secret. She was not religious. To her I think,\nbeing Jewish didn’t mean very much. I have no idea what my father thought. But I know that\nthey did not have any record that we were Jews. When I was born in °37, the priest, I think they\ntold the priest -- he gave us a full certificate of baptism. I went to church from the time I went\nto school, I think. From the age of five or so until at least ---, throughout the whole war and\nmaybe after. I don’t think they ever really thought about being Jews.",
        "A: I don’t know. No, I was going to church. I don’t -- even I -- I think I may have known we were\nJews because I suspect my parents talked about it around me. Because -- I don’t know. I\nsuspect I may have had some notion but I don’t know that it meant very much to me, what\nbeing a Jew is except it’s dangerous. But that -- yeah, I went to church. I went to Catholic\nchurch and that was my religion. That’s what the God I believed in there. That’s how I grew\nup.",
        "A: No, they never went to church. It was not terribly unusual for the village.",
        "A: Oh, yes. Oh yes, because the Germans lived with us in our village. We were occupied. I have\na memo here of singing Oh Tannenbaum to the Germans. The first thing they did when they\ncame to the village -- we lived in a sort of -- we had a big house, big ,made of brick. It\nwas attached to another house, similar, to the left. So we were -- we had those two houses\ntouching each other. In the house to the left, lived an old lady. I think after a while, the\nGermans took her house and made her go away. I don’t know where. I remember she had a\ngarden with flowers and we had a vegetable garden, not much flowers. She had all flowers. So\nthat I was close to the Germans, of course, because they were in the same yard. I mean we\nshared the yard. There was no wall. I remember my mother telling me not to eat the candies\nthey gave me because they might be poisoned. Of course, to me it didn’t make much sense. I\nguess, none of it made very much sense. I don’t remember being afraid especially of the\nGermans -- I remember the uniforms. Eventually, they also took our house. They threw us out\nof the house and made us --. So we moved in with an old -- with a widow who had a big house.\nWe spent, I don’t know how long -- but until the war was over.",
        "A: No, I don’t remember. Nor do I remember coming back. I have memories of not having -- we\nhad enough food. Nobody ever lacked food because we were a village and there were cows,\nthere were chickens, there was everything you’d need for basics. But we didn’t have wool, we\ndidn’t have shoes and I remember one time an American soldier in a parachute fell down. He\nwas caught in the trees and he died. People in the village got the parachute and I think I saw it\nbecause I remember blood on the white silk. My mother gathered the thread and she had\nsomeone knit me a sweater and it was horrible. I hated that sweater with a vengeance. I\nremember one day somebody brought us oranges. I don’t know where they came from. I had\nnever seen an orange before and sardines. Also I remember when the Americans came to\nliberate us, we -- they threw us chewing gum to the kids. They chewed the same piece, I think,\nfor weeks because it was a novelty.",
        "A: No, the Germans were made prisoners. They stayed in the village.",
        "A: Yes, there were two tanks. Two tanks and the Germans were in the middle and they threw their\narms up in the air and threw their weapons down. My father picked a great big revolver which\nhe still has from that time.",
        "A: I don’t remember now.",
        "A: That’s a big problem for me. I do not have very many memories. I cannot -- I don’t know. The\none thing I remember, I assume my parents told me something, what I remember is being after\nthe war we moved to Paris. I was more than eleven years old. I remember the synagogue\nwhere my parents took me. My father, especially, had me go. I had to go, I didn’t have any\nchoice. I very much hated it.",
        "A: Oh, yeah.",
        "A: \"48, °49.",
        "A: Yes. No, I moved in ’47, they followed a year later in 48. And then they joined a synagogue\nand led a more Jewish life.",
        "A: No, no. They just went to the shul. I think for the holidays or something like that. They were\nnot observant at all.",
        "A: No. But we observed the holidays and we fasted on Yom Kippur. Mostly Yom Kippur, it seems\nlike and the Passover. Those are the two holidays.\n?",
        "A: You know something must have happened but I cannot remember.",
        "A: Ostensibly, it was because the village had only one small school where all the children were\ntogether from the age of seven to the age of fourteen. Of course my education in there was not\nexcellent and my mother was worried that I couldn’t stay there if I wanted -- if I was going to\ncollege. But this is not the true reason because I could have gone to which was close\nand spent a week there and come back home for the weekends. The real reason was that my\nmother really disliked the village very much. She felt lost in it. She came -- she didn’t like the\npeople. She didn’t like to practice medicine and --.",
        "A: Yes. She felt they were peasants and she had nothing in common. My father, on the other side,\nvery much liked it. Liked it there, liked to be a doctor. He was one of these old fashioned\ndoctors who go around. He went around by bicycle at first, then on a motorcycle, then in a car.\nHe taught me how to drive the car. When I was seven years old, he let me use the wheel. He\nliked it there but he moved pretty much against his will.",
        "A: Oh, yes. Yeah, we had a car. Even in the beginning of the -- there might be a picture of it. It\nwas a big Maitron. It was called a great big coach. I remember vividly. It was gray and it had\nthe black on the side of it. It had the black stepping place you know with rubber with lines like\nthat. It was a great big car.",
        "A: Yes. My mother took that car when we left, just before the Germans came, I guess. People\nwere just leaving, running away from the Germans. So she went down south towards Brittany,\ntowards San . Then there were a lot of bombings apparently. I don’t recall much about\nit at all. But my first memory is being under a table with my grandmother holding on to my\nsleeve. I wanted to run out and she was hanging on to me.",
        "A: Yes. That was during the evacuation.",
        "A: I don’t think the village, I think some people left.",
        "A: Yes.",
        "A: And my mother.",
        "A: Yes.",
        "A: Yes, they came in ’36. After --they were no longer in Russia. They left at the Revolution and\nwent to Harbin where there was a large Russian population. Then my grandmother ---",
        "A: Harbin? No, it’s in China.",
        "A: Yes, H-a-r-b-i-n.",
        "A: A lot of Jews went to Harbin. It’s somewhere near -- I don’t know exactly where it is. I saw it\non the map, yeah.",
        "A: But it was a large Russian colony. Then the -- I think my grandmother opened a restaurant.\nThey survived as well as they could. But then, I think, the Japanese, you know there was\ntrouble with the Japanese at that time. So my mother told them to come to France, asked them\nto come and they did. So they arrived just before I was born.",
        "A: Yes.",
        "A: No.",
        "A: In the house, yes. My father was the only one.",
        "A: Oh, yes, oh yes. Because the office was in the house. You know in a small village, everybody\nknows everybody. I have memories of going on rounds with my father and being impressed\nhow special he was. You know people would look forward to him coming and they would\nalways greet him by Monsieur Doctor and offer him coffee and schnapps. You know coffee and\n. He joked with them. He was a very pleasant guy.",
        "A: This was also the war, yes. He was not allowed to practice because he was a foreigner. So he\npracticed anyway but another doctor signed his papers for him.",
        "A: Yes.",
        "A: And he spoke German. This was his ---. Oh, I asked. I have kept in touch with one family in\nthe village. The mother Francoise has known me since I was six or so. I’m very close to her.\nShe’s sick. So I asked her husband one time. You know how -- that it was surprising that\nnobody knew that we were Jews. He laughed and he said, what do you mean, nobody knew?\nEverybody knew. So I asked him how come nobody turned us in. He really struck me when he\nsaid, we’re not animals, we don’t do that.",
        "A: Oh, yes. Everybody had foreign accents. Even me when I was little because my first language\nwas Russian.",
        "A: We didn’t blame him.",
        "A: Yes, oh yes.",
        "A: Oh, yes.",
        "A: My father told a very strange story. He said that one time, one man came to him and said hey\ndo you remember me? Apparently this was a man from J where my father was born and\nwho knew him. My father was very frightened because he thought he had turned him in or\nblackmail or something. Then a few days later, this man was killed.",
        "A: By a bomb or ---.",
        "A: It was very risky.",
        "A: Yes.",
        "A: Yes. I don’t know why they decided to stick 1t out. My parents are very bold in many ways. I\nguess they . Even though they must have worried a lot, they still chose to hide in this\nfashion which was quite risky.",
        "A: My mother had no siblings. She had cousins but she had no relationships with anybody.",
        "A: Right. My father had --. He has a brother whom I met once, who lives now in Munich and who\nwas taken prisoner. His mother came to visit right after I was born and then died of cancer. He\nhas -- my father, I believe -- has an older sister who 1s in Israel and an older brother. But I don’t\nknow anything about them. He never kept in touch with anybody. Except his brother Otto who\nlives in Munich. When I was 18, he came to visit. That was the only time I saw him.",
        "A: He was in a camp, I don’t know.",
        "A: My grandfather may have been killed by the Germans. He was a merchant in J but I\nknow nothing about him. What kind of things he had or what.",
        "A: I remember there was a --. Well we were home. We all had a very bad time before the end of\nthe war. But that was not because we were Jews. It was because someone killed a couple of\nGermans -- soldiers. We had a little resistance.",
        "A: Yes. And my father was part of it.",
        "A: No. All I know is that the men had an agreement that they would -- if they were to be captured,\nthey would all run away in the woods and resist. So I think some of the resistance killed two\nGermans and there was fighting at the end of the war. You know, the Germans were defeated\nthen with treaty. So that one morning, I was woken up by my grandmother who shook me and\nsaid quick, quick, we have to run. She grabbed me by the hand and we went and hid in the\noutside with the chicken. The Germans had come. I don’t know -- I have very few memories\nof it -- what I felt. I don’t know if I knew that they had come to everybody or was only my\nfamily, thought they had come just for us. But as we were running, my grandmother and I were\nhidden but the Germans saw us and they shot towards us but didn’t wound anybody. My\nmother stayed in the house with the papers. I think she was trying to hide papers. My father\nand grandfather run away towards the woods to meet the other men. The Germans shot towards\nthem too but missed. So that no one run away. They came back. The lady who lived in the\nhouse just stood there. I remember she stood there outside and she was screaming. After that\nthey took us and they put us in front of the Marie and the women were -- they separated men,\nwomen and children who were with a teacher. They were going to take us all to Germany in\ntrucks. But apparently the priest talked them out of it.",
        "A: Yeah.",
        "A: Very close.",
        "A: I would say maybe less than that.",
        "A: Yeah, yeah.",
        "A: Yes. I remember seeing older kids cry so I cried too.",
        "A: I remember seeing Francoise walking by and she was very pregnant. That was a frightening\ntime. But again it was not directly personal. I have no recollection of anti-Semitism for\ninstance.",
        "A: No.",
        "A: Sure there were, there was. But I think I was too young. Or either too young or I forgot, I don’t\nknow.",
        "A: I don’t remember anything, myself. I don’t think I knew anything in particular. I may have\noverheard things and then tried to put them together in a child’s way. But personally I was not\naware. When I grew up I did not want to be. It took me -- it’s really -- 1t’s when my daughter\nwas seventeen that she wanted to know about concentration camps, about what happened. I\ntold her I didn’t know, I didn’t want her to know. She need to know because she\ndidn’t have to live through it. You know she was here in America, she was fine. But she didn’t\nbelieve me -- I mean she wanted to know. So she started reading books. I started to have\nnightmares. Then I felt I didn’t want to leave her alone maybe with all this information. Or I\nfelt it was cowardly of my part not to learn when she learned and she was quite young. So then\nI started very cautiously to inform myself a little more. By now, now I’ve caught up.",
        "A: She’s 24 so ----.",
        "A: Well, it was a very small village. You know, so I think --.",
        "A: I think the American soldier, you know with the parachute -- I don’t know. I think he died but\nI’m not sure. I remember there was talk about an American soldier that was helped and hid. I\ndon’t know if he was that one or another one. Now who could have passed in my house, people\ncame all the time because patients were there all the time so I would not know who is who.",
        "A: No, they -----. Yeah, I think they paid in money, they paid in goods. Those who couldn’t pay,\ndidn’t pay.",
        "A: From the larger surroundings. The village and --. Because there was one doctor in\nwhich was seven kilometers away. That’s the doctor that signed the papers. And then -- that’s\nit. I think there was just those two for quite a large amount of people. Of course people didn’t\nhave transportation, you know, in those days. They had bicycles but cars were very rare. So\nmy father went on all rounds, he was gone most of the day seeing people. He also spoke\nGerman so he spoke with the Germans. They also treated Germans.",
        "A: Oh, yeah.",
        "A: They weren’t near us, of course, because of the house, you know. Feels like there were — I\ncouldn’t give you a number.",
        "A: All this what I’m telling you is the memory of the child and never thought about so what I\nwould say to you, they just sat there and were given things. They didn’t work. They didn’t\nwork like the rest of the people. I think they literally did pretty much just did that. They were\noccupying us and I’m sure living off the land.",
        "A: I remember playing with them, playing with some of them. I have a feeling that they sort of --\nwere more or less I guess like the rest of us. We didn’t have SS. I think we had young men who\nmight have been just as unhappy to be in France as we were unhappy to have them there.",
        "A: Oh, everybody hated the Boche, you know. I think compared to the stories I hear of what\nhappened in Paris where literally you saw people shot in the street or treated very inhumanely, I\nthink we hated the Boche because they were there, because they were the enemy. But I don’t\nthink there were any incidents in our village.",
        "A: I think, the day they took us, I remember my father was walking around with the Red Cross on\nhis arm. He took care of somebody who was wounded, I know that. But I don’t know anything\nelse.",
        "A: To me it felt all of a sudden. I don’t know what people knew. I remember my parents listening\nto the radio. You know, we covered all the windows because there were lots of planes going by.\nNow not very far from us, there were blockhouse you know where they were sending V-2’s to\nEngland? So they were trying to bomb those out, the Allies. But in our village, there was\nnothing.",
        "A: Oh, yes. And shooting. I don’t know exactly where. Or maybe it was that one incident. But\nfor a very long time, if I heard gun shot, I would really jump out of my skin but not any more.\nEventually -- or planes in the night.",
        "A: Yeah, we had the church. And he was in the church, for all I know. I tell you that’s where he\nlived, I don’t know.",
        "A: My parents say no. That he just gave us some papers. I’m not sure I would trust that. I think I\nmay well have been baptized.",
        "A: I’m good either way.",
        "A: I am very grateful because since that time I’ve heard so many stories. What happened to so\nmany people that grew up that way. That there was more than just the darkness because you\nhave to be living it. I need to keep a view of the world as not entirely dangerous or evil. The\nfact that we were saved, I think, to me makes a big difference. I’m here. But also not only\nbecause I survived physically but I think because it allowed me to survive psychologically and\nto want to do the work I do. ’'m , to me, it’s very important to help other people\nand to help them survive.",
        "A: No, I never have because I see people who have been traumatized but in other ways. I have\ntried to distance myself. For a long time, I didn’t marry a Jew, I never went to the synagogue. I\nthink I tried not to be a Jew because it was so dangerous to me. Now I joined a group of hidden\nchildren and so that has made a big difference.",
        "A: Yes. It’s all over America.",
        "A: Yes. Once we lived in the suburbs I went to school. I spent a year in London. I was going to\nbe an interpreter because I spoke Russian and I spoke some English at the time.",
        "A: I spoke Russian and French, mostly Russian. French with my father.",
        "A: Not in the beginning, afterwards, yes. The kids used to call me Russian Rabbit which I didn’t\nlike. Then they would make fun of me saying I was a Russian rabbit. You know there is a kind\nof white rabbit with white eyes that’s called a Russian rabbit. So they would call me that and\nthey would say I have white eyes.",
        "A: Yes. I remember in Paris I joined the -- it wasn’t in Paris, it was the suburbs so it was like a\nlittle town, like Bethesda. I joined the Cub Scout, oop — Girl Scout. My mother instructed me\nat this point to tell it was run by a priest, to tell him that I was an Orthodox Russian. He asked\nme what do Orthodox Russian do? I said I don’t know. I was 12 years old and I went by\nmyself. I was 13. So he got very angry at me and told me not to lie. That it was evil.",
        "A: Yes, very much, very much, yeah. Because then I ended up in the Girl Scout troop, a Protestant\ngirl. So I have never been able to identify with a religious group because when I was a child. ---\nyou know you have a child. I don’t know whether you are Jewish or —",
        "A: When I was a child, I liked the church a lot. Perhaps the priest was good or perhaps the\nschoolteacher was religious and took us but it always presented me. I mean my two -- I was\ngrowing up with this guy with his big beard of course and sitting on the clouds and was\nrather stern. But then there was Jesus who loved little children and took care of all of us. All\nwe needed to do was to be good. That was simple enough and Jesus was very forging and\nunderstanding. There was the Virgin Mary and it was a statue and she was so beautiful and she\nwas wearing this blue cape and her hands were around, with such a sweet expression, that I was\nvery attached to that aspect of the church. I felt safe. I always felt I would go to Heaven. I was\npretty good little girl. But one time, I think in front of my mother, I crossed myself, she was\nfurious. Because, of course, I can’t understand her but it was difficult for me to accept what she\nstood for because it made no sense to me. I remember sitting in the synagogue and there was --\nwe were sitting up on top -- because it was a conservative -- and so I was looking at the head of\nthe men. I was looking at this rabbi who was short and had a beard and kept moving back and\nforth and kept talking and talking and talking and talking and . Then the women in my\ndays, were nothing. The wife of the rabbi was shaved. She had no hair. I knew she had no hair\nbut she was wearing a wig. So I never saw what she looked like without her wig but it felt to\nme like it was a terrible thing. The only other person I ever knew who was shaved, her head\nwas shaved, was the lady across the street who was a spinster. She met some nice German\nsoldier. I didn’t know exactly what she did but obviously she had an affair with a German\nsoldier. After the liberation, they shaved her like a billiard ball.",
        "A: They shaved her head.",
        "A: Because she had slept with a German.",
        "A: Oh, yes. It was a terrible story. You know everybody was saying was her name, how\nawful what she did. I was eight years old so you know, to me it was --. I just knew it was\nterrible because people said it was terrible. She looked terrible with that thin hair. Then this,\nwife of the rabbi, also has no hair.",
        "A: Yeah. Because to me, it really didn’t mean ---. And then there was Yom Kippur and you had to\nbe afraid because God may or may not grant you another year. You know, without much\nunderstanding of the Jewish religion, you have this 12 year old child, who wasn’t given any\nexplanation very much, coming from a religion that is much warmer and softer; it seemed to me\nmuch more tolerant of children. In this religion, there was just this fierce God who didn’t seem\nto care, you know, who killed people right and left in the Bible and was looking at me and\nsaying maybe you'll live another year or not. I never felt safe.",
        "A: I remember the store, Francoise had the store and she was selling everything. You know, cloths,\ncandy, buttons, margarine, we had no butter, whatever, she sold it in her store. I remember\nlooking and there was glass in front of ---. She kept things behind the counter and then there\nwas glass like that. She had two children too. I would go to her house every day and I would\nlook at the chocolate behind the glass with such longing. She said I would like to give you\nsome but I can’t because everything was rationed. So I was thinking of this chocolate so near\nand so forbidden.",
        "A: In Paris, so I went to church. No, I did not go to church. I wished I would go to church. I was\nthe only Jew in my class. All my friends went to church and then they had First Communion.",
        "A: B.C. ?? You know it was First Communion or Second Communion and they had those beautiful\ndresses, all in white with veils. Oh God. And I wanted so much to be part of that. To have a\ndress like that, to be beautiful but, of course, I couldn’t. I finished school.",
        "A: You know, I have a feeling that I wasn’t about to deal with that --- I have no memory. It seems\nunreal that I have such a ---.",
        "A: I think so, yeah. Suddenly I didn’t go to church. Suddenly I couldn’t -- I never wanted to say I\nwas an Orthodox. I think my mother wanted me to -- maybe I didn’t talk about it but I didn’t\nhave any religion to replace it. I had no idea what the Orthodox Russian did, I’d never been in\non of those churches so it didn’t -- you know I couldn’t carry that. The girl scouts were\nProtestant. I liked that too, it was nice. I went to church with the Protestants. If they went, I\nwent. By that time, it didn’t matter. When I finished my baccalaureate, I came to London for a\nyear, came back to France, moved out, lived in Paris till I was 23. Then I came to America for\nsix weeks vacation. But I didn’t go back. I thought I would learn more English because my\naccent was terrible then. It’s still sizeable now but then it was remarkable. No one could\nunderstand me pretty much. So I stayed as an au pair with a family in Cambridge,\nMassachusetts. Then I went to summer school in Stanford to see the country and study. Then I\ndecided I was going to be a psychologist because in my free time when I was living in\nCambridge, I had the whole day free. So I marched myself to Harvard and just sat and listened\nto the courses and found my\n(End of Side A)\nI met my husband. I was about to go back to France and I met him because he was driving back\nto Boston. He was going to school and I needed a ride. So somebody introduced us and we got\nmarried. It was six weeks later, he asked me to marry him and I said yes. So we got married.\nNot really because we had two children. And we lasted ten years considering we were strangers\nin many ways.",
        "A: No, he was American from Iowa. And his family came -- they were Huguenots that came to\nIowa very many years ago. So he was a little more French than me. He may have had droplets\nof French blood.",
        "A: That’s right.",
        "A: And we had two children whom we did not bring up in a religious way.",
        "A: We lived in Cambridge for six years. My husband was going to Harvard and I went to B.U. and\ngot a degree. Then we came over here. We had two small children then. He came to an age\nduring the Vietnam War so he wouldn’t be drafted. Then we divorced in ’78. I stayed for many\nreasons. The main reason was not to separate the children from their father and not to break\ntheir life completely apart by starting not only with another father. We stayed close -- we\nalways stayed close. With another father, a new country and a new language, I thought it’s bad\nenough for kids. So we had an agreement who would stay around and we did. We remained\nput until last year. Last year, my ex-husband moved to Atlanta. I stayed around in Washington.\nI started a private practice after I divorced which was not ---. As I grow older, I feel more and\nmore Jewish. My daughter considers herself Jewish. My son, not. She’s working in Tucson\nwith Russian refugees. You know, the Jewish refugees. She’s learned to speak Russian on her\nown. My son --. So she does pretty much the work of a social worker or a psychologist, a\nmother. My son has studied industrial psychology. He’s now working with a firm with -- in the\narea of handicapped but in a -- how big firms deal with handicapped people -- with sexual\nharassment. I guess I am still struggling with where I belong but it seems like more and more I\nfeel that I -- I feel a Jewish identity but not religion .I am less and less a believer. I don’t think I\nbelieve in God any more. Unfortunately, I can’t believe in Christ any more which makes me\nsad but he was too much of a childhood. It’s like a fairy tale now. It’s a man, not a boy but it’s\na fairy tale and one day we have to give him up.",
        "A: They were with Jewish. I always had my Christmas tree. Good question. It’s more internal.",
        "A: Oh, yes. To me, it feels -- it is heartbreaking. I have never been to Israel but it’s heartbreaking\nthat they are now killing. They were sometimes killing children. There 1s a good deal of\nbrutality -- that the people in the Middle East were -- lost their land. Yet, on the other hand,\nwhere are the Jews to go? They need their country. They need a place. We need a place in case\nsomething happens, we need a home. So how this is going to end, I don’t know but it’s ---. ?’'m\nafraid it will end very badly for Israel. I don’t know, to me it feels like it’s something that I\ncannot avoid. It’s where I was born, who I am. Maybe just wisdom that you’re better off just\nbeing more what you are rather than fighting it. As I get older. It’s not a terrible source of\ncomfort to me unfortunately, but there are no others that I know, that would be any better.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nJune 5, 1992\nWashington, DC"
    ]
}