{
    "rg": "RG-50.233.0135_trs_en",
    "sequence": [
        "Q: Today is April 16, 1992. I’m Anthony Di Iorio. I’m at the home of Mr. Walter Taranowicz of",
        "A: Good morning. It’s nice to meet you.",
        "Q: My pleasure as well. Now where were you born?",
        "A: I was born in New York City.",
        "Q: Well and when were you born?",
        "A: July 22, 1918.",
        "Q: Were your parents American citizens?",
        "A: My father was American citizen, my mother not.",
        "Q: Where was your mother born?",
        "A: My mother was born in Poland.",
        "Q: And your father?",
        "A: My father was born in Poland, too.",
        "Q: Where in Poland?",
        "A: My mother was born in southern states in Poland they call Galizia and my father was born in\nApolashia in the eastern side of Poland.",
        "Q: How many brothers and sisters did you have?",
        "A: I have one sister Stella.",
        "Q: Was she older than you or younger?",
        "A: No, she’s younger than me.",
        "Q: Younger, so you were the oldest of two children?",
        "A: Yes.",
        "Q: What did your father do for a living?",
        "A: My father was a foreman in a factory over here in New York, I was watching.",
        "Q: And your mother?",
        "A: And my mother was doing something in the factories, too. But when I went to Poland and saw\nmy mother and her brother, he’s my uncle, was taking care of the big ranch what we had over\nthere.",
        "Q: So your father’s family had a ranch in eastern Poland and your uncle was taking care of it.",
        "A: No, uncle was taking care.",
        "Q: Your father was in New York?",
        "A: Yeah, and my father he came back to the United States, yeah, and he remained here and was\nplanning later on come back to Poland, yeah but the war striked and he never came back.",
        "Q: You and your mother and your sister went back to Poland?",
        "A: Yeah.",
        "Q: When did you go back?",
        "A: It was the depression time over here. It was kind of not good so my father decide to take us to\nPoland and he set us off there that arranged and then he came back to make some more money.",
        "Q: Was your family 100% Polish and that everyone knew how to speak Polish?",
        "A: Yeah.",
        "Q: Did you also know how to speak English?",
        "A: I was speaking English very good, yeah. Polish was poor. The Polish language when I went to\npublic school, not great my Polish language but little by little I learned.",
        "Q: So you and your sister began to attend Polish schools in the 1930’s.",
        "A: Yeah.",
        "Q: Had you attended any schools in the United States?",
        "A: Yeah, I was here in a school, in a grammar school.",
        "Q: How many years of school did you have in New York?",
        "A: About four or five.",
        "Q: And how many years of schooling did you get in Poland?",
        "A: In Poland I had three years.",
        "Q: Three years and then you finished school?",
        "A: No, wait, wait, I was in grammar school over there a couple of years and then I was in high\nschool. That must be about five, six in the school there.",
        "Q: Did you complete school in Poland?",
        "A: The high school I completed.",
        "Q: And what was your specialty? What were you interested in?",
        "A: General, all the subjects was in the high school. But then I was preparing myself to go to\nengineering and the war striked and no more school.",
        "Q: So you wanted to be an engineer?",
        "A: Yeah.",
        "Q: And where would you have gone to school, engineering college?",
        "A: Engineering College, in Poland.",
        "Q: In Poland? In what city?\nA? In Warsaw.",
        "Q: Now your relatives lived in eastern Poland.",
        "A: Eastern Poland.",
        "Q: And you lived on a farm or on a ranch?",
        "A: It’s in a ranch, in a ranch.",
        "Q: What did they raise? What did they grow on this farm?",
        "A: Horses and cattle and honey and fish. Fish was a carps; it was a lot of them.",
        "Q: And was your mother the one who ran this ranch or your uncle?",
        "A: Uncle. My mother and uncle they both was running that ranch. The uncle is a man he was\nmore in it every place.",
        "Q: And you planned on becoming an engineer. Did you plan on returning to the United States?\nA? Yeah, I thought I’d get European education and I come back to the United States and remain\nhere.",
        "Q: Now did you pay any attention to politics while you were going to school in Poland?",
        "A: Not much, not much was involved with the politics.",
        "Q: Had you heard of the Nazis? Had you heard of Hitler?",
        "A: Yeah.",
        "Q: And what did you know of him?",
        "A: Oh, about him and Poland at that time that he was armed up to his ears and he took Austria, he\ntook Czechoslovakia and he’s after the Polish, that corridor to the sea.",
        "Q: Were you afraid that there might be a war?",
        "A: Nobody expected that. Nobody believed it in school all over where I was. Nobody believed in\nthat war was going to strike.\nQ? So your mother felt safe on the ranch?",
        "A: Yeah.",
        "Q: Your father in America, did he get worried about a possible war?",
        "A: Yeah, he said that he more or less was informed of here in the United States 1s possible that\nHitler is going to strike the big war.",
        "Q: Against Poland?",
        "A: Yeah.",
        "Q: But no one in Lublin was worried?",
        "A: Nobody in Poland was thinking about it.",
        "Q: Were you at any point liable for military service?",
        "A: No, I was too young.",
        "Q: Where were you when war broke out in 1939?",
        "A: I was on a ranch at that time.",
        "Q: Your father’s family’s ranch?",
        "A: Yeah.",
        "Q: Do you recall any military actions near your ranch?",
        "A: No, was no military actions at all.",
        "Q: You were far away from....?",
        "A: Far away from the front line and suddenly one morning we see the Russian troops are coming.",
        "Q: Russian troops? Was this expected or was this a complete surprise?",
        "A: Complete surprise.",
        "Q: And what was your reaction to these Russian troops?",
        "A: I didn’t like it because as a student I head a lot about the Russian’s Communism and\nCommunism the Polish people didn’t like it and I didn’t like it, too. And suddenly we see there\nare some troops come in and taking over all the eastern Poland.",
        "Q: What else did they teach you in school besides that Communism was a bad thing? Did they\nteach you anything else?",
        "A: The history, geography, the Polish language, religion, sciences, many subjects. Many subjects\nin school.",
        "Q: Was your family Catholic?",
        "A: Catholic, yeah.",
        "Q: Were all the people in your area Catholic?",
        "A: No. There was I would say about 20 % Catholics and 80% was Russian Orthodox.",
        "Q: How were relations between Polish Catholics and the Russian Orthodox?",
        "A: It was very friendly. In regions where I was very friendly the Russian Orthodox and the Polish\nCatholics was friendly.",
        "Q: How about your ranch? Who worked on your ranch?",
        "A: Russians.",
        "Q: Russians. Ukrainian?",
        "A: No, was no Ukrainians, Russians, They called themselves White Russians.",
        "Q: You had friends who were White Russian and Polish?",
        "A: Yeah.",
        "Q: What happened to your ranch after the Russians came 1n?",
        "A: Well when the Russians came in first thing they grabbed all the horses, twelve horses they took\nit. Then they took the cattles. They was after everything.",
        "Q: So your family lost the farm?",
        "A: Yeah. Then before Hitler strikes into Russia in ’41, Russians came with the truck, loaded my\nmother and my sister and little bit belongings what they had and took them on the railroad\nstation to the cattle wagons and deported my mother and sister and other Polish people to\nSiberia.",
        "Q: What was their crime?",
        "A: Bourgeoia, rich.\nQW: They were bourgeois.",
        "A: Bourgeois.",
        "Q: The fact that your sister was an American citizen. Did that make any difference?",
        "A: No, it didn’t make no difference.",
        "Q: Did they have passports?",
        "A: Sister, yes.",
        "Q: What happened to her passport?",
        "A: Disappeared in Russians ??",
        "Q: So your mother and your sister were deported to Siberia?",
        "A: Yeah.",
        "Q: And what about you?",
        "A: I, in the beginning, run away to the German side intending to get in touch with American\nConsulate in Warsaw which was no consulate, no embassy in Poland only in Berlin but the\nGermans don’t let me go to Berlin so I remain with my friends in Miendvyrec Podlaski.",
        "Q: And how far away is that from the ranch?",
        "A: About 25 miles to the border.",
        "Q: Were you on the German side of the border or the....?",
        "A: On the German side.",
        "Q: So when your mother and your sister were taken away you weren’t there?",
        "A: No, I wasn’t there.",
        "Q: Do you remember when they were taken away?",
        "A: Summertime, I know they told me. Summertime and in 1941.",
        "Q: 1941, before the Germans came?",
        "A: Yeah, before the Germans came.",
        "Q: Now what happened to you?",
        "A: I was already in the Nazi’s jail.",
        "Q: And when were you arrested by the Nazis?",
        "A: January, January 13, 1940.",
        "Q: And what was your crime?",
        "A: No crime, American spy, saboteur.",
        "Q: You were a spy...?",
        "A: And a saboteur, yeah. Where I told me the good Americans all in America only the American\nswines are here to do some rotten jobs.",
        "Q: And what had you been doing?",
        "A: I wasn’t doing nothing. I was a student. I was a small kid.",
        "Q: You were a kid. How old were you when they arrested you?",
        "A: I was I think eighteen, nineteen.",
        "Q: Eighteen, nineteen years old and guilty of spying and sabotage.",
        "A: Yeah, and sabotage.",
        "Q: And you hadn’t committed sabotage?",
        "A: No, commit nothing against the Germans.",
        "Q: Who were you living with when they arrested you?",
        "A: I was living with a Doctor Demoraski, his son -- his son was my friend from the school -- so I\nwas living with Doctor Demoraski’s family in Miendvyrec.",
        "Q: And had they been engaged in any sabotage?",
        "A: They had been arrested at the same time.",
        "Q: And had they done anything against the German government?",
        "A: No.",
        "Q: What were your feeling toward the Germans when they occupied Poland?",
        "A: Well, I didn’t know the Germans that good till I got arrested and beated, beaten up, then I got to\nknow how bad are the Germans.",
        "Q: So you were beaten up?",
        "A: Yeah.",
        "Q: Why were you beaten up?",
        "A: To sign a confession that I am saboteur and spy.",
        "Q: Did you sign?",
        "A: I did not sign, no documents.",
        "Q: What did they do to you when they beat you up?",
        "A: Oh, they beat me up boxing, beating up with the straps, with the fists and then with some kind\nof baseball sticks on my feet, yeah.",
        "Q: On your feet?",
        "A: On my feet, on my toes, yeah. I had black and blue feet, couldn’t walk for a couple weeks.",
        "Q: And what happened to your American passport?",
        "A: My American passport, they took 1t away yeah and I never see it again my passport.",
        "Q: And how long did this go on, this series of beatings?",
        "A: Oh the investigation? One week they were torturing me. Every day little bit, every day little\nbit, every day little bit for one week. Then they give up.",
        "Q: Did your mother and sister know that you had been arrested?",
        "A: No, when they was in Siberia then they got the news that I am in Auschwitz.",
        "Q: But before that they didn’t know that you had been arrested?",
        "A: They didn’t know, no.",
        "Q: Who was arrested first you or your mother and your sister?",
        "A: I was arrested first.",
        "Q: You were arrested first and then shortly after that they were arrested.",
        "A: Yeah.",
        "Q: And they were already in Siberia when you were sent to Auschwitz?",
        "A: When I was in Auschwitz, yeah.",
        "Q: And after these beatings were you transferred to another prison?",
        "A: Yeah, that was in Lukov that investigation and beating and tortures. Then from Lukov they\ntransferred us to Lublin, Lublin jail called Nazanku.",
        "Q: And what happened in this jail?",
        "A: That jail was a terrible thing over there. Every night, every night they was calling from the cells\nsome prisoners and shoot them 1n the yard.",
        "Q: And who were these prisoners?",
        "A: The Polish prisoners.",
        "Q: All Polish?\nA; All Polish.\nQ; No Russian Orthodox?\nA; No.\nQ; And what were they accused of by the Germans?",
        "A: Underground work.",
        "Q: Were you aware of any underground activities before you were arrested?",
        "A: No, no.",
        "Q: And how long were you kept in this prison in Lublin?",
        "A: About three, four months in Lublin.",
        "Q: And then what happened?",
        "A: Then one day, sunny day, I know it was nice and warm day they put is in the trucks with the big\narmy escort then to the railroad station and the cattle wagons. We went straight to Auschwitz.\nFirst they told us we’re going to Germany for a work but then we end up in Auschwitz.",
        "Q: How many of you were shipped to Auschwitz?",
        "A: Oh, it was about 5,000 men, 5,000 men that transport to Auschwitz.",
        "Q: All men?",
        "A: All men.",
        "Q: And were they all Poles?",
        "A: All Polish.",
        "Q: No Ukrainians, no White Russians?",
        "A: No, no.",
        "Q: And what happened when you arrived in Auschwitz?",
        "A: When we arrived to Auschwitz so was a big gate in Auschwitz, “Arbeit Macht Frei’ and\norchestra was playing...",
        "Q: There was an orchestra playing when you arrived?",
        "A: Yeah, orchestra was playing when we was marching into the camp.",
        "Q: Who was playing in this orchestra?",
        "A: The prisoners.",
        "Q: Prisoners. How big of an orchestra was it?",
        "A: Oh surprise big orchestra. Then we all was standing up ten in a line, how to explain you that?",
        "Q: In rows of ten?",
        "A: In rows of ten, yeah.",
        "Q: Of ten, not of five?",
        "A: No, ten, and then the camp commandant came in and told us a big speech that we are no more\nWalter or Johnny or some other name we all are numbers and the number is very easy to be\nerased and if you gonna behave you may see the freedom. If you don’t behave your freedom 1s\ngonna go through the chimney (he pointed chimney to the crematorium). Your freedom’s gonna\ngo through that chimney.",
        "Q: What was your number?",
        "A: 14, 526.",
        "Q: And when did you arrive in Auschwitz?",
        "A: In 1941.",
        "Q: Do you remember the month?",
        "A: I think it was January, January 13.",
        "Q: It was cold?",
        "A: It was cold, yeah.",
        "Q: And what else happened to you when you arrived -- give you uniform?",
        "A: Yeah, they took us to the shower, take all your clothes out and they give us the camp uniform\nand they divide in certain blocks. I end up in a block number seventeen right by the kitchen,\nblock seventeen.",
        "Q: Besides given a number, were you given any kind of insignia or badges to put on your uniform?",
        "A: Yeah, they give three angle, red with a P on it.",
        "Q: Red triangle so you were a political prisoner?",
        "A: Red as a political.",
        "Q: Even though you hadn’t done anything?",
        "A: Even though I didn’t do nothing, no, didn’t do nothing.",
        "Q: Were there other American citizens, do you know of?",
        "A: Yes, there was three of us. Was Chenckk, Walter Chenchek and Domashevski. Domashevski is\nsomeplace in New Jersey. The Chenchek was here in Westchester County and he had two\nbureaus on Long Island, one in Riverhead, one in Hempstead. And with the Chenchek I was a\nvery close friend. But Chenchek died about three years ago.",
        "Q: And were they arrested in Lublin like you?",
        "A: No, no, Chenchek was arrested in Warsaw and Domashaveski was arrested someplace in\nRadom. They’re different cities.",
        "Q: So you met them in Auschwitz?",
        "A: Yeah, met them in Auschwitz.",
        "Q: Did you ever try to complain or protest?",
        "A: Oh, yes.",
        "Q: In Auschwitz or?",
        "A: In Auschwitz so I got slapped in the face and kicked in the ass and shut up, don’t say nothing.",
        "Q: Were there any acts of resistance either during the transport or in Auschwitz itself?",
        "A: No.",
        "Q: And what did you have to do when you were there?",
        "A: In Auschwitz we was building the barracks. I called 1t Noibaum group, building the barracks.\nIt’s hard work but then the camp commandant and the doctor took all the teenagers and sent us\nto the trade shops and I end up in a cabinet shop.",
        "Q: Do you know where you were building these new barracks?",
        "A: In Auschwitz. There was about half of the barracks and most of them was one story but then we\nbuild the second story on it and build the new ones and outside the camp a lot of building was\ncoming up too.",
        "Q: What barracks did you sleep in?",
        "A: I was sleeping in barrack number seventeen.",
        "Q: Were these made of wood or made of brick?",
        "A: Made of brick, everything was made of brick.",
        "Q: And the ones you were building, were they made of brick or wood?",
        "A: Brick.",
        "Q: So this is the old part of the camp?",
        "A: Yeah.",
        "Q: And were you seeing a lot of construction in the distance? Is the camp getting bigger at this\ntime?",
        "A: Yeah, at the time even though was big group was going near the Auschwitz they called it\nMajdanek, Majdanek. That was new camp not far from the Auschwitz so the group was going\nover there and daytime was working and night was coming back. But meantime already I left\nthe Auschwitz and I don’t know what happened but I learn later that was a very big new camp\nover there.\nQW: Had you heard of Birkenau?",
        "A: Birkenau, oh yes.",
        "Q: Was that the place that you’d seen or heard of when you were in Auschwitz?",
        "A: Birkenau or they call it Majdanek, yeah?",
        "Q: Majdanek as I recall, Majdanek was near Lublin. That was a different camp.",
        "A: Oh yeah, I’m mixed up, mixed up. It’s over here in Oswiecim they call it, Auschwitz. They\ncall it Birkenau, Brzezinka, sometime like that.",
        "Q: That’s the one. So you were selected to become a cabinetmaker? Had you volunteered?",
        "A: As acabinetmaker, yes. He was asking every teenager what you want to be, what kind of trade.\nI said I wanted to be a cabinetmaker so okay, yeah..",
        "Q: Had you ever done that before?",
        "A: No.",
        "Q: What made you pick this new trade?",
        "A: Because it’s nice and warm over there and it was interesting for me. But the main thing I was\nlooking for where it’s nice and comfortable, warm.",
        "Q: Who taught you to be a cabinetmaker?",
        "A: Was from Warsaw Mr. Buchwald name, real old guy and good cabinetmaker and I was\napprenticed attached to his bench. He was a cabinetmaker, I was apprentice and he was\nteaching me.\nQ; Hw was a prisoner?",
        "A: A prisoner, yeah, he was a prisoner.",
        "Q: Polish?",
        "A: Polish, named Buchwald.",
        "Q: And how long were these lessons? How long did this last?",
        "A: I was with him close to two years.",
        "Q: Two years?",
        "A: Yeah, close to two years with him.",
        "Q: In Auschwitz?",
        "A: In Auschwitz, yeah.",
        "Q: And then what happened?",
        "A: Then I volunteer to go to another camp because too much was executions in Auschwitz, too\nmuch executions and diseases. So I volunteered to go to another camp and they picked me up\nand I end up in Mauthausen-Gusen.",
        "Q: Now when you were in Auschwitz were you working on cabinets?",
        "A: In Auschwitz I was a cabinetmaker.",
        "Q: So you actually built cabinets?",
        "A: Yeah, apprentice building the cabinets and most of the things for army -- soldiers beds, soldiers\nracks for rifles and tables and benches for army supplies.",
        "Q: So these were not for prisoners at Auschwitz?",
        "A: No.",
        "Q: These were for the Germans?",
        "A: For Germans.",
        "Q: Now what did you see at the camp? You said there were a lot of beatings and killings and so\nforth. Does anything in particular come to mind when you think of these years?",
        "A: Yes, every day there was beating and killing and smashing the prisoners, executions almost\nevery day, every day a pill, yeah and they called the numbers going to work so what happens\nthey take them outside the camp and executions, shoot them. And I think I remember by the\nend I was there they brought twelve thousand Russian war prisoners to Auschwitz and as war\nprisoners, it was winter time, December, they was twenty four hours naked and a very cold\nnight and snow even. Then they put them into barracks and gave them some kind of clothing\nbut the food was very, very little so through the winter they almost all died out. There was only\na few hundred left of those war prisoners.",
        "Q: Russians?",
        "A: Russians, yeah.",
        "Q: Were they put to work?",
        "A: No, no.",
        "Q: So they were just allowed to die?",
        "A: Yeah.",
        "Q: What about the rest of the prisoners there, who were they?",
        "A: Rest of the prisoners was Polish, Czechs, Germans, Hungarians, we had some French, few\nBritish, three of us American citizens was there and Spanish, Spanish was there.",
        "Q: You mentioned British. Were these British prisoners of war or British civilians?",
        "A: No, British civilians. It’s like me.",
        "Q: How had they been caught?",
        "A: They’d been caught in Germany, in French, and one was caught in Poland.",
        "Q: Were they treated any better or any worse than the others?",
        "A: No.",
        "Q: Were there any Gypsies there when you were there?",
        "A: Oh yeah, there was Gypsies.",
        "Q: And how were they treated?",
        "A: Gypsies were not treated good, wasn’t treated good.",
        "Q: Was anybody treated good?",
        "A: No, the worst treatment was the Gypsies and the priests. There was couple, German couples.,\nKickerman his name was. He was big Communist and he find out any prisoner is a priest so he\nfinish him up in a couple of days. So the priest was scared to come up openly that he is a priest.",
        "Q: So your kapo was a German Communist?",
        "A: Yeah. All the kapos was Germans and most of them was with the black triangle..",
        "Q: Were there any Jews?",
        "A: Black and some was with the lilac color, lilac they was the religious, the Baptist.",
        "Q: Jehovah’s Witnesses.",
        "A: Jehovah’s Witnesses, yeah.",
        "Q: How were they? Did you know any Jehovah’s Witnesses?",
        "A: They was all right, they was all right. So far as I seen them they was not nasty. They was doing\nwhat they had to do but they was not nasty, they was all right.",
        "Q: Were there any Jews in this camp?",
        "A: Yes. There was one block with Jews. They call it Special Commando. The kapo was a Jew\nand the block, kapo, everything was Jewish over there. And they was going to work outside the\ncamp but separate from us.",
        "Q: And you were in Auschwitz for how long?",
        "A: For about two, two and a half years.",
        "Q: So you were first arrested we said in January?",
        "A: January 13 in 1940 in Miendvyrec Polaskti.",
        "Q: And you were transferred in Mauthausen-Gusen, do you remember when you were transferred?",
        "A: 42, yeah, ’42, month I don’t remember but it was in ’42.",
        "Q: And how many from your barrack or your camp were transferred with you?",
        "A: It was about 4,000 men transferred from Auschwitz to Mauthausen-Gusen.",
        "Q: How did you go there?",
        "A: “By train and up in the Mauthausen railroad station we walk a couple of miles through the\nMauthausen city to the Mauthausen camp which was there under quarantine for a week, about\none week under quarantine. Then we marched on foot a few miles, about five miles to the\nGusen camp.",
        "Q: What kind of train did you travel on?",
        "A: Cattle, cattle wagons.",
        "Q: How many people in each wagon?",
        "A: Full, as many as they push it in. Was like sardines in a can. If you want to lay down or sit\ndown there was no room -- all you have to stand up.",
        "Q: Did you smell better or worse than sardines?",
        "A: Oh, we smelled, smelled.",
        "Q: Did you have any food?",
        "A: They gave us one loaf of bread and some kind of cheese.",
        "Q: Did you have any kind of toilet facilities?",
        "A: No, we stood in the corner of the wagon.",
        "Q: No barrel, nothing?",
        "A: No.",
        "Q: And this must have lasted a few days.",
        "A: Yeah.",
        "Q: What were you lead to expect? What did they tell you you would find in Mauthausen-Grusen?",
        "A: Well they told us we’re going to different camp, we’re going to different camp.",
        "Q: How did the new camp compare with the old camp?",
        "A: The new camp felt much better and easier than Auschwitz.",
        "Q: In what ways?",
        "A: There was no beating, no killing, no executions, the food was little bit better but the work, the\nhard work, the hard work and the granite stones, that was killing us.",
        "Q: So you weren’t a cabinetmaker anymore?",
        "A: No, I was working a few months with the granite stones carrying the little and bigger stones,\nloading up the wagons and finally I was very weak and was eating my lunch, the soup, and\nfinally somebody comes and pat me on the shoulder and said, how are you son? I look at him\nand some gentleman start talking with me. Who are you? From where do you come? From\nAuschwitz. From where? From New York. You are American? Yes. What was you doing in\nAuschwitz? Cabinetmaker. Are you know how to be cabinetmaker? I learn a little bit. I can\ndo easy things. All right, you want to be cabinetmaker? Sure, I don’t want to be here in the\ngranite stones. SoI gonna try to get you to the cabinet shop. And his name was Luzion\nBuchwald. He was one of the first prisoners and he was an architect in the camp and he talked\nwith the Arbeitgenes, that’s the Secretary of the Labor and in a couple of days I was in a cabinet\nshop. And thanks to cabinet shop and Luzion Buchwald I’m alive today.",
        "Q: Now this Luzion Buchwald was a prisoner, do you know from which country?",
        "A: He was Polish, from Warsaw. He was an architect from Poland and he was now in the camp as\nan Architect Bureau and doing some kind of architectural work for the Nazis.",
        "Q: I remember you mentioned someone, the person that you were apprenticed with in Auschwitz,\nthis person wasn’t...?",
        "A: No, was a Karl Buchwald too.",
        "Q: They weren’t related?",
        "A: Was not related, no.",
        "Q: A happy coincidence apparently. So how long were you working in the quarry before you\nreceived this promotion?",
        "A: About three months.",
        "Q: If you hadn’t been transferred how long do you think you would have lasted?",
        "A: If I wouldn’t be transferred to the cabinet shop I think another five, six months.",
        "Q: And what?",
        "A: And then I would die. I was getting skinnier and skinnier and I was afraid I would get sick and\nif you get sick there’s no hope. You go to the hospital and instead of cure you they kill you over\nthere.",
        "Q: How about the barracks where you were sleeping? Were they better or worse than in\nAuschwitz?",
        "A: The barracks I would say was comfortable. Was a wooden barracks, three stories beds and not\ncrowded as was in Auschwitz.",
        "Q: Did you sleep alone in your bed?",
        "A: Alone, yeah.",
        "Q: So one person in each bunk?",
        "A: Yeah in each bunker which in Auschwitz was two in a bunker.",
        "Q: How long did you remain in Mauthausen?",
        "A: In Mauthausen, one week.",
        "Q: And then to Gusen?",
        "A: We marched to the Gusen.",
        "Q: And how long were you in Gusen?",
        "A: Another two years.",
        "Q: Again did you ever complain or try to get out?",
        "A: No, never came to my mind try to escape because I seen if a few guys tried to escape they got\ncaught and killed so I never tried, don’t think to escape. Thinking that it’s gonna end some day,\nthe war is gonna end and everything is gonna be solved.",
        "Q: So you were hopeful that this would not last forever?",
        "A: Yeah.",
        "Q: You were sure of that?",
        "A: Yeah. I had a very strong hope that Hitler was gonna be finished and we gonna be free.",
        "Q: In the beginning it must have looked bad, Hitler winning all of the time. Were there ever\nmoments that you thought you would ever survive this?",
        "A: Well in Auschwitz, we had no hope in Auschwitz but when I came to Mauthausen-Gusen we\nhad a little bit news from the Austrian civilians which was working with us as foremens and\nthey are spelling little bit news what’s going on outside the world.",
        "Q: What did they tell you?",
        "A: They tell us Hitler is losing, Hitler is getting beating. Another month or two be finished don’t\nworry, hold on to it, you’re gonna be free. They was all right the Austrian civilians.",
        "Q: Were they pro-Hitler or anti-Hitler?",
        "A: It’s hard to say what they was but they was nice with us and some of them even bring some\nsandwiches for a prisoner, helping us.",
        "Q: Were they glad or were they sad that Hitler might lose the war?",
        "A: They was glad. The way I noticed they was glad that Hitler is losing it.",
        "Q: And you continued making cabinets until the end of the war?",
        "A: Yes, till the end of the war.",
        "Q: And who got the cabinets that you made?",
        "A: The Nazis. Here in Gusen in the cabinet shop we was doing the cabinets. We was doing\ncabinets, furnishing which the Germans was taking it.",
        "Q: How many people were making cabinets?",
        "A: Oh, it was about twenty six or thirty.",
        "Q: Like a small factory?",
        "A: Like a small factory, yeah.",
        "Q: How many do you think you were producing a week, can you tell?",
        "A: Oh was producing a lot, producing a lot. We had good machinery and good stuff over there and\ncabinets was coming out.",
        "Q: Who was your kapo in Gusen?",
        "A: Kapo in Gusen was Karl and he was one of the Jehovah’s Witnesses.",
        "Q: And was he better or worse than the German Communist?",
        "A: No, he was good.",
        "Q: How did he treat you?",
        "A: He was not pushing, not beating, not yelling, just tells you nice and quiet do this and watch\nyourself. Don’t get caught with something that they beat you up and take your health away. He\nwas all right.",
        "Q: Did he ever do anything bad?",
        "A: No.",
        "Q: Were there other Jehovah’s Witnesses working with you?",
        "A: One, one Jehovah’s Witness was a cabinetmaker.",
        "Q: So in general it was easier to be a cabinetmaker?",
        "A: Yeah.",
        "Q: And if you hadn’t been a cabinetmaker?",
        "A: If I won’t be cabinetmaker I think I wouldn’t be alive.",
        "Q: You wouldn’t be here?",
        "A: Wouldn’t be here, yeah, wouldn’t survive.",
        "Q: How good quality, I mean you were a slave laborer and a lot of other people were slave\nlaborers, you were working for the Germans, how good a quality were you producing?\nA; I would say very good, very high quality furnishing. They digged out someplace in the ground\nthe oak which was black, black oak, not rotten, healthy black oak lumber and from the black\noak lumber I know we did a lot of furnishing with the black oak.",
        "Q: So it was excellent lumber?",
        "A: Yeah.",
        "Q: How about the workmanship? Here you are working for the Nazis...",
        "A: Working for a Nazis and under their control from their blueprints and everything had to be done\nperfect. If you don’t do perfect they beat you up and they throw you out. I remember one\nincident Nazi came and give the order to make a picture frame. All right a picture frame and I\ngot the measurements. I made the picture frame and I finished. Couple took it and delivered it\nto that SS man and a couple of days he was coming with that picture frame to me, you made it?\nYes. What size? This and this size. No, you son of a gun, he starts yelling at me. That’s the\nsize I got it and that’s the size I made it. No! Took that picture frame and bopped it on my head\nand broke it into pieces and I had to do it over, the new picture frame, the bigger size.",
        "Q: Was that the worst thing that happened to you in Gusen?",
        "A: That’s the worst thing that happened in Gusen during the war.",
        "Q: So you made excellent work not out of love but out of fear?",
        "A: Yeah, out of fear because if you goof up something or you don’t work right so they throw you\nout and I want to stay in a warm shop and they treat us good over there. Sometime we get extra\nplate of soup and survive there.",
        "Q: I’m going to ask a slightly less relevant question but keeping in mind the debate today about\nAmerican productivity and Japanese productivity and Communist productivity. Do you think\nthe workmanship in this camp would have been better if you had been treated better and if you\nwere free?",
        "A: It wouldn’t be better, no, I would say was doing from all our hearts the best we could do.",
        "Q: But out of fear?",
        "A: Out of fear.",
        "Q: One could argue that the Germans were inefficient by treating people so badly that they were\nnot getting as much labor from.... (First side of tape ended -- beginning of second tape) So you\nworked hard and you survived?",
        "A: Yeah.",
        "Q: And if you had been a free man what would you have been doing?",
        "A: I wouldn’t be working so hard and so precision as I did being afraid of tomorrow and afraid of\nlosing that good job.",
        "Q: Would you have even worked for the Germans if you had been free?",
        "A: No. If I had been free I wouldn’t work for the Germans. If I had been free I will try to come\nback to the United States.",
        "Q: Which you were not able to do.",
        "A: No, not able.",
        "Q: How were you liberated?",
        "A: American troops came in.",
        "Q: Do you remember the date?",
        "A: It was May 5 and five o’clock afternoon 1945. It was all fives. 1945 May 5 and five o’clock\nthe afternoon, the American troops came in.",
        "Q: Were you glad?",
        "A: I was crying, I was crying from seeing American troops and being happy this is the end.",
        "Q: Were the non-citizens also happy?",
        "A: Yeah, those guys were so close to the tanks, I think it was five tanks came in first, they was\nkissing the tanks and kissing the soldiers in the tanks, everything, and they said that organize\nyour own system here and wait couple of days till the army comes here. Don’t go away. The\nNazis run away. Was no Nazis there so we remained ourselves in the camp, organizing our own\nleadership there and the next day everybody is going on his own. I stayed I think two days and\nwith a group I went to Linz; it’s a big city. And over there again in some kind of barracks where\nwas the Polish, Italians, and Russian farm labors in those barracks. We was over there for a\nwhile.",
        "Q: Who were most of the prisoners at Gusen, do you remember?",
        "A: In Gusen, I’d say the most was the Polish and then Spanish, French, Germans, Czechoslovaks\nand we had some Jews there too, not many, but one barrack was the Jews. But they were\ntreated good. They was not treated bad like in Auschwitz.",
        "Q: How about Gypsies?",
        "A: Oh, and we had some Russians, too. Russians we had and Gypsies we had.",
        "Q: Civilian prisoners or prisoners of war?",
        "A: Prisoners of war.",
        "Q: And how were they treated?",
        "A: They was all right. They brought them to Gusen from some different camps. So they was\ntreated here now like everyone else, not like prisoner of war but like a prisoner in a camp.",
        "Q: They were made to work?",
        "A: Yeah, everybody have to go to work.",
        "Q: But they were fed this time?",
        "A: Yeah, they had the same food what we had...",
        "Q: And the Gypsies?",
        "A: And the Gypsies was the same.",
        "Q: They were there too.",
        "A: There too, yeah.",
        "Q: Did you ever find out what happened to your sister and your mother in the meantime?",
        "A: In the meantime I didn’t know nothing what happened to them. When I was in Italy and\nthrough the American soldier from New York -- he wrote to his parents in New York and his\nparents with that letter came to my father and my father wrote the letter and through his parents\nsent it back to him in Italy and through the military mail I got the news from Father and he\nwrote me that Mama and Sister is in Siberia.",
        "Q: When did your father know that you had been in Auschwitz and then in Gusen?",
        "A: That’s when I was already liberated and I was in Italy.",
        "Q: So not until the end of the war did he know?",
        "A: At the end of the war, end of the war and through the American soldier he got the first news that\nI’m alive and I’m in Italy.",
        "Q: What was the first thing you said to the American soldiers when they liberated you?",
        "A: That was in Linz first American soldiers, yeah, it was couple soldiers came in there and it was\nfrom Detroit and Chicago area and they speak Polish and they was looking for a Polish ex-\nprisoners and I talk with them and then I mentioned that I’m American from New York. Oh,\nyou’re American. Yeah. How come you got here? And we start talking. The next day comes\nthe jeep, Lieutenant and found me, talked to me and they took me to Ragensburg and\nRagensburg I got rid of my camp uniform and get me some soldier’s clothing and special\nstrictly diet. The doctor examined me; strictly diet. Don’t eat this, don’t eat this or you may get\nsick. Do what I told you and after a month or two I was feeling all right. So they put me a little\nbit to work. I was interpreter. I really hated the Germany and everything was theirs, I just\nwanted to run away from there. And here was a group of the Polish and Italians going to Italy.\nSo I decided to go to Italy. I jumped on a train with them and through the Innsbruck we end up\nin Italy in Verona. In Verona again the Polish army got us about twenty Polish ex-prisoners\nfrom camps and from the farmers, laborers, and the Polish army took care of us. All the other\nguys joined the Polish army. I said, no, I’m American. I don’t want to join no army and see not\nneed for it. War is finished. You’re American, all right. So Captain talked to me very nice and\nsuggested he’s going to send me to the American headquarters in Milan and they take care of\nme. In Milan the American headquarters put me as interpreter and I was with the American\narmy a good six, seven months. Yes, seven months with the American army as interpreter and?\nmissions between the Polish and Americans and British as interpreter,",
        "Q: So Polish-English?",
        "A: Yes.",
        "Q: So you hadn’t forgotten your English?",
        "A: No. I had some books in Poland and I was really reading and learning. Naturally I forgot a\nlittle bit but not that much. In school I had to learn the Latin, the French and Polish and my\nEnglish, the accent 1s broken. It’s mixed up.",
        "Q: Were you able to keep books with you in the camps?",
        "A: Oh no.",
        "Q: No more books, no more study. You probably were learning German during those years.",
        "A: Yeah, now knowing French. With the French I was pretty fluent with the French and the Latin\nso I picked up in Italy the Italian language very fast which over here became useful in United\nStates the Italian language for me. But the French I have no use of French language at all and\nmost of it is forgotten.",
        "Q: How did the Italian language prove useful to you here?",
        "A: Beautiful language, I like it and it came very easy, very easy to me. Naturally in Italy I had an\nItalian girlfriend, too.",
        "Q: You did?",
        "A: Yeah, I had an Italian girlfriend, Bruna and that helped my conversation, my learning the\nlanguage very much.",
        "Q: Did you marry in Italy?",
        "A: No, I told her to wait until I come to the United States and one day I come back for her but she\ndidn’t wait. She got married.",
        "Q: She married an Italian?",
        "A: No, she married a Polish guy, a Polish guy in Italy. When I left Italy to England then she met a\nPolish guy and one, two, three she got married with him.",
        "Q: And you were in England and when did you come to America?",
        "A: I come to America in 1945 on a ship named Marine Falcon, the army transport ship.",
        "Q: Do you remember when you arrived in New York?",
        "A: No, the date, I don’t remember the date. I have someplace written, someplace in the papers.",
        "Q: Was it in time for Christmas?",
        "A: No, it was in the fall. Also some time I think it was Labor Day or...",
        "Q: So it was time for Christmas?",
        "A: Yeah.",
        "Q: You were able to celebrate Christmas in New York?",
        "A: Yeah, the first Christmas in New York with my father.",
        "Q: Your father was waiting for you?",
        "A: Yeah, my father was waiting for me on a dock and I passed by and he didn’t recognize me. I\ntook the taxicab and I come home and was somebody, some man in his apartment. Oh you\nknow what your father is in a dock waiting for you. Found out everybody left the ship so my\nfather came back home and here I am.\nQ; How many years had it been since you’d seen your father?",
        "A: About eight, nine years.",
        "Q: From 1945 to -- when did he return to the United States?",
        "A: My father returned in 1934 or ’35. To the United States so that was ten years.",
        "Q: And meanwhile your sister and your mother?",
        "A: They was in Africa. In Africa and we had the correspondence with them. My sister got married\nover there. She was working in the hospital so she got married with the South African, the\nDutch Hollander descent. When that Mao Mao there start squeezing the white population so\nthey decided to come to the United States. So my father and me made the papers for them and\nMama come first then my sister come with the little boy and the husband had to wait for a\nquota. So when she was over here as a citizen she made a petition for her husband and six\nmonths the husband came in. So now my nephew is a big boy and he was in the Vietnam War\nand Thank God came okay back home and they’re in Maine. My sister has a boy and a girl.\nThey’re married and my sister remain. My father and mother died and they are buried in\nMaine. And I’m here in New York.",
        "Q: Did you ever become an engineer?",
        "A: Engineer? No. When I come back to the United States here I was working a little while as a\ncabinetmaker in a shop. It was a Piano and Sons shop in New York on Twenty-Third Street. I\nwas working Piano and Sons shop. It was a nice place to work. And I got married with my\nwife, Sabina.",
        "Q: Polish American?",
        "A: My wife Polish. She was as an orphan, refugee to United States, nice girl. And so far 47 years\nwe married and we happy. Over here with the six partners we opened a boat business. Was\nbuilding the boats. Was going all right. Plenty work and hard work. Finally when the\nfiberglass boats come in killed our business. We had to give up the wooden boats and I went to\nthe union carpentry. As a union carpenter I finished my career and I’m a retired carpenter. I got\na little bit pension from the union and Social Security and it’s enough for me.",
        "Q: It sounds that despite your schooling and despite your plans the key career decision in your life\nwas made at Auschwitz..",
        "A: Yeah, that was my bread and butter after the war.",
        "Q: You mention that your wife was an orphan. Where was she from in Poland?",
        "A: She was from near Lublin, a town a name Ruberchov.",
        "Q: But you did not know her then?",
        "A: I didn’t know her.",
        "Q: How did she become an orphan?",
        "A: Nazis took my wife, her sister and brother to Germany for slave work. Father died in\nconcentration camp. Mother died in Poland from the bombing so had no parents. After the war\nthe Catholic mission from Germany brought all the orphans to the United States as orphans\nrefugees. They were in Mamaroneck, Portchester, New York and through friends I met her. We\nstarted going out and we got married. My father left me in Brooklyn an apartment house which\nI still own it and I have some profit from it too. It’s a twenty-two families building and ’'m\ndriving once a week over there supplying whatever they need. I have a super. He’s super over\nthere and that building is ? with profit and keeps me busy.",
        "Q: What was the worst experience for you between 1939 and 1945?",
        "A: The worst experience was the arresting, arresting and tortures, beating up, the investigating\nthings, the jail. The jail was the worst.",
        "Q: Did you ever feel that they might kill you?",
        "A: Yes, in Auschwitz I feel any day by mistake or no mistake I could be executed, shot because\nevery day was executions in Auschwitz. And we say in Poland somebody killed a German so a\nhundred Polish in Auschwitz under the fire line for that one German and that’s was I fear one of\nthese days I gonna end up on that fire line. And that’s the main reason why I get out from\nAuschwitz, volunteer to go to different camp because of those executions.",
        "Q: Did you ever return to Poland?",
        "A: No. After the liberation was a little bit in Germany, then was in Italy and England and from\nEngland to United States.",
        "Q: And your father’s ranch?",
        "A: My father’s ranch 1s under the Russia now and what they doing over there I don’t know.",
        "Q: Was anyone ever compensated for the loss of property?",
        "A: No.",
        "Q: Were you ever compensated?",
        "A: My father tried some compensation from Russians for the ranch so Stalin told him if you want\nthat ranch come in and live on it.",
        "Q: Or die on it.",
        "A: Or die on it, yeah.",
        "Q: And did you ever receive any compensation from Germany for the work you did?",
        "A: No, I did not. I tried through the Jewish organization to get some compensation and they tried\nvery hard for me. Even I have the documents, I have the papers which they sent to Germany\nover there and they was looking over those things and the Germans don’t want to pay us\nbecause we are American citizens and there was no inclusion in the agreement to pay the\ncompensation for the American citizens. That’s why they didn’t pay us nothing. I know Walter\nChenchek citizen and I, we tried through Washington, D.C. and we got negative response. They\ntold us we shouldn’t be there when the war striked, we should be back in the United States.\nWhen we was over there we was on our own and they’re not responsible and they don’t do\nnothing for us.",
        "Q: Who 1s responsible?",
        "A: Nobody expected the war is going to strike and when the war start you couldn’t get out of the\ncountry.",
        "Q: And when you went there, there was no danger at all.",
        "A: No, no, it was a nice, peaceful time.",
        "Q: And until you were arrested the Germans hadn’t done anything to you or your family? Do you\nhave anything else to add to your story? Any other thing that perhaps we forgot to discuss?",
        "A: Well, thanks God it’s all behind me and I feel all right. I feel healthy so far and I'll wait till my\nday’s coming.",
        "Q: Thank you.",
        "A: Thank you very much, too.\n"
    ],
    "questions": [
        "Q: Today is April 16, 1992. I’m Anthony Di Iorio. I’m at the home of Mr. Walter Taranowicz of",
        "Q: My pleasure as well. Now where were you born?",
        "Q: Well and when were you born?",
        "Q: Were your parents American citizens?",
        "Q: Where was your mother born?",
        "Q: And your father?",
        "Q: Where in Poland?",
        "Q: How many brothers and sisters did you have?",
        "Q: Was she older than you or younger?",
        "Q: Younger, so you were the oldest of two children?",
        "Q: What did your father do for a living?",
        "Q: And your mother?",
        "Q: So your father’s family had a ranch in eastern Poland and your uncle was taking care of it.",
        "Q: Your father was in New York?",
        "Q: You and your mother and your sister went back to Poland?",
        "Q: When did you go back?",
        "Q: Was your family 100% Polish and that everyone knew how to speak Polish?",
        "Q: Did you also know how to speak English?",
        "Q: So you and your sister began to attend Polish schools in the 1930’s.",
        "Q: Had you attended any schools in the United States?",
        "Q: How many years of school did you have in New York?",
        "Q: And how many years of schooling did you get in Poland?",
        "Q: Three years and then you finished school?",
        "Q: Did you complete school in Poland?",
        "Q: And what was your specialty? What were you interested in?",
        "Q: So you wanted to be an engineer?",
        "Q: And where would you have gone to school, engineering college?",
        "Q: In Poland? In what city?",
        "Q: Now your relatives lived in eastern Poland.",
        "Q: And you lived on a farm or on a ranch?",
        "Q: What did they raise? What did they grow on this farm?",
        "Q: And was your mother the one who ran this ranch or your uncle?",
        "Q: And you planned on becoming an engineer. Did you plan on returning to the United States?",
        "Q: Now did you pay any attention to politics while you were going to school in Poland?",
        "Q: Had you heard of the Nazis? Had you heard of Hitler?",
        "Q: And what did you know of him?",
        "Q: Were you afraid that there might be a war?",
        "Q: Your father in America, did he get worried about a possible war?",
        "Q: Against Poland?",
        "Q: But no one in Lublin was worried?",
        "Q: Were you at any point liable for military service?",
        "Q: Where were you when war broke out in 1939?",
        "Q: Your father’s family’s ranch?",
        "Q: Do you recall any military actions near your ranch?",
        "Q: You were far away from....?",
        "Q: Russian troops? Was this expected or was this a complete surprise?",
        "Q: And what was your reaction to these Russian troops?",
        "Q: What else did they teach you in school besides that Communism was a bad thing? Did they\nteach you anything else?",
        "Q: Was your family Catholic?",
        "Q: Were all the people in your area Catholic?",
        "Q: How were relations between Polish Catholics and the Russian Orthodox?",
        "Q: How about your ranch? Who worked on your ranch?",
        "Q: Russians. Ukrainian?",
        "Q: You had friends who were White Russian and Polish?",
        "Q: What happened to your ranch after the Russians came 1n?",
        "Q: So your family lost the farm?",
        "Q: What was their crime?",
        "Q: The fact that your sister was an American citizen. Did that make any difference?",
        "Q: Did they have passports?",
        "Q: What happened to her passport?",
        "Q: So your mother and your sister were deported to Siberia?",
        "Q: And what about you?",
        "Q: And how far away is that from the ranch?",
        "Q: Were you on the German side of the border or the....?",
        "Q: So when your mother and your sister were taken away you weren’t there?",
        "Q: Do you remember when they were taken away?",
        "Q: 1941, before the Germans came?",
        "Q: Now what happened to you?",
        "Q: And when were you arrested by the Nazis?",
        "Q: And what was your crime?",
        "Q: You were a spy...?",
        "Q: And what had you been doing?",
        "Q: You were a kid. How old were you when they arrested you?",
        "Q: Eighteen, nineteen years old and guilty of spying and sabotage.",
        "Q: And you hadn’t committed sabotage?",
        "Q: Who were you living with when they arrested you?",
        "Q: And had they been engaged in any sabotage?",
        "Q: And had they done anything against the German government?",
        "Q: What were your feeling toward the Germans when they occupied Poland?",
        "Q: So you were beaten up?",
        "Q: Why were you beaten up?",
        "Q: Did you sign?",
        "Q: What did they do to you when they beat you up?",
        "Q: On your feet?",
        "Q: And what happened to your American passport?",
        "Q: And how long did this go on, this series of beatings?",
        "Q: Did your mother and sister know that you had been arrested?",
        "Q: But before that they didn’t know that you had been arrested?",
        "Q: Who was arrested first you or your mother and your sister?",
        "Q: You were arrested first and then shortly after that they were arrested.",
        "Q: And they were already in Siberia when you were sent to Auschwitz?",
        "Q: And after these beatings were you transferred to another prison?",
        "Q: And what happened in this jail?",
        "Q: And who were these prisoners?",
        "Q: All Polish?\nA; All Polish.\nQ; No Russian Orthodox?\nA; No.\nQ; And what were they accused of by the Germans?",
        "Q: Were you aware of any underground activities before you were arrested?",
        "Q: And how long were you kept in this prison in Lublin?",
        "Q: And then what happened?",
        "Q: How many of you were shipped to Auschwitz?",
        "Q: All men?",
        "Q: And were they all Poles?",
        "Q: No Ukrainians, no White Russians?",
        "Q: And what happened when you arrived in Auschwitz?",
        "Q: There was an orchestra playing when you arrived?",
        "Q: Who was playing in this orchestra?",
        "Q: Prisoners. How big of an orchestra was it?",
        "Q: In rows of ten?",
        "Q: Of ten, not of five?",
        "Q: What was your number?",
        "Q: And when did you arrive in Auschwitz?",
        "Q: Do you remember the month?",
        "Q: It was cold?",
        "Q: And what else happened to you when you arrived -- give you uniform?",
        "Q: Besides given a number, were you given any kind of insignia or badges to put on your uniform?",
        "Q: Red triangle so you were a political prisoner?",
        "Q: Even though you hadn’t done anything?",
        "Q: Were there other American citizens, do you know of?",
        "Q: And were they arrested in Lublin like you?",
        "Q: So you met them in Auschwitz?",
        "Q: Did you ever try to complain or protest?",
        "Q: In Auschwitz or?",
        "Q: Were there any acts of resistance either during the transport or in Auschwitz itself?",
        "Q: And what did you have to do when you were there?",
        "Q: Do you know where you were building these new barracks?",
        "Q: What barracks did you sleep in?",
        "Q: Were these made of wood or made of brick?",
        "Q: And the ones you were building, were they made of brick or wood?",
        "Q: So this is the old part of the camp?",
        "Q: And were you seeing a lot of construction in the distance? Is the camp getting bigger at this\ntime?",
        "Q: Was that the place that you’d seen or heard of when you were in Auschwitz?",
        "Q: Majdanek as I recall, Majdanek was near Lublin. That was a different camp.",
        "Q: That’s the one. So you were selected to become a cabinetmaker? Had you volunteered?",
        "Q: Had you ever done that before?",
        "Q: What made you pick this new trade?",
        "Q: Who taught you to be a cabinetmaker?",
        "Q: Polish?",
        "Q: And how long were these lessons? How long did this last?",
        "Q: Two years?",
        "Q: In Auschwitz?",
        "Q: And then what happened?",
        "Q: Now when you were in Auschwitz were you working on cabinets?",
        "Q: So you actually built cabinets?",
        "Q: So these were not for prisoners at Auschwitz?",
        "Q: These were for the Germans?",
        "Q: Now what did you see at the camp? You said there were a lot of beatings and killings and so\nforth. Does anything in particular come to mind when you think of these years?",
        "Q: Russians?",
        "Q: Were they put to work?",
        "Q: So they were just allowed to die?",
        "Q: What about the rest of the prisoners there, who were they?",
        "Q: You mentioned British. Were these British prisoners of war or British civilians?",
        "Q: How had they been caught?",
        "Q: Were they treated any better or any worse than the others?",
        "Q: Were there any Gypsies there when you were there?",
        "Q: And how were they treated?",
        "Q: Was anybody treated good?",
        "Q: So your kapo was a German Communist?",
        "Q: Were there any Jews?",
        "Q: Jehovah’s Witnesses.",
        "Q: How were they? Did you know any Jehovah’s Witnesses?",
        "Q: Were there any Jews in this camp?",
        "Q: And you were in Auschwitz for how long?",
        "Q: So you were first arrested we said in January?",
        "Q: And you were transferred in Mauthausen-Gusen, do you remember when you were transferred?",
        "Q: And how many from your barrack or your camp were transferred with you?",
        "Q: How did you go there?",
        "Q: What kind of train did you travel on?",
        "Q: How many people in each wagon?",
        "Q: Did you smell better or worse than sardines?",
        "Q: Did you have any food?",
        "Q: Did you have any kind of toilet facilities?",
        "Q: No barrel, nothing?",
        "Q: And this must have lasted a few days.",
        "Q: What were you lead to expect? What did they tell you you would find in Mauthausen-Grusen?",
        "Q: How did the new camp compare with the old camp?",
        "Q: In what ways?",
        "Q: So you weren’t a cabinetmaker anymore?",
        "Q: Now this Luzion Buchwald was a prisoner, do you know from which country?",
        "Q: I remember you mentioned someone, the person that you were apprenticed with in Auschwitz,",
        "Q: They weren’t related?",
        "Q: A happy coincidence apparently. So how long were you working in the quarry before you\nreceived this promotion?",
        "Q: If you hadn’t been transferred how long do you think you would have lasted?",
        "Q: And what?",
        "Q: How about the barracks where you were sleeping? Were they better or worse than in\nAuschwitz?",
        "Q: Did you sleep alone in your bed?",
        "Q: So one person in each bunk?",
        "Q: How long did you remain in Mauthausen?",
        "Q: And then to Gusen?",
        "Q: And how long were you in Gusen?",
        "Q: Again did you ever complain or try to get out?",
        "Q: So you were hopeful that this would not last forever?",
        "Q: You were sure of that?",
        "Q: In the beginning it must have looked bad, Hitler winning all of the time. Were there ever\nmoments that you thought you would ever survive this?",
        "Q: What did they tell you?",
        "Q: Were they pro-Hitler or anti-Hitler?",
        "Q: Were they glad or were they sad that Hitler might lose the war?",
        "Q: And you continued making cabinets until the end of the war?",
        "Q: And who got the cabinets that you made?",
        "Q: How many people were making cabinets?",
        "Q: Like a small factory?",
        "Q: How many do you think you were producing a week, can you tell?",
        "Q: Who was your kapo in Gusen?",
        "Q: And was he better or worse than the German Communist?",
        "Q: How did he treat you?",
        "Q: Did he ever do anything bad?",
        "Q: Were there other Jehovah’s Witnesses working with you?",
        "Q: So in general it was easier to be a cabinetmaker?",
        "Q: And if you hadn’t been a cabinetmaker?",
        "Q: You wouldn’t be here?",
        "Q: How good quality, I mean you were a slave laborer and a lot of other people were slave\nlaborers, you were working for the Germans, how good a quality were you producing?",
        "Q: So it was excellent lumber?",
        "Q: How about the workmanship? Here you are working for the Nazis...",
        "Q: Was that the worst thing that happened to you in Gusen?",
        "Q: So you made excellent work not out of love but out of fear?",
        "Q: I’m going to ask a slightly less relevant question but keeping in mind the debate today about\nAmerican productivity and Japanese productivity and Communist productivity. Do you think\nthe workmanship in this camp would have been better if you had been treated better and if you\nwere free?",
        "Q: But out of fear?",
        "Q: One could argue that the Germans were inefficient by treating people so badly that they were\nnot getting as much labor from.... (First side of tape ended -- beginning of second tape) So you\nworked hard and you survived?",
        "Q: And if you had been a free man what would you have been doing?",
        "Q: Would you have even worked for the Germans if you had been free?",
        "Q: Which you were not able to do.",
        "Q: How were you liberated?",
        "Q: Do you remember the date?",
        "Q: Were you glad?",
        "Q: Were the non-citizens also happy?",
        "Q: Who were most of the prisoners at Gusen, do you remember?",
        "Q: How about Gypsies?",
        "Q: Civilian prisoners or prisoners of war?",
        "Q: And how were they treated?",
        "Q: They were made to work?",
        "Q: But they were fed this time?",
        "Q: And the Gypsies?",
        "Q: They were there too.",
        "Q: Did you ever find out what happened to your sister and your mother in the meantime?",
        "Q: When did your father know that you had been in Auschwitz and then in Gusen?",
        "Q: So not until the end of the war did he know?",
        "Q: What was the first thing you said to the American soldiers when they liberated you?",
        "Q: So Polish-English?",
        "Q: So you hadn’t forgotten your English?",
        "Q: Were you able to keep books with you in the camps?",
        "Q: No more books, no more study. You probably were learning German during those years.",
        "Q: How did the Italian language prove useful to you here?",
        "Q: You did?",
        "Q: Did you marry in Italy?",
        "Q: She married an Italian?",
        "Q: And you were in England and when did you come to America?",
        "Q: Do you remember when you arrived in New York?",
        "Q: Was it in time for Christmas?",
        "Q: So it was time for Christmas?",
        "Q: You were able to celebrate Christmas in New York?",
        "Q: Your father was waiting for you?",
        "Q: From 1945 to -- when did he return to the United States?",
        "Q: And meanwhile your sister and your mother?",
        "Q: Did you ever become an engineer?",
        "Q: Polish American?",
        "Q: It sounds that despite your schooling and despite your plans the key career decision in your life\nwas made at Auschwitz..",
        "Q: You mention that your wife was an orphan. Where was she from in Poland?",
        "Q: But you did not know her then?",
        "Q: How did she become an orphan?",
        "Q: What was the worst experience for you between 1939 and 1945?",
        "Q: Did you ever feel that they might kill you?",
        "Q: Did you ever return to Poland?",
        "Q: And your father’s ranch?",
        "Q: Was anyone ever compensated for the loss of property?",
        "Q: Were you ever compensated?",
        "Q: Or die on it.",
        "Q: And did you ever receive any compensation from Germany for the work you did?",
        "Q: Who 1s responsible?",
        "Q: And when you went there, there was no danger at all.",
        "Q: And until you were arrested the Germans hadn’t done anything to you or your family? Do you\nhave anything else to add to your story? Any other thing that perhaps we forgot to discuss?",
        "Q: Thank you."
    ],
    "answers": [
        "A: Good morning. It’s nice to meet you.",
        "A: I was born in New York City.",
        "A: July 22, 1918.",
        "A: My father was American citizen, my mother not.",
        "A: My mother was born in Poland.",
        "A: My father was born in Poland, too.",
        "A: My mother was born in southern states in Poland they call Galizia and my father was born in\nApolashia in the eastern side of Poland.",
        "A: I have one sister Stella.",
        "A: No, she’s younger than me.",
        "A: Yes.",
        "A: My father was a foreman in a factory over here in New York, I was watching.",
        "A: And my mother was doing something in the factories, too. But when I went to Poland and saw\nmy mother and her brother, he’s my uncle, was taking care of the big ranch what we had over\nthere.",
        "A: No, uncle was taking care.",
        "A: Yeah, and my father he came back to the United States, yeah, and he remained here and was\nplanning later on come back to Poland, yeah but the war striked and he never came back.",
        "A: Yeah.",
        "A: It was the depression time over here. It was kind of not good so my father decide to take us to\nPoland and he set us off there that arranged and then he came back to make some more money.",
        "A: Yeah.",
        "A: I was speaking English very good, yeah. Polish was poor. The Polish language when I went to\npublic school, not great my Polish language but little by little I learned.",
        "A: Yeah.",
        "A: Yeah, I was here in a school, in a grammar school.",
        "A: About four or five.",
        "A: In Poland I had three years.",
        "A: No, wait, wait, I was in grammar school over there a couple of years and then I was in high\nschool. That must be about five, six in the school there.",
        "A: The high school I completed.",
        "A: General, all the subjects was in the high school. But then I was preparing myself to go to\nengineering and the war striked and no more school.",
        "A: Yeah.",
        "A: Engineering College, in Poland.\nA? In Warsaw.",
        "A: Eastern Poland.",
        "A: It’s in a ranch, in a ranch.",
        "A: Horses and cattle and honey and fish. Fish was a carps; it was a lot of them.",
        "A: Uncle. My mother and uncle they both was running that ranch. The uncle is a man he was\nmore in it every place.\nA? Yeah, I thought I’d get European education and I come back to the United States and remain\nhere.",
        "A: Not much, not much was involved with the politics.",
        "A: Yeah.",
        "A: Oh, about him and Poland at that time that he was armed up to his ears and he took Austria, he\ntook Czechoslovakia and he’s after the Polish, that corridor to the sea.",
        "A: Nobody expected that. Nobody believed it in school all over where I was. Nobody believed in\nthat war was going to strike.\nQ? So your mother felt safe on the ranch?",
        "A: Yeah.",
        "A: Yeah, he said that he more or less was informed of here in the United States 1s possible that\nHitler is going to strike the big war.",
        "A: Yeah.",
        "A: Nobody in Poland was thinking about it.",
        "A: No, I was too young.",
        "A: I was on a ranch at that time.",
        "A: Yeah.",
        "A: No, was no military actions at all.",
        "A: Far away from the front line and suddenly one morning we see the Russian troops are coming.",
        "A: Complete surprise.",
        "A: I didn’t like it because as a student I head a lot about the Russian’s Communism and\nCommunism the Polish people didn’t like it and I didn’t like it, too. And suddenly we see there\nare some troops come in and taking over all the eastern Poland.",
        "A: The history, geography, the Polish language, religion, sciences, many subjects. Many subjects\nin school.",
        "A: Catholic, yeah.",
        "A: No. There was I would say about 20 % Catholics and 80% was Russian Orthodox.",
        "A: It was very friendly. In regions where I was very friendly the Russian Orthodox and the Polish\nCatholics was friendly.",
        "A: Russians.",
        "A: No, was no Ukrainians, Russians, They called themselves White Russians.",
        "A: Yeah.",
        "A: Well when the Russians came in first thing they grabbed all the horses, twelve horses they took\nit. Then they took the cattles. They was after everything.",
        "A: Yeah. Then before Hitler strikes into Russia in ’41, Russians came with the truck, loaded my\nmother and my sister and little bit belongings what they had and took them on the railroad\nstation to the cattle wagons and deported my mother and sister and other Polish people to\nSiberia.",
        "A: Bourgeoia, rich.\nQW: They were bourgeois.",
        "A: Bourgeois.",
        "A: No, it didn’t make no difference.",
        "A: Sister, yes.",
        "A: Disappeared in Russians ??",
        "A: Yeah.",
        "A: I, in the beginning, run away to the German side intending to get in touch with American\nConsulate in Warsaw which was no consulate, no embassy in Poland only in Berlin but the\nGermans don’t let me go to Berlin so I remain with my friends in Miendvyrec Podlaski.",
        "A: About 25 miles to the border.",
        "A: On the German side.",
        "A: No, I wasn’t there.",
        "A: Summertime, I know they told me. Summertime and in 1941.",
        "A: Yeah, before the Germans came.",
        "A: I was already in the Nazi’s jail.",
        "A: January, January 13, 1940.",
        "A: No crime, American spy, saboteur.",
        "A: And a saboteur, yeah. Where I told me the good Americans all in America only the American\nswines are here to do some rotten jobs.",
        "A: I wasn’t doing nothing. I was a student. I was a small kid.",
        "A: I was I think eighteen, nineteen.",
        "A: Yeah, and sabotage.",
        "A: No, commit nothing against the Germans.",
        "A: I was living with a Doctor Demoraski, his son -- his son was my friend from the school -- so I\nwas living with Doctor Demoraski’s family in Miendvyrec.",
        "A: They had been arrested at the same time.",
        "A: No.",
        "A: Well, I didn’t know the Germans that good till I got arrested and beated, beaten up, then I got to\nknow how bad are the Germans.",
        "A: Yeah.",
        "A: To sign a confession that I am saboteur and spy.",
        "A: I did not sign, no documents.",
        "A: Oh, they beat me up boxing, beating up with the straps, with the fists and then with some kind\nof baseball sticks on my feet, yeah.",
        "A: On my feet, on my toes, yeah. I had black and blue feet, couldn’t walk for a couple weeks.",
        "A: My American passport, they took 1t away yeah and I never see it again my passport.",
        "A: Oh the investigation? One week they were torturing me. Every day little bit, every day little\nbit, every day little bit for one week. Then they give up.",
        "A: No, when they was in Siberia then they got the news that I am in Auschwitz.",
        "A: They didn’t know, no.",
        "A: I was arrested first.",
        "A: Yeah.",
        "A: When I was in Auschwitz, yeah.",
        "A: Yeah, that was in Lukov that investigation and beating and tortures. Then from Lukov they\ntransferred us to Lublin, Lublin jail called Nazanku.",
        "A: That jail was a terrible thing over there. Every night, every night they was calling from the cells\nsome prisoners and shoot them 1n the yard.",
        "A: The Polish prisoners.",
        "A: Underground work.",
        "A: No, no.",
        "A: About three, four months in Lublin.",
        "A: Then one day, sunny day, I know it was nice and warm day they put is in the trucks with the big\narmy escort then to the railroad station and the cattle wagons. We went straight to Auschwitz.\nFirst they told us we’re going to Germany for a work but then we end up in Auschwitz.",
        "A: Oh, it was about 5,000 men, 5,000 men that transport to Auschwitz.",
        "A: All men.",
        "A: All Polish.",
        "A: No, no.",
        "A: When we arrived to Auschwitz so was a big gate in Auschwitz, “Arbeit Macht Frei’ and\norchestra was playing...",
        "A: Yeah, orchestra was playing when we was marching into the camp.",
        "A: The prisoners.",
        "A: Oh surprise big orchestra. Then we all was standing up ten in a line, how to explain you that?",
        "A: In rows of ten, yeah.",
        "A: No, ten, and then the camp commandant came in and told us a big speech that we are no more\nWalter or Johnny or some other name we all are numbers and the number is very easy to be\nerased and if you gonna behave you may see the freedom. If you don’t behave your freedom 1s\ngonna go through the chimney (he pointed chimney to the crematorium). Your freedom’s gonna\ngo through that chimney.",
        "A: 14, 526.",
        "A: In 1941.",
        "A: I think it was January, January 13.",
        "A: It was cold, yeah.",
        "A: Yeah, they took us to the shower, take all your clothes out and they give us the camp uniform\nand they divide in certain blocks. I end up in a block number seventeen right by the kitchen,\nblock seventeen.",
        "A: Yeah, they give three angle, red with a P on it.",
        "A: Red as a political.",
        "A: Even though I didn’t do nothing, no, didn’t do nothing.",
        "A: Yes, there was three of us. Was Chenckk, Walter Chenchek and Domashevski. Domashevski is\nsomeplace in New Jersey. The Chenchek was here in Westchester County and he had two\nbureaus on Long Island, one in Riverhead, one in Hempstead. And with the Chenchek I was a\nvery close friend. But Chenchek died about three years ago.",
        "A: No, no, Chenchek was arrested in Warsaw and Domashaveski was arrested someplace in\nRadom. They’re different cities.",
        "A: Yeah, met them in Auschwitz.",
        "A: Oh, yes.",
        "A: In Auschwitz so I got slapped in the face and kicked in the ass and shut up, don’t say nothing.",
        "A: No.",
        "A: In Auschwitz we was building the barracks. I called 1t Noibaum group, building the barracks.\nIt’s hard work but then the camp commandant and the doctor took all the teenagers and sent us\nto the trade shops and I end up in a cabinet shop.",
        "A: In Auschwitz. There was about half of the barracks and most of them was one story but then we\nbuild the second story on it and build the new ones and outside the camp a lot of building was\ncoming up too.",
        "A: I was sleeping in barrack number seventeen.",
        "A: Made of brick, everything was made of brick.",
        "A: Brick.",
        "A: Yeah.",
        "A: Yeah, at the time even though was big group was going near the Auschwitz they called it\nMajdanek, Majdanek. That was new camp not far from the Auschwitz so the group was going\nover there and daytime was working and night was coming back. But meantime already I left\nthe Auschwitz and I don’t know what happened but I learn later that was a very big new camp\nover there.\nQW: Had you heard of Birkenau?",
        "A: Birkenau, oh yes.",
        "A: Birkenau or they call it Majdanek, yeah?",
        "A: Oh yeah, I’m mixed up, mixed up. It’s over here in Oswiecim they call it, Auschwitz. They\ncall it Birkenau, Brzezinka, sometime like that.",
        "A: As acabinetmaker, yes. He was asking every teenager what you want to be, what kind of trade.\nI said I wanted to be a cabinetmaker so okay, yeah..",
        "A: No.",
        "A: Because it’s nice and warm over there and it was interesting for me. But the main thing I was\nlooking for where it’s nice and comfortable, warm.",
        "A: Was from Warsaw Mr. Buchwald name, real old guy and good cabinetmaker and I was\napprenticed attached to his bench. He was a cabinetmaker, I was apprentice and he was\nteaching me.\nQ; Hw was a prisoner?",
        "A: A prisoner, yeah, he was a prisoner.",
        "A: Polish, named Buchwald.",
        "A: I was with him close to two years.",
        "A: Yeah, close to two years with him.",
        "A: In Auschwitz, yeah.",
        "A: Then I volunteer to go to another camp because too much was executions in Auschwitz, too\nmuch executions and diseases. So I volunteered to go to another camp and they picked me up\nand I end up in Mauthausen-Gusen.",
        "A: In Auschwitz I was a cabinetmaker.",
        "A: Yeah, apprentice building the cabinets and most of the things for army -- soldiers beds, soldiers\nracks for rifles and tables and benches for army supplies.",
        "A: No.",
        "A: For Germans.",
        "A: Yes, every day there was beating and killing and smashing the prisoners, executions almost\nevery day, every day a pill, yeah and they called the numbers going to work so what happens\nthey take them outside the camp and executions, shoot them. And I think I remember by the\nend I was there they brought twelve thousand Russian war prisoners to Auschwitz and as war\nprisoners, it was winter time, December, they was twenty four hours naked and a very cold\nnight and snow even. Then they put them into barracks and gave them some kind of clothing\nbut the food was very, very little so through the winter they almost all died out. There was only\na few hundred left of those war prisoners.",
        "A: Russians, yeah.",
        "A: No, no.",
        "A: Yeah.",
        "A: Rest of the prisoners was Polish, Czechs, Germans, Hungarians, we had some French, few\nBritish, three of us American citizens was there and Spanish, Spanish was there.",
        "A: No, British civilians. It’s like me.",
        "A: They’d been caught in Germany, in French, and one was caught in Poland.",
        "A: No.",
        "A: Oh yeah, there was Gypsies.",
        "A: Gypsies were not treated good, wasn’t treated good.",
        "A: No, the worst treatment was the Gypsies and the priests. There was couple, German couples.,\nKickerman his name was. He was big Communist and he find out any prisoner is a priest so he\nfinish him up in a couple of days. So the priest was scared to come up openly that he is a priest.",
        "A: Yeah. All the kapos was Germans and most of them was with the black triangle..",
        "A: Black and some was with the lilac color, lilac they was the religious, the Baptist.",
        "A: Jehovah’s Witnesses, yeah.",
        "A: They was all right, they was all right. So far as I seen them they was not nasty. They was doing\nwhat they had to do but they was not nasty, they was all right.",
        "A: Yes. There was one block with Jews. They call it Special Commando. The kapo was a Jew\nand the block, kapo, everything was Jewish over there. And they was going to work outside the\ncamp but separate from us.",
        "A: For about two, two and a half years.",
        "A: January 13 in 1940 in Miendvyrec Polaskti.",
        "A: 42, yeah, ’42, month I don’t remember but it was in ’42.",
        "A: It was about 4,000 men transferred from Auschwitz to Mauthausen-Gusen.",
        "A: “By train and up in the Mauthausen railroad station we walk a couple of miles through the\nMauthausen city to the Mauthausen camp which was there under quarantine for a week, about\none week under quarantine. Then we marched on foot a few miles, about five miles to the\nGusen camp.",
        "A: Cattle, cattle wagons.",
        "A: Full, as many as they push it in. Was like sardines in a can. If you want to lay down or sit\ndown there was no room -- all you have to stand up.",
        "A: Oh, we smelled, smelled.",
        "A: They gave us one loaf of bread and some kind of cheese.",
        "A: No, we stood in the corner of the wagon.",
        "A: No.",
        "A: Yeah.",
        "A: Well they told us we’re going to different camp, we’re going to different camp.",
        "A: The new camp felt much better and easier than Auschwitz.",
        "A: There was no beating, no killing, no executions, the food was little bit better but the work, the\nhard work, the hard work and the granite stones, that was killing us.",
        "A: No, I was working a few months with the granite stones carrying the little and bigger stones,\nloading up the wagons and finally I was very weak and was eating my lunch, the soup, and\nfinally somebody comes and pat me on the shoulder and said, how are you son? I look at him\nand some gentleman start talking with me. Who are you? From where do you come? From\nAuschwitz. From where? From New York. You are American? Yes. What was you doing in\nAuschwitz? Cabinetmaker. Are you know how to be cabinetmaker? I learn a little bit. I can\ndo easy things. All right, you want to be cabinetmaker? Sure, I don’t want to be here in the\ngranite stones. SoI gonna try to get you to the cabinet shop. And his name was Luzion\nBuchwald. He was one of the first prisoners and he was an architect in the camp and he talked\nwith the Arbeitgenes, that’s the Secretary of the Labor and in a couple of days I was in a cabinet\nshop. And thanks to cabinet shop and Luzion Buchwald I’m alive today.",
        "A: He was Polish, from Warsaw. He was an architect from Poland and he was now in the camp as\nan Architect Bureau and doing some kind of architectural work for the Nazis.\nthis person wasn’t...?",
        "A: No, was a Karl Buchwald too.",
        "A: Was not related, no.",
        "A: About three months.",
        "A: If I wouldn’t be transferred to the cabinet shop I think another five, six months.",
        "A: And then I would die. I was getting skinnier and skinnier and I was afraid I would get sick and\nif you get sick there’s no hope. You go to the hospital and instead of cure you they kill you over\nthere.",
        "A: The barracks I would say was comfortable. Was a wooden barracks, three stories beds and not\ncrowded as was in Auschwitz.",
        "A: Alone, yeah.",
        "A: Yeah in each bunker which in Auschwitz was two in a bunker.",
        "A: In Mauthausen, one week.",
        "A: We marched to the Gusen.",
        "A: Another two years.",
        "A: No, never came to my mind try to escape because I seen if a few guys tried to escape they got\ncaught and killed so I never tried, don’t think to escape. Thinking that it’s gonna end some day,\nthe war is gonna end and everything is gonna be solved.",
        "A: Yeah.",
        "A: Yeah. I had a very strong hope that Hitler was gonna be finished and we gonna be free.",
        "A: Well in Auschwitz, we had no hope in Auschwitz but when I came to Mauthausen-Gusen we\nhad a little bit news from the Austrian civilians which was working with us as foremens and\nthey are spelling little bit news what’s going on outside the world.",
        "A: They tell us Hitler is losing, Hitler is getting beating. Another month or two be finished don’t\nworry, hold on to it, you’re gonna be free. They was all right the Austrian civilians.",
        "A: It’s hard to say what they was but they was nice with us and some of them even bring some\nsandwiches for a prisoner, helping us.",
        "A: They was glad. The way I noticed they was glad that Hitler is losing it.",
        "A: Yes, till the end of the war.",
        "A: The Nazis. Here in Gusen in the cabinet shop we was doing the cabinets. We was doing\ncabinets, furnishing which the Germans was taking it.",
        "A: Oh, it was about twenty six or thirty.",
        "A: Like a small factory, yeah.",
        "A: Oh was producing a lot, producing a lot. We had good machinery and good stuff over there and\ncabinets was coming out.",
        "A: Kapo in Gusen was Karl and he was one of the Jehovah’s Witnesses.",
        "A: No, he was good.",
        "A: He was not pushing, not beating, not yelling, just tells you nice and quiet do this and watch\nyourself. Don’t get caught with something that they beat you up and take your health away. He\nwas all right.",
        "A: No.",
        "A: One, one Jehovah’s Witness was a cabinetmaker.",
        "A: Yeah.",
        "A: If I won’t be cabinetmaker I think I wouldn’t be alive.",
        "A: Wouldn’t be here, yeah, wouldn’t survive.\nA; I would say very good, very high quality furnishing. They digged out someplace in the ground\nthe oak which was black, black oak, not rotten, healthy black oak lumber and from the black\noak lumber I know we did a lot of furnishing with the black oak.",
        "A: Yeah.",
        "A: Working for a Nazis and under their control from their blueprints and everything had to be done\nperfect. If you don’t do perfect they beat you up and they throw you out. I remember one\nincident Nazi came and give the order to make a picture frame. All right a picture frame and I\ngot the measurements. I made the picture frame and I finished. Couple took it and delivered it\nto that SS man and a couple of days he was coming with that picture frame to me, you made it?\nYes. What size? This and this size. No, you son of a gun, he starts yelling at me. That’s the\nsize I got it and that’s the size I made it. No! Took that picture frame and bopped it on my head\nand broke it into pieces and I had to do it over, the new picture frame, the bigger size.",
        "A: That’s the worst thing that happened in Gusen during the war.",
        "A: Yeah, out of fear because if you goof up something or you don’t work right so they throw you\nout and I want to stay in a warm shop and they treat us good over there. Sometime we get extra\nplate of soup and survive there.",
        "A: It wouldn’t be better, no, I would say was doing from all our hearts the best we could do.",
        "A: Out of fear.",
        "A: Yeah.",
        "A: I wouldn’t be working so hard and so precision as I did being afraid of tomorrow and afraid of\nlosing that good job.",
        "A: No. If I had been free I wouldn’t work for the Germans. If I had been free I will try to come\nback to the United States.",
        "A: No, not able.",
        "A: American troops came in.",
        "A: It was May 5 and five o’clock afternoon 1945. It was all fives. 1945 May 5 and five o’clock\nthe afternoon, the American troops came in.",
        "A: I was crying, I was crying from seeing American troops and being happy this is the end.",
        "A: Yeah, those guys were so close to the tanks, I think it was five tanks came in first, they was\nkissing the tanks and kissing the soldiers in the tanks, everything, and they said that organize\nyour own system here and wait couple of days till the army comes here. Don’t go away. The\nNazis run away. Was no Nazis there so we remained ourselves in the camp, organizing our own\nleadership there and the next day everybody is going on his own. I stayed I think two days and\nwith a group I went to Linz; it’s a big city. And over there again in some kind of barracks where\nwas the Polish, Italians, and Russian farm labors in those barracks. We was over there for a\nwhile.",
        "A: In Gusen, I’d say the most was the Polish and then Spanish, French, Germans, Czechoslovaks\nand we had some Jews there too, not many, but one barrack was the Jews. But they were\ntreated good. They was not treated bad like in Auschwitz.",
        "A: Oh, and we had some Russians, too. Russians we had and Gypsies we had.",
        "A: Prisoners of war.",
        "A: They was all right. They brought them to Gusen from some different camps. So they was\ntreated here now like everyone else, not like prisoner of war but like a prisoner in a camp.",
        "A: Yeah, everybody have to go to work.",
        "A: Yeah, they had the same food what we had...",
        "A: And the Gypsies was the same.",
        "A: There too, yeah.",
        "A: In the meantime I didn’t know nothing what happened to them. When I was in Italy and\nthrough the American soldier from New York -- he wrote to his parents in New York and his\nparents with that letter came to my father and my father wrote the letter and through his parents\nsent it back to him in Italy and through the military mail I got the news from Father and he\nwrote me that Mama and Sister is in Siberia.",
        "A: That’s when I was already liberated and I was in Italy.",
        "A: At the end of the war, end of the war and through the American soldier he got the first news that\nI’m alive and I’m in Italy.",
        "A: That was in Linz first American soldiers, yeah, it was couple soldiers came in there and it was\nfrom Detroit and Chicago area and they speak Polish and they was looking for a Polish ex-\nprisoners and I talk with them and then I mentioned that I’m American from New York. Oh,\nyou’re American. Yeah. How come you got here? And we start talking. The next day comes\nthe jeep, Lieutenant and found me, talked to me and they took me to Ragensburg and\nRagensburg I got rid of my camp uniform and get me some soldier’s clothing and special\nstrictly diet. The doctor examined me; strictly diet. Don’t eat this, don’t eat this or you may get\nsick. Do what I told you and after a month or two I was feeling all right. So they put me a little\nbit to work. I was interpreter. I really hated the Germany and everything was theirs, I just\nwanted to run away from there. And here was a group of the Polish and Italians going to Italy.\nSo I decided to go to Italy. I jumped on a train with them and through the Innsbruck we end up\nin Italy in Verona. In Verona again the Polish army got us about twenty Polish ex-prisoners\nfrom camps and from the farmers, laborers, and the Polish army took care of us. All the other\nguys joined the Polish army. I said, no, I’m American. I don’t want to join no army and see not\nneed for it. War is finished. You’re American, all right. So Captain talked to me very nice and\nsuggested he’s going to send me to the American headquarters in Milan and they take care of\nme. In Milan the American headquarters put me as interpreter and I was with the American\narmy a good six, seven months. Yes, seven months with the American army as interpreter and?\nmissions between the Polish and Americans and British as interpreter,",
        "A: Yes.",
        "A: No. I had some books in Poland and I was really reading and learning. Naturally I forgot a\nlittle bit but not that much. In school I had to learn the Latin, the French and Polish and my\nEnglish, the accent 1s broken. It’s mixed up.",
        "A: Oh no.",
        "A: Yeah, now knowing French. With the French I was pretty fluent with the French and the Latin\nso I picked up in Italy the Italian language very fast which over here became useful in United\nStates the Italian language for me. But the French I have no use of French language at all and\nmost of it is forgotten.",
        "A: Beautiful language, I like it and it came very easy, very easy to me. Naturally in Italy I had an\nItalian girlfriend, too.",
        "A: Yeah, I had an Italian girlfriend, Bruna and that helped my conversation, my learning the\nlanguage very much.",
        "A: No, I told her to wait until I come to the United States and one day I come back for her but she\ndidn’t wait. She got married.",
        "A: No, she married a Polish guy, a Polish guy in Italy. When I left Italy to England then she met a\nPolish guy and one, two, three she got married with him.",
        "A: I come to America in 1945 on a ship named Marine Falcon, the army transport ship.",
        "A: No, the date, I don’t remember the date. I have someplace written, someplace in the papers.",
        "A: No, it was in the fall. Also some time I think it was Labor Day or...",
        "A: Yeah.",
        "A: Yeah, the first Christmas in New York with my father.",
        "A: Yeah, my father was waiting for me on a dock and I passed by and he didn’t recognize me. I\ntook the taxicab and I come home and was somebody, some man in his apartment. Oh you\nknow what your father is in a dock waiting for you. Found out everybody left the ship so my\nfather came back home and here I am.\nQ; How many years had it been since you’d seen your father?",
        "A: About eight, nine years.",
        "A: My father returned in 1934 or ’35. To the United States so that was ten years.",
        "A: They was in Africa. In Africa and we had the correspondence with them. My sister got married\nover there. She was working in the hospital so she got married with the South African, the\nDutch Hollander descent. When that Mao Mao there start squeezing the white population so\nthey decided to come to the United States. So my father and me made the papers for them and\nMama come first then my sister come with the little boy and the husband had to wait for a\nquota. So when she was over here as a citizen she made a petition for her husband and six\nmonths the husband came in. So now my nephew is a big boy and he was in the Vietnam War\nand Thank God came okay back home and they’re in Maine. My sister has a boy and a girl.\nThey’re married and my sister remain. My father and mother died and they are buried in\nMaine. And I’m here in New York.",
        "A: Engineer? No. When I come back to the United States here I was working a little while as a\ncabinetmaker in a shop. It was a Piano and Sons shop in New York on Twenty-Third Street. I\nwas working Piano and Sons shop. It was a nice place to work. And I got married with my\nwife, Sabina.",
        "A: My wife Polish. She was as an orphan, refugee to United States, nice girl. And so far 47 years\nwe married and we happy. Over here with the six partners we opened a boat business. Was\nbuilding the boats. Was going all right. Plenty work and hard work. Finally when the\nfiberglass boats come in killed our business. We had to give up the wooden boats and I went to\nthe union carpentry. As a union carpenter I finished my career and I’m a retired carpenter. I got\na little bit pension from the union and Social Security and it’s enough for me.",
        "A: Yeah, that was my bread and butter after the war.",
        "A: She was from near Lublin, a town a name Ruberchov.",
        "A: I didn’t know her.",
        "A: Nazis took my wife, her sister and brother to Germany for slave work. Father died in\nconcentration camp. Mother died in Poland from the bombing so had no parents. After the war\nthe Catholic mission from Germany brought all the orphans to the United States as orphans\nrefugees. They were in Mamaroneck, Portchester, New York and through friends I met her. We\nstarted going out and we got married. My father left me in Brooklyn an apartment house which\nI still own it and I have some profit from it too. It’s a twenty-two families building and ’'m\ndriving once a week over there supplying whatever they need. I have a super. He’s super over\nthere and that building is ? with profit and keeps me busy.",
        "A: The worst experience was the arresting, arresting and tortures, beating up, the investigating\nthings, the jail. The jail was the worst.",
        "A: Yes, in Auschwitz I feel any day by mistake or no mistake I could be executed, shot because\nevery day was executions in Auschwitz. And we say in Poland somebody killed a German so a\nhundred Polish in Auschwitz under the fire line for that one German and that’s was I fear one of\nthese days I gonna end up on that fire line. And that’s the main reason why I get out from\nAuschwitz, volunteer to go to different camp because of those executions.",
        "A: No. After the liberation was a little bit in Germany, then was in Italy and England and from\nEngland to United States.",
        "A: My father’s ranch 1s under the Russia now and what they doing over there I don’t know.",
        "A: No.",
        "A: My father tried some compensation from Russians for the ranch so Stalin told him if you want\nthat ranch come in and live on it.",
        "A: Or die on it, yeah.",
        "A: No, I did not. I tried through the Jewish organization to get some compensation and they tried\nvery hard for me. Even I have the documents, I have the papers which they sent to Germany\nover there and they was looking over those things and the Germans don’t want to pay us\nbecause we are American citizens and there was no inclusion in the agreement to pay the\ncompensation for the American citizens. That’s why they didn’t pay us nothing. I know Walter\nChenchek citizen and I, we tried through Washington, D.C. and we got negative response. They\ntold us we shouldn’t be there when the war striked, we should be back in the United States.\nWhen we was over there we was on our own and they’re not responsible and they don’t do\nnothing for us.",
        "A: Nobody expected the war is going to strike and when the war start you couldn’t get out of the\ncountry.",
        "A: No, no, it was a nice, peaceful time.",
        "A: Well, thanks God it’s all behind me and I feel all right. I feel healthy so far and I'll wait till my\nday’s coming.",
        "A: Thank you very much, too.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "UnauthenticatedApril 16, 1992\nHempstead, New York",
        "Hempstead, Long Island in New York. I’m here on behalf of the United States Holocaust",
        "Memorial Museum to interview Mr. Taranowicz about his experiences during the Holocaust of",
        "World War II. Good morning."
    ]
}