{
    "rg": "RG-50.030.0054_trs_en",
    "sequence": [
        "Q: Please tell me your full name.",
        "A: Sieny Cohen.",
        "Q: When and where were you born?",
        "A: I was born in Amsterdam in [not audible on this tape] March 1924.",
        "Q: What can you tell me about your childhood?",
        "A: Uh my childhood was very, very nice...warm, a wonderful family. I had a sister...I still have\nher, a sister...my parents who don't live anymore. I had a brother, nine and a half years\nyounger than I was at the time. He also isn't there anymore. And we had a large family, and\nuh I have fond, fond memories of my youth, yah. Wonderful memories.",
        "Q: What do you remember about your town and your family life while growing up?",
        "A: Well, the town was Amsterdam. I remember the street in which we lived. At the time it used\nto be in my imagination later on it used to be a big avenue (laughter). Later on when we\ncame back and saw the street it was as narrow as can be. I believe two cars can pass\n(laughter) and that's it, but at the time there were not so many cars. There were just bicycles\nand it was always crowded and busy. It was a really through-fare, through Amsterdam, and,\nuh, in a predom....a predominant Jewish neighborhood; uh, so on Shabbat it would be quiet.\nIt was not an orthodox neighborhood. Everything, everybody was mixed really. Uh, on\nSaturday there wouldn't be much traffic but I remember the huge cars from Heinekken's beer\nand from Van Gend en Loes with the horses that went through. Uh, ice trucks that delivered\nice on Monday with big ice picks. It was an old neighborhood with all types of people,\nworking people, uh...poor people, people some a little better off. My parents were very well\noff. They had a store, shoes. They were...my father's name was a well-known name in\nAmsterdam...Kattenberg. There's a borough, not named after him (laughter)...maybe after\nthe borough, that I don't know; but, uh, he...they were a well-known family, yah, I might say.",
        "Q: What were your friends like?",
        "A: Friends were a little bit...at the time when I grew up, I wasn't allowed, for instance, to play in\nthe street. A lot of other children were allowed to play in the street, but somehow my parents\nthought it wasn't right to have their...you know...little girl...I had a sister one and a half year\nolder. He says...she says she did play in the street, you know...play...what was play at the\ntime? Uh, jumping rope, uh, marbles...nothing special but I remember maybe they regarded\nme too small. It wasn't allowed, and I wanted to become a nurse, so I rather played with dolls\nanyhow.\n",
        "Q: What was the memory that you remember most from your childhood?",
        "A: Well, I was sixteen when I practically saw my parents for the last time, my house for the last\ntime. My childhood... loving care...just beautiful.",
        "Q: And what was the Jewish feeling like in the town when you were growing up?",
        "A: The Jewish feeling? Well, you grew up as a Jew and that was the only thing there was.\nThere was uh...there was no choice. There was no...at least for me, in my family, there was\nno other thing. Just being Jewish and living according to the Jewish laws.",
        "Q: While you were growing up was there any antisemitism in the town?",
        "A: Not that I know of, but I can remember one childhood experience. I don't know how old I\nwas...maybe I was eight or nine and, uh, maybe I had an argument with a child or the child\nwith me and the child called out, \"Lousy Jew!\" You know. I didn't even know. I never had\nheard such a thing, so I said, \"Lousy Christian!\" I didn't even know (laughter) what it meant,\nyou know. That was just child's, uh...that was the only experience I had.",
        "Q: Could you please tell us the names of your parents, your brothers and sisters and any aunts\nand uncles, cousins, who lived nearby?",
        "A: Oh, that's quite a lot. My father's name was Jonas Kattenberg. My mother was Berthe\nKattenberg-Rueff. She came from Switzerland, as well as all her sisters who had married\nDutch hus...uh, husbands. And my grandfather, Samuel Kattenberg, lived in our house on the\nfirst floor. We lived on the second and the third, and then there was his daughter across the\nstreet, Bella Kattenberg, her son...because she was divorced and she took her own name\nback; and there was another brother of my father's, Saul Kattenberg, with his wife and two\nchildren. Uh, then there were in the nei...in the....a little bit further out of the neighborhood\nwe had, uh, also relatives...the sisters of my mother who married Dutch people, with their\nchildren, one of whom still is alive and another one married a cousin, but they are, uh,\nseventy-eight and the other one is in their eighties, and we get along still fantastically. It's\nlike...like our...we are like sisters, really.",
        "Q: What was a typical day like for you as a child?",
        "A: Uh, I recall...I don't know why, but I, I recall, uh, when I went to kindergarten and I always\nsee the same picture, you know: my mother taking me to kindergarten. That was down, uh,\nsome steps. You were delivered to somebody, you know, and you played there until they\npicked you up; and then we came home and I got chocolate milk. That I will always\nremember, you know. I don't know for what reason, but chocolate milk...that was when we\n(laughter] got home. A little later I started studying the piano. My mother would call at the\nmoment I rang the bell, \"It is time to practice!\" You know. After a while I hated it (laughter)\nterribly and I gave it up. Later on, I got back. But, uh, as a child...yah...what do you\nexperience as a child? Then later on I went to elementary school, from eleme...in the\nneighborhood... from elementary school I went to, uh, junior high which was a little bit\nfurther out. You had to take a bicycle. It was near the Vondelpark. No. That was near the\nMauritskade, on the Mauritskade. And, uh, that was...oh, we had a good time there as kids\nand you felt a little bit freedom because you could ride from school to home, to your house\nand vice versa, and sure it was a little bit freedom because at home was home, and you had\nto played the game that was, uh, set by the parents, heh?",
        "Q: In the years prior to the Dutch...to the German invasion of Holland in 1940, what was the\nJewish feeling like in the town then?",
        "A: I don't remember before. Of course, I remember...I was still very young...uh the time that\nHitler came in power, into power. I remember friends of my parents who had experienced\nalready, '33, '34, and fled Germany...coming to my parents and saying, uh, \"Get out of here.\nPick up everything. Come along with us. We are going to England.\" But my mother used to\nsay, \"Here, Holland, is such a wonderful country. There's such freedom. Nothing will ever\nhappen here.\" So when 1940 came, I was in Switzerland. I...as I said, my mother came from\nthere. She came from, uh, Saint Louis, the Alsace, and had family living...still brothers...in\nBasle [Basel, Switzerland] and I was going to visit one of them with another two cousins of\nmine, at the time a little bit older. That was in '39, and I was fifteen, and we went on the\ntrain and we stayed there with my aunt and uncle, had a wonderful time, until one night my\nparents called. That must have been September. At that time...September '39...at that time,\nuh, the military were mobilized here, mobilization, as they say; and my parents told us to get\nback the next day, soonest, uh, opportunity...get back to Holland. I don't know whether my\naunt and uncle told them, \"Come here,\" because that I don't know. I don't recall that. I don't\nremember that. But I went...we went back. The three of us went back. Well, then later on I\nsurvived. The other two didn't. But, uh, people didn't believe it would be so bad and it\nwould...Holland was a stronghold, a democratic stronghold...nothing would happen here.\nThat was the overall opinion of most people.",
        "Q: What happened in 1940, after the Germans invaded Holland, to you and your family?",
        "A: That was a total surprise. And, uh, I remember that at first we walked in the street. We\nlooked at the planes. Nobody actually understood what was happening. The reality came\nsoon enough; and, uh, then fear started slipping in then, and eating at everybody. Uh the fear\nof the unknown, the fear what would happen and stories that had been told by Germans that\nhad left Germany, uh, but people still hoped for the best. They were Dutch Jews and they\nwere...nothing would happen to the Dutch Jews and this only could happen in Germany but\nnever here. That still persisted...that that overall feeling of here we will be OK. And, uh, I\nremember, uh, a bomb fell in Amsterdam because Rotterdam was bombed, and I think one\nstray bomb fell in Amsterdam and people were sitting in their cellars and their,\nuh...cellars...there were no cellars. Maybe, yes, some houses had cellars but they were hiding\nand trying to get away from windows and they didn't want to be seen; and there was fear. I\nremember we all slept together on one floor...my father, my mother, my brother, my sister.\nUh, we had a girl who did the home-work [the housework], a maid...sleeping-in maid...and\nwe had somebody else who tended the store, and, uh, she also had a room in the house, so\nwe all were down on the floor and, uh, it was...it was a very fearful something, because you\nfelt the fear from your parents and, uh, yah...it was a very unpleasant, unsettling, fearful time.\nOf course, the Germans, the uniforms. Now I don't know exactly the date, but shortly after,\nthings seemed to normalize and then the Germans had folders, big huge folders put on the\nwalls in the Jewish neighborhoods that, uh, the Dutch Jews, they could sleep at ease. They\ncould be at ease, because they were Dutch Jews and nothing would happen to them. They\ndidn't have to fear the Germans. They would be regarded as the Dutch, and, uh, so they could\nall go and tend to their own business as usual. Well, a sigh of relief for everybody. I mean, as\na child I wasn't so interested 1n politics; but the overall fear that had taken...yah, that crept\nunder your skin, that did did...it never left you, and...but you became...adjusted. You adjusted\nto the circumstances and for a while life seemed to go on as usual. Then, after awhile, they\nplayed it so smart...so I don't know...I don't have the words for it...they played it in a way that\neverybody believed what was being told and was being printed and being said...",
        "Q: Who played it?",
        "A: The Germans. Uh, the Jews were not allowed anymore on the trams, not in public buildings.\nThey were kept away from this. They had to stay home at certain hours. They...then they\nhad...non-Jews were not allowed anymore to stay with Jewish people...Jewish people were\nnot allowed to visit non-Jews...a separation became as a wake, suddenly, between the people\nwho were your friends and people you had lived with all...all those years. And it went from\none thing to another and finally people...I, I forget to tell that right after the invasion, a lot of\npeople had tried to escape. For instance, in the first days after 1940, after the May\noccupation, I know, for instance, my parents also tried to escape. I go back now to a few\ndays after May 10th, uh...because the, the images come up and they don't come in...you\nknow...1n order. Flies back and forth there. But, uh, my parents, too, ...they tried to escape\nwith friends. They had to wait because the friends were coming and they...believe it or not\nthey came with valises full of clothes. Because...you know...nobody understood what was\ngoing on. They thought they could take a taxi and they could drive to the Hook of Holland,\nto Ljmuiden, and take a boat and go to England. But then by the time my parents and they\ngot a... don't know, a cab or a car or whatever it was, it was some kind of a car. Uh, we all\nwere piled in and we drove but soon the car couldn't go any...anywhere. Nobody could get\nthrough, and the few people that got away in Ljmuiden, they were just the lucky ones, if they\nmade it to England, and the rest had to go back. So there was a try, there was.... People tried\nto escape then, but later on they adapted to the rules and, uh, they hoped for the best.",
        "Q: Did you or any of your family members try to leave Europe?",
        "A: At that moment...afterwards, no. No. Only at that moment, at that ttme when most people\ntried to escape, but afterwards there was no opportunity, there was no way out because, uh,\nvery soon borders were closed and, uh, no...1t was very dangerous and a parent didn't want to\nendanger his children. Uh, parents had parents too, older people they didn't want to leave. It\nwas...it is an involved thing to leave. To get up and leave 1s a terrible thing, because you\nhave to be thinking only of you, your children and maybe if your parents can go, but you\ncannot take the whole family. It...1t breaks you in in two pieces. It's terrible.",
        "Q: What was the feeling like in the community after the Queen fled the country?",
        "A: Despair. Hope that the Queen would survive and that the Queen could do something and that\nthe Queen would take care of us all. But it meant...well, it meant...\"My gosh, she left!\" You\nknow. That was unheard of...terrible! Not that she left, but understood because the Queen\nwas a symbol of uh beauty, honesty. Uh, the Queen was looked upon as a wonderful,\nwonderful person, the whole family. I think most of the Jews were very royal-minded, at\nleast in my, uh, surrounding, you know, so when she left it was quite a shock.",
        "Q: After the Germans had invaded and the anti-Jewish laws were put into effect, what did the\nNazis do to the townspeople?",
        "A: It took awhile before they started, uh, getting at persons, you know. They had laws. You\nwere not allowed to do this. You were not allowed to do that. You were not allowed to buy\nhere, to go to a store, to have non-Jews, to be with non-Jews. Uh, I don't know at what\ntime...I couldn't pinpoint the date when they said, uh, businesses had to be taken care of\nby...they called it \"Verwaltung\" [Translation: \"administration\" at the time. That was\nsomebody, they set in place of the owner, of the director of the business so the, the director\nor owner had to get out and they put somebody else in place, and a lot of people...I know my\nfather did...he had a big...yah business, import/export shoes and wholesale and he also in\nstores...uh, I know my father got in touch with, uh, one of the manufacturers of shoes who\nhad become a close friend through the years and talked with him, a man he could trust, and\nthis man recommended his own bookkeeper. He gave my father his own bookkeeper. At the\ntime they lived in Deurne, in North Brabant. It was quite a distance away, and he actually\ngave this man out of the goodness of his heart--with the consent of the man, of course, and\nhis family because they had to move to Amsterdam--and he conducted the business from\nthen on, and my father trusted this man implicitly.",
        "Q: Was this man Christian?",
        "A: Yes, he was Christian. Only Christians could do this. No Jews were allowed to uh conduct\nsomebody else's Jewish business, you know.",
        "Q: So he ran the business for your father?",
        "A: He ran the business for my father.",
        "Q: What was the reaction and the response of the townspeople of Amsterdam to everything that\nwas happening?\n",
        "A: Fear, because by now it was clear that the intentions were not so good. Uh, I remember '41,\nthe razzia. That was the first one in June '41. Uh, when a cousin of mine--the one I had been\nwith to Switzerland--was picked up from the street because at that time it seemed that a\nGerman had been shot and I think that was the reason, the reason for the razzia. They picked\nup a number of Jewish young men from the streets, and sent them to uh...yah...what was the\nname of the concentration camp?...uh, 1t comes to my mind later on.... I can, I can say it\nevery day and every minute of the day and of the night, but just now it...",
        "Q: Westerbork?",
        "A: No. No. They went right through to...later on we got notice that there he was shot trying to\nescape. My husband has a certificate of somebody else in his family...that's what they did,\nyou know. They they they took them. They they tortured them. They put them tn horrible\ncamps and they...then they sent a notification to the parents: uh, \"Your son has been shot\nbecause he tried to escape.\"",
        "Q: Was the concentration camp in the Netherlands?",
        "A: No. No. No. In Poland....I will...later on I will fill in the name. I just cannot, uh, think of it\nnow.",
        "Q: What did the Nazis do to you and your family?",
        "A: Uh...what did they do to...you skip a long while...then we come now to 1943. I, meanwhile,\n...1 told you I wanted to become a nurse and as I was too young to become a a...to to get the\ntraining for a nurse; as usual then, girls often got the training in children's care. I went to the\nCreche. The Creche was an existing, uh, institution in the Middenlaan [it was called the\nPlantage Middenlaan] in Amsterdam, and the Directrice was Henrietta Pimentel, and she had\nbeen there already since 1926 or '28, something like that...a long time. She was at that time\nalready in her fifties...to me an old lady. But, uh, I was registered there and could start with\nthis course, with other young girls my age. I was, I think, eighteen then. I had finished high\nschool, and, uh, '43 I became an intern there. At home was very heavy, very...yah, it was\nterrible really, because they picked up people from everywhere...in the street. They had small\nrazzias, big razzias; because we skipped that time. We went from '41 to '43, and, uh, people\nhad to take, uh, to buy rucksacks, backnaps [NB: backpacks or knapsacks], and put a name\nin it and and name everything they had to take along. They got lists what they had to take\nalong, because they were going to a camp to work and to, uh...they had to bring their own\nclothes, all things well-known by now; so my par...my father bought them and bought, uh,\nbacknaps and he bought, uh, clothes and my mother sewed the tapes and we each had one;\nand it was already there all the time, as for all Jews, not only for us. And, uh, my mother was\nvery scared. She was so scared. She wasn't fit to do anything. She couldn't anymore. She was\njust sitting there, and sitting, and I think she was...the fear had taken hold of her and she\ncouldn't do anything but just sit and would fear the bell and would fear the call that her\nchildren would be called, that her children would be taken away from her; and I...my father\nwas a strong man and he said, \"What God will...\" He was not...he was orthodox but he was\nnot what you can consider today orthodox orthodox. He was a religious man, and he kept\nus...he kept telling us, \"Whatever happens to you, keep your mind strong. Your body can, uh,\nuh...withstand a lot...hunger, even a beating, but keep your mind strong because your mind\nwill carry you through and try to believe that there is somebody, that there is a God who will\nget you through this, and when we get back, and we will all get back....\" He was so strong in\nhis con...yeah, later on he was...later on I talked to him. He was not...he knew, but at that\ntime he was so convinced that we would all get through, you know. He was a strong man. A\nvery, very nice man. Loved by everybody, and he even tried for us to escape. Yes, we tried.\nMaybe in '42 it was. Oh my gosh, how I jump back and forth. Do you mind?",
        "Q: Not at all.",
        "A: In '42, my sister, uh, she had a friend she got engaged to and married later on; and, thank\nGod, they are still alive. Uh, he told her, \"Let's get into hiding.\" So my parents didn't want to\nbecause to break up the family, the daughter to get away, you know...\"Let's be together.\" But\nmy sister insisted, \"And you better, you better Mom, you go also, go in hiding. Try to find\nsomebody. Get away. Sieny, you too.\" I wouldn't want to get away from my parents, and\nshe, [Yetty (ph)| went with her...and my parents, after a while they thought it was very wise\nfor her to go, and then they really helped her and assisted her and said, \"Yes, do it,\" you\nknow. \"Let's try.\" So she went into hiding. Uh, she went to an address...the address was\nRusland, \"Russia,\" near the Konigsberg Hall in a room next to a paper factory or something\nwhat was there; and, uh, there she stayed and her fiancé went every day, went over there. He\nhad a place not too far away from her because at that time you couldn't stay together. That\nwasn't being done. That wasn't...1t was unheard of, so later on they did...they stayed together\nlater on. They had a heck of a horrible time, but later on...so [Yetty (ph)| left. My sister's\nname is [Yetty (ph)]. And I...1n '42, the Directrice, Miss Pimentel, she wanted me me...she\nwanted three girls. Sieny Kattenberg, Betty |Hausmit (ph)]...no, Betty [Oudgekirk (ph)] it\nwas at the time, and [Bonnie Philips (ph)]. There were three girls. Because in every\nclass...you have some outstanding people. I wouldn't say because of of intellect, but because\nthey are just their personality or they have something... and she picked us, and she made me\nhead of a department because children started coming in. Meanwhile, people from the\nrazzias were being brought to the Schouwburg and the Germans didn't want the noise of the\nchildren and they couldn't, uh...it was a horrible situation there. It was awful.",
        "Q: The \"Schouwburg\" is?",
        "A: The Schouwburg. You have heard of that?",
        "Q: Could you tell us what the Schouwburg was?",
        "A: The Schouwburg was the Hollandse Schouwburg, the Dutch theater. That was a theater\nwhere opera, operettas were performed; also theater, and, uh, it was a well-known theater at\nthe time in Amsterdam. It was right opposite the Creche, so I don't know how come the\nGermans decided to take this Schouwburg to bring the Jews to, to gather them and from that\npoint on they went to Westerbork. I don't know what, whatever the reason was. The only\nreason being maybe it was still part of the Jewish neighborhood, not completely but still, so\nonce the parents came in there with the children, the children were taken to the Creche, in the\nbeginning by the parents. But the Germans put a stop to that. Very soon, parents were not\nallowed to leave the Schouwburg anymore. The children had to be taken there by people\nfrom the Creche who wore an armband and who were marked and who had special\npermission to do so and the three of us were designated to do so, and, uh, that is where the\nmost horrible time of my life started. Also the most important time of my life, because my\nlife is divided between before then and after then. Now, uh, you ask....",
        "Q: Was it legal for you to take the children?",
        "A: Yes.",
        "Q: From the Schouwburg to the Creche?",
        "A: Yes, yes it was because as I just said I had a band, so we were...that meant we were...the\nthree of us were the only ones, at the time, to take children, pick them up in the Schouwburg,\nbring them to the Creche and later on return them to the parents or not.",
        "Q: Could you tell me about your work in the Creche?",
        "A: Work in the Creche...that started in....\nTAPE #2\nPAUSE - TECHNICAL CONVERSATION",
        "Q: Would you tell us about your life in 1941?",
        "A: In 1941, uh...1940...the days dragged on. In 1941, uh, the restrictions became worse. I\nremember my grandfather passed away at home and he was buried by boat. They took him\nby boat because they were not allowed to take out cars or anything. It is very vague what I\nremember. Uh, as a as a girl I wasn't... certainly not allowed to go along to the cemetery. Uh,\nno women did anyhow, but then there were only few men who were allowed to go with the\ncorpse and, uh, I remember the story that they went by boat because they were not allowed\nto take a car out. Uh, people were scared. I started working...I finished, uh, school and got\ninto the Creche where I started taking...the, the Creche, where I started taking the course, and\nby the end of that, uh, the situation had changed so much that, uh, the Directrice, Miss\nPimentel, thought it necessary to have three girls staying there...",
        "Q: When you said by the end of that, by the end of what?",
        "A: By the end, uh...that was '42...beginning '42. Uh, when the...when I had done the exam, taken\nthe ex...exam and that meant I was now...I had a degree... you can't call it a degree, but\nchildren's care. So, uh, as I said, three girls were staying there permanently; but before that, I\nforget...there was a nasty incident, because my sister was 1n hiding and my father got in\ntouch with somebody who told him he could take his daughters and bring them over the\nborder and would take care that they would come in, uh, with the \"Maquis\" or\nunder...underground organization and to get them away. That would cost three thousand\nguilders a child, and my father took care that the money was there, because he had money\nhidden because they had to give in all the money to Lipmann and Rosenthal,’ to the bank.\nThey had to...silver or whatever they had...radios, bicycles, whatever...they had to, uh,\ndeliver at a certain point. That was all German property from now on, but he kept hidden\nmoney, some money, and he gave this to this man to take care of us. The man didn't dare to\ntake me because I was raven black, my hair was; so I had to be... had to go to a beauty\nparlor and have my hair done, and that was done in the evening. And it so happened he took\nme to an, an NSBer.” An NSBer was...was somebody who was on the wrong side of the...of\nLipmann, Rosenthal & Company was an organization used by the Germans for the express\npurpose of milking the Jews. According to Law No. 148/1941, which was passed in December 1941,\nJewish financial assets--cash, checks, bank deposit, etc.--were to be transferred to, and managed by\nLipmann-Rosenthal.\n* A member of the Nationaal Socialistische Bewegung (NSB), a Dutch Nazi movement founded\nin 1931 by Anton Adriaan Mussert. Antisemitic and pro-German, the members of the NSB\ncollaborated closely with the German occupation regime.\ndecency, he was a pro-German. Nothing was said. He must have paid him quite a lot of\nmoney but when I was sitting in front of the mirror I saw my hair getting from from black to\nred, from red to yellow-orange. It was...finally it was orange. It was terrible. I was in shock,\nbut it had to be done because the man wouldn't take me otherwise, so, uh, we went the next\nday and we walked and as we walked on the Gelderskade ...from my house, I lived the\nNieuwe Hoogstraat ...that is not far away from the Dam ...as we walked on the Gelderskade\ntoward Centraal Station, a man came over and and he saw my sister and my...we were both\nwas together and he said, \"Don't go further. Don't go further, because they are trying to trick\nyou; because over there is an \"overvalle wagen\" [a type of emergency police vehicle], a big\nGerman truck, and the man who your parents probably gave money to, he is in cahoots with\nthem.\" So we ran like crazy and I don't remember anything of my sister, anything, anything\nat all, but I remember I came home. I rang the bell and I fell in my father's arms and he cried\nso terribly. You...you know, that broke my heart because to see your father cry...so there I\nwas again the next day back to the beauty par...to another beauty parlor, had my hair done\nblack, then back...went to the Creche and, uh, maybe I wasn't ready with the course yet.\nMaybe I hadn't taken my exam at the time. But by the end of '41 I stayed in the Creche\nbecause that is when the the Directrice asked us three, which I told already, to come there.\nAnother incident while I was there, so I didn't sleep at home anymore...my little brother who\nwas then at the time eight and a half...he came to the Creche and he walked through the\nbarriers because there were bridges in Amsterdam. Amsterdam is a city with canals. As most\npeople know 1s bridges, and the Germans had a habit of raising the bridges, certainly when\nthere was a razzia, and closing them off at eight o'clock because nobody was allowed after\neight to be in the streets, so this little guy, when he...when he could, he tried to...being a\nyoung little boy, he wanted to show that he would get through and all of us, we would be\nscared to death and I scolded him, you know. \"Don't do it!\" And, \"Why did you do it?\" And,\n\"Don't you know what you are doing to Dad and Mom?\" And, you know. And then\nafterwards, shortly afterwards, he was taken. I often...oh, I often told myself, you know, why\nhad I scolded him? Why I...why did I do that? Why? You know...memories.",
        "Q: When was he taken?",
        "A: He was taken May 26th, 1943--with my parents. In '40...after '42, times were horrible. Times\nwere very intensive, and as I said I was in the Creche and then the, uh, razzias started taking\npeople from the streets, bringing in people from hiding. Everybody went to the Schouwburg\nas we Said before, and that is when the ordeal started with the Creche and the Schouwburg\nwhere there were three transports during the week. Now I don't recall exactly what evening.\nThere was one Friday night. There was probably one Monday night, Tuesday or\nWednesday...I don't recall the evenings. That meant that the children who were given to the\nCreche to taken care...to be taken care of, to be loved by everyone, they went on transport,\ntransport...those...during those nights, and that was terrible, the way it went. You see, the\nCreche was meant for children of parents who worked during the day. They used to come\nthere at eight o'clock, seven-thirty, between seven-thirty and eight o'clock in the morning.\nThe parents delivered them, mother usually, and then they got clean clothes and they got\nbreakfast and we played with them. In the afternoon they got a meal. They rested. They were\nthere till five, five-thirty I believe. When the mother was through with work, she came and\npicked up the child. Now an influx of new children came there, that were taken away from\ntheir parents. The Creche was changed then. It used to have...1magine a building...you\nenter...there's a big hall. Where you enter is a big door. Next door, next to that big door 1s a\nsmaller door with a smaller hallway. That is the place where the children were given to us in\nthe morning by the parents when they went off to work. The big doors, they were usually not\neven opened. Every...the whole traffic went through there. Now let's get back to the big door.\nOn the right hand side when you come in, there's a door. That's where the Directrice, Miss\nPimentel lived. The following door on that hall to the right is a dining room for the\npersonnel. On the left hand side, there was a small room where the babies used to be.\nMothers had babies too, and the babies came there too during the day, so from any time after\nbirth till they were about a year old, they were in that room, in the wicker baskets, in the little\nbeds, and they were very well taken care of. Next to that baby room, on the left-hand side,\nwas a huge kitchen. In my mind, huge then, you know. Uh, then when you go a little bit\nthrough the hall, there was a large room but that was where the diapers were washed,\nbecause we didn't only take care of the children. We also had to wash their clothes, at least\ntheir, the diapers and the the underwear, etc. It was a heck of a smell always (laughter), it\nwas terrible. And we didn't look forward to have, to have \"corvée,\" as it was called. There\nwas a big staircase going upstairs, with a balcony. There was to the left, if I remember\ncorrectly, a room, a right room and the room to the street must have been up front, a huge big\nroom. Uh, at the original time it was used for...we had baby little, little, yah, cots standing\nthere, because the kids would sleep during the day. But now it was converted to a real\ndormitory. Cots, little beds, everything that could hold a child would stand there. The big\nhuge room in the up front, was then used for the age from about the time they were born 'til\nfour or five, and the bigger children would be in another room. I had, uh, charge of children\nfrom zero till four or five years old. I was in charge of them. The baby room was moved\nupstairs because the baby room now became an office where Mr. Suskind, who was working\nin the Schouwburg, who was in charge of all the registration of all people who came in there,\nso he had a room in the Schouwburg; and the Directrice converted [NB: conversed] with\nhim--secretly always--in that baby room. Am I clear? Yah? Uh, by '42, not too many\nchildren came in but we knew we could count on many more because there were transports\nbut not as regular yet as it would be by the end of '42, middle of '42, '43. Then really the\nwhole Jewish population was taken away, and they needed every...every centimeter of space\nthey had to put up the children and to put up the people there. So, they came. Uh, let me start\na day during occupation, during razzias. They came by tram from the city.",
        "Q: Who came by tram?",
        "A: The...the Jewish people that were picked up in razzias. The bridges were going up. The\nGermans came in the district. They combed every house. They first with the big, uh, things...\nwith the how do you call them? I forgot...where you...where you can call through\n[megaphones]. I forgot the name for that thing. Not in Dutch nor English I know. Uh, they\nscreamed in the streets for people have to come down and old people, young people, men,\nwomen, children...everybody had to get down in the streets. There would be big trucks, huge\ntrucks to pick them up. They were beaten into the trucks...trucks. Uh, I saw that...I have seen\npersonally that they threw older...an older neighbor of mine, all the way down from the\nstaircase because he didn't want to come down, and, uh, that was only once. Then once I was\nin the Creche, I wasn't in the city anymore. I was there. Maybe lucky, I don't know, because\nthe day my parents were taken away from their home with my brother and the whole family-\n-May 26th, 1943--I was not home. I was in the Creche. I was there day and night. (Cough)\nSo, uh, the children, the parents, they came in the tram, were pushed out of the trams. They\nwere standing in front and then in the hall of the Schouwburg and they were registered by\npeople there from the Joodse Raad. The Germans were there standing guard and they were\njust seeing to it that everything went correctly, that they were registered correctly by name,\nby number. So what they tried to do there, they tried not to register children. They tried if\npossible, if they could, they tried, uh, a family with four children...uh, mama, papa, child.",
        "Q: This is the Jewish Council, or the Joodse Raad?",
        "A: Yeah. They would try, if possible. And that was mainly the intent of Mr. Walter Susskind,\nwith some other people too, because nobody worked alone, nor in the Creche nor in the\nSchouwburg nor in the underground. It was all a combined effort. At...in the beginning,\nnobody knew what he was doing, just, uh, trying to save, uh, relative, an acquaintance,\nsomebody. But very soon it became a joint effort to try to save as many as you could in the\nSchouwburg. So, as I said before, the people in the Schouwburg, they were crowded.\nImagine...I don't know how big the theater was...maybe two hundred people at the time...that\nwould have been a big theater I suppose at the time. Many hundreds were sent in there. No\nbeds. No nothing. They were just sitting on very uncomfortable chairs. Uh, there must have\nbeen two, maybe three, maybe one...I don't know...toilets. How was that, uh, sixty, seventy\nyears ago when they built the theater? Maybe there was one toilet, so you can imagine what\nwent on there. And, uh, so the Germans decided, \"All the children, out\" And that's where the\nCreche came in. We...after awhile, we--the three girls--got orders from our Directrice who\nwas always in touch with this Mr. Susskind. She sent us to get the children from there and\nbring them to the Creche. Now we all had...the three of us were all in charge of a group, so\nwe all had a number of girls working with us, and something I regret for the rest of my life\nis--and my husband knows because he became involved there, too--uh, I had a book with\nevery name of every child, when it came in, who the parents were, when it was born, and\nwhen it left. On the last day of the Creche, we left--that's another story--and I couldn't take it\nwith me because that was too dangerous.",
        "Q: How did you avoid this entire time being deported yourself?",
        "A: Uh, there was no question of avoiding. Since we were.... the Directrice was supposed to be\nthere...",
        "Q: Was she Jewish?",
        "A: She was Jewish. She was necessary there. The three of us were necessary there. The other\ngirls that worked there were necessary there. However, I have here with me a picture of the\nDirectrice with the, as was called, the \"Onderdirectrice\" [assistant director], the director. She\nwas a non-Jewish woman. She had to leave the premises I believe already in the beginning\nof 1941 because she was non-Jewish. So we were all Jewish there, and the Germans would\nsay, \"We have...we need some\" ...through the Joodse Raad, I suppose...\"\"We need so many\npeople there, and this person, this person, this person...they are necessary because you can't\nleave those children alone,\" so there was no doubt for me that I would stay on. So was the\nDirectrice. So were the others. Now we discussed once in a while, what if something, ...heh?\nBut we dismissed it from our minds. We were busy. We were young. We didn't think the\nworst. We...it it ...now I can honestly say that the big tragedy didn't even penetrate at the time\nbecause the people went out to the camps to work. Who could imagine what was intended\nfor them. Who could imagine? Nobody. So, uh, we just hoped that everybody would come\nback.",
        "Q: Now this entire time, what did you know of your family, your parents and...",
        "A: My parents were....",
        "Q: Your sister and brother?",
        "A: My, my sister was in hiding. I didn't know anything about her. My parents were taken away\non the 26th of May with my brother...",
        "Q: In 194....3?",
        "A: Three...and I saw them because I saw them in the tram as they...as they drove...they were not\neven in the Schouwburg. They went directly to the Poldeweg or where ever station...\nwhatever station. They were going straight to Westerbork.",
        "Q: How did you find out that they had been taken?",
        "A: Because, uh, we found out the same day because other people were brought in and I don't\nknow where the choice was made...this one goes through and that one doesn't go through and\nthis one goes in the Schouwburg. My parents never made it to the Schouwburg. They went\nthrough, and uh...yeah that was known so fast because that is such an operation. All the\nbridges go up. Nobody comes through. Not a gentile, not a Jew, nothing, nobody. So that\nwas known, I think, the same half hour that it started, and messages someway always slip\nthrough, come through, and in the Schouwburg they must have known, because they must\nhave been told by the Germans that they could expect many children, many people, many\neverything. You asked me something I really, uh, never thought of, but we knew what we\nkew. We knew it. My luck, call it luck...was that I wasn't home. If I would have been home, I\nwould have had the same fate as all the others. But, uh, the children came, kept on coming\nand by that time there were some organizations going without my knowledge. I mean the\nunderground, the, the, uh, the VN that operated in Brabant and there was an organization in\nUtrecht and there was an organization in Amsterdam, but unknown to us, because we\noccupied ourselves only with the children...get them ready, get them from the parents, keep\nthem quiet, play with them, dress them, get them ready for transport, because three times at\nnig...during the week, the transport would leave at ten o'clock at night. That meant that we\nknew in the morning already that kids would have to be delivered to the Schouwburg. Now\nwhich kids? Most of them. Sometimes it was a lucky one, the one who was not registered.\nThere were very few of them. Those children were hidden within the Creche and my\nhusband can tell his story better than I do, but he stayed with the children that were hidden\nupstairs in the attic. That those were mostly bigger boys because how could you do it with\nvery young ones, you know, so they must have been so in the age from eight or twelve,\nthirteen, fourteen...I don't know exactly anymore. They were taken out. They were either on\na walk or, uh, over the hedge...over the edge from...over the...over the...yeah...over the gate\nin the back. I have never seen it. I haven't even ever known it, because everybody did their\nown bit secretly. Nobody told anybody. Nobody...you didn't tell your best friend, whatever,\nbecause it was just too dangerous. Not too dangerous...you didn't realize it was dangerous for\nyou, but it was dangerous for the children. If you would say, \"This kid is not registered,\"\nthen it goes out, then that couldn't be told; and I don't even think anybody knew that that\nchild wasn't registered. That was something absolutely between something absolutely\nbetween Mr. Siskind in the Schouwburg and the Directrice in the Creche. Uh, to take the\nchildren to transport was terrible. They were all little. As if they felt, you had to wake them\nup at nine o'clock to have them ready by ten, and, uh, to get them dressed as if...and as if they\nfelt it. I don't remember anybody cried, ever. As...there was such a terrible atmosphere, such\nfear of not knowing what is going to happen. Nobody knew they were going to be killed.\nYou, you, you knew...you didn't know whether they stayed with the parents, maybe in a\nwork camp, maybe...there were work camps, even in Holland you didn't know about. Uh,\nthere were work camps...they called \"work camps\" later, when you heard the word\n\"concentration camps.\" We didn't know, and that is the tragedy of it all because the people\ndidn't know. Maybe...maybe the Dutch population would have done more if they would have\nknown, but they were scared. They were not helpful. They, uh...there were some...I would\nsay maybe five percent...I don't know. According to my knowledge, what I saw in my\nneighborhood, in my...of the people that were saved through others, maybe...maybe a very,\nvery small percentage of the people did something.",
        "Q: Did you know what was going to happen to the children after they were transported?",
        "A: No. That's what I just explained. How could you know? How? How could you know? They\nwent to...with their parents to to work camps. Now a work camp, that was something not\npleasant but you had to work there, maybe in a factory, maybe make I don't know what; but\nthe children went with the parents. Now we were told, the three of us were told an org...,\nunderground organizations were set up. An underground organization, people--individual\npeople--they they would contact people...not that I knew it at the time but they would contact\npeople in, say, Friesland, Limburg, in the country; and they would ask, ask people, \"Would\nyou have room for a little Jewish girl or a little Jewish boy?\" This one would be able to have\none if it would have blue eyes and blond hair. The other one needed a four-year-old with\ndark hair and blond eyes...uh, uh, blond hair and dark eyes, so it would fit in the family.\nThose messages came through, through the underground. Even so, it sounds incredible.\nFinally through Suskind who was, of course, completely underground-minded with all he did\nwith the Joodse Raad. He got the message back to the Directrice; so when we had children\nthat fitted that image, that child would be kept away. That child...but you couldn't keep a\nchild away from the parents without the parents giving consent to give it away, so the three\nof us, we were sent to the Schouwburg with the message to the parents as follows. In your\nown words: \"Look, we don't know what is going to happen. We don't know where you are\ngoing to be, under what circumstances you will have to live with your children. Would you\nmind if we tried to find a family, a foster family, for your child, which will keep it until you\ncome back?\" You can imagine the questions would follow. The mother: \"For how long?\"\n\"How long? Nobody can tell you.\" \"Where?\" \"T...I don't know. Sorry, I don't know.\" \"To\nwhom are you going to give it?\" \"Yah, to somebody who will take care of your child.\" So\nyou speak in, in, in kind of a veil...in kind of.... How would you call it? Uh, in, in a language\nthat people don't understand, the people cannot trust it. They trust me probably, so few gave\nup their children. Too few, because of...you want to keep your child with you. If I would\nhave the choice today, I would say, \"I keep it. I keep my child with me;\" because those we\nare talking about...children from from year old to five years old, six years old. So the few\npeople that gave up their children...there were not so many I would say. Those children we\nkept in the Creche when the other children went on transport, but we came to the\ndoor...Family A has four children. The Family B has three children. Everybody was\naccounted...had to be accounted for, so now came the family who had given up a child to go\nin hiding. We didn't use the word underground with those people because that word didn't\nexist. Hiding didn't exist. No, they would be foster children to someone. So at night when we\ncame to be counted for, what we did...we took instead of the children, of instead of that\nparticular child that they had consented to go in hiding, we we had a little blanket, blanket\nwith a little piece of rag in there or a doll or whatever looked like a, a child. If the child\nwould be bigger, a little bit bigger, we would really have something big there, you know. It\nwas scary. It was really scary. But you didn't think. It was just in the way of work. You did it\nuh and you hoped only that the parents wouldn't allow anybody to look at the child. You\nknow? Oh, God forbid! I still, I still get the creeps when I think of it; that the German would\nsay, \"Let me see the child.\" Which never happened.\nLONG PAUSE - TECHNICAL CONVERSATION",
        "Q: We're in 1943.",
        "A: We're in 1943. Uh, there are several razzias. There are many razzias, small ones. People are\nbeing picked up. Uh, uh, I skipped the February razzia in 1942, but, uh, that was a different\nstory...political, where the Dutch really went out; and they... there were strikes, railway,\ntrams, etc., public transportation. But in '43, in, on the 26th of May, there was this\ntremendous big razzia where they took everybody out of the houses, closed off the city; and\n(coughs) at that time they picked up as many as as three thousand people at a time, and that\nwas the reason I recall now that my parents did not enter the Schouwburg, that they had\nbecause at that time they didn't separate anybody. They didn't bring anybody down there.\nThey went straight to the...to Westerbork. Now in June 1943 there was another razzia; and,\nwell, this time...I think it was the 20th of June, uh, another razzia took place where they took\na tremendous big amount of people, whereby my husband's family who had moved...who\nhad lived originally in Rotterdam...they were obliged to mo...to move to the ghetto as Jews,\nto Amsterdam, and now um in June the 20th, June the 20th, they were picked up in a razzia\nand taken by train straight to Westerbork and from there on. That was first my family...now\nHarry's family. Uh, at this time the Directrice, liked Harry, liked me; because Harry\nwas...when he came to Amsterdam, got also a job, uh--but he will tell his story himself--and,\nuh, she decided we should get married before anything should happen. Uh...we got married\non June the 28th, 1943, in the morning at twelve o'clock; whereby Harry came to the Creche\nand called out to me, \"Sieny, uh, give over to somebody else. Take care that you are ready by\ntwelve because we are getting married.\" And at that time we got married in a house which\nwas supposed to be the Joodse Gemeente, the Jewish community, but it didn't exist anymore\nand it was just a formality, and, uh, there came a few people from City Hall in long...in a\nlong coats and I had just gotten a clean uniform from somebody, a nurse's uniform because,\nuh, you know, after all getting married is not such a...you don't get married in a dirty\nuniform. So that took care of our marriage. The Directrice was witness. When we came back\nto the Creche, she had cookies and then some chocolates which she had kept for a special\noccasion, you know, and this was it. Shortly afterwards...1t must have been July, Harry\nmoved in the Creche then, too. We all had little rooms in the Creche, the three girls and uh,\nnow uh, I don't know the date anymore but it must have been the beginning of July, there\nwas another razzia. I couldn't tell you the date anymore exactly...by which the whole Creche\nwas involved. They took all the children, all the personnel help including the Directrice and\nme, and, uh, we all went on transport; so we all went to what was called then the Poldeweg --\nwhich was I suppose a railroad plaats, placement, placement, where the trains turned around,\netc. etc.--from where all the razzias, people that were taken in the razzias, went to\nWesterbork. We were lying there during the night and, uh, the hos...hospitals were empty.\nThen all the people's homes, whoever was a Jew was brought there. And, uh, suddenly they\ncalled out, \"Mrs. Cohen from Das Kinderhaus!\" So, we had with us Virrie Cohen. She was\nthe daughter of Professor Cohen, the head of the Jewish Council, Joodse Raad; and she went,\nuh, to where she was called, but it wasn't her, she - they wanted. They wanted me. \"Das\nfreche Weib.\" Now they had...one of the Germans--Von Klingebiel--who was a guard at the\nSchouwburg, he called me \"Das freche Weib\" [meaning \"the impudent or cheeky woman\" in\nGerman] because I dared to stand up to the Germans at the time.",
        "Q: That translates to...",
        "A: That translates to a whole room where children are asleep, a dormitory, and suddenly twenty\nGermans come in with their boots stamping and screaming and shouting; and there am I, and\nI call out, \"Get out of here! How dare you to come in here! How dare you to disturb children\nthat are asleep! I don't want to see you. Get out!\" And with that they left. Unbelievable as it\nsounds. Incredible, but it happened. And from that time on, to the Germans I was \"Das\nfreche Weib.\" They called me... they called me that. One day I was called to the...because\nonce in a while you gave up your...you gave up your bed because one of the other girls had\nfamily in the Schouwburg, and they wanted to see them for the last time. For the time being\nthey didn't know, but for the last time, their family or their friends, so we exchanged the beds\nand she went, you know. So one day I was called and I was said, \"You go on transport,\" and\nI said, \"Why?\" And I...and they said, \"Because you have a nerve giving your bed to\nsomebody else. You are supposed to come here and you gave it.... You go on transport.\" So I\nsaid, \"So send me. Big deal. My parents are there. You took my parents. I go to my parents.\nTake me. I go.\" Whereupon he gave me back my bed and told me to get out. I don't want to\nuse the word, but to get out fast, go back to the Creche. So that's my story about \"Das freche\nWeib\"; and when I was at the Poldeweg we didn't, between three thousand people, and they\ncalled off my name, then Virrie Cohen went because after all she was the daughter of\nProfessor Cohen, and then they needed me. They put me in a in a truck with all Germans\naround me. I think I was stiff with fear. I, I think I couldn't move a finger. And they drove\noff, changed trucks, put me in another truck, and dropped me in front of the Creche in the\nmiddle of the night, not a single person in the street, anybody, nobody; and I came back to\nthe Creche, and Mr. Siskind and all the others were standing, not outside the Schouwburg\nbut in the Schouwburg within the glass, without...within the wall. When they saw me, they\ncouldn't believe their eyes. And the Germans gave them order, \"From now on she is in\ncharge here in the Creche.\" But then I was nineteen, and the daughter of Professor Cohen\ncame back the next day and she was something like twenty-five, twenty-six and she was a\nregistered nurse; so it was the logical thing that she would be in charge and she became in\ncharge. So we stayed in the Creche then 'til the end. I think it was the 29th of September...",
        "Q: 1943?",
        "A: 1943...when the Creche was emptied. If the date is not hundred percent correct...the\n29th...was the end of September. And, uh, at that time, that morning, Harry came over and\nsaid, \"Sieny, get dressed. Get out of here. We are leaving.\" And I said, \"I cannot leave. How\ncan I leave? We still have children here.\" Not many...there were not many, anymore. He\nsaid, \"You have to, because I heard and I feel it is over.\" So we discussed it with a few other\ngirls and they said, \"You have to go.\" Also Virrie said, \"Go.\" So we went, and as we went\nacross the street past the Schouwburg, the Germans stopped us and Harry had a false identity\ncard because we all had passports with a J on it, but he had gotten from the underground\norganization there in the same Schouwburg, he had gotten false identification cards for him\nand for me. And as we walked there and we were stopped and the German said, \"Show me\nyour papers.\" I dropped dead almost because I thought he gave the wrong papers, but he\ngave the right papers without the J, so he said go on. And we walked, and we walked all the\nway to the Amsterkade, which is in Amsterdam, the southern part of Amsterdam. We didn't\ntalk. We didn't...we didn't dare to sigh. We didn't...we wanted to keep as silent as...and we\nwalked over there and when we came near that corner, I will never forget...1t is a round\nbuilding on that corner...we stood there and we took off our stars which had been\nfastened...we had loosened already before...and we took out, off the stars and we went\nquickly upstairs to the woman who had an address for us to go into hiding. We came up\nthere and shortly afterwards came a man, \"Uncle Hannis.\" And this is really the story...the\nend of my story from the Creche. I couldn't take a...I couldn't bring along the book with all\nthe names, with all the children, because that would have endangered everybody uh to show\nthem the children, those children have gone on transport and those children are in hiding, so\nI had to leave it there, not realizing that it wouldn't be there after we came back because we\ndidn't know. After I came back there was no Creche anymore. So, uh, that was the end of the\nmost important time in my life for ever and ever to be; and then comes the hiding story\nwhich is a story unbelievable, too...",
        "Q: Before we go into that, Sieny, when you were at the Creche, about how many children were\nsaved?",
        "A: Well, I always...I always...\nPAUSE - TECHNICAL CONVERSATION - TAPE CHANGE\nTAPE #3",
        "Q: About how many children were saved from the Creche?",
        "A: Uh, you ask me a question which is very difficult to answer. I know I have seen in in in\ndifferent articles the amount of thousand children. The number of thousand children, to me,\nseems almost not possible. I have always thought from the start when we talked about it\nwhile we were in hiding, that the number of children saved from the Creche, actually from\nthe Creche, would have been around three hundred, because it was so difficult; but then I\ndon't know what else played without my knowing. Uh, to me it always seemed a reasonable\nnumber, three hundred. I've talked about it with some other people too, who thought so....\nBut, yah...I, I don't dare to say thousand is impossible. A thousand maybe would be possible\nif you calculate the children that were picked up in the streets and were not taken to the\nCreche, but were were taken immediately to to Westerbork or wherever; but a thousand\nchildren...it seems an awful lot to me.",
        "Q: You had mentioned something before about going...\nTECHNICAL DISRUPTION",
        "Q: You had mentioned before, before you went into hiding, that your husband had given false\npapers to a German on the street, but if you were wearing a yellow star, how is it you were\nable to pass?",
        "A: Yah...no. Sorry. Of course he gave them the correct passport with the J, but I I was scared to\ndeath that he would pull out the, the uh...yah...how would you call it...the imitation passport\nwithout the J, which to me was as I am telling the story, that was the good one, you know, so\nmy mind skipped and I made from the imitation the good one, while at that time the correct\none was the one with the J on it. So I was scared that he had given the one without the J on it.",
        "Q: But the Germans still let you pass?",
        "A: Yeah. When he saw that the passport had a J on it, for Jew, he let us go. He said, \"What are\nyou doing here?\" And Harry said, \"Oh, we are just...we belong...we...we're going back to the\nCreche. We were just going for a little stroll. We just walk around here and we go back.\"\n\"OK,\" he said; but of course we never came back.",
        "Q: So now it's late 1943 and you've gone into hiding.",
        "A: Hiding just starts as we enter the house of one Mrs. de Swaan,’ who was a a fantastic woman\n* Truus de Swaan was a woman in Amsterdam who collaborated with Boogard family to help find\nhomes in the country for Jewish children.\nwho saved many many children; and, uh, as we came to her apartment, we had sent there\nsome clothes in a valise and we heard immediately the valise was stolen because there was\nbroken into our house, so we were without clothes. Uh, a few hours later came the man to\npick me up, one of us up, to take to, uh, to somebody's house where we would...where I\nwould be for the time being until Harry could join me, and then he would take us to our\nhouse where we would stay, so, uh, there was no time for clothes, for anything. I went with\nthis man and he took me to a family. They had...they had nine children of their own and had\njust lost a child and wanted to take a Jewish child that just fit in the range of their children\nwith the same color eyes and the same color hair at the age in between their children. That\nwas a wonderful family.",
        "Q: And where was this?",
        "A: That was in (cough)...yah...the family name was | Ablossedam (ph)], and they lived in Lisse.\nNo, Harry? I think so. I believe that. Yeah. [Wiewerdam (ph)]| was their name. So I stayed\nthere one day, and at night Harry came with the same man who had taken me there and now\nthe man picked up Harry later because it was too dangerous to take up...to pick up two\npeople at the same time. So he said, \"I'm going to take you to your address where you will\nstay for the time being until the occupation is over.\" So he took us, and we--it was by\nbicycle, I believe--and we drove through part of the country--uh pasture, water, beautiful\npasture, beautiful country, what you don't see...everything you don't see in Amsterdam--and\nwe felt...oh, we could breathe. As if a brick fell from our heart and our shoulders. We were\nfree. We stopped for a boat. Imagine a boat...half of the...half on the on the ground...a little\nbit over the water...a home boat. A houseboat, it is called...a houseboat. This man held goats.\nOh, what a smell! It was...the smell was was horrendous, but we didn't mind it. It felt...we\nfelt, we were free. As we entered that boat, the man said...the owner from the boat, said to\n\"Uncle Hannis,\" the man who took us there, \"What do you do? To bring me Jews again? I\njust had a raid. You...I cannot take them.\" Oh my gosh. There was...there was the brick\nagain, you know. We felt terrible. \"Uncle Hannis\" said, \"But you have to take them, even if\nit is only for tonight because I cannot take them back. It is too dangerous.\" We came in the\nboat. There's a boat...the cabin where where where he has his, uh, steering equipment and\nbehind there a big room, big flowers, gladiolas on both sides, windows on the boat. As he\nexplained to us the flowers were there to protect the people either from the side of the boat or\nthe side of the land to look into the boat, because there were no curtains. So, uh, he said\n\"Now, make yourself at home here. Here is a bed. I'll give you...I'll bring you some sheets\nand uh there is no danger here, but be careful. I have a little dog and if the dog barks, there's\ndanger. Then quickly open this window on the water...on the water-side and jumped into the\nwater, 1n the canal.\" So we were stiff with cold and fear again, and we put our clothes close\nbehind us and we lie down on this bed. Who dares to undress, you know? And behold, the\nlittle dog started to bark, and we jump out of the water, out of the window, in the canal. Don't\nask me, \"Now, how or or what or how did you come back?\" I don't know. I don't even\nremember. I remember that afterwards he went around with a...with a...with a flashlight and\nhe said, \"Tis nothing. Everything is OK. He must have smelled a rat or something. Come\nback.\" So I don't know how we got back, but, I don't know. Next morning...next morning:\n\"Uh, are you dry?\" \"Yes, we are dry.\" He said, \"I'm getting water.\" Now, this is the story. It\nshouldn't be told because it is a horrible, terrible (laughter), dirty story; but listen...those\npeople lived still in the country without gas, without electricity, without water, so what did\nthey do? They had a big pot. They call it here in Holland a kroes [a pot used for drinking |\npot, blue Delft pot or something. During the night this pot was used for all of us, to do you\nknow what. In the morning we took this pot, held it over the boat, did like this in the canal,\nemptied it out, took his little rowboat, went with this pot across the canal. There was a pump\non the other side of the canal, and he pumped water and that was our drinking water and our\nthat we had to cook with and to do with, and we cooked with the water out of the canal.\nWell, it couldn't have been worse if you'd just come out of civilization, you know? Those\npeople never washed themselves, uh...selves and they were used to this kind of life. But we\nwere not, so not only did we have to look out of the windows that nobody was coming...it\nbecame a danger to stay there; so in the evening we had to take that little rowboat and row to\na little isle in the canal where somebody had hidden some kind of a yacht, yacht...what you\ncalled then a yacht. A little speedboat or God knows what it was...a boat. So we sat...we went\nin that little canoe, __ it wasn't, and we hurried with paddles, went to the island, and we\nheard plump, plump, plump, plump...and we thought, \"My God...the Germans, you\nknow...they are after us,\" because it was dark. We had to go there in dark. Nobody was\nallowed to see us. So when we came within the shelter of the of the... What 1s it? Loods\nwhere the boat was lying...some kind of a small warehouse or something...we settled...we\nhad taken a blanket...we settled in the boat and then the rats came, all over, because what we\nhad heard were rats. Well, there we stayed every night, and in the morning early we would\nbe...we went back. At five o'clock in the morning we went back. It was now October,\nNovember...beginning of October I think. No...we were not so long there. We were not...we\nwere about two, three weeks there. Uh one day somebody visited us from the underground--\nbecause people had applied with the underground through, through...I don't know but\nthrough people, because they needed tickets to get food, extra food from the underground--\nso aman came and said, \"So,\" he said, \"Nice to see you. You are staying here?\" And Harry\ntold them that I had gotten thinner in a few weeks, so many...shed so many kilos, and food\nwasn't there and it was so terribly scary and so dirty. \"Couldn't you please get us another\nplace to hide?\" So he said, \"I'll try...and do my best,\" he said--but he shouldn't have told,\nbecause it was really dangerous what he did--he said, \"In my house,\" he said, \"we have a\nnumber of Jews hiding; were under an older man, an old man;\" and Harry said, \"Who, who?\nWhat's his name?\" He said, \"Uncle Hank.\" Yah, \"Uncle Hank.\" That was absurd. It was a\nname just taken from from anywhere. \"Mr. Smith.\" So Harry went into his pocket and picked\nout a photo from his father and showed it to the man and said, \"Would it be this man?\" And\nhe said, \"Yes. That's him.\" And Harry said, \"That's my father!\" He said, \"Let me see what I\ncan do,\" and he left. The next evening he came back and he said, \"I have it all arranged. The\nmoment I stepped in the house, I said to my mother, 'I've been there and there and I met the\nchildren of \"Oom Hank\" and they are in need...they need another place as soon as possible.\nCan they come here?\" And the mother said, \"If they are the children of \"Uncle Hank,' there's\nno question about it; they come here.\" So he and the brother came to pick us up during the\nnight, one evening, and they had three bikes. One for Harry, and I went in the back of one of\nthe men, and we drove through the polder. If you take the Haarlemmerweg, through the\nHaarlemmermeer polder, and we drove and we drove and we drove. And finally we got to\nthe little house, and came in there and there were...at the time there were seven people\nhiding, Jewish children and the families, and they were all sitting at a table with cups and\nsaucers and we saw as we came in...heaven. Free. So they had already seven people. We\nwere eight and nine. Then there came another woman with a baby just born who was...she\nhad lain in the, in, in the grain to hide herself, so she was picked up and brought there too,\nand so we were with ten people, ten Jewish people there, a little baby and a son of theirs who\nwas hiding from the Arbeitseinsatz. He didn't want to work in Germany. They had a\nroom...imagine you come in the house. You have a door...you stand in the kitchen and you\ncan see this place where I sit and that kitchen wasn't much bigger, about this and this behind\nme, and that's what they called the kitchen. There was a cupboard and there was an old sink,\nand that was the kitchen. Later on when we took out the bread, the bread had holes in it\nbecause the mice walked right through it, but it was delicious. Uh, we couldn't get up in the\nmorning and wash ourselves because those were city manners. They didn't like that. That\nwas unnecessary to get all the fat from your skin...that wasn't necessary. But they were\nbeautiful, wonderful people. We have kept a relation with them. As a matter of fact we just\ncame back from Canada, from the son. They visit us. Their life and our lives were from that\ntime on just brother, sisters, father, mother. Fantastic.",
        "Q: How long did you stay there?",
        "A: We stayed there for one and a half year, but...we couldn't stay there, as it was, because pretty\nsoon we got raids from the Germans, from the Dutch pol...police; uh, so we had to do\nsomething. Harry...now the man of the house, the owner, he was a farm hand. They made a\nfew guilders a day. They were very poor people. They had seven children. Their house\nwas...the kitchen, a small living room, an upstairs, an attic, and that was all. So Harry said,\n\"Uncle Sam,' what could we do? Where could we go?\" And \"Uncle Sam\" said, \"I was in the\ncellar.\" There was no cellar, but there was a potato cellar that runs under the living room and\nthat is to keep the potatoes from freezing in the winter. On top of there there were a few\nclosets in which there were the beds. Bedsprei [cupboard bed], as they call it here. And he\nsaid, \"I went in the potato cellar and on the right-hand side from the wall, I saw that there's\nmaybe eighty...fifty centimeters wide, that cellar.\" He said, \"In the wall is a crack. That\nmight be the finger of God, that I have to make a door in that right hand wall; that if I have to\nhide somebody, they can go through that door in the wall underneath the living room.” And\nthat's what happened. Harry and and his sons, they started digging out all the dirt from under\nthe house, the earth. They could only do that during the night because nobody was allowed\nto know that we were there, and they put straw in there. They brought straw in. So you...you\ngo in the cellar. You crawl to the back. Then there 1s a door, not on the right, not in the floor,\nbut on the right hand side in the wall, higher so you have to step over it, and then you come\nunder the planks from floor. Now they couldn't dig more than seventy-five centimeters\nbecause there was the water. It was in the Haarlemmermeer polder; so when they hit the\nwater, they put back a little bit more earth, dirt. \"Uncle Sam\" had straw, bundles of straw\nbeing put down, and that was our living quarter for one and a half year; and the only air, light\nwe had--that was...that were those little things from the foundation. In each house you have\nlittle opening on the bottom so the air can circulate under the floor, and that was where we\nstayed.",
        "Q: \"Uncle Sam\" was also \"Uncle Hank\"?",
        "A: No. \"Uncle Sam\" was Sam, the man of the house. \"Uncle Hank\" was Harry's father, who was\nalso in hiding there, already taken there by the underground before we came. His name was\nSolly Cohen, but they called him \"Uncle Hank\" because just the word \"Solly\"...1f 1t would\nslip. Nobody in that whole neighborhood was called \"Solly.\" That was a Jewish name.",
        "Q: So you met with your husband's father when you were there?",
        "A: We had met before. He was...he was in the hospital in Amsterdam. As a matter of fact, uh\nwhen he went into hiding, that was the night they took all the patients out of the hospital. He\nwas operated on. He had an operation and he walked off the operation table, walked out of\nthe hospital some way, somehow, came outside, asked somebody to help him to get there\nand there and there, and there they helped him to get to the address where he wanted to go,\npeople he could trust.",
        "Q: After a year and a half of staying at this place, what happened then?",
        "A: We couldn't walk because we had lain down all the time. We couldn't sit, because seventy-\nfive centimeters 1s not high enough. Our food was brought through a door in the floor. They\nhad an invalid daughter and whenever there was a raid she would sit on that door. However,\nthe Germans found that door and went into that door but looked on the floor with their\nflashlights to find an opening to a hiding place....\nTAPE #4",
        "Q: What happened when the Germans came?",
        "A: Uh, what happened to the...the Germans came. There were seven raids. There were\nincredible raids. There were raids that they closed off the whole area, the whole district.\nWhy? Because, uh, there was another...there was a farmer, not far away--Boogard'--a very\nwell-known name here, because of what he did during the war. He had sixty Jews and those\nsixty were hidden in the...in the fields and, uh, the Germans found out. They rolled up the\nwhole thing. They took everybody, and our...the family where we were hiding, they had told\nthe underground...they knew what was going on everywhere...to be safeguarded from raids\nthey had told, \"Look, we have no Jews anymore. They left. We don't know where they are,\nwhere they went. We have no Jews anymore.\" So pretty soon it was known all over the place\nthat [Bryer (ph)| doesn't have Jews anymore. When they made this big raid and they beat the\nJews--they beat one man so badly, telling him, \"Where are Jews?! You have to tell us! You\nhave to tell us!\" His mind ran quickly and he said, \"The [Bryers (ph)], they have Jews;\"\nbecause he knew that they had gone there, they had left there. They would have told him\nthere were no Jews, so he felt 1t safe, rather than mention another name, gave the name of\npeople who did not have Jews anymore, you know. So they came over there with trucks and\nwith raids and with guns and with everything and they they they searched the whole house\nand they screamed. We were lying there. We heard every word of it, and Harry's father at the\ntime was in his sixties, lying there too; and a little boy seven year old lying against his\nshoulder, who later on told him, ''Uncle'...'Uncle Hank,’ I heard your heart go rick-a-tick-a-\ntick-a-tick,\" you know. So, uh, the oldest son, the one we just visited in Canada now, they\ntook...they hit him and they said, \"There are Jews here in the house, and you tell us where\nthey are!\" And the mother stood up and she said, \"We have no Jews in the house;\" and the\nfather said so; and the son said, \"You can take me. You can kill me. We have no Jews in the\nhouse.\" \"Come along!\" he said, and they were doing as if they were going to kill him. They\ndidn't kill him. They left. And we were all lying down. Unbelievable, where those people got\nthe power.... Fantastic! Fantastic. So that was one of the raids. There were more. There were\nseven in total, the Dutch police included. They... they...they did their share, and, uh, but we\nmade it. We made it. Now, I mean, to tell you the whole story, 1t would take hours to give\nyou an account of what happened tn that little house and who got sick and who didn't and\nhow did they keep people from knowing that, uh, we were lying there; and we were not...we\ncouldn't cough. We couldn't sneeze. We couldn't talk because if people would be in the\nhouse, they would hear us. There was only a plank, uh, keeping us away from everybody\nelse, and, uh, but we came through and on the 4th of May, when the war was over, and they\nsaid, \"You can come out now. It is all over. We heard it on the radio...,\" we came up. We\ncouldn't come up, many of us; because the doctor had to come and take water out of our\nknees because we couldn't walk. We had, uh, to be down there for a year and a half. You will\n* Boogard was a farming family who lived just south of Amsterdam and known for helping Jews,\nespecially children, find homes during the war.\nask, \"How did you go to the bathroom?\" Well, they put down a coffee can or a cookies can\nor anything they put down and anybody would go and we would hold it up and they would\npick it up but they would give it back again, and that's how we went to the bathroom, and\nthat is how we were fed too. Bread...bread... bread. Downstairs. So, uh, we always tried to\nkeep up the morale because then this one was down and that was down...there were children.\nThe youngest was seven. He had to be kept busy. Uh one form of entertainment was\ncounting fleas in the blanket in the morning. It...really, you laugh, but it really was...\"How\nmany have you? How many have you?\" Because reading we didn't do. We couldn't.\nThe...they were very, uh, Christian, most beautiful people; but the only thing that was being\nread in the house that was the Bible. And for the rest of us, absolutely nothing to keep you\nbusy; so my husband, he knows the Bible by heart, the old as well as the new...and, uh, for\nthe rest of us...ugh! I don't know how we passed the time. I don't know. I really don't know\nanymore. I couldn't tell. And uh the interesting story also is that the two people, husband and\nwife, in their fifties, they had different views--but both very religious. The man said, \"I do it\nbecause in the Bible it says God gives the order to save people whether it be anybody.\" He\nsaid, \"I would have saved the German who'd come...would he have come to my house for\nshelter, or a pilot, or a Jew...I give shelter.\" And \"Tante Anne\" [\"Aunt Anne], her name--a\nmarvelous woman--said, \"I did it because I am sure I will go to heaven.\" That was their\nstory.",
        "Q: So you were never found? You were liberated then on the 4th of May?",
        "A: When we were liberated we came upstairs. We went in the street; uh, finally you know, after\nthe doctor came and we made it. We came out, and Harry's father, he couldn't take it\nanymore. He had run off the day before. Danger...danger... danger...but he couldn't. He just\ncouldn't anymore; and we came up, all of us, with the family. And then we heard they were\nshooting, and the Germans are still coming and they were shooting left and right; and Harry\nand I said, \"If it kills us, let them kill us, but we never go down again there. We have\nbreathed air and we can't go down again there anymore.\" But it wasn't necessary. The\nGermans didn't come that far, and the next day, uh, we went to church. That was the biggest\nthing we could do for \"Uncle Sam\" and \"Aunt Anne\"--Annie is her name--and their children.\nWe all went to church and that was their biggest, biggest, biggest thing; because now all the\nneighbors, everybody could see: \"Look what the [Bryers (ph)] had. Look what they did.\nHow fantastic! They had ten Jews. They hid ten Jews and they all came through!\" Because\nwhat...whatever place you mentioned, mostly the Jews were taken. They were....you know,\nthey were taken off until...and with them, they saved ten lives.",
        "Q: What was your physical condition like, going to church?",
        "A: Our...",
        "Q: Wasn't it hard to move?",
        "A: Our physical condition...it was...we walked over there. (laughter) It was tremendous. It\nwas... don't know how many kilometers. It wasn't too far to go to church, but to us it was\nlike we had walked from here to, to Paris, you know? We came back (imitating a panting\nsound)...haa...haa...haa. We were dead, but it was also such a satisfaction and because of the\nhappiness. You were free...now you had to go and look for your parents, for your family, for\na house, so somebody had, uh, a bicycle. He had gotten some money from a farmer to come\nand visit us once in a while. We went all through the years, and he came over right away\nwith the bicycle. It was a bicycle without tires, you know. There were no tires anymore, so it\nwas a hard bicycle, a big one...and he came over with that bicycle and he said, \"Harry and\nSieny, I've come to pick you up. You come with me to Amsterdam.\" So we sat and talked to\nAnne and \"Uncle Sam\" and everybody and said goodbye for the time being, and we went\nwith him to Amsterdam, and there was shooting on the Dam and we were there at the dam\nwhen the shooting occurred, and we just could hid in a store--called at that time Peek &\nKloppenberg [a Dutch department store] on the corner of Dam next to the palace. That was a\nhorrible experience, too. You...everytime you think you are free and then boom...you are not\nfree, you know? And then we saw the most horrible scenes. We saw...later on we saw people\nbeing shaved and that gave us the creeps. It gave us...oh it was so terrible to see that...what\nyou can do to other people. Those people...that were women that had collaborated with the\nGermans ...",
        "Q: People being shaved in Amsterdam?",
        "A: Being shaved...their hair, being shaved in Amsterdam in the streets. It was like a like a...a\nKoninginnedag [the Queen's birthday]...on Queen's Day there is a...everybody is out in the\nstreet celebrating, flags, and this was part of the celebration... shaving their heads and and uh,\nuh... yah... terrible, you know.",
        "Q: Who shaved whose heads?",
        "A: The Dutch people shaved...the girls who had collaborated with the Germans, had gone with\nthem, had gone out with them, had worn beautiful clothing during the war while the others\nhad nothing; so they were...1n every street you could see a scene where somebody were...was\nbeing shaved.",
        "Q: But in other words it was one of these Dutch collaborators who was being shaved?",
        "A: Yah. The girls...mostly girls. Uh, that 1s how you got the short hair style after the war,\nbecause before that grew in, that took a long time, and they made a whole new style out of it,\nand, uh, we couldn't see it. It hurt us so much because to...from verneder [the humiliation] to,\nto another human being...I, I cannot recall the word for verneder in English right now. That\ngoes against your strength, against your...no matter what they did, you know? Give them a\ntrial but not this...not not...so anyhow we went home, at least was...what was home once,\nbecause there were other people now. We couldn't enter the house. We were not allowed to\ngo in. We couldn't get back the property. Now I talk about much later. We had to fight. We\nhad to take a lawyer. We didn't get it back until much much later. Uh, friends took us in.\nClothes we didn't have. Somebody gave us three hundred guilders...the same man in Deurne,\nfrom shoe factory, gave us three hundred guilders to buy, uh, second, third, fourth-hand bed\nto sleep on. The time after the war was so terrible...hunger. We didn't have food. We had to\nstand in line to get food because somebody was nice enough to give us...because we were\nnot registered. We were...we were...we were people--where did we come from? He gave us\nsome money my father had given to him. We went to the bank later on with that money. The\nbank said, \"Where did you get that money?\" We went...we got an interrogation, and, uh,\nthese, uh, biljets [bank notes], they are not valid anymore. So sorry. Oh...the time after the\nwar...it was terrible. Was it not for our friends, we wouldn't have got through that time. We\nwouldn't have got through it.",
        "Q: You have some pictures here? You want to?",
        "A: Yah. I have....",
        "Q: Do you want to show them?",
        "A: To give you an example, a cousin came back from a concentration camp with her little boy.\nHer husband didn't come back. Her family didn't come back. She came to Amstelveen. The\ngovernment gave her ten guilders for her and her little boy and said, \"OK, you are free now.\nGo on your way. Goodbye.\" She come from concentration camp. She got ten guilders. She\nhad to find her way to Amsterdam. She had to find, to beg in the neighborhood. Please,\nwould anybody take her up? That was the reception there was because there was no\nunderstanding. Of course nobody knew how...what had happened maybe, but that was the\nwelcome back...after the war. You had to fight your way from beginning to end, to get\nshelter, to get clothing, to get anything, everything. It was terrible...yah. And we stayed here\nbecause, Harry's father was here and he spoke Dutch and he didn't want to leave and he was\nbroken. Otherwise, we would have said goodbye and we would have left.",
        "Q: When did you find out what had happened to your family?",
        "A: That we found out already while we were in hiding because Harry understood English, spoke\nEnglish; and they had hidden a radio within a shelf of hay...in hayshelf, and that was\ndangerous to do, but, uh, they did it anyhow. But if they keep ten people, they, they, they\nwould certainly keep a radio to keep posted, so Harry heard over the English radio what\nwent on in the concentration camps in Germany. The whole world knew--at that time\nalready, in'43. And they didn't do anything. If they just would have bombed the little train\ntrack from Westerbork or to Westerbork...I don't care...from Amsterdam to Westerbork or\nfrom Westerbork to the border...I don't care. They should have thrown a bomb there.\nNothing happened, because I, I still feel it... couldn't care. I say, I dare to say it, because the\nJews were not important to the rest of the world. I'm bitter over that. I'm terribly bitter over\nit, because I believe it...so many, so many lives could have been saved. So many lives could\nhave been...1f somebody would have thrown a bomb. If somebody...you know...the English,\nthe Americans...the Dutch. It's so easy to say, \"Yes. Yes sir.\" Well, that's our story, really, in\nshort.",
        "Q: Sieny, is there anything else you'd like to add?",
        "A: We live with this every day. If you put two Jews together, here in Holland, who went\nthrough it, and they start with a birthday party, they end mourning, because this is with us\nevery day. And our second generation, our children, they got their guilt too, and I'm not\ntalking only about our children. I'm talking about the children from the people who went\nthrough it, because it is...there are no words to describe it, and our future is\ncompletely...future...we try to be happy. We try...we live and there are good things\nhappening, thank God, but this is the overall most important thing that happened in our lives.\nWe can't forget. We try to forget; we cannot. And that's the sad thing, because you live with\nit always. People have no idea what it means to live without family, without parents, without\nbrothers, sisters, cousins, aunts, uncles, grandparents. The generation right after us have\nnobody. They have the parents and further nobody. Nobody. If the parents die, over. No...it's\nhorrible.",
        "Q: What happened to your sister?",
        "A: My sister has two chi...two sons. She got married after the war, with this same man I told\nyou about. One lives in Israel--does his duty every three months--he goes in the army and\nhas five little daughters. And another son they have, also married. Yah. Something to be very\nthankful for. Our children have no children.",
        "Q: You had mentioned a trip to Germany.",
        "A: Yah. I went to Germany on a business trip because I worked for French company, and I had\nto go to the, to the fair. And I made myself a commitment; and I told myself I will go under\none circumstance [condition], and that is: \"Sieny, if you tell every German you meet, what\nthey did in the past, what country they were under Hitler, and what they will do it, what they\nwill do with it in the future.\" And I did. I did. I took my chance and there is not one single\nGerman I spoke to for the business or I told them the whole story. I asked them, \"Please sit\ndown. I have to tell you something. And I want you to listen to me.\" And they did; so at least\nthat's my only satisfaction for having had to go Germany. I wouldn't set a step over the\nborder, ever, for vacation.",
        "Q: What year was this that you had gone?",
        "A: In '83. 1983.",
        "Q: Anything else you'd like to add?",
        "A: Let's hope there will be a world of peace. Let's hope this will never happen again. And that 1s\nthe reason I told this story, because I realize there are so few left that I saw that this is a\nnecessity to do this for posterity. People should know.",
        "Q: Thank you. Could you tell me about some of the pictures in there?",
        "A: (Shows an album). Uh, this is the Creche, the building. This is the Directrice, she 1s a\nwonderful woman. And what I did not tell yet on the next page you see this child. He was a\nfoundling and that gave her the idea to save the Jewish children, because if he was a\nfoundling and nobody knew....\nTECHNICAL CONVERSATION",
        "Q: You have some photos you wanted to show us?",
        "A: Yah. I have...I have them in here. (Showing photographs) [(1)] This building is the Creche as\nit used to be. It doesn't exist anymore as it is now. [(2)] This is Directrice Pimentel, and she\nis the (clearing throat)...she was the Directrice always there. [(3)] Here are some pictures of\nthe Creche with the former onder, subdirectrice, and [(4)] that's me with a child, children,\nchildren with some names. I still have them because they were on the back of the picture,\nand [(5)] this is the Directrice again, Miss Pimentel, with a boy that was laid there, that was\nput as a foundling on the steps of the Creche, not exactly at the Creche but it was someplace\nelse. It was found and it was taken there, and she took it in as a foundling, and...\nTECHNICAL CONVERSATION",
        "A: (Showing photographs) So this is the Directrice. She used to be the Directrice since 1926 or\n'28, something like that; and, uh, here are some pictures of her and her sub, subdirectrice, the\nmanager; and these are some pictures of the children. That's myself as a child. Here I still\nhave some names of children that were deported, because they were on the, on the back of\nthe picture...February 1942. These two. This is the Directrice with a child that was brought to\nthe Creche that was a foundling, and that was really the first foundling there was and she\n(pointing to the photograph of the directrice and the child) was...she fell in love with the\nchild. It was an adorable baby and she regarded it as her child and she was the one who took\ncare of it. She...1t was her child. She took care of it. Nobody else. Here he grew up. Here he\nwas a little bit bigger, and, uh, he got a lot of toys. But there was a German also...one of the\nGermans who was taking away everybody else, brought toys to this child, but in the end he\ntook him too and put him on transport. Can you understand that? And these are pictures\ntaken in the Creche but these are not children from during the Holocaust but some of them\nmight have come there anyhow. And this is the certificate which allows me to go to\nthe...across the street to the Schouwburg, etc., etc., etc., because I needed that.",
        "Q: Thank you.\nTECHNICAL CONVERSATION\n",
        "A: (Showing photographs) [(1)] This 1s the original building, the Creche, as it used to be. It\ndoesn't exist anymore. [(2)] Uh, this here is the Directrice. She was the Directrice there from\nsomething like 1926 or 1928. She was in charge of the whole operation, because it used to be\na home for children whose parents worked. [(3)] Uh, this 1s...these are a few pictures from\nthe Directrice and her and her...the woman who was just under her who took care of\neverything, who was not allowed to work there anymore because she was not Jewish. She\nhas to...she had to leave in 1941.\nTECHNICAL CONVERSATION (IN DUTCH)",
        "A: (Showing photographs) [(3)] This 1s the director with her sub who wasn't allowed to work\nthere anymore after 1941 because she was not Jewish. [(4)] Then here, very unclear, is a\nJewish girl who came in her place, [Ver Boaz (ph)]. She was also gassed. She didn't come\nback. [(5)] That's me with one of...with this baby and there 1s another baby. You...you can\nsee how small they were when they came there. [(6)] Here are six children with name\nbecause the name happened to be on the back of the picture. That is how I kept it. [(7)] These\ntoo. [(8)] And this 1s...these are pictures of a foundling...this...uh this baby was a foundling\nand taken to the Creche and uh actually this was the first foundling that was taken there; and\nthe Directrice was very fond of the boy, and she called him Remy because there is a book\ncalled \"Remy\"...that is...that goes...this 1s over a little boy who was alone in the world and he\nalso is alone in the world and she found him. And she took care of him. [(9)] Here he grows\nup. He 1s a little bit older here. [(10)] Here he plays. He got a little...he got a lot of toys from\neverybody. He was the little favorite and there was also a German uh who picked up the\nchildren, threw them in the trucks and didn't care for anybody and this child he brought...\nTECHNICAL CONVERSATION (IN DUTCH)\n..and this little boy, he brought even toys. And, uh, after his time was up, according to the\nGermans, he put him on transport too. I've heard he came back. I've heard he didn't come\nback. I don't know what happened to the little boy. [(11)] And here are pictures of how it\nused to be in the Creche. Uh, little boys, little girls, eating together, playing together. Here\nare some of the people that worked there. [(12)] And this 1s a certificate which says that I\nwas allowed to work there during the war, which permitted me to go to the...back and forth\nfrom the Creche to the Schouwburg.\nTECHNICAL CONVERSATION (IN DUTCH)\n(Closeups of photographs)\n"
    ],
    "questions": [
        "Q: Please tell me your full name.",
        "Q: When and where were you born?",
        "Q: What can you tell me about your childhood?",
        "Q: What do you remember about your town and your family life while growing up?",
        "Q: What were your friends like?",
        "Q: What was the memory that you remember most from your childhood?",
        "Q: And what was the Jewish feeling like in the town when you were growing up?",
        "Q: While you were growing up was there any antisemitism in the town?",
        "Q: Could you please tell us the names of your parents, your brothers and sisters and any aunts\nand uncles, cousins, who lived nearby?",
        "Q: What was a typical day like for you as a child?",
        "Q: In the years prior to the Dutch...to the German invasion of Holland in 1940, what was the\nJewish feeling like in the town then?",
        "Q: What happened in 1940, after the Germans invaded Holland, to you and your family?",
        "Q: Who played it?",
        "Q: Did you or any of your family members try to leave Europe?",
        "Q: What was the feeling like in the community after the Queen fled the country?",
        "Q: After the Germans had invaded and the anti-Jewish laws were put into effect, what did the\nNazis do to the townspeople?",
        "Q: Was this man Christian?",
        "Q: So he ran the business for your father?",
        "Q: What was the reaction and the response of the townspeople of Amsterdam to everything that\nwas happening?",
        "Q: Westerbork?",
        "Q: Was the concentration camp in the Netherlands?",
        "Q: What did the Nazis do to you and your family?",
        "Q: Not at all.",
        "Q: The \"Schouwburg\" is?",
        "Q: Could you tell us what the Schouwburg was?",
        "Q: Was it legal for you to take the children?",
        "Q: From the Schouwburg to the Creche?",
        "Q: Could you tell me about your work in the Creche?",
        "Q: Would you tell us about your life in 1941?",
        "Q: When you said by the end of that, by the end of what?",
        "Q: When was he taken?",
        "Q: Who came by tram?",
        "Q: This is the Jewish Council, or the Joodse Raad?",
        "Q: How did you avoid this entire time being deported yourself?",
        "Q: Was she Jewish?",
        "Q: Now this entire time, what did you know of your family, your parents and...",
        "Q: Your sister and brother?",
        "Q: In 194....3?",
        "Q: How did you find out that they had been taken?",
        "Q: Did you know what was going to happen to the children after they were transported?",
        "Q: We're in 1943.",
        "Q: That translates to...",
        "Q: 1943?",
        "Q: Before we go into that, Sieny, when you were at the Creche, about how many children were\nsaved?",
        "Q: About how many children were saved from the Creche?",
        "Q: You had mentioned something before about going...",
        "Q: You had mentioned before, before you went into hiding, that your husband had given false\npapers to a German on the street, but if you were wearing a yellow star, how is it you were\nable to pass?",
        "Q: But the Germans still let you pass?",
        "Q: So now it's late 1943 and you've gone into hiding.",
        "Q: And where was this?",
        "Q: How long did you stay there?",
        "Q: \"Uncle Sam\" was also \"Uncle Hank\"?",
        "Q: So you met with your husband's father when you were there?",
        "Q: After a year and a half of staying at this place, what happened then?",
        "Q: What happened when the Germans came?",
        "Q: So you were never found? You were liberated then on the 4th of May?",
        "Q: What was your physical condition like, going to church?",
        "Q: Wasn't it hard to move?",
        "Q: People being shaved in Amsterdam?",
        "Q: Who shaved whose heads?",
        "Q: But in other words it was one of these Dutch collaborators who was being shaved?",
        "Q: You have some pictures here? You want to?",
        "Q: Do you want to show them?",
        "Q: When did you find out what had happened to your family?",
        "Q: Sieny, is there anything else you'd like to add?",
        "Q: What happened to your sister?",
        "Q: You had mentioned a trip to Germany.",
        "Q: What year was this that you had gone?",
        "Q: Anything else you'd like to add?",
        "Q: Thank you. Could you tell me about some of the pictures in there?",
        "Q: You have some photos you wanted to show us?",
        "Q: Thank you."
    ],
    "answers": [
        "A: Sieny Cohen.",
        "A: I was born in Amsterdam in [not audible on this tape] March 1924.",
        "A: Uh my childhood was very, very nice...warm, a wonderful family. I had a sister...I still have\nher, a sister...my parents who don't live anymore. I had a brother, nine and a half years\nyounger than I was at the time. He also isn't there anymore. And we had a large family, and\nuh I have fond, fond memories of my youth, yah. Wonderful memories.",
        "A: Well, the town was Amsterdam. I remember the street in which we lived. At the time it used\nto be in my imagination later on it used to be a big avenue (laughter). Later on when we\ncame back and saw the street it was as narrow as can be. I believe two cars can pass\n(laughter) and that's it, but at the time there were not so many cars. There were just bicycles\nand it was always crowded and busy. It was a really through-fare, through Amsterdam, and,\nuh, in a predom....a predominant Jewish neighborhood; uh, so on Shabbat it would be quiet.\nIt was not an orthodox neighborhood. Everything, everybody was mixed really. Uh, on\nSaturday there wouldn't be much traffic but I remember the huge cars from Heinekken's beer\nand from Van Gend en Loes with the horses that went through. Uh, ice trucks that delivered\nice on Monday with big ice picks. It was an old neighborhood with all types of people,\nworking people, uh...poor people, people some a little better off. My parents were very well\noff. They had a store, shoes. They were...my father's name was a well-known name in\nAmsterdam...Kattenberg. There's a borough, not named after him (laughter)...maybe after\nthe borough, that I don't know; but, uh, he...they were a well-known family, yah, I might say.",
        "A: Friends were a little bit...at the time when I grew up, I wasn't allowed, for instance, to play in\nthe street. A lot of other children were allowed to play in the street, but somehow my parents\nthought it wasn't right to have their...you know...little girl...I had a sister one and a half year\nolder. He says...she says she did play in the street, you know...play...what was play at the\ntime? Uh, jumping rope, uh, marbles...nothing special but I remember maybe they regarded\nme too small. It wasn't allowed, and I wanted to become a nurse, so I rather played with dolls\nanyhow.\n",
        "A: Well, I was sixteen when I practically saw my parents for the last time, my house for the last\ntime. My childhood... loving care...just beautiful.",
        "A: The Jewish feeling? Well, you grew up as a Jew and that was the only thing there was.\nThere was uh...there was no choice. There was no...at least for me, in my family, there was\nno other thing. Just being Jewish and living according to the Jewish laws.",
        "A: Not that I know of, but I can remember one childhood experience. I don't know how old I\nwas...maybe I was eight or nine and, uh, maybe I had an argument with a child or the child\nwith me and the child called out, \"Lousy Jew!\" You know. I didn't even know. I never had\nheard such a thing, so I said, \"Lousy Christian!\" I didn't even know (laughter) what it meant,\nyou know. That was just child's, uh...that was the only experience I had.",
        "A: Oh, that's quite a lot. My father's name was Jonas Kattenberg. My mother was Berthe\nKattenberg-Rueff. She came from Switzerland, as well as all her sisters who had married\nDutch hus...uh, husbands. And my grandfather, Samuel Kattenberg, lived in our house on the\nfirst floor. We lived on the second and the third, and then there was his daughter across the\nstreet, Bella Kattenberg, her son...because she was divorced and she took her own name\nback; and there was another brother of my father's, Saul Kattenberg, with his wife and two\nchildren. Uh, then there were in the nei...in the....a little bit further out of the neighborhood\nwe had, uh, also relatives...the sisters of my mother who married Dutch people, with their\nchildren, one of whom still is alive and another one married a cousin, but they are, uh,\nseventy-eight and the other one is in their eighties, and we get along still fantastically. It's\nlike...like our...we are like sisters, really.",
        "A: Uh, I recall...I don't know why, but I, I recall, uh, when I went to kindergarten and I always\nsee the same picture, you know: my mother taking me to kindergarten. That was down, uh,\nsome steps. You were delivered to somebody, you know, and you played there until they\npicked you up; and then we came home and I got chocolate milk. That I will always\nremember, you know. I don't know for what reason, but chocolate milk...that was when we\n(laughter] got home. A little later I started studying the piano. My mother would call at the\nmoment I rang the bell, \"It is time to practice!\" You know. After a while I hated it (laughter)\nterribly and I gave it up. Later on, I got back. But, uh, as a child...yah...what do you\nexperience as a child? Then later on I went to elementary school, from eleme...in the\nneighborhood... from elementary school I went to, uh, junior high which was a little bit\nfurther out. You had to take a bicycle. It was near the Vondelpark. No. That was near the\nMauritskade, on the Mauritskade. And, uh, that was...oh, we had a good time there as kids\nand you felt a little bit freedom because you could ride from school to home, to your house\nand vice versa, and sure it was a little bit freedom because at home was home, and you had\nto played the game that was, uh, set by the parents, heh?",
        "A: I don't remember before. Of course, I remember...I was still very young...uh the time that\nHitler came in power, into power. I remember friends of my parents who had experienced\nalready, '33, '34, and fled Germany...coming to my parents and saying, uh, \"Get out of here.\nPick up everything. Come along with us. We are going to England.\" But my mother used to\nsay, \"Here, Holland, is such a wonderful country. There's such freedom. Nothing will ever\nhappen here.\" So when 1940 came, I was in Switzerland. I...as I said, my mother came from\nthere. She came from, uh, Saint Louis, the Alsace, and had family living...still brothers...in\nBasle [Basel, Switzerland] and I was going to visit one of them with another two cousins of\nmine, at the time a little bit older. That was in '39, and I was fifteen, and we went on the\ntrain and we stayed there with my aunt and uncle, had a wonderful time, until one night my\nparents called. That must have been September. At that time...September '39...at that time,\nuh, the military were mobilized here, mobilization, as they say; and my parents told us to get\nback the next day, soonest, uh, opportunity...get back to Holland. I don't know whether my\naunt and uncle told them, \"Come here,\" because that I don't know. I don't recall that. I don't\nremember that. But I went...we went back. The three of us went back. Well, then later on I\nsurvived. The other two didn't. But, uh, people didn't believe it would be so bad and it\nwould...Holland was a stronghold, a democratic stronghold...nothing would happen here.\nThat was the overall opinion of most people.",
        "A: That was a total surprise. And, uh, I remember that at first we walked in the street. We\nlooked at the planes. Nobody actually understood what was happening. The reality came\nsoon enough; and, uh, then fear started slipping in then, and eating at everybody. Uh the fear\nof the unknown, the fear what would happen and stories that had been told by Germans that\nhad left Germany, uh, but people still hoped for the best. They were Dutch Jews and they\nwere...nothing would happen to the Dutch Jews and this only could happen in Germany but\nnever here. That still persisted...that that overall feeling of here we will be OK. And, uh, I\nremember, uh, a bomb fell in Amsterdam because Rotterdam was bombed, and I think one\nstray bomb fell in Amsterdam and people were sitting in their cellars and their,\nuh...cellars...there were no cellars. Maybe, yes, some houses had cellars but they were hiding\nand trying to get away from windows and they didn't want to be seen; and there was fear. I\nremember we all slept together on one floor...my father, my mother, my brother, my sister.\nUh, we had a girl who did the home-work [the housework], a maid...sleeping-in maid...and\nwe had somebody else who tended the store, and, uh, she also had a room in the house, so\nwe all were down on the floor and, uh, it was...it was a very fearful something, because you\nfelt the fear from your parents and, uh, yah...it was a very unpleasant, unsettling, fearful time.\nOf course, the Germans, the uniforms. Now I don't know exactly the date, but shortly after,\nthings seemed to normalize and then the Germans had folders, big huge folders put on the\nwalls in the Jewish neighborhoods that, uh, the Dutch Jews, they could sleep at ease. They\ncould be at ease, because they were Dutch Jews and nothing would happen to them. They\ndidn't have to fear the Germans. They would be regarded as the Dutch, and, uh, so they could\nall go and tend to their own business as usual. Well, a sigh of relief for everybody. I mean, as\na child I wasn't so interested 1n politics; but the overall fear that had taken...yah, that crept\nunder your skin, that did did...it never left you, and...but you became...adjusted. You adjusted\nto the circumstances and for a while life seemed to go on as usual. Then, after awhile, they\nplayed it so smart...so I don't know...I don't have the words for it...they played it in a way that\neverybody believed what was being told and was being printed and being said...",
        "A: The Germans. Uh, the Jews were not allowed anymore on the trams, not in public buildings.\nThey were kept away from this. They had to stay home at certain hours. They...then they\nhad...non-Jews were not allowed anymore to stay with Jewish people...Jewish people were\nnot allowed to visit non-Jews...a separation became as a wake, suddenly, between the people\nwho were your friends and people you had lived with all...all those years. And it went from\none thing to another and finally people...I, I forget to tell that right after the invasion, a lot of\npeople had tried to escape. For instance, in the first days after 1940, after the May\noccupation, I know, for instance, my parents also tried to escape. I go back now to a few\ndays after May 10th, uh...because the, the images come up and they don't come in...you\nknow...1n order. Flies back and forth there. But, uh, my parents, too, ...they tried to escape\nwith friends. They had to wait because the friends were coming and they...believe it or not\nthey came with valises full of clothes. Because...you know...nobody understood what was\ngoing on. They thought they could take a taxi and they could drive to the Hook of Holland,\nto Ljmuiden, and take a boat and go to England. But then by the time my parents and they\ngot a... don't know, a cab or a car or whatever it was, it was some kind of a car. Uh, we all\nwere piled in and we drove but soon the car couldn't go any...anywhere. Nobody could get\nthrough, and the few people that got away in Ljmuiden, they were just the lucky ones, if they\nmade it to England, and the rest had to go back. So there was a try, there was.... People tried\nto escape then, but later on they adapted to the rules and, uh, they hoped for the best.",
        "A: At that moment...afterwards, no. No. Only at that moment, at that ttme when most people\ntried to escape, but afterwards there was no opportunity, there was no way out because, uh,\nvery soon borders were closed and, uh, no...1t was very dangerous and a parent didn't want to\nendanger his children. Uh, parents had parents too, older people they didn't want to leave. It\nwas...it is an involved thing to leave. To get up and leave 1s a terrible thing, because you\nhave to be thinking only of you, your children and maybe if your parents can go, but you\ncannot take the whole family. It...1t breaks you in in two pieces. It's terrible.",
        "A: Despair. Hope that the Queen would survive and that the Queen could do something and that\nthe Queen would take care of us all. But it meant...well, it meant...\"My gosh, she left!\" You\nknow. That was unheard of...terrible! Not that she left, but understood because the Queen\nwas a symbol of uh beauty, honesty. Uh, the Queen was looked upon as a wonderful,\nwonderful person, the whole family. I think most of the Jews were very royal-minded, at\nleast in my, uh, surrounding, you know, so when she left it was quite a shock.",
        "A: It took awhile before they started, uh, getting at persons, you know. They had laws. You\nwere not allowed to do this. You were not allowed to do that. You were not allowed to buy\nhere, to go to a store, to have non-Jews, to be with non-Jews. Uh, I don't know at what\ntime...I couldn't pinpoint the date when they said, uh, businesses had to be taken care of\nby...they called it \"Verwaltung\" [Translation: \"administration\" at the time. That was\nsomebody, they set in place of the owner, of the director of the business so the, the director\nor owner had to get out and they put somebody else in place, and a lot of people...I know my\nfather did...he had a big...yah business, import/export shoes and wholesale and he also in\nstores...uh, I know my father got in touch with, uh, one of the manufacturers of shoes who\nhad become a close friend through the years and talked with him, a man he could trust, and\nthis man recommended his own bookkeeper. He gave my father his own bookkeeper. At the\ntime they lived in Deurne, in North Brabant. It was quite a distance away, and he actually\ngave this man out of the goodness of his heart--with the consent of the man, of course, and\nhis family because they had to move to Amsterdam--and he conducted the business from\nthen on, and my father trusted this man implicitly.",
        "A: Yes, he was Christian. Only Christians could do this. No Jews were allowed to uh conduct\nsomebody else's Jewish business, you know.",
        "A: He ran the business for my father.\n",
        "A: Fear, because by now it was clear that the intentions were not so good. Uh, I remember '41,\nthe razzia. That was the first one in June '41. Uh, when a cousin of mine--the one I had been\nwith to Switzerland--was picked up from the street because at that time it seemed that a\nGerman had been shot and I think that was the reason, the reason for the razzia. They picked\nup a number of Jewish young men from the streets, and sent them to uh...yah...what was the\nname of the concentration camp?...uh, 1t comes to my mind later on.... I can, I can say it\nevery day and every minute of the day and of the night, but just now it...",
        "A: No. No. They went right through to...later on we got notice that there he was shot trying to\nescape. My husband has a certificate of somebody else in his family...that's what they did,\nyou know. They they they took them. They they tortured them. They put them tn horrible\ncamps and they...then they sent a notification to the parents: uh, \"Your son has been shot\nbecause he tried to escape.\"",
        "A: No. No. No. In Poland....I will...later on I will fill in the name. I just cannot, uh, think of it\nnow.",
        "A: Uh...what did they do to...you skip a long while...then we come now to 1943. I, meanwhile,\n...1 told you I wanted to become a nurse and as I was too young to become a a...to to get the\ntraining for a nurse; as usual then, girls often got the training in children's care. I went to the\nCreche. The Creche was an existing, uh, institution in the Middenlaan [it was called the\nPlantage Middenlaan] in Amsterdam, and the Directrice was Henrietta Pimentel, and she had\nbeen there already since 1926 or '28, something like that...a long time. She was at that time\nalready in her fifties...to me an old lady. But, uh, I was registered there and could start with\nthis course, with other young girls my age. I was, I think, eighteen then. I had finished high\nschool, and, uh, '43 I became an intern there. At home was very heavy, very...yah, it was\nterrible really, because they picked up people from everywhere...in the street. They had small\nrazzias, big razzias; because we skipped that time. We went from '41 to '43, and, uh, people\nhad to take, uh, to buy rucksacks, backnaps [NB: backpacks or knapsacks], and put a name\nin it and and name everything they had to take along. They got lists what they had to take\nalong, because they were going to a camp to work and to, uh...they had to bring their own\nclothes, all things well-known by now; so my par...my father bought them and bought, uh,\nbacknaps and he bought, uh, clothes and my mother sewed the tapes and we each had one;\nand it was already there all the time, as for all Jews, not only for us. And, uh, my mother was\nvery scared. She was so scared. She wasn't fit to do anything. She couldn't anymore. She was\njust sitting there, and sitting, and I think she was...the fear had taken hold of her and she\ncouldn't do anything but just sit and would fear the bell and would fear the call that her\nchildren would be called, that her children would be taken away from her; and I...my father\nwas a strong man and he said, \"What God will...\" He was not...he was orthodox but he was\nnot what you can consider today orthodox orthodox. He was a religious man, and he kept\nus...he kept telling us, \"Whatever happens to you, keep your mind strong. Your body can, uh,\nuh...withstand a lot...hunger, even a beating, but keep your mind strong because your mind\nwill carry you through and try to believe that there is somebody, that there is a God who will\nget you through this, and when we get back, and we will all get back....\" He was so strong in\nhis con...yeah, later on he was...later on I talked to him. He was not...he knew, but at that\ntime he was so convinced that we would all get through, you know. He was a strong man. A\nvery, very nice man. Loved by everybody, and he even tried for us to escape. Yes, we tried.\nMaybe in '42 it was. Oh my gosh, how I jump back and forth. Do you mind?",
        "A: In '42, my sister, uh, she had a friend she got engaged to and married later on; and, thank\nGod, they are still alive. Uh, he told her, \"Let's get into hiding.\" So my parents didn't want to\nbecause to break up the family, the daughter to get away, you know...\"Let's be together.\" But\nmy sister insisted, \"And you better, you better Mom, you go also, go in hiding. Try to find\nsomebody. Get away. Sieny, you too.\" I wouldn't want to get away from my parents, and\nshe, [Yetty (ph)| went with her...and my parents, after a while they thought it was very wise\nfor her to go, and then they really helped her and assisted her and said, \"Yes, do it,\" you\nknow. \"Let's try.\" So she went into hiding. Uh, she went to an address...the address was\nRusland, \"Russia,\" near the Konigsberg Hall in a room next to a paper factory or something\nwhat was there; and, uh, there she stayed and her fiancé went every day, went over there. He\nhad a place not too far away from her because at that time you couldn't stay together. That\nwasn't being done. That wasn't...1t was unheard of, so later on they did...they stayed together\nlater on. They had a heck of a horrible time, but later on...so [Yetty (ph)| left. My sister's\nname is [Yetty (ph)]. And I...1n '42, the Directrice, Miss Pimentel, she wanted me me...she\nwanted three girls. Sieny Kattenberg, Betty |Hausmit (ph)]...no, Betty [Oudgekirk (ph)] it\nwas at the time, and [Bonnie Philips (ph)]. There were three girls. Because in every\nclass...you have some outstanding people. I wouldn't say because of of intellect, but because\nthey are just their personality or they have something... and she picked us, and she made me\nhead of a department because children started coming in. Meanwhile, people from the\nrazzias were being brought to the Schouwburg and the Germans didn't want the noise of the\nchildren and they couldn't, uh...it was a horrible situation there. It was awful.",
        "A: The Schouwburg. You have heard of that?",
        "A: The Schouwburg was the Hollandse Schouwburg, the Dutch theater. That was a theater\nwhere opera, operettas were performed; also theater, and, uh, it was a well-known theater at\nthe time in Amsterdam. It was right opposite the Creche, so I don't know how come the\nGermans decided to take this Schouwburg to bring the Jews to, to gather them and from that\npoint on they went to Westerbork. I don't know what, whatever the reason was. The only\nreason being maybe it was still part of the Jewish neighborhood, not completely but still, so\nonce the parents came in there with the children, the children were taken to the Creche, in the\nbeginning by the parents. But the Germans put a stop to that. Very soon, parents were not\nallowed to leave the Schouwburg anymore. The children had to be taken there by people\nfrom the Creche who wore an armband and who were marked and who had special\npermission to do so and the three of us were designated to do so, and, uh, that is where the\nmost horrible time of my life started. Also the most important time of my life, because my\nlife is divided between before then and after then. Now, uh, you ask....",
        "A: Yes.",
        "A: Yes, yes it was because as I just said I had a band, so we were...that meant we were...the\nthree of us were the only ones, at the time, to take children, pick them up in the Schouwburg,\nbring them to the Creche and later on return them to the parents or not.",
        "A: Work in the Creche...that started in....\nTAPE #2\nPAUSE - TECHNICAL CONVERSATION",
        "A: In 1941, uh...1940...the days dragged on. In 1941, uh, the restrictions became worse. I\nremember my grandfather passed away at home and he was buried by boat. They took him\nby boat because they were not allowed to take out cars or anything. It is very vague what I\nremember. Uh, as a as a girl I wasn't... certainly not allowed to go along to the cemetery. Uh,\nno women did anyhow, but then there were only few men who were allowed to go with the\ncorpse and, uh, I remember the story that they went by boat because they were not allowed\nto take a car out. Uh, people were scared. I started working...I finished, uh, school and got\ninto the Creche where I started taking...the, the Creche, where I started taking the course, and\nby the end of that, uh, the situation had changed so much that, uh, the Directrice, Miss\nPimentel, thought it necessary to have three girls staying there...",
        "A: By the end, uh...that was '42...beginning '42. Uh, when the...when I had done the exam, taken\nthe ex...exam and that meant I was now...I had a degree... you can't call it a degree, but\nchildren's care. So, uh, as I said, three girls were staying there permanently; but before that, I\nforget...there was a nasty incident, because my sister was 1n hiding and my father got in\ntouch with somebody who told him he could take his daughters and bring them over the\nborder and would take care that they would come in, uh, with the \"Maquis\" or\nunder...underground organization and to get them away. That would cost three thousand\nguilders a child, and my father took care that the money was there, because he had money\nhidden because they had to give in all the money to Lipmann and Rosenthal,’ to the bank.\nThey had to...silver or whatever they had...radios, bicycles, whatever...they had to, uh,\ndeliver at a certain point. That was all German property from now on, but he kept hidden\nmoney, some money, and he gave this to this man to take care of us. The man didn't dare to\ntake me because I was raven black, my hair was; so I had to be... had to go to a beauty\nparlor and have my hair done, and that was done in the evening. And it so happened he took\nme to an, an NSBer.” An NSBer was...was somebody who was on the wrong side of the...of\nLipmann, Rosenthal & Company was an organization used by the Germans for the express\npurpose of milking the Jews. According to Law No. 148/1941, which was passed in December 1941,\nJewish financial assets--cash, checks, bank deposit, etc.--were to be transferred to, and managed by\nLipmann-Rosenthal.\n* A member of the Nationaal Socialistische Bewegung (NSB), a Dutch Nazi movement founded\nin 1931 by Anton Adriaan Mussert. Antisemitic and pro-German, the members of the NSB\ncollaborated closely with the German occupation regime.\ndecency, he was a pro-German. Nothing was said. He must have paid him quite a lot of\nmoney but when I was sitting in front of the mirror I saw my hair getting from from black to\nred, from red to yellow-orange. It was...finally it was orange. It was terrible. I was in shock,\nbut it had to be done because the man wouldn't take me otherwise, so, uh, we went the next\nday and we walked and as we walked on the Gelderskade ...from my house, I lived the\nNieuwe Hoogstraat ...that is not far away from the Dam ...as we walked on the Gelderskade\ntoward Centraal Station, a man came over and and he saw my sister and my...we were both\nwas together and he said, \"Don't go further. Don't go further, because they are trying to trick\nyou; because over there is an \"overvalle wagen\" [a type of emergency police vehicle], a big\nGerman truck, and the man who your parents probably gave money to, he is in cahoots with\nthem.\" So we ran like crazy and I don't remember anything of my sister, anything, anything\nat all, but I remember I came home. I rang the bell and I fell in my father's arms and he cried\nso terribly. You...you know, that broke my heart because to see your father cry...so there I\nwas again the next day back to the beauty par...to another beauty parlor, had my hair done\nblack, then back...went to the Creche and, uh, maybe I wasn't ready with the course yet.\nMaybe I hadn't taken my exam at the time. But by the end of '41 I stayed in the Creche\nbecause that is when the the Directrice asked us three, which I told already, to come there.\nAnother incident while I was there, so I didn't sleep at home anymore...my little brother who\nwas then at the time eight and a half...he came to the Creche and he walked through the\nbarriers because there were bridges in Amsterdam. Amsterdam is a city with canals. As most\npeople know 1s bridges, and the Germans had a habit of raising the bridges, certainly when\nthere was a razzia, and closing them off at eight o'clock because nobody was allowed after\neight to be in the streets, so this little guy, when he...when he could, he tried to...being a\nyoung little boy, he wanted to show that he would get through and all of us, we would be\nscared to death and I scolded him, you know. \"Don't do it!\" And, \"Why did you do it?\" And,\n\"Don't you know what you are doing to Dad and Mom?\" And, you know. And then\nafterwards, shortly afterwards, he was taken. I often...oh, I often told myself, you know, why\nhad I scolded him? Why I...why did I do that? Why? You know...memories.",
        "A: He was taken May 26th, 1943--with my parents. In '40...after '42, times were horrible. Times\nwere very intensive, and as I said I was in the Creche and then the, uh, razzias started taking\npeople from the streets, bringing in people from hiding. Everybody went to the Schouwburg\nas we Said before, and that is when the ordeal started with the Creche and the Schouwburg\nwhere there were three transports during the week. Now I don't recall exactly what evening.\nThere was one Friday night. There was probably one Monday night, Tuesday or\nWednesday...I don't recall the evenings. That meant that the children who were given to the\nCreche to taken care...to be taken care of, to be loved by everyone, they went on transport,\ntransport...those...during those nights, and that was terrible, the way it went. You see, the\nCreche was meant for children of parents who worked during the day. They used to come\nthere at eight o'clock, seven-thirty, between seven-thirty and eight o'clock in the morning.\nThe parents delivered them, mother usually, and then they got clean clothes and they got\nbreakfast and we played with them. In the afternoon they got a meal. They rested. They were\nthere till five, five-thirty I believe. When the mother was through with work, she came and\npicked up the child. Now an influx of new children came there, that were taken away from\ntheir parents. The Creche was changed then. It used to have...1magine a building...you\nenter...there's a big hall. Where you enter is a big door. Next door, next to that big door 1s a\nsmaller door with a smaller hallway. That is the place where the children were given to us in\nthe morning by the parents when they went off to work. The big doors, they were usually not\neven opened. Every...the whole traffic went through there. Now let's get back to the big door.\nOn the right hand side when you come in, there's a door. That's where the Directrice, Miss\nPimentel lived. The following door on that hall to the right is a dining room for the\npersonnel. On the left hand side, there was a small room where the babies used to be.\nMothers had babies too, and the babies came there too during the day, so from any time after\nbirth till they were about a year old, they were in that room, in the wicker baskets, in the little\nbeds, and they were very well taken care of. Next to that baby room, on the left-hand side,\nwas a huge kitchen. In my mind, huge then, you know. Uh, then when you go a little bit\nthrough the hall, there was a large room but that was where the diapers were washed,\nbecause we didn't only take care of the children. We also had to wash their clothes, at least\ntheir, the diapers and the the underwear, etc. It was a heck of a smell always (laughter), it\nwas terrible. And we didn't look forward to have, to have \"corvée,\" as it was called. There\nwas a big staircase going upstairs, with a balcony. There was to the left, if I remember\ncorrectly, a room, a right room and the room to the street must have been up front, a huge big\nroom. Uh, at the original time it was used for...we had baby little, little, yah, cots standing\nthere, because the kids would sleep during the day. But now it was converted to a real\ndormitory. Cots, little beds, everything that could hold a child would stand there. The big\nhuge room in the up front, was then used for the age from about the time they were born 'til\nfour or five, and the bigger children would be in another room. I had, uh, charge of children\nfrom zero till four or five years old. I was in charge of them. The baby room was moved\nupstairs because the baby room now became an office where Mr. Suskind, who was working\nin the Schouwburg, who was in charge of all the registration of all people who came in there,\nso he had a room in the Schouwburg; and the Directrice converted [NB: conversed] with\nhim--secretly always--in that baby room. Am I clear? Yah? Uh, by '42, not too many\nchildren came in but we knew we could count on many more because there were transports\nbut not as regular yet as it would be by the end of '42, middle of '42, '43. Then really the\nwhole Jewish population was taken away, and they needed every...every centimeter of space\nthey had to put up the children and to put up the people there. So, they came. Uh, let me start\na day during occupation, during razzias. They came by tram from the city.",
        "A: The...the Jewish people that were picked up in razzias. The bridges were going up. The\nGermans came in the district. They combed every house. They first with the big, uh, things...\nwith the how do you call them? I forgot...where you...where you can call through\n[megaphones]. I forgot the name for that thing. Not in Dutch nor English I know. Uh, they\nscreamed in the streets for people have to come down and old people, young people, men,\nwomen, children...everybody had to get down in the streets. There would be big trucks, huge\ntrucks to pick them up. They were beaten into the trucks...trucks. Uh, I saw that...I have seen\npersonally that they threw older...an older neighbor of mine, all the way down from the\nstaircase because he didn't want to come down, and, uh, that was only once. Then once I was\nin the Creche, I wasn't in the city anymore. I was there. Maybe lucky, I don't know, because\nthe day my parents were taken away from their home with my brother and the whole family-\n-May 26th, 1943--I was not home. I was in the Creche. I was there day and night. (Cough)\nSo, uh, the children, the parents, they came in the tram, were pushed out of the trams. They\nwere standing in front and then in the hall of the Schouwburg and they were registered by\npeople there from the Joodse Raad. The Germans were there standing guard and they were\njust seeing to it that everything went correctly, that they were registered correctly by name,\nby number. So what they tried to do there, they tried not to register children. They tried if\npossible, if they could, they tried, uh, a family with four children...uh, mama, papa, child.",
        "A: Yeah. They would try, if possible. And that was mainly the intent of Mr. Walter Susskind,\nwith some other people too, because nobody worked alone, nor in the Creche nor in the\nSchouwburg nor in the underground. It was all a combined effort. At...in the beginning,\nnobody knew what he was doing, just, uh, trying to save, uh, relative, an acquaintance,\nsomebody. But very soon it became a joint effort to try to save as many as you could in the\nSchouwburg. So, as I said before, the people in the Schouwburg, they were crowded.\nImagine...I don't know how big the theater was...maybe two hundred people at the time...that\nwould have been a big theater I suppose at the time. Many hundreds were sent in there. No\nbeds. No nothing. They were just sitting on very uncomfortable chairs. Uh, there must have\nbeen two, maybe three, maybe one...I don't know...toilets. How was that, uh, sixty, seventy\nyears ago when they built the theater? Maybe there was one toilet, so you can imagine what\nwent on there. And, uh, so the Germans decided, \"All the children, out\" And that's where the\nCreche came in. We...after awhile, we--the three girls--got orders from our Directrice who\nwas always in touch with this Mr. Susskind. She sent us to get the children from there and\nbring them to the Creche. Now we all had...the three of us were all in charge of a group, so\nwe all had a number of girls working with us, and something I regret for the rest of my life\nis--and my husband knows because he became involved there, too--uh, I had a book with\nevery name of every child, when it came in, who the parents were, when it was born, and\nwhen it left. On the last day of the Creche, we left--that's another story--and I couldn't take it\nwith me because that was too dangerous.",
        "A: Uh, there was no question of avoiding. Since we were.... the Directrice was supposed to be\nthere...",
        "A: She was Jewish. She was necessary there. The three of us were necessary there. The other\ngirls that worked there were necessary there. However, I have here with me a picture of the\nDirectrice with the, as was called, the \"Onderdirectrice\" [assistant director], the director. She\nwas a non-Jewish woman. She had to leave the premises I believe already in the beginning\nof 1941 because she was non-Jewish. So we were all Jewish there, and the Germans would\nsay, \"We have...we need some\" ...through the Joodse Raad, I suppose...\"\"We need so many\npeople there, and this person, this person, this person...they are necessary because you can't\nleave those children alone,\" so there was no doubt for me that I would stay on. So was the\nDirectrice. So were the others. Now we discussed once in a while, what if something, ...heh?\nBut we dismissed it from our minds. We were busy. We were young. We didn't think the\nworst. We...it it ...now I can honestly say that the big tragedy didn't even penetrate at the time\nbecause the people went out to the camps to work. Who could imagine what was intended\nfor them. Who could imagine? Nobody. So, uh, we just hoped that everybody would come\nback.",
        "A: My parents were....",
        "A: My, my sister was in hiding. I didn't know anything about her. My parents were taken away\non the 26th of May with my brother...",
        "A: Three...and I saw them because I saw them in the tram as they...as they drove...they were not\neven in the Schouwburg. They went directly to the Poldeweg or where ever station...\nwhatever station. They were going straight to Westerbork.",
        "A: Because, uh, we found out the same day because other people were brought in and I don't\nknow where the choice was made...this one goes through and that one doesn't go through and\nthis one goes in the Schouwburg. My parents never made it to the Schouwburg. They went\nthrough, and uh...yeah that was known so fast because that is such an operation. All the\nbridges go up. Nobody comes through. Not a gentile, not a Jew, nothing, nobody. So that\nwas known, I think, the same half hour that it started, and messages someway always slip\nthrough, come through, and in the Schouwburg they must have known, because they must\nhave been told by the Germans that they could expect many children, many people, many\neverything. You asked me something I really, uh, never thought of, but we knew what we\nkew. We knew it. My luck, call it luck...was that I wasn't home. If I would have been home, I\nwould have had the same fate as all the others. But, uh, the children came, kept on coming\nand by that time there were some organizations going without my knowledge. I mean the\nunderground, the, the, uh, the VN that operated in Brabant and there was an organization in\nUtrecht and there was an organization in Amsterdam, but unknown to us, because we\noccupied ourselves only with the children...get them ready, get them from the parents, keep\nthem quiet, play with them, dress them, get them ready for transport, because three times at\nnig...during the week, the transport would leave at ten o'clock at night. That meant that we\nknew in the morning already that kids would have to be delivered to the Schouwburg. Now\nwhich kids? Most of them. Sometimes it was a lucky one, the one who was not registered.\nThere were very few of them. Those children were hidden within the Creche and my\nhusband can tell his story better than I do, but he stayed with the children that were hidden\nupstairs in the attic. That those were mostly bigger boys because how could you do it with\nvery young ones, you know, so they must have been so in the age from eight or twelve,\nthirteen, fourteen...I don't know exactly anymore. They were taken out. They were either on\na walk or, uh, over the hedge...over the edge from...over the...over the...yeah...over the gate\nin the back. I have never seen it. I haven't even ever known it, because everybody did their\nown bit secretly. Nobody told anybody. Nobody...you didn't tell your best friend, whatever,\nbecause it was just too dangerous. Not too dangerous...you didn't realize it was dangerous for\nyou, but it was dangerous for the children. If you would say, \"This kid is not registered,\"\nthen it goes out, then that couldn't be told; and I don't even think anybody knew that that\nchild wasn't registered. That was something absolutely between something absolutely\nbetween Mr. Siskind in the Schouwburg and the Directrice in the Creche. Uh, to take the\nchildren to transport was terrible. They were all little. As if they felt, you had to wake them\nup at nine o'clock to have them ready by ten, and, uh, to get them dressed as if...and as if they\nfelt it. I don't remember anybody cried, ever. As...there was such a terrible atmosphere, such\nfear of not knowing what is going to happen. Nobody knew they were going to be killed.\nYou, you, you knew...you didn't know whether they stayed with the parents, maybe in a\nwork camp, maybe...there were work camps, even in Holland you didn't know about. Uh,\nthere were work camps...they called \"work camps\" later, when you heard the word\n\"concentration camps.\" We didn't know, and that is the tragedy of it all because the people\ndidn't know. Maybe...maybe the Dutch population would have done more if they would have\nknown, but they were scared. They were not helpful. They, uh...there were some...I would\nsay maybe five percent...I don't know. According to my knowledge, what I saw in my\nneighborhood, in my...of the people that were saved through others, maybe...maybe a very,\nvery small percentage of the people did something.",
        "A: No. That's what I just explained. How could you know? How? How could you know? They\nwent to...with their parents to to work camps. Now a work camp, that was something not\npleasant but you had to work there, maybe in a factory, maybe make I don't know what; but\nthe children went with the parents. Now we were told, the three of us were told an org...,\nunderground organizations were set up. An underground organization, people--individual\npeople--they they would contact people...not that I knew it at the time but they would contact\npeople in, say, Friesland, Limburg, in the country; and they would ask, ask people, \"Would\nyou have room for a little Jewish girl or a little Jewish boy?\" This one would be able to have\none if it would have blue eyes and blond hair. The other one needed a four-year-old with\ndark hair and blond eyes...uh, uh, blond hair and dark eyes, so it would fit in the family.\nThose messages came through, through the underground. Even so, it sounds incredible.\nFinally through Suskind who was, of course, completely underground-minded with all he did\nwith the Joodse Raad. He got the message back to the Directrice; so when we had children\nthat fitted that image, that child would be kept away. That child...but you couldn't keep a\nchild away from the parents without the parents giving consent to give it away, so the three\nof us, we were sent to the Schouwburg with the message to the parents as follows. In your\nown words: \"Look, we don't know what is going to happen. We don't know where you are\ngoing to be, under what circumstances you will have to live with your children. Would you\nmind if we tried to find a family, a foster family, for your child, which will keep it until you\ncome back?\" You can imagine the questions would follow. The mother: \"For how long?\"\n\"How long? Nobody can tell you.\" \"Where?\" \"T...I don't know. Sorry, I don't know.\" \"To\nwhom are you going to give it?\" \"Yah, to somebody who will take care of your child.\" So\nyou speak in, in, in kind of a veil...in kind of.... How would you call it? Uh, in, in a language\nthat people don't understand, the people cannot trust it. They trust me probably, so few gave\nup their children. Too few, because of...you want to keep your child with you. If I would\nhave the choice today, I would say, \"I keep it. I keep my child with me;\" because those we\nare talking about...children from from year old to five years old, six years old. So the few\npeople that gave up their children...there were not so many I would say. Those children we\nkept in the Creche when the other children went on transport, but we came to the\ndoor...Family A has four children. The Family B has three children. Everybody was\naccounted...had to be accounted for, so now came the family who had given up a child to go\nin hiding. We didn't use the word underground with those people because that word didn't\nexist. Hiding didn't exist. No, they would be foster children to someone. So at night when we\ncame to be counted for, what we did...we took instead of the children, of instead of that\nparticular child that they had consented to go in hiding, we we had a little blanket, blanket\nwith a little piece of rag in there or a doll or whatever looked like a, a child. If the child\nwould be bigger, a little bit bigger, we would really have something big there, you know. It\nwas scary. It was really scary. But you didn't think. It was just in the way of work. You did it\nuh and you hoped only that the parents wouldn't allow anybody to look at the child. You\nknow? Oh, God forbid! I still, I still get the creeps when I think of it; that the German would\nsay, \"Let me see the child.\" Which never happened.\nLONG PAUSE - TECHNICAL CONVERSATION",
        "A: We're in 1943. Uh, there are several razzias. There are many razzias, small ones. People are\nbeing picked up. Uh, uh, I skipped the February razzia in 1942, but, uh, that was a different\nstory...political, where the Dutch really went out; and they... there were strikes, railway,\ntrams, etc., public transportation. But in '43, in, on the 26th of May, there was this\ntremendous big razzia where they took everybody out of the houses, closed off the city; and\n(coughs) at that time they picked up as many as as three thousand people at a time, and that\nwas the reason I recall now that my parents did not enter the Schouwburg, that they had\nbecause at that time they didn't separate anybody. They didn't bring anybody down there.\nThey went straight to the...to Westerbork. Now in June 1943 there was another razzia; and,\nwell, this time...I think it was the 20th of June, uh, another razzia took place where they took\na tremendous big amount of people, whereby my husband's family who had moved...who\nhad lived originally in Rotterdam...they were obliged to mo...to move to the ghetto as Jews,\nto Amsterdam, and now um in June the 20th, June the 20th, they were picked up in a razzia\nand taken by train straight to Westerbork and from there on. That was first my family...now\nHarry's family. Uh, at this time the Directrice, liked Harry, liked me; because Harry\nwas...when he came to Amsterdam, got also a job, uh--but he will tell his story himself--and,\nuh, she decided we should get married before anything should happen. Uh...we got married\non June the 28th, 1943, in the morning at twelve o'clock; whereby Harry came to the Creche\nand called out to me, \"Sieny, uh, give over to somebody else. Take care that you are ready by\ntwelve because we are getting married.\" And at that time we got married in a house which\nwas supposed to be the Joodse Gemeente, the Jewish community, but it didn't exist anymore\nand it was just a formality, and, uh, there came a few people from City Hall in long...in a\nlong coats and I had just gotten a clean uniform from somebody, a nurse's uniform because,\nuh, you know, after all getting married is not such a...you don't get married in a dirty\nuniform. So that took care of our marriage. The Directrice was witness. When we came back\nto the Creche, she had cookies and then some chocolates which she had kept for a special\noccasion, you know, and this was it. Shortly afterwards...1t must have been July, Harry\nmoved in the Creche then, too. We all had little rooms in the Creche, the three girls and uh,\nnow uh, I don't know the date anymore but it must have been the beginning of July, there\nwas another razzia. I couldn't tell you the date anymore exactly...by which the whole Creche\nwas involved. They took all the children, all the personnel help including the Directrice and\nme, and, uh, we all went on transport; so we all went to what was called then the Poldeweg --\nwhich was I suppose a railroad plaats, placement, placement, where the trains turned around,\netc. etc.--from where all the razzias, people that were taken in the razzias, went to\nWesterbork. We were lying there during the night and, uh, the hos...hospitals were empty.\nThen all the people's homes, whoever was a Jew was brought there. And, uh, suddenly they\ncalled out, \"Mrs. Cohen from Das Kinderhaus!\" So, we had with us Virrie Cohen. She was\nthe daughter of Professor Cohen, the head of the Jewish Council, Joodse Raad; and she went,\nuh, to where she was called, but it wasn't her, she - they wanted. They wanted me. \"Das\nfreche Weib.\" Now they had...one of the Germans--Von Klingebiel--who was a guard at the\nSchouwburg, he called me \"Das freche Weib\" [meaning \"the impudent or cheeky woman\" in\nGerman] because I dared to stand up to the Germans at the time.",
        "A: That translates to a whole room where children are asleep, a dormitory, and suddenly twenty\nGermans come in with their boots stamping and screaming and shouting; and there am I, and\nI call out, \"Get out of here! How dare you to come in here! How dare you to disturb children\nthat are asleep! I don't want to see you. Get out!\" And with that they left. Unbelievable as it\nsounds. Incredible, but it happened. And from that time on, to the Germans I was \"Das\nfreche Weib.\" They called me... they called me that. One day I was called to the...because\nonce in a while you gave up your...you gave up your bed because one of the other girls had\nfamily in the Schouwburg, and they wanted to see them for the last time. For the time being\nthey didn't know, but for the last time, their family or their friends, so we exchanged the beds\nand she went, you know. So one day I was called and I was said, \"You go on transport,\" and\nI said, \"Why?\" And I...and they said, \"Because you have a nerve giving your bed to\nsomebody else. You are supposed to come here and you gave it.... You go on transport.\" So I\nsaid, \"So send me. Big deal. My parents are there. You took my parents. I go to my parents.\nTake me. I go.\" Whereupon he gave me back my bed and told me to get out. I don't want to\nuse the word, but to get out fast, go back to the Creche. So that's my story about \"Das freche\nWeib\"; and when I was at the Poldeweg we didn't, between three thousand people, and they\ncalled off my name, then Virrie Cohen went because after all she was the daughter of\nProfessor Cohen, and then they needed me. They put me in a in a truck with all Germans\naround me. I think I was stiff with fear. I, I think I couldn't move a finger. And they drove\noff, changed trucks, put me in another truck, and dropped me in front of the Creche in the\nmiddle of the night, not a single person in the street, anybody, nobody; and I came back to\nthe Creche, and Mr. Siskind and all the others were standing, not outside the Schouwburg\nbut in the Schouwburg within the glass, without...within the wall. When they saw me, they\ncouldn't believe their eyes. And the Germans gave them order, \"From now on she is in\ncharge here in the Creche.\" But then I was nineteen, and the daughter of Professor Cohen\ncame back the next day and she was something like twenty-five, twenty-six and she was a\nregistered nurse; so it was the logical thing that she would be in charge and she became in\ncharge. So we stayed in the Creche then 'til the end. I think it was the 29th of September...",
        "A: 1943...when the Creche was emptied. If the date is not hundred percent correct...the\n29th...was the end of September. And, uh, at that time, that morning, Harry came over and\nsaid, \"Sieny, get dressed. Get out of here. We are leaving.\" And I said, \"I cannot leave. How\ncan I leave? We still have children here.\" Not many...there were not many, anymore. He\nsaid, \"You have to, because I heard and I feel it is over.\" So we discussed it with a few other\ngirls and they said, \"You have to go.\" Also Virrie said, \"Go.\" So we went, and as we went\nacross the street past the Schouwburg, the Germans stopped us and Harry had a false identity\ncard because we all had passports with a J on it, but he had gotten from the underground\norganization there in the same Schouwburg, he had gotten false identification cards for him\nand for me. And as we walked there and we were stopped and the German said, \"Show me\nyour papers.\" I dropped dead almost because I thought he gave the wrong papers, but he\ngave the right papers without the J, so he said go on. And we walked, and we walked all the\nway to the Amsterkade, which is in Amsterdam, the southern part of Amsterdam. We didn't\ntalk. We didn't...we didn't dare to sigh. We didn't...we wanted to keep as silent as...and we\nwalked over there and when we came near that corner, I will never forget...1t is a round\nbuilding on that corner...we stood there and we took off our stars which had been\nfastened...we had loosened already before...and we took out, off the stars and we went\nquickly upstairs to the woman who had an address for us to go into hiding. We came up\nthere and shortly afterwards came a man, \"Uncle Hannis.\" And this is really the story...the\nend of my story from the Creche. I couldn't take a...I couldn't bring along the book with all\nthe names, with all the children, because that would have endangered everybody uh to show\nthem the children, those children have gone on transport and those children are in hiding, so\nI had to leave it there, not realizing that it wouldn't be there after we came back because we\ndidn't know. After I came back there was no Creche anymore. So, uh, that was the end of the\nmost important time in my life for ever and ever to be; and then comes the hiding story\nwhich is a story unbelievable, too...",
        "A: Well, I always...I always...\nPAUSE - TECHNICAL CONVERSATION - TAPE CHANGE\nTAPE #3",
        "A: Uh, you ask me a question which is very difficult to answer. I know I have seen in in in\ndifferent articles the amount of thousand children. The number of thousand children, to me,\nseems almost not possible. I have always thought from the start when we talked about it\nwhile we were in hiding, that the number of children saved from the Creche, actually from\nthe Creche, would have been around three hundred, because it was so difficult; but then I\ndon't know what else played without my knowing. Uh, to me it always seemed a reasonable\nnumber, three hundred. I've talked about it with some other people too, who thought so....\nBut, yah...I, I don't dare to say thousand is impossible. A thousand maybe would be possible\nif you calculate the children that were picked up in the streets and were not taken to the\nCreche, but were were taken immediately to to Westerbork or wherever; but a thousand\nchildren...it seems an awful lot to me.\nTECHNICAL DISRUPTION",
        "A: Yah...no. Sorry. Of course he gave them the correct passport with the J, but I I was scared to\ndeath that he would pull out the, the uh...yah...how would you call it...the imitation passport\nwithout the J, which to me was as I am telling the story, that was the good one, you know, so\nmy mind skipped and I made from the imitation the good one, while at that time the correct\none was the one with the J on it. So I was scared that he had given the one without the J on it.",
        "A: Yeah. When he saw that the passport had a J on it, for Jew, he let us go. He said, \"What are\nyou doing here?\" And Harry said, \"Oh, we are just...we belong...we...we're going back to the\nCreche. We were just going for a little stroll. We just walk around here and we go back.\"\n\"OK,\" he said; but of course we never came back.",
        "A: Hiding just starts as we enter the house of one Mrs. de Swaan,’ who was a a fantastic woman\n* Truus de Swaan was a woman in Amsterdam who collaborated with Boogard family to help find\nhomes in the country for Jewish children.\nwho saved many many children; and, uh, as we came to her apartment, we had sent there\nsome clothes in a valise and we heard immediately the valise was stolen because there was\nbroken into our house, so we were without clothes. Uh, a few hours later came the man to\npick me up, one of us up, to take to, uh, to somebody's house where we would...where I\nwould be for the time being until Harry could join me, and then he would take us to our\nhouse where we would stay, so, uh, there was no time for clothes, for anything. I went with\nthis man and he took me to a family. They had...they had nine children of their own and had\njust lost a child and wanted to take a Jewish child that just fit in the range of their children\nwith the same color eyes and the same color hair at the age in between their children. That\nwas a wonderful family.",
        "A: That was in (cough)...yah...the family name was | Ablossedam (ph)], and they lived in Lisse.\nNo, Harry? I think so. I believe that. Yeah. [Wiewerdam (ph)]| was their name. So I stayed\nthere one day, and at night Harry came with the same man who had taken me there and now\nthe man picked up Harry later because it was too dangerous to take up...to pick up two\npeople at the same time. So he said, \"I'm going to take you to your address where you will\nstay for the time being until the occupation is over.\" So he took us, and we--it was by\nbicycle, I believe--and we drove through part of the country--uh pasture, water, beautiful\npasture, beautiful country, what you don't see...everything you don't see in Amsterdam--and\nwe felt...oh, we could breathe. As if a brick fell from our heart and our shoulders. We were\nfree. We stopped for a boat. Imagine a boat...half of the...half on the on the ground...a little\nbit over the water...a home boat. A houseboat, it is called...a houseboat. This man held goats.\nOh, what a smell! It was...the smell was was horrendous, but we didn't mind it. It felt...we\nfelt, we were free. As we entered that boat, the man said...the owner from the boat, said to\n\"Uncle Hannis,\" the man who took us there, \"What do you do? To bring me Jews again? I\njust had a raid. You...I cannot take them.\" Oh my gosh. There was...there was the brick\nagain, you know. We felt terrible. \"Uncle Hannis\" said, \"But you have to take them, even if\nit is only for tonight because I cannot take them back. It is too dangerous.\" We came in the\nboat. There's a boat...the cabin where where where he has his, uh, steering equipment and\nbehind there a big room, big flowers, gladiolas on both sides, windows on the boat. As he\nexplained to us the flowers were there to protect the people either from the side of the boat or\nthe side of the land to look into the boat, because there were no curtains. So, uh, he said\n\"Now, make yourself at home here. Here is a bed. I'll give you...I'll bring you some sheets\nand uh there is no danger here, but be careful. I have a little dog and if the dog barks, there's\ndanger. Then quickly open this window on the water...on the water-side and jumped into the\nwater, 1n the canal.\" So we were stiff with cold and fear again, and we put our clothes close\nbehind us and we lie down on this bed. Who dares to undress, you know? And behold, the\nlittle dog started to bark, and we jump out of the water, out of the window, in the canal. Don't\nask me, \"Now, how or or what or how did you come back?\" I don't know. I don't even\nremember. I remember that afterwards he went around with a...with a...with a flashlight and\nhe said, \"Tis nothing. Everything is OK. He must have smelled a rat or something. Come\nback.\" So I don't know how we got back, but, I don't know. Next morning...next morning:\n\"Uh, are you dry?\" \"Yes, we are dry.\" He said, \"I'm getting water.\" Now, this is the story. It\nshouldn't be told because it is a horrible, terrible (laughter), dirty story; but listen...those\npeople lived still in the country without gas, without electricity, without water, so what did\nthey do? They had a big pot. They call it here in Holland a kroes [a pot used for drinking |\npot, blue Delft pot or something. During the night this pot was used for all of us, to do you\nknow what. In the morning we took this pot, held it over the boat, did like this in the canal,\nemptied it out, took his little rowboat, went with this pot across the canal. There was a pump\non the other side of the canal, and he pumped water and that was our drinking water and our\nthat we had to cook with and to do with, and we cooked with the water out of the canal.\nWell, it couldn't have been worse if you'd just come out of civilization, you know? Those\npeople never washed themselves, uh...selves and they were used to this kind of life. But we\nwere not, so not only did we have to look out of the windows that nobody was coming...it\nbecame a danger to stay there; so in the evening we had to take that little rowboat and row to\na little isle in the canal where somebody had hidden some kind of a yacht, yacht...what you\ncalled then a yacht. A little speedboat or God knows what it was...a boat. So we sat...we went\nin that little canoe, __ it wasn't, and we hurried with paddles, went to the island, and we\nheard plump, plump, plump, plump...and we thought, \"My God...the Germans, you\nknow...they are after us,\" because it was dark. We had to go there in dark. Nobody was\nallowed to see us. So when we came within the shelter of the of the... What 1s it? Loods\nwhere the boat was lying...some kind of a small warehouse or something...we settled...we\nhad taken a blanket...we settled in the boat and then the rats came, all over, because what we\nhad heard were rats. Well, there we stayed every night, and in the morning early we would\nbe...we went back. At five o'clock in the morning we went back. It was now October,\nNovember...beginning of October I think. No...we were not so long there. We were not...we\nwere about two, three weeks there. Uh one day somebody visited us from the underground--\nbecause people had applied with the underground through, through...I don't know but\nthrough people, because they needed tickets to get food, extra food from the underground--\nso aman came and said, \"So,\" he said, \"Nice to see you. You are staying here?\" And Harry\ntold them that I had gotten thinner in a few weeks, so many...shed so many kilos, and food\nwasn't there and it was so terribly scary and so dirty. \"Couldn't you please get us another\nplace to hide?\" So he said, \"I'll try...and do my best,\" he said--but he shouldn't have told,\nbecause it was really dangerous what he did--he said, \"In my house,\" he said, \"we have a\nnumber of Jews hiding; were under an older man, an old man;\" and Harry said, \"Who, who?\nWhat's his name?\" He said, \"Uncle Hank.\" Yah, \"Uncle Hank.\" That was absurd. It was a\nname just taken from from anywhere. \"Mr. Smith.\" So Harry went into his pocket and picked\nout a photo from his father and showed it to the man and said, \"Would it be this man?\" And\nhe said, \"Yes. That's him.\" And Harry said, \"That's my father!\" He said, \"Let me see what I\ncan do,\" and he left. The next evening he came back and he said, \"I have it all arranged. The\nmoment I stepped in the house, I said to my mother, 'I've been there and there and I met the\nchildren of \"Oom Hank\" and they are in need...they need another place as soon as possible.\nCan they come here?\" And the mother said, \"If they are the children of \"Uncle Hank,' there's\nno question about it; they come here.\" So he and the brother came to pick us up during the\nnight, one evening, and they had three bikes. One for Harry, and I went in the back of one of\nthe men, and we drove through the polder. If you take the Haarlemmerweg, through the\nHaarlemmermeer polder, and we drove and we drove and we drove. And finally we got to\nthe little house, and came in there and there were...at the time there were seven people\nhiding, Jewish children and the families, and they were all sitting at a table with cups and\nsaucers and we saw as we came in...heaven. Free. So they had already seven people. We\nwere eight and nine. Then there came another woman with a baby just born who was...she\nhad lain in the, in, in the grain to hide herself, so she was picked up and brought there too,\nand so we were with ten people, ten Jewish people there, a little baby and a son of theirs who\nwas hiding from the Arbeitseinsatz. He didn't want to work in Germany. They had a\nroom...imagine you come in the house. You have a door...you stand in the kitchen and you\ncan see this place where I sit and that kitchen wasn't much bigger, about this and this behind\nme, and that's what they called the kitchen. There was a cupboard and there was an old sink,\nand that was the kitchen. Later on when we took out the bread, the bread had holes in it\nbecause the mice walked right through it, but it was delicious. Uh, we couldn't get up in the\nmorning and wash ourselves because those were city manners. They didn't like that. That\nwas unnecessary to get all the fat from your skin...that wasn't necessary. But they were\nbeautiful, wonderful people. We have kept a relation with them. As a matter of fact we just\ncame back from Canada, from the son. They visit us. Their life and our lives were from that\ntime on just brother, sisters, father, mother. Fantastic.",
        "A: We stayed there for one and a half year, but...we couldn't stay there, as it was, because pretty\nsoon we got raids from the Germans, from the Dutch pol...police; uh, so we had to do\nsomething. Harry...now the man of the house, the owner, he was a farm hand. They made a\nfew guilders a day. They were very poor people. They had seven children. Their house\nwas...the kitchen, a small living room, an upstairs, an attic, and that was all. So Harry said,\n\"Uncle Sam,' what could we do? Where could we go?\" And \"Uncle Sam\" said, \"I was in the\ncellar.\" There was no cellar, but there was a potato cellar that runs under the living room and\nthat is to keep the potatoes from freezing in the winter. On top of there there were a few\nclosets in which there were the beds. Bedsprei [cupboard bed], as they call it here. And he\nsaid, \"I went in the potato cellar and on the right-hand side from the wall, I saw that there's\nmaybe eighty...fifty centimeters wide, that cellar.\" He said, \"In the wall is a crack. That\nmight be the finger of God, that I have to make a door in that right hand wall; that if I have to\nhide somebody, they can go through that door in the wall underneath the living room.” And\nthat's what happened. Harry and and his sons, they started digging out all the dirt from under\nthe house, the earth. They could only do that during the night because nobody was allowed\nto know that we were there, and they put straw in there. They brought straw in. So you...you\ngo in the cellar. You crawl to the back. Then there 1s a door, not on the right, not in the floor,\nbut on the right hand side in the wall, higher so you have to step over it, and then you come\nunder the planks from floor. Now they couldn't dig more than seventy-five centimeters\nbecause there was the water. It was in the Haarlemmermeer polder; so when they hit the\nwater, they put back a little bit more earth, dirt. \"Uncle Sam\" had straw, bundles of straw\nbeing put down, and that was our living quarter for one and a half year; and the only air, light\nwe had--that was...that were those little things from the foundation. In each house you have\nlittle opening on the bottom so the air can circulate under the floor, and that was where we\nstayed.",
        "A: No. \"Uncle Sam\" was Sam, the man of the house. \"Uncle Hank\" was Harry's father, who was\nalso in hiding there, already taken there by the underground before we came. His name was\nSolly Cohen, but they called him \"Uncle Hank\" because just the word \"Solly\"...1f 1t would\nslip. Nobody in that whole neighborhood was called \"Solly.\" That was a Jewish name.",
        "A: We had met before. He was...he was in the hospital in Amsterdam. As a matter of fact, uh\nwhen he went into hiding, that was the night they took all the patients out of the hospital. He\nwas operated on. He had an operation and he walked off the operation table, walked out of\nthe hospital some way, somehow, came outside, asked somebody to help him to get there\nand there and there, and there they helped him to get to the address where he wanted to go,\npeople he could trust.",
        "A: We couldn't walk because we had lain down all the time. We couldn't sit, because seventy-\nfive centimeters 1s not high enough. Our food was brought through a door in the floor. They\nhad an invalid daughter and whenever there was a raid she would sit on that door. However,\nthe Germans found that door and went into that door but looked on the floor with their\nflashlights to find an opening to a hiding place....\nTAPE #4",
        "A: Uh, what happened to the...the Germans came. There were seven raids. There were\nincredible raids. There were raids that they closed off the whole area, the whole district.\nWhy? Because, uh, there was another...there was a farmer, not far away--Boogard'--a very\nwell-known name here, because of what he did during the war. He had sixty Jews and those\nsixty were hidden in the...in the fields and, uh, the Germans found out. They rolled up the\nwhole thing. They took everybody, and our...the family where we were hiding, they had told\nthe underground...they knew what was going on everywhere...to be safeguarded from raids\nthey had told, \"Look, we have no Jews anymore. They left. We don't know where they are,\nwhere they went. We have no Jews anymore.\" So pretty soon it was known all over the place\nthat [Bryer (ph)| doesn't have Jews anymore. When they made this big raid and they beat the\nJews--they beat one man so badly, telling him, \"Where are Jews?! You have to tell us! You\nhave to tell us!\" His mind ran quickly and he said, \"The [Bryers (ph)], they have Jews;\"\nbecause he knew that they had gone there, they had left there. They would have told him\nthere were no Jews, so he felt 1t safe, rather than mention another name, gave the name of\npeople who did not have Jews anymore, you know. So they came over there with trucks and\nwith raids and with guns and with everything and they they they searched the whole house\nand they screamed. We were lying there. We heard every word of it, and Harry's father at the\ntime was in his sixties, lying there too; and a little boy seven year old lying against his\nshoulder, who later on told him, ''Uncle'...'Uncle Hank,’ I heard your heart go rick-a-tick-a-\ntick-a-tick,\" you know. So, uh, the oldest son, the one we just visited in Canada now, they\ntook...they hit him and they said, \"There are Jews here in the house, and you tell us where\nthey are!\" And the mother stood up and she said, \"We have no Jews in the house;\" and the\nfather said so; and the son said, \"You can take me. You can kill me. We have no Jews in the\nhouse.\" \"Come along!\" he said, and they were doing as if they were going to kill him. They\ndidn't kill him. They left. And we were all lying down. Unbelievable, where those people got\nthe power.... Fantastic! Fantastic. So that was one of the raids. There were more. There were\nseven in total, the Dutch police included. They... they...they did their share, and, uh, but we\nmade it. We made it. Now, I mean, to tell you the whole story, 1t would take hours to give\nyou an account of what happened tn that little house and who got sick and who didn't and\nhow did they keep people from knowing that, uh, we were lying there; and we were not...we\ncouldn't cough. We couldn't sneeze. We couldn't talk because if people would be in the\nhouse, they would hear us. There was only a plank, uh, keeping us away from everybody\nelse, and, uh, but we came through and on the 4th of May, when the war was over, and they\nsaid, \"You can come out now. It is all over. We heard it on the radio...,\" we came up. We\ncouldn't come up, many of us; because the doctor had to come and take water out of our\nknees because we couldn't walk. We had, uh, to be down there for a year and a half. You will\n* Boogard was a farming family who lived just south of Amsterdam and known for helping Jews,\nespecially children, find homes during the war.\nask, \"How did you go to the bathroom?\" Well, they put down a coffee can or a cookies can\nor anything they put down and anybody would go and we would hold it up and they would\npick it up but they would give it back again, and that's how we went to the bathroom, and\nthat is how we were fed too. Bread...bread... bread. Downstairs. So, uh, we always tried to\nkeep up the morale because then this one was down and that was down...there were children.\nThe youngest was seven. He had to be kept busy. Uh one form of entertainment was\ncounting fleas in the blanket in the morning. It...really, you laugh, but it really was...\"How\nmany have you? How many have you?\" Because reading we didn't do. We couldn't.\nThe...they were very, uh, Christian, most beautiful people; but the only thing that was being\nread in the house that was the Bible. And for the rest of us, absolutely nothing to keep you\nbusy; so my husband, he knows the Bible by heart, the old as well as the new...and, uh, for\nthe rest of us...ugh! I don't know how we passed the time. I don't know. I really don't know\nanymore. I couldn't tell. And uh the interesting story also is that the two people, husband and\nwife, in their fifties, they had different views--but both very religious. The man said, \"I do it\nbecause in the Bible it says God gives the order to save people whether it be anybody.\" He\nsaid, \"I would have saved the German who'd come...would he have come to my house for\nshelter, or a pilot, or a Jew...I give shelter.\" And \"Tante Anne\" [\"Aunt Anne], her name--a\nmarvelous woman--said, \"I did it because I am sure I will go to heaven.\" That was their\nstory.",
        "A: When we were liberated we came upstairs. We went in the street; uh, finally you know, after\nthe doctor came and we made it. We came out, and Harry's father, he couldn't take it\nanymore. He had run off the day before. Danger...danger... danger...but he couldn't. He just\ncouldn't anymore; and we came up, all of us, with the family. And then we heard they were\nshooting, and the Germans are still coming and they were shooting left and right; and Harry\nand I said, \"If it kills us, let them kill us, but we never go down again there. We have\nbreathed air and we can't go down again there anymore.\" But it wasn't necessary. The\nGermans didn't come that far, and the next day, uh, we went to church. That was the biggest\nthing we could do for \"Uncle Sam\" and \"Aunt Anne\"--Annie is her name--and their children.\nWe all went to church and that was their biggest, biggest, biggest thing; because now all the\nneighbors, everybody could see: \"Look what the [Bryers (ph)] had. Look what they did.\nHow fantastic! They had ten Jews. They hid ten Jews and they all came through!\" Because\nwhat...whatever place you mentioned, mostly the Jews were taken. They were....you know,\nthey were taken off until...and with them, they saved ten lives.",
        "A: Our...",
        "A: Our physical condition...it was...we walked over there. (laughter) It was tremendous. It\nwas... don't know how many kilometers. It wasn't too far to go to church, but to us it was\nlike we had walked from here to, to Paris, you know? We came back (imitating a panting\nsound)...haa...haa...haa. We were dead, but it was also such a satisfaction and because of the\nhappiness. You were free...now you had to go and look for your parents, for your family, for\na house, so somebody had, uh, a bicycle. He had gotten some money from a farmer to come\nand visit us once in a while. We went all through the years, and he came over right away\nwith the bicycle. It was a bicycle without tires, you know. There were no tires anymore, so it\nwas a hard bicycle, a big one...and he came over with that bicycle and he said, \"Harry and\nSieny, I've come to pick you up. You come with me to Amsterdam.\" So we sat and talked to\nAnne and \"Uncle Sam\" and everybody and said goodbye for the time being, and we went\nwith him to Amsterdam, and there was shooting on the Dam and we were there at the dam\nwhen the shooting occurred, and we just could hid in a store--called at that time Peek &\nKloppenberg [a Dutch department store] on the corner of Dam next to the palace. That was a\nhorrible experience, too. You...everytime you think you are free and then boom...you are not\nfree, you know? And then we saw the most horrible scenes. We saw...later on we saw people\nbeing shaved and that gave us the creeps. It gave us...oh it was so terrible to see that...what\nyou can do to other people. Those people...that were women that had collaborated with the\nGermans ...",
        "A: Being shaved...their hair, being shaved in Amsterdam in the streets. It was like a like a...a\nKoninginnedag [the Queen's birthday]...on Queen's Day there is a...everybody is out in the\nstreet celebrating, flags, and this was part of the celebration... shaving their heads and and uh,\nuh... yah... terrible, you know.",
        "A: The Dutch people shaved...the girls who had collaborated with the Germans, had gone with\nthem, had gone out with them, had worn beautiful clothing during the war while the others\nhad nothing; so they were...1n every street you could see a scene where somebody were...was\nbeing shaved.",
        "A: Yah. The girls...mostly girls. Uh, that 1s how you got the short hair style after the war,\nbecause before that grew in, that took a long time, and they made a whole new style out of it,\nand, uh, we couldn't see it. It hurt us so much because to...from verneder [the humiliation] to,\nto another human being...I, I cannot recall the word for verneder in English right now. That\ngoes against your strength, against your...no matter what they did, you know? Give them a\ntrial but not this...not not...so anyhow we went home, at least was...what was home once,\nbecause there were other people now. We couldn't enter the house. We were not allowed to\ngo in. We couldn't get back the property. Now I talk about much later. We had to fight. We\nhad to take a lawyer. We didn't get it back until much much later. Uh, friends took us in.\nClothes we didn't have. Somebody gave us three hundred guilders...the same man in Deurne,\nfrom shoe factory, gave us three hundred guilders to buy, uh, second, third, fourth-hand bed\nto sleep on. The time after the war was so terrible...hunger. We didn't have food. We had to\nstand in line to get food because somebody was nice enough to give us...because we were\nnot registered. We were...we were...we were people--where did we come from? He gave us\nsome money my father had given to him. We went to the bank later on with that money. The\nbank said, \"Where did you get that money?\" We went...we got an interrogation, and, uh,\nthese, uh, biljets [bank notes], they are not valid anymore. So sorry. Oh...the time after the\nwar...it was terrible. Was it not for our friends, we wouldn't have got through that time. We\nwouldn't have got through it.",
        "A: Yah. I have....",
        "A: To give you an example, a cousin came back from a concentration camp with her little boy.\nHer husband didn't come back. Her family didn't come back. She came to Amstelveen. The\ngovernment gave her ten guilders for her and her little boy and said, \"OK, you are free now.\nGo on your way. Goodbye.\" She come from concentration camp. She got ten guilders. She\nhad to find her way to Amsterdam. She had to find, to beg in the neighborhood. Please,\nwould anybody take her up? That was the reception there was because there was no\nunderstanding. Of course nobody knew how...what had happened maybe, but that was the\nwelcome back...after the war. You had to fight your way from beginning to end, to get\nshelter, to get clothing, to get anything, everything. It was terrible...yah. And we stayed here\nbecause, Harry's father was here and he spoke Dutch and he didn't want to leave and he was\nbroken. Otherwise, we would have said goodbye and we would have left.",
        "A: That we found out already while we were in hiding because Harry understood English, spoke\nEnglish; and they had hidden a radio within a shelf of hay...in hayshelf, and that was\ndangerous to do, but, uh, they did it anyhow. But if they keep ten people, they, they, they\nwould certainly keep a radio to keep posted, so Harry heard over the English radio what\nwent on in the concentration camps in Germany. The whole world knew--at that time\nalready, in'43. And they didn't do anything. If they just would have bombed the little train\ntrack from Westerbork or to Westerbork...I don't care...from Amsterdam to Westerbork or\nfrom Westerbork to the border...I don't care. They should have thrown a bomb there.\nNothing happened, because I, I still feel it... couldn't care. I say, I dare to say it, because the\nJews were not important to the rest of the world. I'm bitter over that. I'm terribly bitter over\nit, because I believe it...so many, so many lives could have been saved. So many lives could\nhave been...1f somebody would have thrown a bomb. If somebody...you know...the English,\nthe Americans...the Dutch. It's so easy to say, \"Yes. Yes sir.\" Well, that's our story, really, in\nshort.",
        "A: We live with this every day. If you put two Jews together, here in Holland, who went\nthrough it, and they start with a birthday party, they end mourning, because this is with us\nevery day. And our second generation, our children, they got their guilt too, and I'm not\ntalking only about our children. I'm talking about the children from the people who went\nthrough it, because it is...there are no words to describe it, and our future is\ncompletely...future...we try to be happy. We try...we live and there are good things\nhappening, thank God, but this is the overall most important thing that happened in our lives.\nWe can't forget. We try to forget; we cannot. And that's the sad thing, because you live with\nit always. People have no idea what it means to live without family, without parents, without\nbrothers, sisters, cousins, aunts, uncles, grandparents. The generation right after us have\nnobody. They have the parents and further nobody. Nobody. If the parents die, over. No...it's\nhorrible.",
        "A: My sister has two chi...two sons. She got married after the war, with this same man I told\nyou about. One lives in Israel--does his duty every three months--he goes in the army and\nhas five little daughters. And another son they have, also married. Yah. Something to be very\nthankful for. Our children have no children.",
        "A: Yah. I went to Germany on a business trip because I worked for French company, and I had\nto go to the, to the fair. And I made myself a commitment; and I told myself I will go under\none circumstance [condition], and that is: \"Sieny, if you tell every German you meet, what\nthey did in the past, what country they were under Hitler, and what they will do it, what they\nwill do with it in the future.\" And I did. I did. I took my chance and there is not one single\nGerman I spoke to for the business or I told them the whole story. I asked them, \"Please sit\ndown. I have to tell you something. And I want you to listen to me.\" And they did; so at least\nthat's my only satisfaction for having had to go Germany. I wouldn't set a step over the\nborder, ever, for vacation.",
        "A: In '83. 1983.",
        "A: Let's hope there will be a world of peace. Let's hope this will never happen again. And that 1s\nthe reason I told this story, because I realize there are so few left that I saw that this is a\nnecessity to do this for posterity. People should know.",
        "A: (Shows an album). Uh, this is the Creche, the building. This is the Directrice, she 1s a\nwonderful woman. And what I did not tell yet on the next page you see this child. He was a\nfoundling and that gave her the idea to save the Jewish children, because if he was a\nfoundling and nobody knew....\nTECHNICAL CONVERSATION",
        "A: Yah. I have...I have them in here. (Showing photographs) [(1)] This building is the Creche as\nit used to be. It doesn't exist anymore as it is now. [(2)] This is Directrice Pimentel, and she\nis the (clearing throat)...she was the Directrice always there. [(3)] Here are some pictures of\nthe Creche with the former onder, subdirectrice, and [(4)] that's me with a child, children,\nchildren with some names. I still have them because they were on the back of the picture,\nand [(5)] this is the Directrice again, Miss Pimentel, with a boy that was laid there, that was\nput as a foundling on the steps of the Creche, not exactly at the Creche but it was someplace\nelse. It was found and it was taken there, and she took it in as a foundling, and...\nTECHNICAL CONVERSATION",
        "A: (Showing photographs) So this is the Directrice. She used to be the Directrice since 1926 or\n'28, something like that; and, uh, here are some pictures of her and her sub, subdirectrice, the\nmanager; and these are some pictures of the children. That's myself as a child. Here I still\nhave some names of children that were deported, because they were on the, on the back of\nthe picture...February 1942. These two. This is the Directrice with a child that was brought to\nthe Creche that was a foundling, and that was really the first foundling there was and she\n(pointing to the photograph of the directrice and the child) was...she fell in love with the\nchild. It was an adorable baby and she regarded it as her child and she was the one who took\ncare of it. She...1t was her child. She took care of it. Nobody else. Here he grew up. Here he\nwas a little bit bigger, and, uh, he got a lot of toys. But there was a German also...one of the\nGermans who was taking away everybody else, brought toys to this child, but in the end he\ntook him too and put him on transport. Can you understand that? And these are pictures\ntaken in the Creche but these are not children from during the Holocaust but some of them\nmight have come there anyhow. And this is the certificate which allows me to go to\nthe...across the street to the Schouwburg, etc., etc., etc., because I needed that.\nTECHNICAL CONVERSATION\n",
        "A: (Showing photographs) [(1)] This 1s the original building, the Creche, as it used to be. It\ndoesn't exist anymore. [(2)] Uh, this here is the Directrice. She was the Directrice there from\nsomething like 1926 or 1928. She was in charge of the whole operation, because it used to be\na home for children whose parents worked. [(3)] Uh, this 1s...these are a few pictures from\nthe Directrice and her and her...the woman who was just under her who took care of\neverything, who was not allowed to work there anymore because she was not Jewish. She\nhas to...she had to leave in 1941.\nTECHNICAL CONVERSATION (IN DUTCH)",
        "A: (Showing photographs) [(3)] This 1s the director with her sub who wasn't allowed to work\nthere anymore after 1941 because she was not Jewish. [(4)] Then here, very unclear, is a\nJewish girl who came in her place, [Ver Boaz (ph)]. She was also gassed. She didn't come\nback. [(5)] That's me with one of...with this baby and there 1s another baby. You...you can\nsee how small they were when they came there. [(6)] Here are six children with name\nbecause the name happened to be on the back of the picture. That is how I kept it. [(7)] These\ntoo. [(8)] And this 1s...these are pictures of a foundling...this...uh this baby was a foundling\nand taken to the Creche and uh actually this was the first foundling that was taken there; and\nthe Directrice was very fond of the boy, and she called him Remy because there is a book\ncalled \"Remy\"...that is...that goes...this 1s over a little boy who was alone in the world and he\nalso is alone in the world and she found him. And she took care of him. [(9)] Here he grows\nup. He 1s a little bit older here. [(10)] Here he plays. He got a little...he got a lot of toys from\neverybody. He was the little favorite and there was also a German uh who picked up the\nchildren, threw them in the trucks and didn't care for anybody and this child he brought...\nTECHNICAL CONVERSATION (IN DUTCH)\n..and this little boy, he brought even toys. And, uh, after his time was up, according to the\nGermans, he put him on transport too. I've heard he came back. I've heard he didn't come\nback. I don't know what happened to the little boy. [(11)] And here are pictures of how it\nused to be in the Creche. Uh, little boys, little girls, eating together, playing together. Here\nare some of the people that worked there. [(12)] And this 1s a certificate which says that I\nwas allowed to work there during the war, which permitted me to go to the...back and forth\nfrom the Creche to the Schouwburg.\nTECHNICAL CONVERSATION (IN DUTCH)\n(Closeups of photographs)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumOctober 12, 1990\nRG-50.030*0054",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Sieny\nKattenberg Cohen, conducted by Adina Conn on October 12, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "SIENY KATTENBERG COHEN\nOctober 12, 1990"
    ]
}