{
    "rg": "RG-50.030.0102_trs_en",
    "sequence": [
        "Q: Could you tell me your name please?",
        "A: Anny K... Rubinstein Kast.",
        "Q: Where were you born?",
        "A: [...Poland in 19...uh, 1926. I went to Belgium when I was two months old.",
        "Q: Tell me about your family and growing up in Belgium.",
        "A: I was growing up very spoiled. I was the only daughter. I had a brother, four years older than\nI, and my parents. My parents died very young, and I was very spoiled. So when I lost my\nparents, I was more lost than anyone else; because I went to private school and I was catered\nand I was supposed to do nothing. Only grow up and go to ballet and dance.",
        "Q: What did your father do?",
        "A: My father had a store of furs and women's clothes. And my mother used to help him, but\nalways find something else for me to do. Ballet, piano... But the teachers say I'm not good, so\nI didn't go on with the piano.",
        "Q: Did you like ballet?",
        "A: I liked ballet, but then my grandfather say I'm too old to go undressed in front of people. And\nI had to stop when the war started in 1940. I couldn't go on anymore; because it was a non-\nJewish class, and we couldn't do that. The Germans didn't allow.",
        "Q: Before the Germans came, what, uh, kind of school did you go to?",
        "A: I went to school, uh, in Antwerp there 1s called like college. To college, yeah, I went. But\nthen they could not...uh, children could not go to school for half a year. But after that, I went\nto the nuns; and I learned English and German private. In a nun's school...in a monastery\nwent during the war. There I learned English and German. So now I speak six languages a\nlittle.",
        "Q: Let's go back a little, so that we don't get confused. Uh, what do you remember, if anything,\nof the invasion of Belgium?",
        "A: The invasion was the 10th of May, 1940. The Germans came into Belgium; and all people,\nmostly Jewish, went away running to La Panne. La Panne is on the frontier from France and\nBelgium. And we stayed there for three, four days. Some people were smart enough, waited\nfor a ship and went wherever they took them. But then the people between them say the\nGermans are not so bad, and we came back to Antwerp. And that was the biggest mistake.\nMost of the Jews did run back to Antwerp. And we sort of live a regular life, but we started\nto feel that we were not allowed to go on a bus. We are not allowed to go that. And other\npeople had left.",
        "Q: Uh, talk a little more about, uh, what those early years under the Germans were like. Did you\nhave any restrictions?",
        "A: We had a lot of restrictions. We couldn't go in a bus. We couldn't go to a library. Uh, they\nmore or less closed the schools. Twice a week, we could go then. And it was felt what I\ndidn't look exactly like Jewish. So sometimes I would go out to Raphaele, my friend, without\nthe Star of David. And the Germans wouldn't know; because her mother had Germans\ncoming over to her house, and the Germans liked me very much. So one day, he [a German]\nliked me as a child, because I was the age of his daughter that was left in Germany. But I\nwas, uh, old enough and smart enough to know that he's a German and I'm Jewish. But the\nnext day of that happening, I went in the main street in Antwerp--de Keyserlei, they call it--\nwith my mother. And I had the star on. And here, towards me, comes the same German. So\nmy reaction was to run in the first store I saw. My mother didn't know why. So the next day\nhe says to my friend's mother, \"I could have sworn I saw Anny with a st...uh, as a Jewish.\nBut she's not Jewish. Why would it be? But she looks exactly like Anny!\" If he would have\nknown that I'm Jew--as much as he loved me and I looked like his daughter--he would\nhave...he would have uh called the Gestapo and they would have taken me away. So miracle\nafter miracle.",
        "Q: Was your friend...your friend was obviously not Jewish?",
        "A: My girlfriend, no. She also helped my grandfather, who was very old at the time. She\nbrought him food and everything. She endangered her life, because she put a star on. She\nwent like if she would be Jewish; and went to my grandfather and brought him food and\nbrought him some things. Went to my uncle that is in Israel now, to his wife, and brought\nthem food. And she did a lot. And some people don't appreciate. But I appreciate every\nminute what she did for me. I'll give her first the money before I eat myself. And so do my\nhusband and my sister-in-laws. They'll send her all the time checks; because they say if I...1f\nnot her, they wouldn't have me. And they love me dearly. That's what they say. I hope it's\ntrue.",
        "Q: Let's go back. Her name is Raphaele...?",
        "A: Raphaele Saintnoy. Her name was Jeanine, but she changed it when she started to paint. Her\nname is Raphaele Saintnoy. She's approximately a year old...younger than I am.",
        "Q: Did the two of you go to school together?",
        "A: We went to school together in Antwerp. And she loved my family. She loved my\ngrandfather. She came very often to us. She even, before the war started, started talking\nYiddish; because she loved the Yiddish language. She loved Jews. 'Til now, she loves Jews.",
        "Q: What about school during those years? This is 1940...'41. What did you and Raphaele do\nabout school?",
        "A: Uh, we could not go more than three times a week; and Raphaele went on. And my mother\nhad wanted me to go to a certain university out from Antwerp. But I couldn't do it; because\nin '42, I was gone and my parents were deported. I was gone to my hiding place.",
        "Q: All right. But '40, '41, you were still going to school somewhere?",
        "A: Yeah, somewhere.",
        "Q: Uh, what were living conditions like in your house in '40...'41?",
        "A: It was a little tense; 'cause some of my family went to France, some to United States. And\nmy mother wanted very badly to go to United States. We had the tickets to go to United\nStates, where I had an uncle; and we had everything everyday. But my father didn't want to\nleave his father and his mother. And he say, \"I'll sacrifice my family for my parents.\" That's\nwhat he did. We also had, in the building--was five floors--on the fourth floor, lived a man\nwith a woman that he worked in the underground. And he did a lot. On the third floor, lived\na woman with two daughters who were going with the German. And that was very bad for\nmy parents.",
        "Q: How was it bad?",
        "A: Bad, because she owed my father some hundred francs. That is nothing. And she thought\nthat my father would want to have the hundred francs. And he told her always, \"I don't want\nthe money back.\" So one day, she came and she said, \"I'm sorry, but as you live in a\nneighborhood [where] there's no Jewish, the German forgot to take you. And I called up the\nSS. They should take you on Tuesday, 8:30, the 19th.\" So my mother started to laugh. She\nsays, '\"You--my friend who gave us up!\" So my father said, \"I don't believe you.\" She said,\n\"Please go away.\" And Tuesday at 8:30 they came.",
        "Q: Your parents did not go away?",
        "A: They went. Tuesday at 8:30, the SS came....",
        "Q: And picked up your parents?",
        "A: My brother tried to close himself in the bathroom. And they broke the door, and they took\nhim away. And the woman on the second floor, she was an easy woman. Like they call...she\nhad pleasure with everyone. So she wanted to take my brother and put him under the bed\nuntil the Germans go away. But he wouldn't leave my parents. And it was hard for him to be\nhidden; because he was around seventeen, eighteen years--soldiers' time. The army age. And\nhe wouldn't leave me parents. And that's the reason he didn't overlive Auschwitz, because he\nwent all the time to my father. He wouldn't leave him. That's it.",
        "Q: Where were you during this?",
        "A: I, a few minutes before, they put me by Raphaele's aunt--her father's sister. She lived in La\nHulpe. It's written in the book. La Hulpe is like half an hour from Brussels. It's a little town.\nAnd they had a house there. The man that I called \"Uncle\" worked as a manager in a very\nbig book store in Brussels. They had a daughter that was retarded. So I took care of the\ndaughter, while they paid for me--I don't remember how much it is--three thousand Belgian\nfrancs every month. So after my parents were deported, I was afraid they'll give me up\nbecause no money coming in. She took me properly. She needed the money. So what\nhappened... So she uh...I couldn't...1 couldn't understand. It went on coming, the money. The\nlandlord where we lived, my father told him, \"Please send. Save my daughter.\" And he sent,\nfrom his own pocket, every month three thousand Belgian francs for me. Even I paid the\nthree thousand francs, I had to help in the house. She used to say, \"If you don't know, you\ncannot tell somebody else. You better clean the floor. You break an egg. You can get an egg.\nYou have to wait until tomorrow's eggs.\" But she never, never made pork while I lived\nthere. She respected me. She never put pork on the table, or on the dishes. Never, never. I\nused to go to church. I had my own chair; and she used to say, \"Pray for your God here.\" I\nsaid, \"It's a little hard.\" But Sunday was the only day I went out --for an hour to church. The\nneighbors should see that I go out. They thought I'm a sick niece who lives in Antwerp, and\nthe doctor prescribed me to be in, uh, outside... Not in town, in the suburbs. That's the reason\nI came to live with them. But they were very nice, very good. They wanted even to adopt me\nafter the war. But my uncle wouldn't let me become a shikse [Yidd: non-Jewish girl]. But\nthey liked me very much. And the man helped me a lot, with sending the three thousand\nfrancs; because God forbid if I would be taken away, uh, the woman--my \"Aunt,\" like I\ncalled her--would be taken away, too. Because the people who hide other people... And I'll\nnever forget Raphaele, as long as I live. People forget. I never forget. Because thanks to her,\nI'm alive.",
        "Q: You were living with Raphaele's aunt. Uh, what kind of papers did you have?",
        "A: I had an identity card. Identity card on the name from Raphaele Saintnoy, and that's all. I was\nRaphaele Saintnoy. I got stamps for food under her name, and I was under her name. But\neven then I was the... How do you say? Somebody told about me, that I was Jewish, and they\nshould go in the house and there is a Jewish girl. They squealed. And when they squealed,\nthe Germans came to look for me, as I told you. And the first time they came to look for me,\nit was a minute or two minutes. And I had a cord with...like steps; and I put it up on the attic.\nNobody could go up there, 1t was so narrow. I put the ladder, and I was there for five and a\nhalf hours. [When] they took me out, I was fainted; because it was all the smoke from the\nchimney. It was near the chimney on the attic __. It was bad. The second time they came, I\nwas in the garden unexpected. And they had pictures on me, whom they look for. So my\n\"Aunt\" made...digged a hole in five minutes--I don't know how she did it--put me in, and put\nthe hole.... Like if I would be buried alive. They looked and they looked and they looked,\nand they walked on me. They never found me. So anyway, my lawyer was not a good\nlawyer. He found that I have not enough reasons to get, uh they call it...",
        "Q: Reparations.",
        "A: Reparation. Because I wasn't born in Belgium.",
        "Q: Ok. Let's let's hold that--OK--that whole question. I want to stay with this hole. How did you\nbreathe? You were buried alive. How did you breathe?",
        "A: I don't remember. I know I was half faint when they took me out. I was very bad shape.\nBecause the next day of that what I went through--the same day that they dig me in and hid\nme in the ground. I, uh, we made soap. We didn't have. And I burned my two arms, and they\ncouldn't take me to a doctor; because the doctor was very German...for the German. And we\ndidn't want to go. He would start the names, he would start. So they healed by themselves, all\nthe arms. I couldn't go to a doctor. They wouldn't take me to a doctor.",
        "Q: How long did you stay with Raphaele's aunt?",
        "A: From '42 to '44...'45. To the end of the war.",
        "Q: What did you do? Did you do anything about school or education during that time?",
        "A: Uh, I went to the monastery; and I took English and I took German. And then my \"Uncle,\"\nher husband, tried to help me in French and mathematics, and so on. Really, to a school I\ncouldn't go, because it was too far away. But the monastery was not far away. And I went\ntwo, three times a week; and I picked up French and English and German. So that's...",
        "Q: Did the nuns know that you were Jewish?",
        "A: No. \"Til after the war, they never knew. We didn't want anyone to know.",
        "Q: Did you learn how to be a Catholic during that period, just to protect yourself?",
        "A: No. I... went to church. I sat there. And they go usually to communion, and they give you\nsomething. But I didn't do that. She didn't want me to do that. Just went to church, sat; and\nwhen it was over we went home. And that's all. Sometimes, they would give me a soda. That\nwas something. But that's all, and then we came home. That's all.",
        "Q: What else do you remember from those two years?",
        "A: These two years were very hard, for one thing. Because my \"Aunt\"--the woman, Raphaele's\naunt--and [her] husband didn't live very good. And I was very naive. I didn't know. He was\nan intellectual, and he was sorry that the only child they have was retarded. So they didn't get\nalong so well. And I used to take the part of her and of him, to make shalom b'bayit [Heb:\n\"peace in the house\"]; and not always did I succeed. And it was aggravating me, because my\nparents never spoke a loud word to each other. When they would like discuss, they would go\nto the other room. My brother and I wasn't, uh, there. And I wasn't used to see people, who\nlive together and loved each other, [who] shouldn't talk for days. [Who] should eat together,\nand make like was a stranger. I wasn't used like that. I wasn't brought up like that. 'Cause I\nwas brought up in a very warm and loving family my parents had. So it was hard for me.\nAnd I all the time thought, \"When my parents come back, I'll appreciate them more. And if\nmy brother comes alive, I'll never get married. Never. Take care of him all my life, as long as\nI live.\" But it didn't happen. It didn't happen, so I can't do anything. And it's still...when\npeople are with their children, are complaining, it hurts me. Because, thank God, they have\nnormal children and parents. They have old mothers, old fathers. My mother was 43 and my\nfather 41 when they died. So it's very young. And my brother was 17 or 18. He had nothing\nfrom life. So it's very painful. And sometimes, you'll remember... Like my uncle who lives in\nIsrael, he lost a child of six years and a child of 18 months. A little girl. And he went through\na lot. A lot. But, uh, that's it. Never hurts--uh, it was hard. These two years were like twenty\nyears. Because if you don't know who you are, or you forget maybe... But I didn't forget.\nAnd I knew. And I had a picture of my parents. Day and night, I looked at them. And\nsince...after the war, when I knew that they won't come back, and I hear bad news or\nsomething--God forbid--I can't cry. See me sitting here? It's inside, the pain. I cannot cry. It's\nhard for me to cry. It's healthy to cry. But I just can't cry. Like last night, I was thinking\nabout this morning. But I can't cry. Some people just cry, but I have it inside me. And I don't\nforget one day. And it's not easy to get along without parents. But I remember what is the\nworst in my whole life is my father took me to the train to go to Brussels. And from\nBrussels, they would pick me up to go to La Hulpe, where I would stay. I had only two\ndresses. One dress and a blouse for the week, and another dress with other pieces for Sunday.\nSo I only had... the socks were mended so hard it spoiled my feet. Because she mended our\nsocks. We couldn't afford...she couldn't afford to buy me. But the worst thing that I\nremember is [that] my father took me to the train to go to Brussels. And we walked on the\nsidewalk for fifteen minutes; and there comes the German that my father didn't see. And he\nslapped my father, because he didn't go down the sidewalk when you are...when he was\ncoming. And I'll never forget, my father told me in Yiddish--because French maybe [they]\nunderstand--\"Don't do anything.\" Because I was ready to slap him, and then he would take\nme along. But I never forget the feeling, to see... With so much respect for my parents, that I\nsaw somebody slapping my father. I...I couldn't believe it. But it was... 1t was very painful.\nVery painful.",
        "Q: Tell me a little more about Raphaele and the papers. You had....",
        "A: Raphaele's mother was pro-German. And Raphaele loved the Jews. And she did not tell her\nmother that she went to my grandfather to bring food, and that she wore the star. She didn't\ntell her mother she goes to my aunt to bring food. Because the mother wouldn't accept it.\nAnd she was a young girl; she was living home. She had like a double life. She was more\nJewish than not-Jewish. She did it because she wanted it. She never asked her mother the\npermission. So she she put her life on stake, like they say; but she helped a lot. My\ngrandfather was then 79 years old, and she helped him; and [it] gave her a very big\nsatisfaction. In a few years now, lately, we...she moved and I moved. And we cut our getting\ntogether and writing; but now she'll write to me every ten days, every two weeks. And she's\nstill so excited from her trip to Israel, two weeks, that she...she's over-excited. She said that\nwas the nicest two weeks since she remembers her youth. If we wear clothes, my mother\nwould like make uh pairs for Saturday; and I would carry there to Raphaele and break my\nleg not to break the plate. So when I had the uh cast on my foot, you didn't walk at that time.\nAnd it was all designs and painted. Raphaele painted. The Germans took that even. I wanted\nthat to keep; but when they took out our clothes and our things in the house, they took even\nthat. That's it.",
        "Q: All right. The year 1s 1944. You are still at Raphaele's aunt's farm. Uh, what happened at that\npoint?",
        "A: The American or the English...the English came in. And the monastery knew that I'm Jewish.\nWe told them. They were very proud of Raphaele's aunt. And when you had a big house, you\nhad to take somebody to live in a room or two. Because they needed a place for soldiers.\nAnd we took in an English soldier. His name was Tom; and he got a room there. He used to\nbring his Cadbury chocolates, so I shined his shoes. And we went to Brussels together--my\naunt, he and I. Then once I became sick with the flu. They went alone. And since then, they\nnever took me along again. And she started to...not like to her husband. She started to have\nan affair, which I didn't know. I was very naive. And I don't know if it's good to tell here,\nbecause when he came home one...suddenly, my \"Uncle.\" And he said, \"Where is your\naunt?\" I say, \"She went in the room from Tom, because she was cold.\" I was so naive and\nso stupid. But he figured out when Tom wore nice shirts, and then I would say, 'Uncle'\nHenri, it's your shirt!\" I shouldn't have said it. I didn't know. I'm naive. I was brought up\nvery naive, and I didn't know. Then after the war, I stayed with my \"Uncle\" Henri; and she\nleft her husband for the Englishman. After twenty-five years. And a sick child. She left a sick\nchild home, too. And I was staying with him 'til my uncle would come back and find a place.\nAnd when my uncle found a place, it was a very big house of his parents-in-law and....",
        "Q: Tell me, just to make things a little clearer. Where had... This is your real uncle now? Where\nhad he been during the war, and how did he find you?",
        "A: My uncle was in the same house as his wife and her parents. They were Belgian citizens.\nOnce you're a Belgian citizen, the Queen say, \"The German made a pact. They won't take a\nBelgian citizen.\" So she was living there in that house with the two little children and her\nparents. Her sister--my aunt's sister, my uncle's sister-in-law--didn't want to stay in the house.\nShe went with false papers to France, and was killed--eight months pregnant. But the other\nones were staying in the big house. [On] September 3, 1943, the Germans broke their\npromise and took all the Ger...Belgian Jews. It was a Friday night. And they came to take my\naunt and her parents and the two little children. But my aunt...my uncle didn't know they\ncame for her. He thought somebody gave him in, and they coming for him. So she was\nshouting all the time. \"Izy...\" His name is Izy. \"...where you are, stay. God should save you.\"\nSo he was sure it was for him they are looking. So after three or four hours, he came down\nand he saw the shoes of the little baby. And it was coldish; it was September. And they\nweren't there. And he understood that he couldn't go out from the house. When these.... So\nnice furniture--they would lock the house from the outside, and come a day or two later to\npick up the furniture, the clothes and the diamond and the silverware. So he couldn't go out;\nand he was blocked in that house from Friday 'til Monday. On Monday, the maid who came\nin, she knew about him. She went on the roof of a neighbor and went in to him on the roof.\nThen they went out from the roof. She brought him clothes from her husband and identity\ncard. But my uncle looked very Jewish and has evidently a beard. So he shaved and he\nshaved, and he went with her to Brussels. And they succeeded. She put him in a monastery.\nHim and another Jewish couple. The monastery [Mother] Superior knew; but all the other\nnuns didn't know anything. And he shaved five to six times a day, while wearing the clothes\nfrom the nuns. But he shaved five to six times. And he ate kosher all the time, believe it or\nnot. She brought him sometimes food, and he wouldn't eat too much, because he was\nreligious. And after a year, after the war was over, he came and he found the little slippers.\nThey never took it away. Nothing. But uh...they were killed in Auschwitz, too. They were\nkilled in Auschwitz, too--like my parents.",
        "Q: So your uncle, after all of this, came now and found you at the farm?",
        "A: Yes. And then he organized...in the house that we had, he organized seven bedrooms for the\npeople--my parents, my other aunt, who was deported with her husband. The two boys were\ntaken by train, and they didn't want to go. They jumped from the train, but....",
        "Q: Which two boys? I'm sorry.",
        "A: My aunt--my father's sister--and her husband were deported. She had two sons. They were in\na train from Antwerp to Drancy. Drancy's in France. And they jumped from the train, both.\nTaking a chance, \"We'll save ourselves.\" But they shoot them. So they were also 18 and 20,\ntoo. So it's a big generation. And my uncle, after the war, was very sick. Because he couldn't\nbelieve that nobody will come back. 'Til he had to accept that the child--the child was the\nworst thing. For 18 months. It was the worst thing for him, and for me. And then--two days\nafter the English and the American came--my grandmother spent all that time in the hospital.\nMy grandmother... My grandfather was taken the December 3rd. My grandmother was in the\nhospital. They arranged it she should live. So my grandmother died; first funeral in Belgtum.\nShe lived a little, but she... She didn't have Alzheimer's; she was all mixed up from all what\nshe went through. That's it.",
        "Q: So you were all living in this big house?",
        "A: My uncle and myself. And then, everyday, we sold another bedroom. But we saw nobody\ncomes. There were seven bedrooms arranged. You know, we were sure they will come back.\nBut they didn't.",
        "Q: How did you live? Uh, how did you get money to eat?",
        "A: My uncle opened a fur store in Antwerp, and I managed it. And he used to travel, himself. So\nI was working until eleven at night. Because the soldiers would pick up a girl and buy her a\nfur coat. So I worked until eleven at night. And all my friends were smarter. They went\nto...there was already the Army from Israel. Chaialim (ph)--the \"Brigade,\" they called it.\nThey came. They went out. They had a good time. They went to parties. I was working, and\nI never went to a party. I worked all my life very hard. Very hard past. If you think it's...it\nwas not easy, but uh we worked. And then my uncle went to Uruguay, and I went to Israel.",
        "Q: How did you arrange all that?",
        "A: Because my family in Israel never saw me. They had pictures but they never had seen me.\nMy two aunts and my uncle. And they asked my other uncle that I should come to Israel and\nthen go to Uruguay to meet...to stay with him. In the meantime, I loved Israel so much [that]\nI never went to Uruguay. I went after a time. I went about three times.",
        "Q: When did you get married?",
        "A: I got married in 1967 only. My husband, who came as a trip to Israel in 1964. I came here in\n1965. And I was used to the noise from Israel, and working and going. And here, they put\nme in a beautiful home and I didn't work. I didn't give anything of myself. Later I worked for\nZiuei (ph); but I couldn't live like that. So I took my pack, and I went back to Israel. But it\nseems he liked me very much. And we started to correspond; and I came back in '67. And I\ntold him, \"I have to be busy. I have to do something.\" So I worked volunteer, and they liked\nit. And I was satisfied that I do something for Israel, not being there. And that's it. And we\ngot married in '67; and my husband was teaching at Hebrew Academy over at Washington,\nthe school. Now he's retired.",
        "Q: Do you know--let's go back a little. Uh, do you know how Raphaele survived the war? What\ndid she do?",
        "A: She survived very hard. Her mother died, and her father died. And she...her father died after\nthe war. She was living with her father. She was working very hard, all kind of work. She\nwas a Saleslady, a painter, a sculptor. She's a little Bohemian, because she's a very good\nartist. And I'm sorry that now she has that farm, and has to paint and sell her paintings. But,\nuh, she say, \"If you want, I can give one painting.\" She send me. And it's a very nice\npainting. It's the world, Adam and Eve. She's very good. And she...I forgot to bring it, but\nshe's very good.",
        "Q: But during the war....",
        "A: During the war, she went to university. She finished college, like they call it here. And uh\nshe was very gifted. But she could not stay in a town. She needs her...she needs air. She\nneeds open places. That's the reason, I think, she stays on that farm; and I talked about that. I\nexplained to her that I would like her very much to come to Israel now; and we go... And\nspend some time with us, and go and see if you can go in a kibbutz. I think in a kibbutz, in\nIsrael, she would feel very happy. 'Cause she likes that kind of work. And they would accept\nher, I think. She was a person who helped a lot of people. I think the kibbutz would accept\nher.",
        "Q: What...what did it feel like to you, during the war, when you were...you had Raphaele.... You\nhad false papers in Raphaele's name, while Raphaele kept your own papers? Is that correct?",
        "A: Yeah.",
        "Q: OK. Uh, how did you manage day-to-day on those papers? Did you have to show them\noften?",
        "A: The problem was that I lived day-to-day. Because sometimes the man called me, wanted to\nknow my real name. But I was not stupid. I told him that's my name. But one time, I had a\nvery big problem. And my \"Aunt\" that kept me was very angry. I went to a girlfriend to play.\nAnd I shouldn't have gone; because in the front of the house of that girlfriend was a big\ntruck, and they had just picked up Jewish people. And that boy who was sitting in the truck\nknew me. He wanted to go with me to my \"Aunt\" Paulette--her name. And \"Aunt\" Paulette\ndidn't want to accept. When he saw me, he told the Germans, \"She is Jewish. Put her in the\ntruck with me.\" But when the German went down, I was gone. I was very fast. I was gone;\nbut for three days, I was very sick. Like shock. I was so nervous. I was so afraid. How a\nperson can.... \"If I am in a problem, I want you to be.\" He shouldn't have done that. And he\nknew me. But he told the German; and I was maybe not far away, and that's what happened.\nI disappeared. I don't know how. I had the courage to stand up in a second; because he just\nhad to go down from the truck and he showed . And they looked and they looked in all\nthe houses; but I put a scarf over my head, and he didn't look at my face. And when he came\nin, he didn't see me. He didn't know who I am. \"I was looking for that girl, but...\" You\nunderstand. So it was very hard.",
        "Q: Did you have other escapes like this?",
        "A: I had a few escapes that I told you. That he took my papers at night. He said...",
        "Q: Which he?",
        "A: The man who kept the...who kept the identities cards. The identity cards. He called me to his\nhouse; and he told me, \"Give me your card. I'll give it back to you next week, ‘cause I have to\nchange the age, or the time or something.\" And I had a feeling that I shouldn't give it. And I\nhad not discussed it with my \"Aunt,\" but I had a feeling not to give him. And I say, \"No,\nshe'll give you next week.\" And next morning, at six in the morning, he was killed with the\npapers from 25 or 40 people that he had. And all these people were taken. And I thank\nGod.... Must have been a will from God that, uh, that I wasn't taken; because he didn't have\nmy papers. If he would have my papers, it would be the same as my papers. So that's all.\nAnd, uh, I had a lot of little events; events that I would feel bad if...like Germans would go in\nthe front of the house, and go and look for something or what. So instinctively, I thought it's\nfor me. I got nervous that they're looking for me. But I think when you are in the situation,\nyou are stronger and braver. I could pay attention myself you see. I knew when to let go,\nbecause like when he ...they looked for me when I was like buried. I knew I have to breathe\nmy nose, my mouth. I have to keep up 'til they come to save me. When they came, they were\nhappy that I was breathing; because it was very hard for me. So, problem is that uh the\nclosest from my aunt's, my uncle's--twenty-four people the closest--were taken all to\nAuschwitz. So sometimes I say, if people complain, people should be happy. It is a too\nnarrow road, people set in cars, came from home. But there is no one day that I forget my\nparents or Raphaele. Because she...really did a lot for me. And if not, I wouldn't be alive. So\nthat's the reason I always want her to feel good, to buy something special for her, you know.\nThat's it.",
        "Q: Anything you want to add?",
        "A: Well, then my uncle came to Uruguay, got married and lives now in Israel. Has two boys--\ntwo sons. That's it.",
        "Q: Okay. Thank you very much.\n"
    ],
    "questions": [
        "Q: Could you tell me your name please?",
        "Q: Where were you born?",
        "Q: Tell me about your family and growing up in Belgium.",
        "Q: What did your father do?",
        "Q: Did you like ballet?",
        "Q: Before the Germans came, what, uh, kind of school did you go to?",
        "Q: Let's go back a little, so that we don't get confused. Uh, what do you remember, if anything,\nof the invasion of Belgium?",
        "Q: Uh, talk a little more about, uh, what those early years under the Germans were like. Did you\nhave any restrictions?",
        "Q: Was your friend...your friend was obviously not Jewish?",
        "Q: Let's go back. Her name is Raphaele...?",
        "Q: Did the two of you go to school together?",
        "Q: What about school during those years? This is 1940...'41. What did you and Raphaele do\nabout school?",
        "Q: All right. But '40, '41, you were still going to school somewhere?",
        "Q: Uh, what were living conditions like in your house in '40...'41?",
        "Q: How was it bad?",
        "Q: Your parents did not go away?",
        "Q: And picked up your parents?",
        "Q: Where were you during this?",
        "Q: You were living with Raphaele's aunt. Uh, what kind of papers did you have?",
        "Q: Reparations.",
        "Q: Ok. Let's let's hold that--OK--that whole question. I want to stay with this hole. How did you\nbreathe? You were buried alive. How did you breathe?",
        "Q: How long did you stay with Raphaele's aunt?",
        "Q: What did you do? Did you do anything about school or education during that time?",
        "Q: Did the nuns know that you were Jewish?",
        "Q: Did you learn how to be a Catholic during that period, just to protect yourself?",
        "Q: What else do you remember from those two years?",
        "Q: Tell me a little more about Raphaele and the papers. You had....",
        "Q: All right. The year 1s 1944. You are still at Raphaele's aunt's farm. Uh, what happened at that\npoint?",
        "Q: Tell me, just to make things a little clearer. Where had... This is your real uncle now? Where\nhad he been during the war, and how did he find you?",
        "Q: So your uncle, after all of this, came now and found you at the farm?",
        "Q: Which two boys? I'm sorry.",
        "Q: So you were all living in this big house?",
        "Q: How did you live? Uh, how did you get money to eat?",
        "Q: How did you arrange all that?",
        "Q: When did you get married?",
        "Q: Do you know--let's go back a little. Uh, do you know how Raphaele survived the war? What\ndid she do?",
        "Q: But during the war....",
        "Q: What...what did it feel like to you, during the war, when you were...you had Raphaele.... You\nhad false papers in Raphaele's name, while Raphaele kept your own papers? Is that correct?",
        "Q: OK. Uh, how did you manage day-to-day on those papers? Did you have to show them\noften?",
        "Q: Did you have other escapes like this?",
        "Q: Which he?",
        "Q: Anything you want to add?",
        "Q: Okay. Thank you very much."
    ],
    "answers": [
        "A: Anny K... Rubinstein Kast.",
        "A: [...Poland in 19...uh, 1926. I went to Belgium when I was two months old.",
        "A: I was growing up very spoiled. I was the only daughter. I had a brother, four years older than\nI, and my parents. My parents died very young, and I was very spoiled. So when I lost my\nparents, I was more lost than anyone else; because I went to private school and I was catered\nand I was supposed to do nothing. Only grow up and go to ballet and dance.",
        "A: My father had a store of furs and women's clothes. And my mother used to help him, but\nalways find something else for me to do. Ballet, piano... But the teachers say I'm not good, so\nI didn't go on with the piano.",
        "A: I liked ballet, but then my grandfather say I'm too old to go undressed in front of people. And\nI had to stop when the war started in 1940. I couldn't go on anymore; because it was a non-\nJewish class, and we couldn't do that. The Germans didn't allow.",
        "A: I went to school, uh, in Antwerp there 1s called like college. To college, yeah, I went. But\nthen they could not...uh, children could not go to school for half a year. But after that, I went\nto the nuns; and I learned English and German private. In a nun's school...in a monastery\nwent during the war. There I learned English and German. So now I speak six languages a\nlittle.",
        "A: The invasion was the 10th of May, 1940. The Germans came into Belgium; and all people,\nmostly Jewish, went away running to La Panne. La Panne is on the frontier from France and\nBelgium. And we stayed there for three, four days. Some people were smart enough, waited\nfor a ship and went wherever they took them. But then the people between them say the\nGermans are not so bad, and we came back to Antwerp. And that was the biggest mistake.\nMost of the Jews did run back to Antwerp. And we sort of live a regular life, but we started\nto feel that we were not allowed to go on a bus. We are not allowed to go that. And other\npeople had left.",
        "A: We had a lot of restrictions. We couldn't go in a bus. We couldn't go to a library. Uh, they\nmore or less closed the schools. Twice a week, we could go then. And it was felt what I\ndidn't look exactly like Jewish. So sometimes I would go out to Raphaele, my friend, without\nthe Star of David. And the Germans wouldn't know; because her mother had Germans\ncoming over to her house, and the Germans liked me very much. So one day, he [a German]\nliked me as a child, because I was the age of his daughter that was left in Germany. But I\nwas, uh, old enough and smart enough to know that he's a German and I'm Jewish. But the\nnext day of that happening, I went in the main street in Antwerp--de Keyserlei, they call it--\nwith my mother. And I had the star on. And here, towards me, comes the same German. So\nmy reaction was to run in the first store I saw. My mother didn't know why. So the next day\nhe says to my friend's mother, \"I could have sworn I saw Anny with a st...uh, as a Jewish.\nBut she's not Jewish. Why would it be? But she looks exactly like Anny!\" If he would have\nknown that I'm Jew--as much as he loved me and I looked like his daughter--he would\nhave...he would have uh called the Gestapo and they would have taken me away. So miracle\nafter miracle.",
        "A: My girlfriend, no. She also helped my grandfather, who was very old at the time. She\nbrought him food and everything. She endangered her life, because she put a star on. She\nwent like if she would be Jewish; and went to my grandfather and brought him food and\nbrought him some things. Went to my uncle that is in Israel now, to his wife, and brought\nthem food. And she did a lot. And some people don't appreciate. But I appreciate every\nminute what she did for me. I'll give her first the money before I eat myself. And so do my\nhusband and my sister-in-laws. They'll send her all the time checks; because they say if I...1f\nnot her, they wouldn't have me. And they love me dearly. That's what they say. I hope it's\ntrue.",
        "A: Raphaele Saintnoy. Her name was Jeanine, but she changed it when she started to paint. Her\nname is Raphaele Saintnoy. She's approximately a year old...younger than I am.",
        "A: We went to school together in Antwerp. And she loved my family. She loved my\ngrandfather. She came very often to us. She even, before the war started, started talking\nYiddish; because she loved the Yiddish language. She loved Jews. 'Til now, she loves Jews.",
        "A: Uh, we could not go more than three times a week; and Raphaele went on. And my mother\nhad wanted me to go to a certain university out from Antwerp. But I couldn't do it; because\nin '42, I was gone and my parents were deported. I was gone to my hiding place.",
        "A: Yeah, somewhere.",
        "A: It was a little tense; 'cause some of my family went to France, some to United States. And\nmy mother wanted very badly to go to United States. We had the tickets to go to United\nStates, where I had an uncle; and we had everything everyday. But my father didn't want to\nleave his father and his mother. And he say, \"I'll sacrifice my family for my parents.\" That's\nwhat he did. We also had, in the building--was five floors--on the fourth floor, lived a man\nwith a woman that he worked in the underground. And he did a lot. On the third floor, lived\na woman with two daughters who were going with the German. And that was very bad for\nmy parents.",
        "A: Bad, because she owed my father some hundred francs. That is nothing. And she thought\nthat my father would want to have the hundred francs. And he told her always, \"I don't want\nthe money back.\" So one day, she came and she said, \"I'm sorry, but as you live in a\nneighborhood [where] there's no Jewish, the German forgot to take you. And I called up the\nSS. They should take you on Tuesday, 8:30, the 19th.\" So my mother started to laugh. She\nsays, '\"You--my friend who gave us up!\" So my father said, \"I don't believe you.\" She said,\n\"Please go away.\" And Tuesday at 8:30 they came.",
        "A: They went. Tuesday at 8:30, the SS came....",
        "A: My brother tried to close himself in the bathroom. And they broke the door, and they took\nhim away. And the woman on the second floor, she was an easy woman. Like they call...she\nhad pleasure with everyone. So she wanted to take my brother and put him under the bed\nuntil the Germans go away. But he wouldn't leave my parents. And it was hard for him to be\nhidden; because he was around seventeen, eighteen years--soldiers' time. The army age. And\nhe wouldn't leave me parents. And that's the reason he didn't overlive Auschwitz, because he\nwent all the time to my father. He wouldn't leave him. That's it.",
        "A: I, a few minutes before, they put me by Raphaele's aunt--her father's sister. She lived in La\nHulpe. It's written in the book. La Hulpe is like half an hour from Brussels. It's a little town.\nAnd they had a house there. The man that I called \"Uncle\" worked as a manager in a very\nbig book store in Brussels. They had a daughter that was retarded. So I took care of the\ndaughter, while they paid for me--I don't remember how much it is--three thousand Belgian\nfrancs every month. So after my parents were deported, I was afraid they'll give me up\nbecause no money coming in. She took me properly. She needed the money. So what\nhappened... So she uh...I couldn't...1 couldn't understand. It went on coming, the money. The\nlandlord where we lived, my father told him, \"Please send. Save my daughter.\" And he sent,\nfrom his own pocket, every month three thousand Belgian francs for me. Even I paid the\nthree thousand francs, I had to help in the house. She used to say, \"If you don't know, you\ncannot tell somebody else. You better clean the floor. You break an egg. You can get an egg.\nYou have to wait until tomorrow's eggs.\" But she never, never made pork while I lived\nthere. She respected me. She never put pork on the table, or on the dishes. Never, never. I\nused to go to church. I had my own chair; and she used to say, \"Pray for your God here.\" I\nsaid, \"It's a little hard.\" But Sunday was the only day I went out --for an hour to church. The\nneighbors should see that I go out. They thought I'm a sick niece who lives in Antwerp, and\nthe doctor prescribed me to be in, uh, outside... Not in town, in the suburbs. That's the reason\nI came to live with them. But they were very nice, very good. They wanted even to adopt me\nafter the war. But my uncle wouldn't let me become a shikse [Yidd: non-Jewish girl]. But\nthey liked me very much. And the man helped me a lot, with sending the three thousand\nfrancs; because God forbid if I would be taken away, uh, the woman--my \"Aunt,\" like I\ncalled her--would be taken away, too. Because the people who hide other people... And I'll\nnever forget Raphaele, as long as I live. People forget. I never forget. Because thanks to her,\nI'm alive.",
        "A: I had an identity card. Identity card on the name from Raphaele Saintnoy, and that's all. I was\nRaphaele Saintnoy. I got stamps for food under her name, and I was under her name. But\neven then I was the... How do you say? Somebody told about me, that I was Jewish, and they\nshould go in the house and there is a Jewish girl. They squealed. And when they squealed,\nthe Germans came to look for me, as I told you. And the first time they came to look for me,\nit was a minute or two minutes. And I had a cord with...like steps; and I put it up on the attic.\nNobody could go up there, 1t was so narrow. I put the ladder, and I was there for five and a\nhalf hours. [When] they took me out, I was fainted; because it was all the smoke from the\nchimney. It was near the chimney on the attic __. It was bad. The second time they came, I\nwas in the garden unexpected. And they had pictures on me, whom they look for. So my\n\"Aunt\" made...digged a hole in five minutes--I don't know how she did it--put me in, and put\nthe hole.... Like if I would be buried alive. They looked and they looked and they looked,\nand they walked on me. They never found me. So anyway, my lawyer was not a good\nlawyer. He found that I have not enough reasons to get, uh they call it...",
        "A: Reparation. Because I wasn't born in Belgium.",
        "A: I don't remember. I know I was half faint when they took me out. I was very bad shape.\nBecause the next day of that what I went through--the same day that they dig me in and hid\nme in the ground. I, uh, we made soap. We didn't have. And I burned my two arms, and they\ncouldn't take me to a doctor; because the doctor was very German...for the German. And we\ndidn't want to go. He would start the names, he would start. So they healed by themselves, all\nthe arms. I couldn't go to a doctor. They wouldn't take me to a doctor.",
        "A: From '42 to '44...'45. To the end of the war.",
        "A: Uh, I went to the monastery; and I took English and I took German. And then my \"Uncle,\"\nher husband, tried to help me in French and mathematics, and so on. Really, to a school I\ncouldn't go, because it was too far away. But the monastery was not far away. And I went\ntwo, three times a week; and I picked up French and English and German. So that's...",
        "A: No. \"Til after the war, they never knew. We didn't want anyone to know.",
        "A: No. I... went to church. I sat there. And they go usually to communion, and they give you\nsomething. But I didn't do that. She didn't want me to do that. Just went to church, sat; and\nwhen it was over we went home. And that's all. Sometimes, they would give me a soda. That\nwas something. But that's all, and then we came home. That's all.",
        "A: These two years were very hard, for one thing. Because my \"Aunt\"--the woman, Raphaele's\naunt--and [her] husband didn't live very good. And I was very naive. I didn't know. He was\nan intellectual, and he was sorry that the only child they have was retarded. So they didn't get\nalong so well. And I used to take the part of her and of him, to make shalom b'bayit [Heb:\n\"peace in the house\"]; and not always did I succeed. And it was aggravating me, because my\nparents never spoke a loud word to each other. When they would like discuss, they would go\nto the other room. My brother and I wasn't, uh, there. And I wasn't used to see people, who\nlive together and loved each other, [who] shouldn't talk for days. [Who] should eat together,\nand make like was a stranger. I wasn't used like that. I wasn't brought up like that. 'Cause I\nwas brought up in a very warm and loving family my parents had. So it was hard for me.\nAnd I all the time thought, \"When my parents come back, I'll appreciate them more. And if\nmy brother comes alive, I'll never get married. Never. Take care of him all my life, as long as\nI live.\" But it didn't happen. It didn't happen, so I can't do anything. And it's still...when\npeople are with their children, are complaining, it hurts me. Because, thank God, they have\nnormal children and parents. They have old mothers, old fathers. My mother was 43 and my\nfather 41 when they died. So it's very young. And my brother was 17 or 18. He had nothing\nfrom life. So it's very painful. And sometimes, you'll remember... Like my uncle who lives in\nIsrael, he lost a child of six years and a child of 18 months. A little girl. And he went through\na lot. A lot. But, uh, that's it. Never hurts--uh, it was hard. These two years were like twenty\nyears. Because if you don't know who you are, or you forget maybe... But I didn't forget.\nAnd I knew. And I had a picture of my parents. Day and night, I looked at them. And\nsince...after the war, when I knew that they won't come back, and I hear bad news or\nsomething--God forbid--I can't cry. See me sitting here? It's inside, the pain. I cannot cry. It's\nhard for me to cry. It's healthy to cry. But I just can't cry. Like last night, I was thinking\nabout this morning. But I can't cry. Some people just cry, but I have it inside me. And I don't\nforget one day. And it's not easy to get along without parents. But I remember what is the\nworst in my whole life is my father took me to the train to go to Brussels. And from\nBrussels, they would pick me up to go to La Hulpe, where I would stay. I had only two\ndresses. One dress and a blouse for the week, and another dress with other pieces for Sunday.\nSo I only had... the socks were mended so hard it spoiled my feet. Because she mended our\nsocks. We couldn't afford...she couldn't afford to buy me. But the worst thing that I\nremember is [that] my father took me to the train to go to Brussels. And we walked on the\nsidewalk for fifteen minutes; and there comes the German that my father didn't see. And he\nslapped my father, because he didn't go down the sidewalk when you are...when he was\ncoming. And I'll never forget, my father told me in Yiddish--because French maybe [they]\nunderstand--\"Don't do anything.\" Because I was ready to slap him, and then he would take\nme along. But I never forget the feeling, to see... With so much respect for my parents, that I\nsaw somebody slapping my father. I...I couldn't believe it. But it was... 1t was very painful.\nVery painful.",
        "A: Raphaele's mother was pro-German. And Raphaele loved the Jews. And she did not tell her\nmother that she went to my grandfather to bring food, and that she wore the star. She didn't\ntell her mother she goes to my aunt to bring food. Because the mother wouldn't accept it.\nAnd she was a young girl; she was living home. She had like a double life. She was more\nJewish than not-Jewish. She did it because she wanted it. She never asked her mother the\npermission. So she she put her life on stake, like they say; but she helped a lot. My\ngrandfather was then 79 years old, and she helped him; and [it] gave her a very big\nsatisfaction. In a few years now, lately, we...she moved and I moved. And we cut our getting\ntogether and writing; but now she'll write to me every ten days, every two weeks. And she's\nstill so excited from her trip to Israel, two weeks, that she...she's over-excited. She said that\nwas the nicest two weeks since she remembers her youth. If we wear clothes, my mother\nwould like make uh pairs for Saturday; and I would carry there to Raphaele and break my\nleg not to break the plate. So when I had the uh cast on my foot, you didn't walk at that time.\nAnd it was all designs and painted. Raphaele painted. The Germans took that even. I wanted\nthat to keep; but when they took out our clothes and our things in the house, they took even\nthat. That's it.",
        "A: The American or the English...the English came in. And the monastery knew that I'm Jewish.\nWe told them. They were very proud of Raphaele's aunt. And when you had a big house, you\nhad to take somebody to live in a room or two. Because they needed a place for soldiers.\nAnd we took in an English soldier. His name was Tom; and he got a room there. He used to\nbring his Cadbury chocolates, so I shined his shoes. And we went to Brussels together--my\naunt, he and I. Then once I became sick with the flu. They went alone. And since then, they\nnever took me along again. And she started to...not like to her husband. She started to have\nan affair, which I didn't know. I was very naive. And I don't know if it's good to tell here,\nbecause when he came home one...suddenly, my \"Uncle.\" And he said, \"Where is your\naunt?\" I say, \"She went in the room from Tom, because she was cold.\" I was so naive and\nso stupid. But he figured out when Tom wore nice shirts, and then I would say, 'Uncle'\nHenri, it's your shirt!\" I shouldn't have said it. I didn't know. I'm naive. I was brought up\nvery naive, and I didn't know. Then after the war, I stayed with my \"Uncle\" Henri; and she\nleft her husband for the Englishman. After twenty-five years. And a sick child. She left a sick\nchild home, too. And I was staying with him 'til my uncle would come back and find a place.\nAnd when my uncle found a place, it was a very big house of his parents-in-law and....",
        "A: My uncle was in the same house as his wife and her parents. They were Belgian citizens.\nOnce you're a Belgian citizen, the Queen say, \"The German made a pact. They won't take a\nBelgian citizen.\" So she was living there in that house with the two little children and her\nparents. Her sister--my aunt's sister, my uncle's sister-in-law--didn't want to stay in the house.\nShe went with false papers to France, and was killed--eight months pregnant. But the other\nones were staying in the big house. [On] September 3, 1943, the Germans broke their\npromise and took all the Ger...Belgian Jews. It was a Friday night. And they came to take my\naunt and her parents and the two little children. But my aunt...my uncle didn't know they\ncame for her. He thought somebody gave him in, and they coming for him. So she was\nshouting all the time. \"Izy...\" His name is Izy. \"...where you are, stay. God should save you.\"\nSo he was sure it was for him they are looking. So after three or four hours, he came down\nand he saw the shoes of the little baby. And it was coldish; it was September. And they\nweren't there. And he understood that he couldn't go out from the house. When these.... So\nnice furniture--they would lock the house from the outside, and come a day or two later to\npick up the furniture, the clothes and the diamond and the silverware. So he couldn't go out;\nand he was blocked in that house from Friday 'til Monday. On Monday, the maid who came\nin, she knew about him. She went on the roof of a neighbor and went in to him on the roof.\nThen they went out from the roof. She brought him clothes from her husband and identity\ncard. But my uncle looked very Jewish and has evidently a beard. So he shaved and he\nshaved, and he went with her to Brussels. And they succeeded. She put him in a monastery.\nHim and another Jewish couple. The monastery [Mother] Superior knew; but all the other\nnuns didn't know anything. And he shaved five to six times a day, while wearing the clothes\nfrom the nuns. But he shaved five to six times. And he ate kosher all the time, believe it or\nnot. She brought him sometimes food, and he wouldn't eat too much, because he was\nreligious. And after a year, after the war was over, he came and he found the little slippers.\nThey never took it away. Nothing. But uh...they were killed in Auschwitz, too. They were\nkilled in Auschwitz, too--like my parents.",
        "A: Yes. And then he organized...in the house that we had, he organized seven bedrooms for the\npeople--my parents, my other aunt, who was deported with her husband. The two boys were\ntaken by train, and they didn't want to go. They jumped from the train, but....",
        "A: My aunt--my father's sister--and her husband were deported. She had two sons. They were in\na train from Antwerp to Drancy. Drancy's in France. And they jumped from the train, both.\nTaking a chance, \"We'll save ourselves.\" But they shoot them. So they were also 18 and 20,\ntoo. So it's a big generation. And my uncle, after the war, was very sick. Because he couldn't\nbelieve that nobody will come back. 'Til he had to accept that the child--the child was the\nworst thing. For 18 months. It was the worst thing for him, and for me. And then--two days\nafter the English and the American came--my grandmother spent all that time in the hospital.\nMy grandmother... My grandfather was taken the December 3rd. My grandmother was in the\nhospital. They arranged it she should live. So my grandmother died; first funeral in Belgtum.\nShe lived a little, but she... She didn't have Alzheimer's; she was all mixed up from all what\nshe went through. That's it.",
        "A: My uncle and myself. And then, everyday, we sold another bedroom. But we saw nobody\ncomes. There were seven bedrooms arranged. You know, we were sure they will come back.\nBut they didn't.",
        "A: My uncle opened a fur store in Antwerp, and I managed it. And he used to travel, himself. So\nI was working until eleven at night. Because the soldiers would pick up a girl and buy her a\nfur coat. So I worked until eleven at night. And all my friends were smarter. They went\nto...there was already the Army from Israel. Chaialim (ph)--the \"Brigade,\" they called it.\nThey came. They went out. They had a good time. They went to parties. I was working, and\nI never went to a party. I worked all my life very hard. Very hard past. If you think it's...it\nwas not easy, but uh we worked. And then my uncle went to Uruguay, and I went to Israel.",
        "A: Because my family in Israel never saw me. They had pictures but they never had seen me.\nMy two aunts and my uncle. And they asked my other uncle that I should come to Israel and\nthen go to Uruguay to meet...to stay with him. In the meantime, I loved Israel so much [that]\nI never went to Uruguay. I went after a time. I went about three times.",
        "A: I got married in 1967 only. My husband, who came as a trip to Israel in 1964. I came here in\n1965. And I was used to the noise from Israel, and working and going. And here, they put\nme in a beautiful home and I didn't work. I didn't give anything of myself. Later I worked for\nZiuei (ph); but I couldn't live like that. So I took my pack, and I went back to Israel. But it\nseems he liked me very much. And we started to correspond; and I came back in '67. And I\ntold him, \"I have to be busy. I have to do something.\" So I worked volunteer, and they liked\nit. And I was satisfied that I do something for Israel, not being there. And that's it. And we\ngot married in '67; and my husband was teaching at Hebrew Academy over at Washington,\nthe school. Now he's retired.",
        "A: She survived very hard. Her mother died, and her father died. And she...her father died after\nthe war. She was living with her father. She was working very hard, all kind of work. She\nwas a Saleslady, a painter, a sculptor. She's a little Bohemian, because she's a very good\nartist. And I'm sorry that now she has that farm, and has to paint and sell her paintings. But,\nuh, she say, \"If you want, I can give one painting.\" She send me. And it's a very nice\npainting. It's the world, Adam and Eve. She's very good. And she...I forgot to bring it, but\nshe's very good.",
        "A: During the war, she went to university. She finished college, like they call it here. And uh\nshe was very gifted. But she could not stay in a town. She needs her...she needs air. She\nneeds open places. That's the reason, I think, she stays on that farm; and I talked about that. I\nexplained to her that I would like her very much to come to Israel now; and we go... And\nspend some time with us, and go and see if you can go in a kibbutz. I think in a kibbutz, in\nIsrael, she would feel very happy. 'Cause she likes that kind of work. And they would accept\nher, I think. She was a person who helped a lot of people. I think the kibbutz would accept\nher.",
        "A: Yeah.",
        "A: The problem was that I lived day-to-day. Because sometimes the man called me, wanted to\nknow my real name. But I was not stupid. I told him that's my name. But one time, I had a\nvery big problem. And my \"Aunt\" that kept me was very angry. I went to a girlfriend to play.\nAnd I shouldn't have gone; because in the front of the house of that girlfriend was a big\ntruck, and they had just picked up Jewish people. And that boy who was sitting in the truck\nknew me. He wanted to go with me to my \"Aunt\" Paulette--her name. And \"Aunt\" Paulette\ndidn't want to accept. When he saw me, he told the Germans, \"She is Jewish. Put her in the\ntruck with me.\" But when the German went down, I was gone. I was very fast. I was gone;\nbut for three days, I was very sick. Like shock. I was so nervous. I was so afraid. How a\nperson can.... \"If I am in a problem, I want you to be.\" He shouldn't have done that. And he\nknew me. But he told the German; and I was maybe not far away, and that's what happened.\nI disappeared. I don't know how. I had the courage to stand up in a second; because he just\nhad to go down from the truck and he showed . And they looked and they looked in all\nthe houses; but I put a scarf over my head, and he didn't look at my face. And when he came\nin, he didn't see me. He didn't know who I am. \"I was looking for that girl, but...\" You\nunderstand. So it was very hard.",
        "A: I had a few escapes that I told you. That he took my papers at night. He said...",
        "A: The man who kept the...who kept the identities cards. The identity cards. He called me to his\nhouse; and he told me, \"Give me your card. I'll give it back to you next week, ‘cause I have to\nchange the age, or the time or something.\" And I had a feeling that I shouldn't give it. And I\nhad not discussed it with my \"Aunt,\" but I had a feeling not to give him. And I say, \"No,\nshe'll give you next week.\" And next morning, at six in the morning, he was killed with the\npapers from 25 or 40 people that he had. And all these people were taken. And I thank\nGod.... Must have been a will from God that, uh, that I wasn't taken; because he didn't have\nmy papers. If he would have my papers, it would be the same as my papers. So that's all.\nAnd, uh, I had a lot of little events; events that I would feel bad if...like Germans would go in\nthe front of the house, and go and look for something or what. So instinctively, I thought it's\nfor me. I got nervous that they're looking for me. But I think when you are in the situation,\nyou are stronger and braver. I could pay attention myself you see. I knew when to let go,\nbecause like when he ...they looked for me when I was like buried. I knew I have to breathe\nmy nose, my mouth. I have to keep up 'til they come to save me. When they came, they were\nhappy that I was breathing; because it was very hard for me. So, problem is that uh the\nclosest from my aunt's, my uncle's--twenty-four people the closest--were taken all to\nAuschwitz. So sometimes I say, if people complain, people should be happy. It is a too\nnarrow road, people set in cars, came from home. But there is no one day that I forget my\nparents or Raphaele. Because she...really did a lot for me. And if not, I wouldn't be alive. So\nthat's the reason I always want her to feel good, to buy something special for her, you know.\nThat's it.",
        "A: Well, then my uncle came to Uruguay, got married and lives now in Israel. Has two boys--\ntwo sons. That's it.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumNovember 7, 1989\nRG-50.030*0102",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Anny\nRubinstein Kast, conducted by Linda Kuzmack on November 7, 1989 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ANNY KAST\nNovember 7, 1989"
    ]
}