{
    "rg": "RG-50.233.0005_trs_en",
    "sequence": [
        "Q: My name is Anthony Dilorio and I am here to interview Mr. Harry Bass about the\nexperiences of his family during the Holocaust.",
        "A: Good evening.",
        "Q: What was your name when you were born in Poland?",
        "A: Herszel.",
        "Q: And when were you born?",
        "A: July 7, 1919.",
        "Q: And where were you born?",
        "A: Bialystok, Poland.",
        "Q: What kind of family did you have?",
        "A: There were six kids and my parents. Eight people in our family. We had some\ndistant relatives, cousins and uncles.",
        "Q: What kind of house did you live in?",
        "A: Single family home.",
        "Q: A single family home?",
        "A: I remember that.",
        "Q: Did you have a garden?",
        "A: No, no garden.",
        "Q: So you lived right in the city?",
        "A: A short little distance, but it was considered the city.",
        "Q: What languages were spoken in your home?\n1",
        "A: Yiddish.",
        "Q: Did you and your family speak other languages outside your home?",
        "A: I speak Polish, I speak Russian, I speak German a little bit.",
        "Q: What did your father do for a living?",
        "A: We were always in the meat business.",
        "Q: So was he a retailor?",
        "A: Retailer.",
        "Q: He had a butcher shop?",
        "A: Yeah, three of them.",
        "Q: Three butcher shops in Bialystok? What kind of schooling did you have?",
        "A: I graduate, I finished high school.",
        "Q: In Bialystok?",
        "A: Yes.",
        "Q: And what did you study? What were you going to be?",
        "A: I wouldn’t know exactly, I wouldn’t make predictions now. But that period was\nthe best times, the best years of my life. I was 19 or 20 years of age.",
        "Q: Did you have plans to be anything in particular?",
        "A: Absolutely. My parents didn’t want me to be in the same profession.",
        "Q: Did they have anything in particular in mind for you?",
        "A: Nothing in particular, as far as I know. They never talked about it.",
        "Q: Was your mother a housewife?",
        "A: Yes.",
        "Q: Where did she come from?\n2",
        "A: She was born in a little town not far from Bialystok. The name of the town was\nKosoff.",
        "Q: Do you know how many brothers and sisters she had?",
        "A: They were a family of nine people. I mean nine kids.",
        "Q: Nine kids. She was one of nine kids.",
        "A: She was the youngest of nine.",
        "Q: What did she do before she married your father? Did she have a job?",
        "A: She never had a job.",
        "Q: Did she grow up in Kosoff?",
        "A: She grow up until she got married. Then she moved to Bialystok.",
        "Q: Your father, what did he do at that time?",
        "A: My father was in Polish army.",
        "Q: Polish army?",
        "A: Until the First World War.",
        "Q: And then he settled down?",
        "Q: He settled down. He got into the same line my grandfather was also in the meat\nbusiness. My father wasn’t because he was young and he was taken in the army.\nWhen he came out he was married so he helped out his father-in-law, my\ngrandfather. That’s how he got in his own business.",
        "Q: And then he went on to have three stores?",
        "A: Yes.",
        "Q: Did you get involved?",
        "A: Oh yes, I was a big help and my other brother I showed you in the picture,\nBoruch.",
        "Q: Your brother, Boruch. When was he born?",
        "A: He was born a couple of years after I am.\n3",
        "Q: In 1921?",
        "A: What kind of schooling did he have? The same as you?",
        "A: Most of the time it was public school. You see a public school in Poland was a\nlittle advanced, better rated than the United States public school. So if you\ngraduated at 14 or 15 years of age, it’s almost like a high school. Them years we\ndidn’t have universities like we have . We had gymnasium, something\nlike between public school and college.",
        "Q: Did any of you go to the gymnasium?",
        "A: No.",
        "Q: No. So you and your brothers completed grade school and then high school?",
        "A: Then we helped out our family.",
        "Q: In meat stores? Did anyone in your family play musical instruments?",
        "A: I played.",
        "Q: You played?",
        "A: I played the accordion.",
        "Q: You played the accordion? You liked to play at home or did you play outside the\nhome?",
        "A: I used to play mostly at home for our own entertainment. I used to play outside --\nnot professionally.",
        "Q: Did you participate in any sports?",
        "A: Yes, running.",
        "Q: You were a runner?",
        "A: I was in second place too, in 1939.",
        "Q: Oh. In 1939?",
        "A: Yes, the Russians. See the Russians occupied our town.",
        "Q: Yes, in the fall of 1939.\n4",
        "A: Sure, so the Russians came in and to them sport was a big deal. Everybody had to\nbe involved. They let you off from work and I used to run seven or eight\nkilometers. I used to do ,",
        "Q: Did you run before the Russians came in?",
        "A: No. I used to ride bicycles.",
        "Q: So you were a bicyclist?",
        "A: You saw it.",
        "Q: That was you on the bike?",
        "A: Right. It still has my name on it.",
        "Q: And that was bought when? When did your parents give you that bicycle?",
        "A: My Bar Mitzvah.",
        "Q: Bar Mitzvah?",
        "A: I hope I didn’t forget my pictures over there.",
        "Q: No, they’re on the table. Any other sports? Bicycling and Running?",
        "A: Dancing.",
        "Q: Dancing? Did you have girl friends?",
        "A: Oh yeah, oh yeah, oh yeah. They were fighting over who would do the dancing\nwith me.",
        "Q: They were fighting over you?",
        "A: Who was going to do the dancing with me. My wife knowed that because\nsometime we get together with friends we grew up together. There was one guy\nwe grew up together, same age. His family had a bakery shop next to ours, we\nhad the butcher shop, so . And luckily, I had a pretty good memory.\nSome guys sometimes .",
        "Q: Did you have a fiancee?",
        "A: A girlfriend? I sure did.\n5",
        "Q: Just one girlfriend?",
        "A: Just one girlfriend.",
        "Q: But you weren’t engaged to be married?",
        "A: No. she never made it.",
        "Q: How about your brother Boruch?",
        "A: He had a girlfriend too. Her brother survived. I remember she had the same\nname as my mother, Chaje. She didn’t survive, her brother survived because he\nwas in the Russian army. When the Russians occupied Bialystok they took the\nyoung guys, like 17, 18 years of age, they took them into the Russian service, 19,\n20’s they sent us to school. We used to call it military preparation. Teaching how\nto maneuver (?). If 1t would be another year, they would probably take us into the\narmy too.",
        "Q: Your brother Boruch, what sort of sports was he active in? He looked like he was\nthe athletic type.",
        "A: None.",
        "Q: Did he play any musical instruments?",
        "A: No.",
        "Q: What do you think of most when you think of him as a young boy?",
        "A: Young boy?",
        "Q: Yeah. Did he have any career plans?",
        "A: He was like the other boys. I don’t think so. The young sometimes you don’t\nthink those things. Especially when you are young you were so tight in the\nfamily. We lived like the other young boys, wild.",
        "Q: Wild?",
        "A: Sometimes you do things then you realize you made a mistake. I don’t have to\ntell you -- you know.",
        "Q: Were your parents strict?",
        "A: Oh yeah. My father didn’t have to do nothing -- just look at us.\n6",
        "Q: And your mother?",
        "A: My mother, no she was a softie.",
        "Q: A softie?",
        "A: We used to take advantage of her sometimes. One thing, my mother, when it\ncame to her daughter, you couldn’t say anything to her, you couldn’t touch her,\nmy sister. Only one, she said, only one daughter.",
        "Q: Was she the youngest child?",
        "A: No, she’s between the two younger ones.",
        "Q: She’s the middle.",
        "A: She’s the smallest. Of course I have another brother who lives in Florida. I told\nyou, he’s the one, he’s next to Boruch and older than my sister.",
        "Q: Did you mother have any hobbies at home? I know she was a very busy woman\nwith all those kids. Did she sing or play the piano?",
        "A: No. She used to make knitting.",
        "Q: Crocheting?",
        "A: Makes people or animals.",
        "Q: Paper Mache?",
        "A: Hand knitting.",
        "Q: Needlepoint?",
        "A: Needlepoint. Oh yeah, she used to make all kinds of animals and sceneries and\nall that. She liked to make animals and sceneries and all that. . We\nsurvived because of this. They used to come down and ask him to take pictures",
        "Q: What can you tell us about your youngest brothers, Izrael and Iszmuel?",
        "A: They were little boys. They were still in school. (very difficult to\nhear) August 16, 1943 it was the liquidation of the ghetto.",
        "A: What day was that?\n7",
        "A: August 16, 1943, they liquidated Bialystok ghetto. (Very difficult to\nhear.",
        "Q: So your mother and your three brothers?",
        "A: Two.",
        "Q: Your two younger brothers.",
        "A: The second one to me, couldn’t come out of the ghetto . (Very\ndifficult to hear)",
        "Q: Do you know when that was?",
        "A: 1942.",
        "Q: 1942?",
        "Q: And you mentioned that under the Russians there was interest in sports?",
        "A: Oh yeah. The youngsters participated.",
        "Q: Were there any other changes under the Russians?",
        "A: A lot of changes.",
        "Q: Was it better or worse?",
        "A: I would say better. The problem of the last years of 1938-39 you see Poland had a\nhistory of it’s own. The President passed away, Pilsudski, I don’t know if you\nheard of him.",
        "Q: Of course.",
        "A: When he passed away we used to call him the Jewish grandfather. He was saved\nby a Jewish guy. How he was saved, he broke up that time with Stalin and Lenin.\nThey were all together when they started out the Revolution. He was a Socialist\nwhen they broke up. He start running away. When he came into a village and\nthat particular village was a blacksmith and he run into the blacksmith and put\nhim down the arm against the wall with Jewish religious things on him and the\nCossacks chasing were chasing him, they came in, they looked for him and they\ncouldn’t find him. They saw him and when they came out back so the officer said\nto him did you see him. He said no, there’s an old man, an old Jew with his pals\nand his tzitses (spelling). And he survived.",
        "Q: Now he became a Jewish grandfather?\n8",
        "A: That’s it. And he was there. As soon as he passed away --",
        "Q: What happened?",
        "A: Anti-Semitism. They used to have boycotts. It’s a privilege to boycott",
        "Q: So even in Bialystok you had boycotts?",
        "A: Oh yeah.",
        "Q: How about your father’s meat stores?",
        "A: Oh yeah. Meat is another story to talk about. We used to kill kosher meat\n. They passed a law that they wanted to take away from people Jewish\nkosher killed. The whole world protested at that time, 1937, 38. So finally they\npermitted to kill kosher so much and so much. I will never forget as long as I\nlive, we used to sell a lot of restaurants in Bialystok. So one morning I came in\nlike 5:00, 6:00 in the morning . The main meal is lunchtime, so they\nstopped cooking about 7:00, 8:00 in the morning, so I had to be in the store 5:00,\n6 o’clock in the morning. We had one store wasn’t too far from the railroad\nstation so at 5 o’clock when the shift changes in the railroad workers so they\nbanged on the door. Mr. Bass, Mr. Bass, grandfather died. That’s how we heard\nthe news that the grandfather passed away.",
        "Q: Grandfather Pilsudski? Besides the boycott and the limit on kosher killing of\nanimals for meat, were there other changes after he died?",
        "A: Well, I wouldn’t say I exactly remember. Like I said before, you’re young and\nyou don’t realize those Naturally there were a lot of changes\n. (The tape is difficult to hear). The Germans had a lot of\ninfluence at that time. In our hometown lived a lot of Germans. They remained\nfrom the First World War. They were manufacturing textiles. Bialystok is the\nsecond largest city in Europe in textiles.",
        "Q: You described the German population of Bialystok. When it came to anti-\nSemitism who was the greatest danger to you, the Germans of Bialystok or the\nPoles?",
        "A: The Germans maybe they did it more in intelligence, but the Poles did it like\npogroms or fighting or things like that.",
        "Q: So there were pogroms in Bialystok?\n9",
        "A: Not in Bialystok direct because Bialystok was 85 to 90 percent Jewish city. So\nthey didn’t start it up. Bur there were some other cities",
        "Q: Who controlled Bialystok? With the large Jewish population, who controlled the\ncity government?",
        "A: Polacks. Jewish hardly were elected. Doctors, lawyers, yes.",
        "Q: When the Russians came in was your father able to keep his stores?",
        "A: No.",
        "Q: He was in the army, wasn’t he?",
        "A: No, he was 39 he wasn’t in the army.",
        "Q: But they took him away? Why did they take him away’?",
        "A: Three stores.",
        "Q: Three stores -- bourgeois. And they sent him where?",
        "A: My father was liberated, he was innocent. When he came in, the same day he\ncame in when my father was arrested, we came into the police station and started\nasking for my father. So they told us to see one of the big jails\nthere. We used to cut our bread in half and send the other half to my father. After\nthe liberation in 45-46, my father and I got together, my father and I lived\ntogether. We slept in one bed and we cried our tears out. He told me he has\nnever seen Brisk (?), he never even knew how it looked. They put him in\n. They sent him six weeks -- sixty days and sixty nights.",
        "Q: Siberia?",
        "A: Six weeks, they took him that long. He always used to kid me. If you would be\nthere we used to cut trees, he used to tell me a dozen people could dance a waltz\non it such huge trees.",
        "Q: Did your family get any word from him during that time?",
        "A: No.",
        "Q: No one knew what happened to him, no letters, nothing?",
        "A: Nothing. We didn’t expect that. But right when the war ended, he used to write\nletters. In Bialystok, we used to have a guy used to take care of our accounts. He\nwas an accountant, so my father used to send a letter to him and we used to send\n10\nletters from Germany because we were liberated from Germany. Somehow my\nsister was liberated not far from Poland and we spoke to each other said we going\nto be liberated we’ll all come back to Bialystok. But who knew the circumstances\nwith Germany and Russia with borders and all that, but she made it into Poland.\nCame to my home town there were maybe ten, twelve people, they all left\nthey couldn’t stay there . That’s how we got together with\nmy father we brought him into Bialystok then to Germany and then to the United\nStates.",
        "Q: You were in Bialystok in September 1939, when the war broke out? What were\nyou doing?",
        "A: My father was there. What was I doing? I was working in the kitchen.",
        "Q: Did the Germans come?",
        "A: The Germans came two years later, 1941. Because Poland, if you look at a map,\nyou see Poland has a river the Bug.",
        "Q: And the Russians took the East and the Germans took the West. So for a year and\na half almost two years, you are under the Russians. So what did you and the\nfamily do?",
        "A: They sent us to school.",
        "Q: They sent you to school?",
        "A: Their school. They allowed us. After 4 o’clock they sent us to Russian school. I\njust tried to explain the reason why, they prepared us for the army. A year later or\ntwo years later they would probably take us into the service.",
        "Q: How did your family make ends meet? Your father was gone, the meat stores\nwere gone?",
        "A: It’s a good question.",
        "Q: It’s a good question, it had to have been tough. Your mother had all these kids.",
        "A: Yeah. I’m trying to tell you a story, you wouldn’t believe it.",
        "Q: You worked in ....?",
        "A: I just mentioned a minute ago that there were textile factories and I worked in the\ntextiles. When the Russians came in they used to take like three or four places,\nthey call it and guard them together.\n11",
        "Q: Cooperative?",
        "A: Cooperative. They called them . And they made a kitchen there. The\ntextiles run three shifts every day, day and night. We had to prepare twenty-four\nmeals a day for three shifts. One time, they always used to have a lot of dancing,\nthe Russians. In that same factory they built up a place with a platform, they used\nto go every night dancing. I was a youngster, I was dressed nicely and the\ndirector was a Russian guy. He used to come over all the time and ask “where did\nyou get it?” I said, what do you mean where did we get it? We bought it. I was\nyoung, I didn’t know what to answer. I didn’t know their system in Russian. He\nsaid, you mean you have money, you go to the store you bought shoes, you\nbought a suit. One time coming there in October I meet this one, this one and this\none. . Ineed sugar. Where am I going to get sugar.\nTovarich, you know what Tovarich 1s?",
        "Q: Comrade.",
        "A: Comrade, director, where am I going to get sugar for you? He said how many\npounds of sugar do you put in each shift? Three tanks, each shift we used to put\nin a tank of coffee. Each shift is a tank of coffee and we used to put in sugar and\ncoffee together. We used to put in five kilo? Because there was 1,800 cups. I'll\ntell you what to do, put in four kilo from now on. I never know from those things,\nhow could I steal a pound of sugar from it. I gave it to him. But then he opened\nthe door for me. ;",
        "Q: So then you had help? This job you got when the Russians came in, this was after\nthe Russians came in, the job in the kitchen. This was after the Russians came in?",
        "A: In 1939. The end of ’39.",
        "Q: And you worked in this kitchen?",
        "A: I managed it. Because I can explain it. I was a very good comedian. Today I\nhappen to be a good cook. . When we supplied the restaurants I used to pick\nup the orders and get on my bicycle when it wasn’t too busy.",
        "Q: When you were working for your father?",
        "A: Yeah, I would get on my bicycle, it was a distance. If 1t wasn’t too much.\nOtherwise I had to take the bus. That’s how I knew about cooking, I used to\ncome around, sometimes the Polacks they used to stay in the kitchen they used to\ncall me over and show me how to do this and how to do this. . So this way\nthat’s how I made sure my family had food.",
        "Q: The job in the kitchen, how long did you work there?\n12",
        "A: Maybe a year and a half.",
        "Q: Until the Germans came?",
        "A: Until the Germans came. At that time they all escaped. We came back that was\non Saturday night, I'll never forget. We came back from a dance Saturday night,\nit must have been two or three o’clock in the morning. Two, three o’clock\nsummertime, the sun is already out in June. So I go home and I see all the Soviets\nbarefooted, one shoe on, one shoe off. They are running like crazy, like I\nkept asking what’s happening? They said the Germans are back. They were at\nthat time also drunk and they came from dancing places or entertainment places\nand they came after midnight and they came to the barracks. Where we used to\nlive near the army barracks.",
        "Q: So the Russian army barracks were near your home?",
        "A: Not too far, maybe a couple of miles, a couple of kilometers. That’s how\nwe had enough food.",
        "Q: Your mother cooked it all?",
        "A: I was always a good supplier. Even when I worked in the concentration camp,\nwhat do you think, how do I survive. I was three and one half years in Auschwitz.\nHow many survived? I also worked in the kitchen. When we came up in the\ntransport at Auschwitz so they started announcing they needed “mescher”\n(spelling) So you know what a “mescher’”’ is?",
        "Q: Yes, a butcher.",
        "A: That’s it. A “mescher” so everybody is raising their hands. Give them a knife\nand a skin and check out how he cuts it. So help me God when I came over as\nsoon as I took the skin and the knife, he said “du bist gut.”",
        "Q: Let’s back up just a little bit, when the Germans came in in June 1941, after the\ndance, you came home and the Germans are coming in what happens in\nBialystok? How did things change? Do you lose your job?",
        "A: You mean when the Germans came in?",
        "Q: Yes, when the Germans come in in 1941, what happens?",
        "A: First of all as soon as they came in they start grabbing Jews and throwing them\ninto the synagogues and burning up.",
        "Q: Immediately?\n13",
        "A: Immediately. Shooting and killing. People were afraid to go out they didn’t\nknow what was going on because some of the Jewish people from Warsaw, from\nWaltz? They crossed they already told us the horror. And some of them\ntried to skip out and go into Russia, and some of them survived this way.",
        "Q: So you weren’t surprised that the Germans were killing people?",
        "A: No we were not. You couldn’t imagine that people would kill people. You\ncouldn’t imagine that kind of horror.",
        "Q: You knew who Hitler was then?",
        "A: Sure, we used to hear him talking. He used to come on the radio, he was like a\ndog you couldn’t stop him. He would go three hours.",
        "Q: So when the Germans come in they grabbed and they killed Jews. What else did\nthey do?",
        "A: What else did they do? One Saturday, they took over two thousand Jews and put\nthem in the main synagogue and put some fire bombs in and the city was burning\nfor three days and three nights. The whole city",
        "Q: No one in your family, though?",
        "A: We lived a little bit out of the center.",
        "Q: What else happened under the Germans? Was there a ghetto?",
        "A: Oh yes. Then they came after a few days and gave everybody a star. Then they\nformed the ghetto. My father remained home, we were not bombed out.",
        "Q: Did you have to move?",
        "A: Oh yeah.",
        "Q: So your mother and everybody .....",
        "A: Our house was not in the ghetto section, our house. Our house had no choice to\nsave their . But we had to move. Every little thing in life is lucky. That guy\nI mentioned before used to take care on feeding the animals, the cows and the\npigs, we used to call him not exactly a maintenance man. He used to take down\nall the things from the stables, feeding the cows, milking the cows. His house\nwasn’t far from the ghetto.",
        "Q: The whole family stayed together? What did your mother take?\n14",
        "A: Soft things. We schlepped.",
        "Q: I mean, how much time did you have to prepare for this move?",
        "A: They gave us, I don’t know exactly, but they gave a short time, maybe a day or\ntwo. We were young guys. We made a big pack and we were walking with it.\nWhatever we could take we schlepped. We couldn’t take too much because this\nhouse we lived in in the ghetto, they organized the Jewish Judenrat. Judenrat\nmeans a house. So many narrows (?) per person. That house, what do you think\nthey did, they took in my brother’s girlfriend’s family, my girlfriend’s parents, we\nwere three families.",
        "Q: Quite a crowd. Three families in one apartment. Any other changes under the\nGermans? Did you have any job?",
        "A: No. They used to take us out . After awhile the ghetto got so filled up it\nwasn’t enough room for the people. So they came to the conclusion they’re going\nto evacuate some of the people from the ghetto to a little town called Pruzany not\nfar from Greece. So they first came out that the Judenrat they go by the ABC.\nThe second day was our next. So they loaded us up on trucks to take us to\nPruzany. We had to go through a control, a German control\nvery difficult to hear.",
        "Q: So your family moved to Pruzany? Do you remember when?",
        "A: No. . We were there a little while after Bialystok. From Pruzany,\nthen they took us out.",
        "Q: So you had to move twice. You had to move into the ghetto, and how long were\nyou in the ghetto?",
        "A: Close to a year, less than a year. We got into the ghetto in eight or nine months.",
        "Q: Then the following summer you had to go to Pruzany?",
        "A: Right.",
        "Q: And how long were you in Pruzany?",
        "A: Until January 1943.",
        "Q: And the family 1s still together?",
        "A: No. Just myself, my sister and my two younger brothers.\n15",
        "Q: Your two youngest brothers and your mother? Now when you were in the ghetto\nand you had to do clean up work for the Germans, did Boruch have to do that too?",
        "A: Oh yes,",
        "Q: Do you remember when that happened?",
        "A: That happened during the winter months. I don’t know exactly, I know it was\ncold weather. In the summertime you couldn’t face the night because you are\nlightly dressed so you can notice it. Wintertime you had a better chance, you had\na heavier coat, heavier pair of pants, whatever. You had a better chance",
        "Q: How about your youngest brothers, did they have to do any work for the\nGermans?",
        "A: They used to take them out for chopping wood, sweeping\nout .",
        "Q: How about Izrael? He had to work in Pruzany? But not Iszmuel? How about\nyour mother? Did they leave her alone?",
        "A: ,",
        "Q: In Pruzany you were working?",
        "A: Yes.",
        "Q: What did you have to do there?",
        "A: The same garbage. Cutting wood, it was wintertime, they needed\nwood to heat their houses. Everything, whatever they told me to do. If it was\nsnowing I had to clean up the snow around.",
        "Q: And your sister and Izrael had to do work too?",
        "A: Yes.",
        "Q: And how did your family get enough food to eat in Pruzany?",
        "A: There was rations. If you go outside you had a chance sometimes you could find\nsomething valuable. You could change for something. .",
        "Q: And you were able to smuggle some food in?\n16",
        "A: Oh yes. Believe me the Germans, some of them were a little bit more liberal, they\nwouldn’t raise their head, they didn’t want to look at you. Some of them used to\nsmuggle in. I used to smuggle in a lot of food from the Germans. In the\nwintertime while they slept . It was nice and quiet I used to go out\nand take out some valuables and change it . We used to make like double\nbags and schlep cornmeal, beans, anything edible. Whatever came along. Corn\nflour we used to bake bread ;",
        "Q: Now you’re in Pruzany between August 1942 and January 1943. What happened\nin January?",
        "A: It was liquidation of the ghetto.",
        "Q: Liquidation of Pruzany?",
        "A: We went to Auschwitz.",
        "Q: Do you remember when that was?",
        "A: This much I can tell you From Pruzany we had to go to a train\nstation called Linowa.",
        "Q: So there was no train station in Pruzany?",
        "A: No. The train station was a little small town about eight kilometers outside of the\nold walk (?) . And finally they loaded us up on the train and the train\nstarted to move already. I wanted to jump. I couldn’t do it. (Very sad, tears).",
        "Q: You couldn’t jump?\n(reverse side)\nSIDE B",
        "Q: And you were all together in the railroad car? This was a cattle car.",
        "A: Cattle car. Some people jumped .",
        "Q: What did your mother say? She was the head of the family? What was she\nsaying?",
        "A: Well, the same thing.",
        "Q: Stay together?\n17",
        "A: My mother stayed together when they took us off the train, in Auschwitz. She\nthought maybe we would survive .",
        "Q: The train left mid January and you traveled straight to Auschwitz. How\nmany days did it take?",
        "A: Three days.",
        "Q:",
        "Q: Did your family have any food?",
        "A: Nothing.",
        "Q: Nothing to eat?",
        "A: No. Whatever we took we had ;",
        "Q: What were people doing and saying when they were in the train for three days? It\nwas cold, I imagine.",
        "A: It was cold, people were afraid, all kinds of people were thinking all kinds of\nthings. . People were praying.",
        "Q: When you arrived, your family is split?",
        "A: Right ,",
        "Q: So you’re separated from your brothers?",
        "A: No, we walked in together.\nQ? Delousing.",
        "A: Delousing and washing yourself and I walked out from there. My brothers and I\nand I didn’t recognize them. . A short while later we got a warm\njacket.",
        "Q: So one of your brothers is with you?",
        "A: One of them. The one in Florida. We both have the same numbers. He’s got\n99243 and I have 99241.",
        "Q: So one brother is with you through the selection, you’re 99241?",
        "A: And he’s 99243.\n18",
        "Q: You and your brother are separated from your other two brothers.",
        "A: My other two brothers they took them on the truck.",
        "Q: From the train station?",
        "A: Right on the truck, that was the gas chamber.",
        "Q: They were taken to the gas chamber by truck?",
        "A: Right.",
        "Q: And your mother went with them?",
        "A: Right. She walked. They made her walk ;",
        "Q: And your sister, meanwhile, is separated from you because she is a woman and\nshe",
        "A: She always kept herself very close",
        "Q: So you volunteered to be a butcher?",
        "A: Well, they called out who is a carpenter, who is a tailor, who is a shoemaker?\nThey needed them . Barracks so and so is a shoemaker, Barracks so\nand so is, like they had a washing commander who washed clothes. Every\nSunday we used to change our jackets and pants.",
        "Q: So you were in Auschwitz for two years? You got there in January 1943 and in\nJanuary 1945 the Russians came.",
        "A: Yeah, but you see, they evacuated, but I was liberated 3 of May 1945. In\nGermany I got liberated.",
        "Q: You were moved from Auschwitz before the Russians arrived?",
        "A: We heard a shooting. Artillery was shooting. And they took us 4:00, 5:00 in the\nevening, January 18 and we all start marching to Gipwitz . We were\ntraveling 12 days and 12 nights on trains, coal trains. . We stayed there\n‘till April ,",
        "Q: You were put into a forced labor camp?",
        "A: Yes, it had barracks but we didn’t do much because the Americans\n19",
        "Q: What was the name of the camp?",
        "A: I don’t really remember, I don’t even know if the camp had a name, it was\njust several barracks. They didn’t took us out from it, they just broke us out into\ngroups ;",
        "Q: Every night -- twelve days and twelve nights. Every night -- twelve days and\ntwelve nights.",
        "Q: No food?",
        "A: You guessed it.",
        "Q: Snow to drink?",
        "A: Snow to drink and they throw sometimes little pieces of liver (?). People were\nkilling for 1t. Whoever was strongest would jump. If you could make it.",
        "Q: You didn’t think about jumping?",
        "A: No, who could jump, you couldn’t even life your head. By the time you walked\nout from the train to the out houses there were half of them dead. ;",
        "Q: So mid April you moved from . Did they take you somewhere else?\nWest?",
        "A: Ona ship? Up the Elbe, down the Elbe? Down the Elbe on a ship?",
        "Q: The name of the ship was Capricorn?",
        "A: Capricorn.",
        "Q: Where did they take you?",
        "A: They took us to a little town called Noishta(?",
        "Q: Noishta?",
        "A: The ship was standing there and the Jews, whoever was Jewish, not everybody\nhad a star. . They did cook some food. They let down the food by a\nrope. By the time it got there Whatever. I never, I can’t even\ndescribe it. The people wouldn’t believe it. Then when the British came in.\n20",
        "Q: They let you off at Noishta?",
        "A: They didn’t let us off.",
        "Q: You’re still on the boat?",
        "A: On the boat till May 3, 1945 at 1 o’clock in the afternoon. I will never forget it,\nbecause the British . We had a Jewish mayor at that time, who\ncame in to talk to us spoke in Yiddish.",
        "Q: This was near which town? This was near which town, this was near Hamburg?",
        "A: This was near Noishta-Limbeck (?) Hamburg.",
        "Q: So you were near Noishta when the British liberated you?",
        "A: Liberated us. What do you think they did, the Germans before they did? They\ntake the boats, there must have been six, seven thousand, not only from our camp,\nthey brought them from around the camp. They must have brought 20 to 25\nthousand people on the boat. They brought people from the Polish court, what do\nthey call it, Dansk and other places. They all brought them down there. They\nkept them in six, seven boats ,",
        "Q: How did you survive? You were on the boat?",
        "A: (Laughter) I don’t remember.",
        "Q: You don’t know?",
        "A: Then they took us into the barracks. There was a German agent. The barracks\nwere nice. And when they took me into the barracks the barracks were full of\nmirrors. I looked at myself, I looked like a devil.",
        "Q: You wouldn’t have danced with yourself?",
        "A: (Laughter) At that time, in the middle of the camp they digged out a big hole and\nthey buried thousands and thousands of people. . Five, six weeks later\neverybody got --------because the united relief organizations .",
        "Q: What was it like working in the kitchens in Auschwitz? We kind of skipped over\nthat.",
        "A: It wasn’t bad.",
        "Q: That’s why you survived Auschwitz?\n21",
        "A: I survived Auschwitz and I helped out people too. . I lost one of\nmy eyes.",
        "Q: You lost any eye?",
        "A: My body was like an animal. I looked like a devil.",
        "Q: Why did they do this to you, what was your crime?",
        "A: I gave out a couple of potatoes.",
        "Q: Extra potato?",
        "A: I gave a couple of potatoes to a guy, and that guy is still alive. He comes from the\nsame region, Morristown. . That’s how my brother survived.",
        "Q: And who reported you, a kapo, the SS? ,",
        "A: Ah, if I would sit with you two months we couldn’t write all believe me.",
        "Q: I believe you. A book wouldn’t do it.",
        "A: But working in the kitchen you were able to help other people with food?",
        "A: Should I tell a story?",
        "Q: Yes.",
        "A: We had a guy he used to live in Chester, Pennsylvania. He was\ntogether with my brother on the same . They liquidated the whole little\ntown of and they liquidated and they liquidated the Jewish\npopulation from my own town. Every Jew whoever was there was never the\nsame.",
        "Q: In January 1943.",
        "A: The man was deaf, completely deaf. He couldn’t and I got\nafter him and smuggled out food. I smuggled out in three years a lot.",
        "Q: They only caught you once?",
        "A: I smuggled out a lot of food and I gave to him, to myself, I gave to my brother.\nWhen we came to Auschwitz in °43, they send him away to a little town outside\nof Auschwitz in the coal mines. And in six or seven weeks they came down like\ndeath. I got after them ----- He survived, my brother survived.\n. Before he died ,\n22",
        "Q: Before he died.",
        "A: His family’s got another brother who’s got a huge American family who came\ndown with him when he made a special visit .",
        "Q: If you hadn’t worked in the kitchen, how long do you think you would have lived\nin Auschwitz?",
        "A: You can figure out how long the duration in camp. It was figured out six months\nthe longest, six weeks, that’s it. If you last more than six weeks, you’re lucky.\nBecause you know if you only stay there, three, four or five months, you get\nacquainted. It’s -- you organize yourself . If you survive the first six,\nseven weeks, two months, you get friends, this ,",
        "Q: You had friends in the camp? Did you have friends that you worked with?",
        "A: Sure.",
        "Q: Was there an underground organization?",
        "A: ,",
        "Q: Yeah, what was it called? Did it have a name?",
        "A: Donderkommando. (?)",
        "Q: Donderkommando.",
        "A: Donder did the burn __.",
        "Q: They did the burning, yeah. And they were part of the underground? What did\nthey do?",
        "A: What did they do? They got organized. They made an uprising in Auschwitz too,\nthe last few months.",
        "Q: Right. Yeah, the crematorium.",
        "A: In fact, I even know the names. I have it right --- I have everything marked down.\nLately I -- my eyes are but I got everything marked down.\nlast year was 50 years Auschwitz. I wrote them out for 50 years\nAuschwitz. It was in 1941 when the Germans attacked the Russians’ they made\nAuschwitz the army camp.\n23",
        "Q: Actually it was before. Then they made it into a concentration camp. It was a\nPolish army camp.",
        "A: They used to -- you know it. It was a Polish army camp. In Auschwitz direct, in\nAuschwitz, it wasn’t so bad. Everybody had his own bed. There were three high\nbut you had your sleeping --- In Birkenau, in .",
        "Q: That’s the new camp.",
        "A: The new camp, you were sleeping six in one, six in the other and s1x in the third.\nEighteen people like sardines back and forth. In Auschwitz, it was not so bad.\nYou had the barrack, I was , | took . Made a beautiful\nmuseum out of it. Children’s glasses and suitcases . You know\nAuschwitz when we came here, there was no mud . Sometimes they used\nto count three or four times a day. Used to stay there for the rain, your feet got in\nso over the top of your tukus if you got in too deep. soil was so\nsoggy. Auschwitz was all stone, wasn’t so bad.",
        "Q: Brick?",
        "A: Brick, yeah.",
        "Q: That’s where you stayed? You stayed in Auschwitz?",
        "A: Yeah. Barracks 6A. I even took up all my friends ------- some of the other\npeople. We were eight people, four couples. I took them up and I showed them.\nWe had a guide; I told the guide, I showed him where sometimes where we hide a\nlittle when they don’t want them to see anything, give us a little --,\nThe , the place where I sit 1s still there. They made museum\nout of those main barracks. They made a museum. Tons of cyclamate. (?) tons.\nTons of suitcases, shoes, hair, women’s hair, tons.",
        "Q: The resistance? Which prisoners were involved in the resistance? Auschwitz had\nJews, they had Russians, they had whole -- they had everybody. Who was\ninvolved ---?",
        "A: You’re telling me whole nationalities! In Auschwitz, in 41 when the war started\nin Russia, they made it ina . In Auschwitz were the signs, Arbeit Macht\nFreiden and another sign ---. You only come out alive through the chimney.",
        "Q: That’s the unwritten sign. You got out of there, through the kitchen.",
        "A: I should tell you stories but let me tell you one thing. I was saved due to a friend.\nIf it wouldn’t be for the other guy, I wouldn’t have survived. The last few months\nbefore I got in from , they did me out, they took me away from the\nkitchen. They put me in another commando that carried cement. I was there five,\n24\nsix weeks. Kommando 63, as I recall. They build a billet. They would build a\nbillet in the middle of building. As I got thrown out from Auschwitz, I got me\ninto that commando and after five, six weeks, I got terrible . For five, six\nweeks, I couldn’t walk. My fingers were , | couldn’t walk. I was dead\nalmost and I was . | couldn’t go back and forth 100 kilos of cement\nback and forth. One time, there was a little ,",
        "Q: Prisoner or guard?",
        "A: A guard!",
        "Q: Guard.",
        "A: Yeah. You know what in the kitchen, I used to ,",
        "Q: Bottle of wine.",
        "A: (Indecipherable) Right? we used to call him the . His coat was\nlonger than his feet.",
        "Q: He looked pretty bad, yeah.",
        "A: I didn’t know who it was, who I’m talking to, I didn’t",
        "Q: Yeah, you can’t eat cement.",
        "A: (Cannot decipher)",
        "Q: Transferred to the second commando?",
        "A: Second commando. What do you think it could mean? The kapo was cleaning,\nthe kapo was criminal with a red mark.",
        "Q: Yeah triangle.",
        "A: He was screaming like he still was very exciting but real as he 1s in his uniform.\nHe put me in a commando unloading food.",
        "Q: Unloading food?",
        "A: At the warehouse. In the warehouse you fight with about half a million people for\nfood. the first thing, I’ll never forget, you ask my wife. The first thing I\nwalk out there and as soon as I walked in there, what do you think. I noticed? The\nsweet condensed milk. I grabbed it and I don’t know how I ever\nbut I got it in the camp and I still that milk. I was\nand all kinds of fruit. So they put me up in and\n25\nthey throw things like army shoes, leather shoes. Everybody was walking around\nin those wooden shoes, a hole in the shoe. When you walked . Drivers,\nalways I don’t know. Sometimes you believe in God or you don’t want to believe\nin God./ Just for the spite, it’s starting to snow, starts coming down and you walk\nin your wooden shoes, the snow sticks. on a motorcycle.",
        "Q: You had the nice shoes?",
        "A: Nice shoes.",
        "Q: So he saved you twice? Shoes and food.",
        "A: Civilian.",
        "Q: Another guy gave you shoes?",
        "A: Civilian. I gave him and he brought me the shoes. That should save me all\nkinds of change because I had something under my coat also. I was with\n. Warehouses was there for seven or eight weeks and I got back in\nshape. This way I was able to survive in the train.",
        "Q: In the resistance at Auschwitz, did the different categories of prisoners did they\ncooperate against ...?",
        "A: Oh, yeah. There were a lot involved with people that we didn’t know. They\ndidn’t even know; they didn’t want us to know each other, some of them in\nAuschwitz . In fact, I have one of my friends who survived. I didn’t know\nhe was . He was from a small little town in . He survived,\nhe helped a woman survive too. The woman is ;",
        "Q: The prisoners in the resistance, what nationality were they?",
        "A: Lot of Polack.",
        "Q: Polack? Were others included in the resistance?",
        "A: Not as many -- well, Jewish people, of course. Russians, not as much.",
        "Q: So Jews, Polish Jews and also Jews from other countries?",
        "A: Lot of Frenchmen too.",
        "Q: French Jews? So French Jews, Polish Jews and Polish gentiles -- and they all\nworked together?",
        "A: Most likely. I was involved in .\n26",
        "Q: What’s the worst, could possibly be any worse than the stories you’ve already told\nme. What was the worst thing that you remember about Auschwitz?",
        "A: . The smoke it smelled like . We used\nto lay in bed every day ,",
        "Q: How many --how soon after you arrived in Auschwitz did you realize what was\nhappening in the crematorium, in the camp?",
        "A: As soon as we were on the ramp.",
        "Q: The very first day you knew --.",
        "A: The first day they unloaded it already. They unloaded us and they were most of\nthem the sonderkommando must have been a Jewish guy and they told us.",
        "Q: So they told you? Whisper? So you knew the worst on the first day?",
        "A: But they also told us as soon as they said they put going to go marching,\nthey knew already that we are going into this work.\nsometimes when the crematoriums are still, they used to put them in the truck and\nput the gas pipe inside the truck and they got in the truck.",
        "Q: You have anything to add to your story?",
        "A: No, I feel sometimes, I break down, I cannot ,",
        "Q: When did you come to America? You were in a DP camp?",
        "A: No. I was in a private under the . I remember the It\nstart to rain. The ladies, a young lady, every morning, like a clock.\n, Herr Bass?",
        "Q: , Herr Bass? Did you sleep well, Herr Bass?",
        "A: Yeah, yeah. She’s making like a lady, what a nice little lady. That was\nwhen I had my place was right across from his, the ;\nI worked for the Board of Education in Germany. I still have all my\npapers. along the piano, not the piano, the accordion. I’m very good in\nYiddish, Polish and Russian.",
        "Q: One more question to ask and the answer, I think, is going to be self-evident.\nWill you ever forget what happened?\n27",
        "A: How can I forget? How can I? This is my wife . Many times, I’m\nsick, many times I’m dreaming this, like . I look at myself. I was a\ncapable boy, I grew upside down, the living in . I’m capable because\nof the, how do I feel? The tragedy. I was very fortunate that when we were in the\nwarehouses, the kitchen . But the best thing 1s .",
        "Q: Condensed milk?",
        "A: I'll never forget. I’m a big nosh even today sometimes. We invite . Every\nhas something . I love sweet things.",
        "Q: That’s a nice note to end. Thank you very much.\n28\n"
    ],
    "questions": [
        "Q: My name is Anthony Dilorio and I am here to interview Mr. Harry Bass about the\nexperiences of his family during the Holocaust.",
        "Q: What was your name when you were born in Poland?",
        "Q: And when were you born?",
        "Q: And where were you born?",
        "Q: What kind of family did you have?",
        "Q: What kind of house did you live in?",
        "Q: A single family home?",
        "Q: Did you have a garden?",
        "Q: So you lived right in the city?",
        "Q: What languages were spoken in your home?\n1",
        "Q: Did you and your family speak other languages outside your home?",
        "Q: What did your father do for a living?",
        "Q: So was he a retailor?",
        "Q: He had a butcher shop?",
        "Q: Three butcher shops in Bialystok? What kind of schooling did you have?",
        "Q: In Bialystok?",
        "Q: And what did you study? What were you going to be?",
        "Q: Did you have plans to be anything in particular?",
        "Q: Did they have anything in particular in mind for you?",
        "Q: Was your mother a housewife?",
        "Q: Where did she come from?\n2",
        "Q: Do you know how many brothers and sisters she had?",
        "Q: Nine kids. She was one of nine kids.",
        "Q: What did she do before she married your father? Did she have a job?",
        "Q: Did she grow up in Kosoff?",
        "Q: Your father, what did he do at that time?",
        "Q: Polish army?",
        "Q: And then he settled down?",
        "Q: He settled down. He got into the same line my grandfather was also in the meat\nbusiness. My father wasn’t because he was young and he was taken in the army.\nWhen he came out he was married so he helped out his father-in-law, my\ngrandfather. That’s how he got in his own business.",
        "Q: And then he went on to have three stores?",
        "Q: Did you get involved?",
        "Q: Your brother, Boruch. When was he born?",
        "Q: In 1921?",
        "Q: Did any of you go to the gymnasium?",
        "Q: No. So you and your brothers completed grade school and then high school?",
        "Q: In meat stores? Did anyone in your family play musical instruments?",
        "Q: You played?",
        "Q: You played the accordion? You liked to play at home or did you play outside the\nhome?",
        "Q: Did you participate in any sports?",
        "Q: You were a runner?",
        "Q: Oh. In 1939?",
        "Q: Yes, in the fall of 1939.",
        "Q: Did you run before the Russians came in?",
        "Q: So you were a bicyclist?",
        "Q: That was you on the bike?",
        "Q: And that was bought when? When did your parents give you that bicycle?",
        "Q: Bar Mitzvah?",
        "Q: No, they’re on the table. Any other sports? Bicycling and Running?",
        "Q: Dancing? Did you have girl friends?",
        "Q: They were fighting over you?",
        "Q: Did you have a fiancee?",
        "Q: Just one girlfriend?",
        "Q: But you weren’t engaged to be married?",
        "Q: How about your brother Boruch?",
        "Q: Your brother Boruch, what sort of sports was he active in? He looked like he was\nthe athletic type.",
        "Q: Did he play any musical instruments?",
        "Q: What do you think of most when you think of him as a young boy?",
        "Q: Yeah. Did he have any career plans?",
        "Q: Wild?",
        "Q: Were your parents strict?",
        "Q: And your mother?",
        "Q: A softie?",
        "Q: Was she the youngest child?",
        "Q: She’s the middle.",
        "Q: Did you mother have any hobbies at home? I know she was a very busy woman\nwith all those kids. Did she sing or play the piano?",
        "Q: Crocheting?",
        "Q: Paper Mache?",
        "Q: Needlepoint?",
        "Q: What can you tell us about your youngest brothers, Izrael and Iszmuel?",
        "Q: So your mother and your three brothers?",
        "Q: Your two younger brothers.",
        "Q: Do you know when that was?",
        "Q: 1942?",
        "Q: And you mentioned that under the Russians there was interest in sports?",
        "Q: Were there any other changes under the Russians?",
        "Q: Was it better or worse?",
        "Q: Of course.",
        "Q: Now he became a Jewish grandfather?",
        "Q: What happened?",
        "Q: So even in Bialystok you had boycotts?",
        "Q: How about your father’s meat stores?",
        "Q: Grandfather Pilsudski? Besides the boycott and the limit on kosher killing of\nanimals for meat, were there other changes after he died?",
        "Q: You described the German population of Bialystok. When it came to anti-\nSemitism who was the greatest danger to you, the Germans of Bialystok or the\nPoles?",
        "Q: So there were pogroms in Bialystok?\n9",
        "Q: Who controlled Bialystok? With the large Jewish population, who controlled the\ncity government?",
        "Q: When the Russians came in was your father able to keep his stores?",
        "Q: He was in the army, wasn’t he?",
        "Q: But they took him away? Why did they take him away’?",
        "Q: Three stores -- bourgeois. And they sent him where?",
        "Q: Siberia?",
        "Q: Did your family get any word from him during that time?",
        "Q: No one knew what happened to him, no letters, nothing?",
        "Q: You were in Bialystok in September 1939, when the war broke out? What were\nyou doing?",
        "Q: Did the Germans come?",
        "Q: And the Russians took the East and the Germans took the West. So for a year and\na half almost two years, you are under the Russians. So what did you and the\nfamily do?",
        "Q: They sent you to school?",
        "Q: How did your family make ends meet? Your father was gone, the meat stores\nwere gone?",
        "Q: It’s a good question, it had to have been tough. Your mother had all these kids.",
        "Q: You worked in ....?",
        "Q: Cooperative?",
        "Q: Comrade.",
        "Q: So then you had help? This job you got when the Russians came in, this was after\nthe Russians came in, the job in the kitchen. This was after the Russians came in?",
        "Q: And you worked in this kitchen?",
        "Q: When you were working for your father?",
        "Q: The job in the kitchen, how long did you work there?",
        "Q: Until the Germans came?",
        "Q: So the Russian army barracks were near your home?",
        "Q: Your mother cooked it all?",
        "Q: Yes, a butcher.",
        "Q: Let’s back up just a little bit, when the Germans came in in June 1941, after the\ndance, you came home and the Germans are coming in what happens in\nBialystok? How did things change? Do you lose your job?",
        "Q: Yes, when the Germans come in in 1941, what happens?",
        "Q: Immediately?",
        "Q: So you weren’t surprised that the Germans were killing people?",
        "Q: You knew who Hitler was then?",
        "Q: So when the Germans come in they grabbed and they killed Jews. What else did\nthey do?",
        "Q: No one in your family, though?",
        "Q: What else happened under the Germans? Was there a ghetto?",
        "Q: Did you have to move?",
        "Q: So your mother and everybody .....",
        "Q: The whole family stayed together? What did your mother take?",
        "Q: I mean, how much time did you have to prepare for this move?",
        "Q: Quite a crowd. Three families in one apartment. Any other changes under the\nGermans? Did you have any job?",
        "Q: So your family moved to Pruzany? Do you remember when?",
        "Q: So you had to move twice. You had to move into the ghetto, and how long were\nyou in the ghetto?",
        "Q: Then the following summer you had to go to Pruzany?",
        "Q: And how long were you in Pruzany?",
        "Q: And the family 1s still together?",
        "Q: Your two youngest brothers and your mother? Now when you were in the ghetto\nand you had to do clean up work for the Germans, did Boruch have to do that too?",
        "Q: Do you remember when that happened?",
        "Q: How about your youngest brothers, did they have to do any work for the\nGermans?",
        "Q: How about Izrael? He had to work in Pruzany? But not Iszmuel? How about\nyour mother? Did they leave her alone?",
        "Q: In Pruzany you were working?",
        "Q: What did you have to do there?",
        "Q: And your sister and Izrael had to do work too?",
        "Q: And how did your family get enough food to eat in Pruzany?",
        "Q: And you were able to smuggle some food in?",
        "Q: Now you’re in Pruzany between August 1942 and January 1943. What happened\nin January?",
        "Q: Liquidation of Pruzany?",
        "Q: Do you remember when that was?",
        "Q: So there was no train station in Pruzany?",
        "Q: You couldn’t jump?",
        "Q: And you were all together in the railroad car? This was a cattle car.",
        "Q: What did your mother say? She was the head of the family? What was she\nsaying?",
        "Q: Stay together?",
        "Q: The train left mid January and you traveled straight to Auschwitz. How\nmany days did it take?",
        "Q:",
        "Q: Did your family have any food?",
        "Q: Nothing to eat?",
        "Q: What were people doing and saying when they were in the train for three days? It\nwas cold, I imagine.",
        "Q: When you arrived, your family is split?",
        "Q: So you’re separated from your brothers?",
        "Q: So one of your brothers is with you?",
        "Q: So one brother is with you through the selection, you’re 99241?",
        "Q: You and your brother are separated from your other two brothers.",
        "Q: From the train station?",
        "Q: They were taken to the gas chamber by truck?",
        "Q: And your mother went with them?",
        "Q: And your sister, meanwhile, is separated from you because she is a woman and\nshe",
        "Q: So you volunteered to be a butcher?",
        "Q: So you were in Auschwitz for two years? You got there in January 1943 and in\nJanuary 1945 the Russians came.",
        "Q: You were moved from Auschwitz before the Russians arrived?",
        "Q: You were put into a forced labor camp?",
        "Q: What was the name of the camp?",
        "Q: Every night -- twelve days and twelve nights. Every night -- twelve days and\ntwelve nights.",
        "Q: No food?",
        "Q: Snow to drink?",
        "Q: You didn’t think about jumping?",
        "Q: So mid April you moved from . Did they take you somewhere else?\nWest?",
        "Q: The name of the ship was Capricorn?",
        "Q: Where did they take you?",
        "Q: Noishta?",
        "Q: They let you off at Noishta?",
        "Q: You’re still on the boat?",
        "Q: This was near which town? This was near which town, this was near Hamburg?",
        "Q: So you were near Noishta when the British liberated you?",
        "Q: How did you survive? You were on the boat?",
        "Q: You don’t know?",
        "Q: You wouldn’t have danced with yourself?",
        "Q: What was it like working in the kitchens in Auschwitz? We kind of skipped over\nthat.",
        "Q: That’s why you survived Auschwitz?",
        "Q: You lost any eye?",
        "Q: Why did they do this to you, what was your crime?",
        "Q: Extra potato?",
        "Q: And who reported you, a kapo, the SS? ,",
        "Q: I believe you. A book wouldn’t do it.",
        "Q: Yes.",
        "Q: In January 1943.",
        "Q: They only caught you once?",
        "Q: Before he died.",
        "Q: If you hadn’t worked in the kitchen, how long do you think you would have lived\nin Auschwitz?",
        "Q: You had friends in the camp? Did you have friends that you worked with?",
        "Q: Was there an underground organization?",
        "Q: Yeah, what was it called? Did it have a name?",
        "Q: Donderkommando.",
        "Q: They did the burning, yeah. And they were part of the underground? What did\nthey do?",
        "Q: Right. Yeah, the crematorium.",
        "Q: Actually it was before. Then they made it into a concentration camp. It was a\nPolish army camp.",
        "Q: That’s the new camp.",
        "Q: Brick?",
        "Q: That’s where you stayed? You stayed in Auschwitz?",
        "Q: The resistance? Which prisoners were involved in the resistance? Auschwitz had\nJews, they had Russians, they had whole -- they had everybody. Who was\ninvolved ---?",
        "Q: That’s the unwritten sign. You got out of there, through the kitchen.",
        "Q: Prisoner or guard?",
        "Q: Guard.",
        "Q: Bottle of wine.",
        "Q: He looked pretty bad, yeah.",
        "Q: Yeah, you can’t eat cement.",
        "Q: Transferred to the second commando?",
        "Q: Yeah triangle.",
        "Q: Unloading food?",
        "Q: You had the nice shoes?",
        "Q: So he saved you twice? Shoes and food.",
        "Q: Another guy gave you shoes?",
        "Q: In the resistance at Auschwitz, did the different categories of prisoners did they\ncooperate against ...?",
        "Q: The prisoners in the resistance, what nationality were they?",
        "Q: Polack? Were others included in the resistance?",
        "Q: So Jews, Polish Jews and also Jews from other countries?",
        "Q: French Jews? So French Jews, Polish Jews and Polish gentiles -- and they all\nworked together?",
        "Q: What’s the worst, could possibly be any worse than the stories you’ve already told\nme. What was the worst thing that you remember about Auschwitz?",
        "Q: How many --how soon after you arrived in Auschwitz did you realize what was\nhappening in the crematorium, in the camp?",
        "Q: The very first day you knew --.",
        "Q: So they told you? Whisper? So you knew the worst on the first day?",
        "Q: You have anything to add to your story?",
        "Q: When did you come to America? You were in a DP camp?",
        "Q: , Herr Bass? Did you sleep well, Herr Bass?",
        "Q: One more question to ask and the answer, I think, is going to be self-evident.\nWill you ever forget what happened?\n27",
        "Q: Condensed milk?",
        "Q: That’s a nice note to end. Thank you very much.\n28"
    ],
    "answers": [
        "A: Good evening.",
        "A: Herszel.",
        "A: July 7, 1919.",
        "A: Bialystok, Poland.",
        "A: There were six kids and my parents. Eight people in our family. We had some\ndistant relatives, cousins and uncles.",
        "A: Single family home.",
        "A: I remember that.",
        "A: No, no garden.",
        "A: A short little distance, but it was considered the city.",
        "A: Yiddish.",
        "A: I speak Polish, I speak Russian, I speak German a little bit.",
        "A: We were always in the meat business.",
        "A: Retailer.",
        "A: Yeah, three of them.",
        "A: I graduate, I finished high school.",
        "A: Yes.",
        "A: I wouldn’t know exactly, I wouldn’t make predictions now. But that period was\nthe best times, the best years of my life. I was 19 or 20 years of age.",
        "A: Absolutely. My parents didn’t want me to be in the same profession.",
        "A: Nothing in particular, as far as I know. They never talked about it.",
        "A: Yes.",
        "A: She was born in a little town not far from Bialystok. The name of the town was\nKosoff.",
        "A: They were a family of nine people. I mean nine kids.",
        "A: She was the youngest of nine.",
        "A: She never had a job.",
        "A: She grow up until she got married. Then she moved to Bialystok.",
        "A: My father was in Polish army.",
        "A: Until the First World War.",
        "A: Yes.",
        "A: Oh yes, I was a big help and my other brother I showed you in the picture,\nBoruch.",
        "A: He was born a couple of years after I am.\n3",
        "A: What kind of schooling did he have? The same as you?",
        "A: Most of the time it was public school. You see a public school in Poland was a\nlittle advanced, better rated than the United States public school. So if you\ngraduated at 14 or 15 years of age, it’s almost like a high school. Them years we\ndidn’t have universities like we have . We had gymnasium, something\nlike between public school and college.",
        "A: No.",
        "A: Then we helped out our family.",
        "A: I played.",
        "A: I played the accordion.",
        "A: I used to play mostly at home for our own entertainment. I used to play outside --\nnot professionally.",
        "A: Yes, running.",
        "A: I was in second place too, in 1939.",
        "A: Yes, the Russians. See the Russians occupied our town.\n4",
        "A: Sure, so the Russians came in and to them sport was a big deal. Everybody had to\nbe involved. They let you off from work and I used to run seven or eight\nkilometers. I used to do ,",
        "A: No. I used to ride bicycles.",
        "A: You saw it.",
        "A: Right. It still has my name on it.",
        "A: My Bar Mitzvah.",
        "A: I hope I didn’t forget my pictures over there.",
        "A: Dancing.",
        "A: Oh yeah, oh yeah, oh yeah. They were fighting over who would do the dancing\nwith me.",
        "A: Who was going to do the dancing with me. My wife knowed that because\nsometime we get together with friends we grew up together. There was one guy\nwe grew up together, same age. His family had a bakery shop next to ours, we\nhad the butcher shop, so . And luckily, I had a pretty good memory.\nSome guys sometimes .",
        "A: A girlfriend? I sure did.\n5",
        "A: Just one girlfriend.",
        "A: No. she never made it.",
        "A: He had a girlfriend too. Her brother survived. I remember she had the same\nname as my mother, Chaje. She didn’t survive, her brother survived because he\nwas in the Russian army. When the Russians occupied Bialystok they took the\nyoung guys, like 17, 18 years of age, they took them into the Russian service, 19,\n20’s they sent us to school. We used to call it military preparation. Teaching how\nto maneuver (?). If 1t would be another year, they would probably take us into the\narmy too.",
        "A: None.",
        "A: No.",
        "A: Young boy?",
        "A: He was like the other boys. I don’t think so. The young sometimes you don’t\nthink those things. Especially when you are young you were so tight in the\nfamily. We lived like the other young boys, wild.",
        "A: Sometimes you do things then you realize you made a mistake. I don’t have to\ntell you -- you know.",
        "A: Oh yeah. My father didn’t have to do nothing -- just look at us.\n6",
        "A: My mother, no she was a softie.",
        "A: We used to take advantage of her sometimes. One thing, my mother, when it\ncame to her daughter, you couldn’t say anything to her, you couldn’t touch her,\nmy sister. Only one, she said, only one daughter.",
        "A: No, she’s between the two younger ones.",
        "A: She’s the smallest. Of course I have another brother who lives in Florida. I told\nyou, he’s the one, he’s next to Boruch and older than my sister.",
        "A: No. She used to make knitting.",
        "A: Makes people or animals.",
        "A: Hand knitting.",
        "A: Needlepoint. Oh yeah, she used to make all kinds of animals and sceneries and\nall that. She liked to make animals and sceneries and all that. . We\nsurvived because of this. They used to come down and ask him to take pictures",
        "A: They were little boys. They were still in school. (very difficult to\nhear) August 16, 1943 it was the liquidation of the ghetto.",
        "A: What day was that?\n7",
        "A: August 16, 1943, they liquidated Bialystok ghetto. (Very difficult to\nhear.",
        "A: Two.",
        "A: The second one to me, couldn’t come out of the ghetto . (Very\ndifficult to hear)",
        "A: 1942.",
        "A: Oh yeah. The youngsters participated.",
        "A: A lot of changes.",
        "A: I would say better. The problem of the last years of 1938-39 you see Poland had a\nhistory of it’s own. The President passed away, Pilsudski, I don’t know if you\nheard of him.",
        "A: When he passed away we used to call him the Jewish grandfather. He was saved\nby a Jewish guy. How he was saved, he broke up that time with Stalin and Lenin.\nThey were all together when they started out the Revolution. He was a Socialist\nwhen they broke up. He start running away. When he came into a village and\nthat particular village was a blacksmith and he run into the blacksmith and put\nhim down the arm against the wall with Jewish religious things on him and the\nCossacks chasing were chasing him, they came in, they looked for him and they\ncouldn’t find him. They saw him and when they came out back so the officer said\nto him did you see him. He said no, there’s an old man, an old Jew with his pals\nand his tzitses (spelling). And he survived.\n8",
        "A: That’s it. And he was there. As soon as he passed away --",
        "A: Anti-Semitism. They used to have boycotts. It’s a privilege to boycott",
        "A: Oh yeah.",
        "A: Oh yeah. Meat is another story to talk about. We used to kill kosher meat\n. They passed a law that they wanted to take away from people Jewish\nkosher killed. The whole world protested at that time, 1937, 38. So finally they\npermitted to kill kosher so much and so much. I will never forget as long as I\nlive, we used to sell a lot of restaurants in Bialystok. So one morning I came in\nlike 5:00, 6:00 in the morning . The main meal is lunchtime, so they\nstopped cooking about 7:00, 8:00 in the morning, so I had to be in the store 5:00,\n6 o’clock in the morning. We had one store wasn’t too far from the railroad\nstation so at 5 o’clock when the shift changes in the railroad workers so they\nbanged on the door. Mr. Bass, Mr. Bass, grandfather died. That’s how we heard\nthe news that the grandfather passed away.",
        "A: Well, I wouldn’t say I exactly remember. Like I said before, you’re young and\nyou don’t realize those Naturally there were a lot of changes\n. (The tape is difficult to hear). The Germans had a lot of\ninfluence at that time. In our hometown lived a lot of Germans. They remained\nfrom the First World War. They were manufacturing textiles. Bialystok is the\nsecond largest city in Europe in textiles.",
        "A: The Germans maybe they did it more in intelligence, but the Poles did it like\npogroms or fighting or things like that.",
        "A: Not in Bialystok direct because Bialystok was 85 to 90 percent Jewish city. So\nthey didn’t start it up. Bur there were some other cities",
        "A: Polacks. Jewish hardly were elected. Doctors, lawyers, yes.",
        "A: No.",
        "A: No, he was 39 he wasn’t in the army.",
        "A: Three stores.",
        "A: My father was liberated, he was innocent. When he came in, the same day he\ncame in when my father was arrested, we came into the police station and started\nasking for my father. So they told us to see one of the big jails\nthere. We used to cut our bread in half and send the other half to my father. After\nthe liberation in 45-46, my father and I got together, my father and I lived\ntogether. We slept in one bed and we cried our tears out. He told me he has\nnever seen Brisk (?), he never even knew how it looked. They put him in\n. They sent him six weeks -- sixty days and sixty nights.",
        "A: Six weeks, they took him that long. He always used to kid me. If you would be\nthere we used to cut trees, he used to tell me a dozen people could dance a waltz\non it such huge trees.",
        "A: No.",
        "A: Nothing. We didn’t expect that. But right when the war ended, he used to write\nletters. In Bialystok, we used to have a guy used to take care of our accounts. He\nwas an accountant, so my father used to send a letter to him and we used to send\n10\nletters from Germany because we were liberated from Germany. Somehow my\nsister was liberated not far from Poland and we spoke to each other said we going\nto be liberated we’ll all come back to Bialystok. But who knew the circumstances\nwith Germany and Russia with borders and all that, but she made it into Poland.\nCame to my home town there were maybe ten, twelve people, they all left\nthey couldn’t stay there . That’s how we got together with\nmy father we brought him into Bialystok then to Germany and then to the United\nStates.",
        "A: My father was there. What was I doing? I was working in the kitchen.",
        "A: The Germans came two years later, 1941. Because Poland, if you look at a map,\nyou see Poland has a river the Bug.",
        "A: They sent us to school.",
        "A: Their school. They allowed us. After 4 o’clock they sent us to Russian school. I\njust tried to explain the reason why, they prepared us for the army. A year later or\ntwo years later they would probably take us into the service.",
        "A: It’s a good question.",
        "A: Yeah. I’m trying to tell you a story, you wouldn’t believe it.",
        "A: I just mentioned a minute ago that there were textile factories and I worked in the\ntextiles. When the Russians came in they used to take like three or four places,\nthey call it and guard them together.\n11",
        "A: Cooperative. They called them . And they made a kitchen there. The\ntextiles run three shifts every day, day and night. We had to prepare twenty-four\nmeals a day for three shifts. One time, they always used to have a lot of dancing,\nthe Russians. In that same factory they built up a place with a platform, they used\nto go every night dancing. I was a youngster, I was dressed nicely and the\ndirector was a Russian guy. He used to come over all the time and ask “where did\nyou get it?” I said, what do you mean where did we get it? We bought it. I was\nyoung, I didn’t know what to answer. I didn’t know their system in Russian. He\nsaid, you mean you have money, you go to the store you bought shoes, you\nbought a suit. One time coming there in October I meet this one, this one and this\none. . Ineed sugar. Where am I going to get sugar.\nTovarich, you know what Tovarich 1s?",
        "A: Comrade, director, where am I going to get sugar for you? He said how many\npounds of sugar do you put in each shift? Three tanks, each shift we used to put\nin a tank of coffee. Each shift is a tank of coffee and we used to put in sugar and\ncoffee together. We used to put in five kilo? Because there was 1,800 cups. I'll\ntell you what to do, put in four kilo from now on. I never know from those things,\nhow could I steal a pound of sugar from it. I gave it to him. But then he opened\nthe door for me. ;",
        "A: In 1939. The end of ’39.",
        "A: I managed it. Because I can explain it. I was a very good comedian. Today I\nhappen to be a good cook. . When we supplied the restaurants I used to pick\nup the orders and get on my bicycle when it wasn’t too busy.",
        "A: Yeah, I would get on my bicycle, it was a distance. If 1t wasn’t too much.\nOtherwise I had to take the bus. That’s how I knew about cooking, I used to\ncome around, sometimes the Polacks they used to stay in the kitchen they used to\ncall me over and show me how to do this and how to do this. . So this way\nthat’s how I made sure my family had food.\n12",
        "A: Maybe a year and a half.",
        "A: Until the Germans came. At that time they all escaped. We came back that was\non Saturday night, I'll never forget. We came back from a dance Saturday night,\nit must have been two or three o’clock in the morning. Two, three o’clock\nsummertime, the sun is already out in June. So I go home and I see all the Soviets\nbarefooted, one shoe on, one shoe off. They are running like crazy, like I\nkept asking what’s happening? They said the Germans are back. They were at\nthat time also drunk and they came from dancing places or entertainment places\nand they came after midnight and they came to the barracks. Where we used to\nlive near the army barracks.",
        "A: Not too far, maybe a couple of miles, a couple of kilometers. That’s how\nwe had enough food.",
        "A: I was always a good supplier. Even when I worked in the concentration camp,\nwhat do you think, how do I survive. I was three and one half years in Auschwitz.\nHow many survived? I also worked in the kitchen. When we came up in the\ntransport at Auschwitz so they started announcing they needed “mescher”\n(spelling) So you know what a “mescher’”’ is?",
        "A: That’s it. A “mescher” so everybody is raising their hands. Give them a knife\nand a skin and check out how he cuts it. So help me God when I came over as\nsoon as I took the skin and the knife, he said “du bist gut.”",
        "A: You mean when the Germans came in?",
        "A: First of all as soon as they came in they start grabbing Jews and throwing them\ninto the synagogues and burning up.\n13",
        "A: Immediately. Shooting and killing. People were afraid to go out they didn’t\nknow what was going on because some of the Jewish people from Warsaw, from\nWaltz? They crossed they already told us the horror. And some of them\ntried to skip out and go into Russia, and some of them survived this way.",
        "A: No we were not. You couldn’t imagine that people would kill people. You\ncouldn’t imagine that kind of horror.",
        "A: Sure, we used to hear him talking. He used to come on the radio, he was like a\ndog you couldn’t stop him. He would go three hours.",
        "A: What else did they do? One Saturday, they took over two thousand Jews and put\nthem in the main synagogue and put some fire bombs in and the city was burning\nfor three days and three nights. The whole city",
        "A: We lived a little bit out of the center.",
        "A: Oh yes. Then they came after a few days and gave everybody a star. Then they\nformed the ghetto. My father remained home, we were not bombed out.",
        "A: Oh yeah.",
        "A: Our house was not in the ghetto section, our house. Our house had no choice to\nsave their . But we had to move. Every little thing in life is lucky. That guy\nI mentioned before used to take care on feeding the animals, the cows and the\npigs, we used to call him not exactly a maintenance man. He used to take down\nall the things from the stables, feeding the cows, milking the cows. His house\nwasn’t far from the ghetto.\n14",
        "A: Soft things. We schlepped.",
        "A: They gave us, I don’t know exactly, but they gave a short time, maybe a day or\ntwo. We were young guys. We made a big pack and we were walking with it.\nWhatever we could take we schlepped. We couldn’t take too much because this\nhouse we lived in in the ghetto, they organized the Jewish Judenrat. Judenrat\nmeans a house. So many narrows (?) per person. That house, what do you think\nthey did, they took in my brother’s girlfriend’s family, my girlfriend’s parents, we\nwere three families.",
        "A: No. They used to take us out . After awhile the ghetto got so filled up it\nwasn’t enough room for the people. So they came to the conclusion they’re going\nto evacuate some of the people from the ghetto to a little town called Pruzany not\nfar from Greece. So they first came out that the Judenrat they go by the ABC.\nThe second day was our next. So they loaded us up on trucks to take us to\nPruzany. We had to go through a control, a German control\nvery difficult to hear.",
        "A: No. . We were there a little while after Bialystok. From Pruzany,\nthen they took us out.",
        "A: Close to a year, less than a year. We got into the ghetto in eight or nine months.",
        "A: Right.",
        "A: Until January 1943.",
        "A: No. Just myself, my sister and my two younger brothers.\n15",
        "A: Oh yes,",
        "A: That happened during the winter months. I don’t know exactly, I know it was\ncold weather. In the summertime you couldn’t face the night because you are\nlightly dressed so you can notice it. Wintertime you had a better chance, you had\na heavier coat, heavier pair of pants, whatever. You had a better chance",
        "A: They used to take them out for chopping wood, sweeping\nout .",
        "A: ,",
        "A: Yes.",
        "A: The same garbage. Cutting wood, it was wintertime, they needed\nwood to heat their houses. Everything, whatever they told me to do. If it was\nsnowing I had to clean up the snow around.",
        "A: Yes.",
        "A: There was rations. If you go outside you had a chance sometimes you could find\nsomething valuable. You could change for something. .\n16",
        "A: Oh yes. Believe me the Germans, some of them were a little bit more liberal, they\nwouldn’t raise their head, they didn’t want to look at you. Some of them used to\nsmuggle in. I used to smuggle in a lot of food from the Germans. In the\nwintertime while they slept . It was nice and quiet I used to go out\nand take out some valuables and change it . We used to make like double\nbags and schlep cornmeal, beans, anything edible. Whatever came along. Corn\nflour we used to bake bread ;",
        "A: It was liquidation of the ghetto.",
        "A: We went to Auschwitz.",
        "A: This much I can tell you From Pruzany we had to go to a train\nstation called Linowa.",
        "A: No. The train station was a little small town about eight kilometers outside of the\nold walk (?) . And finally they loaded us up on the train and the train\nstarted to move already. I wanted to jump. I couldn’t do it. (Very sad, tears).\n(reverse side)\nSIDE B",
        "A: Cattle car. Some people jumped .",
        "A: Well, the same thing.\n17",
        "A: My mother stayed together when they took us off the train, in Auschwitz. She\nthought maybe we would survive .",
        "A: Three days.",
        "A: Nothing.",
        "A: No. Whatever we took we had ;",
        "A: It was cold, people were afraid, all kinds of people were thinking all kinds of\nthings. . People were praying.",
        "A: Right ,",
        "A: No, we walked in together.\nQ? Delousing.",
        "A: Delousing and washing yourself and I walked out from there. My brothers and I\nand I didn’t recognize them. . A short while later we got a warm\njacket.",
        "A: One of them. The one in Florida. We both have the same numbers. He’s got\n99243 and I have 99241.",
        "A: And he’s 99243.\n18",
        "A: My other two brothers they took them on the truck.",
        "A: Right on the truck, that was the gas chamber.",
        "A: Right.",
        "A: Right. She walked. They made her walk ;",
        "A: She always kept herself very close",
        "A: Well, they called out who is a carpenter, who is a tailor, who is a shoemaker?\nThey needed them . Barracks so and so is a shoemaker, Barracks so\nand so is, like they had a washing commander who washed clothes. Every\nSunday we used to change our jackets and pants.",
        "A: Yeah, but you see, they evacuated, but I was liberated 3 of May 1945. In\nGermany I got liberated.",
        "A: We heard a shooting. Artillery was shooting. And they took us 4:00, 5:00 in the\nevening, January 18 and we all start marching to Gipwitz . We were\ntraveling 12 days and 12 nights on trains, coal trains. . We stayed there\n‘till April ,",
        "A: Yes, it had barracks but we didn’t do much because the Americans\n19",
        "A: I don’t really remember, I don’t even know if the camp had a name, it was\njust several barracks. They didn’t took us out from it, they just broke us out into\ngroups ;",
        "A: You guessed it.",
        "A: Snow to drink and they throw sometimes little pieces of liver (?). People were\nkilling for 1t. Whoever was strongest would jump. If you could make it.",
        "A: No, who could jump, you couldn’t even life your head. By the time you walked\nout from the train to the out houses there were half of them dead. ;",
        "A: Ona ship? Up the Elbe, down the Elbe? Down the Elbe on a ship?",
        "A: Capricorn.",
        "A: They took us to a little town called Noishta(?",
        "A: The ship was standing there and the Jews, whoever was Jewish, not everybody\nhad a star. . They did cook some food. They let down the food by a\nrope. By the time it got there Whatever. I never, I can’t even\ndescribe it. The people wouldn’t believe it. Then when the British came in.\n20",
        "A: They didn’t let us off.",
        "A: On the boat till May 3, 1945 at 1 o’clock in the afternoon. I will never forget it,\nbecause the British . We had a Jewish mayor at that time, who\ncame in to talk to us spoke in Yiddish.",
        "A: This was near Noishta-Limbeck (?) Hamburg.",
        "A: Liberated us. What do you think they did, the Germans before they did? They\ntake the boats, there must have been six, seven thousand, not only from our camp,\nthey brought them from around the camp. They must have brought 20 to 25\nthousand people on the boat. They brought people from the Polish court, what do\nthey call it, Dansk and other places. They all brought them down there. They\nkept them in six, seven boats ,",
        "A: (Laughter) I don’t remember.",
        "A: Then they took us into the barracks. There was a German agent. The barracks\nwere nice. And when they took me into the barracks the barracks were full of\nmirrors. I looked at myself, I looked like a devil.",
        "A: (Laughter) At that time, in the middle of the camp they digged out a big hole and\nthey buried thousands and thousands of people. . Five, six weeks later\neverybody got --------because the united relief organizations .",
        "A: It wasn’t bad.\n21",
        "A: I survived Auschwitz and I helped out people too. . I lost one of\nmy eyes.",
        "A: My body was like an animal. I looked like a devil.",
        "A: I gave out a couple of potatoes.",
        "A: I gave a couple of potatoes to a guy, and that guy is still alive. He comes from the\nsame region, Morristown. . That’s how my brother survived.",
        "A: Ah, if I would sit with you two months we couldn’t write all believe me.",
        "A: But working in the kitchen you were able to help other people with food?",
        "A: Should I tell a story?",
        "A: We had a guy he used to live in Chester, Pennsylvania. He was\ntogether with my brother on the same . They liquidated the whole little\ntown of and they liquidated and they liquidated the Jewish\npopulation from my own town. Every Jew whoever was there was never the\nsame.",
        "A: The man was deaf, completely deaf. He couldn’t and I got\nafter him and smuggled out food. I smuggled out in three years a lot.",
        "A: I smuggled out a lot of food and I gave to him, to myself, I gave to my brother.\nWhen we came to Auschwitz in °43, they send him away to a little town outside\nof Auschwitz in the coal mines. And in six or seven weeks they came down like\ndeath. I got after them ----- He survived, my brother survived.\n. Before he died ,\n22",
        "A: His family’s got another brother who’s got a huge American family who came\ndown with him when he made a special visit .",
        "A: You can figure out how long the duration in camp. It was figured out six months\nthe longest, six weeks, that’s it. If you last more than six weeks, you’re lucky.\nBecause you know if you only stay there, three, four or five months, you get\nacquainted. It’s -- you organize yourself . If you survive the first six,\nseven weeks, two months, you get friends, this ,",
        "A: Sure.",
        "A: ,",
        "A: Donderkommando. (?)",
        "A: Donder did the burn __.",
        "A: What did they do? They got organized. They made an uprising in Auschwitz too,\nthe last few months.",
        "A: In fact, I even know the names. I have it right --- I have everything marked down.\nLately I -- my eyes are but I got everything marked down.\nlast year was 50 years Auschwitz. I wrote them out for 50 years\nAuschwitz. It was in 1941 when the Germans attacked the Russians’ they made\nAuschwitz the army camp.\n23",
        "A: They used to -- you know it. It was a Polish army camp. In Auschwitz direct, in\nAuschwitz, it wasn’t so bad. Everybody had his own bed. There were three high\nbut you had your sleeping --- In Birkenau, in .",
        "A: The new camp, you were sleeping six in one, six in the other and s1x in the third.\nEighteen people like sardines back and forth. In Auschwitz, it was not so bad.\nYou had the barrack, I was , | took . Made a beautiful\nmuseum out of it. Children’s glasses and suitcases . You know\nAuschwitz when we came here, there was no mud . Sometimes they used\nto count three or four times a day. Used to stay there for the rain, your feet got in\nso over the top of your tukus if you got in too deep. soil was so\nsoggy. Auschwitz was all stone, wasn’t so bad.",
        "A: Brick, yeah.",
        "A: Yeah. Barracks 6A. I even took up all my friends ------- some of the other\npeople. We were eight people, four couples. I took them up and I showed them.\nWe had a guide; I told the guide, I showed him where sometimes where we hide a\nlittle when they don’t want them to see anything, give us a little --,\nThe , the place where I sit 1s still there. They made museum\nout of those main barracks. They made a museum. Tons of cyclamate. (?) tons.\nTons of suitcases, shoes, hair, women’s hair, tons.",
        "A: You’re telling me whole nationalities! In Auschwitz, in 41 when the war started\nin Russia, they made it ina . In Auschwitz were the signs, Arbeit Macht\nFreiden and another sign ---. You only come out alive through the chimney.",
        "A: I should tell you stories but let me tell you one thing. I was saved due to a friend.\nIf it wouldn’t be for the other guy, I wouldn’t have survived. The last few months\nbefore I got in from , they did me out, they took me away from the\nkitchen. They put me in another commando that carried cement. I was there five,\n24\nsix weeks. Kommando 63, as I recall. They build a billet. They would build a\nbillet in the middle of building. As I got thrown out from Auschwitz, I got me\ninto that commando and after five, six weeks, I got terrible . For five, six\nweeks, I couldn’t walk. My fingers were , | couldn’t walk. I was dead\nalmost and I was . | couldn’t go back and forth 100 kilos of cement\nback and forth. One time, there was a little ,",
        "A: A guard!",
        "A: Yeah. You know what in the kitchen, I used to ,",
        "A: (Indecipherable) Right? we used to call him the . His coat was\nlonger than his feet.",
        "A: I didn’t know who it was, who I’m talking to, I didn’t",
        "A: (Cannot decipher)",
        "A: Second commando. What do you think it could mean? The kapo was cleaning,\nthe kapo was criminal with a red mark.",
        "A: He was screaming like he still was very exciting but real as he 1s in his uniform.\nHe put me in a commando unloading food.",
        "A: At the warehouse. In the warehouse you fight with about half a million people for\nfood. the first thing, I’ll never forget, you ask my wife. The first thing I\nwalk out there and as soon as I walked in there, what do you think. I noticed? The\nsweet condensed milk. I grabbed it and I don’t know how I ever\nbut I got it in the camp and I still that milk. I was\nand all kinds of fruit. So they put me up in and\n25\nthey throw things like army shoes, leather shoes. Everybody was walking around\nin those wooden shoes, a hole in the shoe. When you walked . Drivers,\nalways I don’t know. Sometimes you believe in God or you don’t want to believe\nin God./ Just for the spite, it’s starting to snow, starts coming down and you walk\nin your wooden shoes, the snow sticks. on a motorcycle.",
        "A: Nice shoes.",
        "A: Civilian.",
        "A: Civilian. I gave him and he brought me the shoes. That should save me all\nkinds of change because I had something under my coat also. I was with\n. Warehouses was there for seven or eight weeks and I got back in\nshape. This way I was able to survive in the train.",
        "A: Oh, yeah. There were a lot involved with people that we didn’t know. They\ndidn’t even know; they didn’t want us to know each other, some of them in\nAuschwitz . In fact, I have one of my friends who survived. I didn’t know\nhe was . He was from a small little town in . He survived,\nhe helped a woman survive too. The woman is ;",
        "A: Lot of Polack.",
        "A: Not as many -- well, Jewish people, of course. Russians, not as much.",
        "A: Lot of Frenchmen too.",
        "A: Most likely. I was involved in .\n26",
        "A: . The smoke it smelled like . We used\nto lay in bed every day ,",
        "A: As soon as we were on the ramp.",
        "A: The first day they unloaded it already. They unloaded us and they were most of\nthem the sonderkommando must have been a Jewish guy and they told us.",
        "A: But they also told us as soon as they said they put going to go marching,\nthey knew already that we are going into this work.\nsometimes when the crematoriums are still, they used to put them in the truck and\nput the gas pipe inside the truck and they got in the truck.",
        "A: No, I feel sometimes, I break down, I cannot ,",
        "A: No. I was in a private under the . I remember the It\nstart to rain. The ladies, a young lady, every morning, like a clock.\n, Herr Bass?",
        "A: Yeah, yeah. She’s making like a lady, what a nice little lady. That was\nwhen I had my place was right across from his, the ;\nI worked for the Board of Education in Germany. I still have all my\npapers. along the piano, not the piano, the accordion. I’m very good in\nYiddish, Polish and Russian.",
        "A: How can I forget? How can I? This is my wife . Many times, I’m\nsick, many times I’m dreaming this, like . I look at myself. I was a\ncapable boy, I grew upside down, the living in . I’m capable because\nof the, how do I feel? The tragedy. I was very fortunate that when we were in the\nwarehouses, the kitchen . But the best thing 1s .",
        "A: I'll never forget. I’m a big nosh even today sometimes. We invite . Every\nhas something . I love sweet things.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nApril 21, 1992\nPhiladelphia, Pennsylvania"
    ]
}