{
    "rg": "RG-50.030.0016_trs_en",
    "sequence": [
        "Q: Can you just beginning by stating your name, date of birth, and where you were born,\nwhatever your name was, if at all different at any time? Whatever your name was then?",
        "A: My name is Erwin Baum. I'm born on April 15, 1926 in Warsaw, Poland. Attended only\n— unfortunately four years school. Why I say four years, I couldn't make it to the fifth\ngrade because I was beaten up by the Polish boys too much, so I failed to go to school. I\nmade excuses to stay home. So I failed, and had to go for two years to grade four, and\nfinally I graduated to the fifth grade, which I never made it; that's when the war broke\nout.",
        "Q: Okay. The other thing I was going to mention to you, is that you don’t need to pay\nattention to the camera. You can just talk to me.",
        "A: Okay.",
        "Q: All right. Tell me a little bit about life before the war? What was your family life like?\nWhat was—?",
        "A: I was one of seven children. We lived in one big room in Warsaw, opposite from Army\nbarracks. My father was a tailor, concentrated on making suits, uniforms for the officers\nand higher ranks. We lived quite comfortably. It was approximately 1933, '34, until my\nfather got sick. And my mother also ran a little candy store up in front. My father got sick\nand eventually he died at age 48. I don't remember exactly the year, '45. I'm sorry, '35 or\n'36, and life became very, very, very unbearable, very hard for my mother and seven\nchildren to take care of us. We had to leave the apartment because we could not afford to\npay the rent. So a gentleman by the name of — I think of Grenholc who had a factory and\nan a and a wood plant, where they cut wood and sold in round packages for heating, and\nalso a factory of making cement blocks for sidewalks. And he offered to my mother a\nshed where she would sell coal and wood by the kilo, and we could have our place to\nstay. And I remember we were sleeping in that shed with the leaking roof, we had to put\nbasins to catch the rain. It was very unbearable.\nAt that time my mother learned somehow that there is in existence an orphanage on\nKrochmalna Street, run by Dr. Janusz Korczak'. And when I speak of Janusz Korcezak, I\n' Janusz Korcezak (1879-1942), physician, writer, and educator. In 1912 he was appointed director the Jewish\norphanage at Krochmalna Street in Warsaw, Poland. Israel Gutman, ed., Encyclopedia of the Holocaust (New Y ork:\nMacmillan Publishing, 1990), s.v. “Korezak, Janusz.”\nwould gladly give half of my life for him, that kind of a man he was. Mother tried to get\nsomebody to — made an application, because she never learned how to read and write,\nnone of us could to fill out any papers. Finally, application was made, and very intensive\ninvestigation took place, and I was accepted to this orphanage. However, my mother said\nI'm the youngest child and she would like to keep me around her as long as she can. So\nmy brother Icek, which he calls himself Joseph now, if possible he would go in. So he\nwas accepted to go in full-term, and I went to visit him, and I never wanted to go back. I\nwas always crying when I had to go back home. So they give me permission to be — they\ncall it “half internat,” internat” was orphanage, that mean that I could spend the whole\nday, have my meals, go to school, but I have to go home to go to sleep. Again, every\nnight I cried when I had to go home. And life was so wonderful; they served five meals a\nday, and Dr. Korezak and all the supervisors and all the counselors made sure that every\nchild eats properly this. They actually stood over your head and made sure you had your\nmeal, that you feel good, and went to school for — you see? And we were so respected at\nschool, anybody that was from Korczak’s home. Every month we went to a summer\ncamp, which actually my brother was entitled to go for two months, but he gave one\nmonth to me. He went one month, and I went one month. Children had to be seven years\nold in the first grade, and they were kept until they were fourteen. When they reach\nfourteen they received two suits, two pair of shoes, a room and a job. Out, somebody else\ntook place. When my brother finished his terms, I was accepted and I went in for the last\ntwo years, I think. And my life was just, just, just wonderful there. And then in 1938, '39\nor '40, unfortunately the war broke out and everything became like turmoil, with the\nbombardments of small towns and some children started to come into our orphanage.\nAnd Dr. Korczak just could not refuse anybody. Before there were only 107 children.\nThere were 51 boys and 66 girls”.",
        "Q: I'm going to stop the you there a minute, because I want to ask you some questions about\nthe orphanage.",
        "A: Sure.",
        "Q: But let's just go back a little bit before that. You had mentioned that there were children\nbeating you up when you were a young boy”?",
        "A: Yes.",
        "Q: Was this because you were Jewish?",
        "A: Only because I was Jewish. Especially when religious classes took place. Jewish children\n* Boarding school (Polish).\n* Later in the interviewee states that there were 56 girls in the orphanage. The latter number would appear to be\ncorrect, since 66 and 51 do not add up to 107.\nhad to step out into the hallway for that hour. And when the religion class was over, all\nthe boys just walked up and say “You killed Jesus,” and start to beat up on us. So since\nmy mother had a candy store, I used to manage, for that day, to have some candies in\npocket and bribe them, or a few pennies. But that was not the case always, so I always\nfound an excuse to my mother when there was a religious class, I said I don't feel good,\nor there was a day off when the teacher 1s sick. I just didn't want to go to school because I\ncouldn't bear being beaten up all the time.",
        "Q: Now this was way before?",
        "A: Way before the war; way before the war. Till I got into Dr. Korczak’s home.",
        "Q: Now, also were — I mean you lived in an area where there were a lot of gentiles.",
        "A: Um-hum.",
        "Q: Did you have any good friends or nice neighbors who were not Jewish?",
        "A: We had neighbors, but I could not have any Polish friends, they were just — I think 1t was\nthe finger is always pointed the at me, “Zyd. Don't play him with him he 1s a zyd.”",
        "Q: And did this change or get worse once the war began?",
        "A: Yes, it got worse when the war began. When the war began, for instance when the\nGerman walked into Warsaw they came in with trucks and handed out loaves of bread.\nSo right away a line; and wherever it was a line, I stood in the line no matter what the\nreason was, because I knew I was going to get something. And if the Polish kids they\npointed to me and said in German, “This man is a zyd.” So I had to run before I got\nbeaten up.",
        "Q: Do you remember the day the war broke out? Do you remember what was happening?",
        "A: The war broke out when we came back from the summer camp’. And I remember one of\nour neighbors came running to my mother and there was headline in the newspaper. \"War\nstarted.\" And I say it in Polish; it said “wojna rozpoczeta,” in Polish.",
        "Q: When —",
        "A: A tenant that was friendly with my mother, she lived on the same floor where we lived,\n* September 1, 1939, war is declared when German troops cross over Polish frontier. Charles Messenger, The\nChronological Atlas of World War Two (New York: Macmillan, 1989), 22.\nand she was friendly with my mother because my mother was the first one that got — how\nyou call it when you, you put the laundry through to —",
        "Q: To wring it?",
        "A: To wring it. A salesman came and sold to my mother to pay one zloty a week to him. So\nthis lady borrowed always from my mother.",
        "Q: And this was a non-Jewish?",
        "A: She was non-Jewish, and she was friendly because she could, you know, she was friendly\nwith my mother.",
        "Q: So you found out that the war broke out?",
        "A: Yes.",
        "Q: And what next signs did you see?",
        "A: The reaction was exciting because we didn't know about war. And matter of fact, the\nfeeling of war existed prior to start of the war, like being in the camp”; we had a big place\nwhere we played in sand, building airplanes, building boats, building different things.\nThat summer we told everybody not to play, we are going to play war, like we made\nPolish Army and German Army. Me and other boy, we had a Polish army, and there was\nanother boy by the name Mojzesz was the German Army. I was called Froim in the\norphanage, I was also called Maly° Icek. Icek is my brother, I'm the small Icek. So there\nwas the army of Moses and the Army of Ariel and Froim — Ariel was the second general.\nAnd we prepared bunkers and all these things. And for bullets we would save chestnuts,\nand when the war broke out, we start throwing chestnuts. When we got hit three times,\nhad to be carried out, so that was the feeling that naturally Poland lost, and Germany\nwon. So then after the war — when the war started, naturally our building was one of the\nfirst to get burned down because they had announced that Solna number eight, where we\nhave a room, 1s a point of refreshments for soldiers. A little bit later a bomb came down;\nan airplane was just cruising about, and they couldn't stop the fire or anything, and the\nbuilding went down.",
        "Q: Where were you?",
        "A: We were in the apartment, and we ran out when the fire started. We ran out and just\n> children’s summer camp sponsored by Korezak’s orphanage.\n° Small (Polish).\ncrying, you know. We didn't have time to take any bedding or anything because it was\nfull already. And then we marched off to one of my sister, which was married by then,\nshe lived near the airport. We walked over there. And then couple days later, the they\nmarched in the soldiers marched in.",
        "Q: Do you remember what you were thinking, or were you terrified?",
        "A: Not terrified; kind of excited. Because the notion was that Jewish people and the German\nwere getting along because, basically more or less understood the language, could\ncommunicate more or less. So we believed it wouldn't be too bad.",
        "Q: So you didn't have much information in terms of what was happening in Germany?",
        "A: Not at all, not at all. Not interested, only to satisfy them, our hunger, because when the\nwar broke out, right away everything was — all the stores were closed. There was no food\navailable. And even in the orphanage, you know, it became rations like, you know. Food\nwas available; Dr. Korczak saw to it that we get food, but — it appeared on the\nblackboard: Two slices of bread, or three slices of bread; as much as we can. And I will\nnever forget, Dr. Korczak used to stand over us in good times. I remember good times\nand I remember bad times. In the good times he used to go behind the children and make\nsure they eat. And as a joke, if somebody was holding a piece of bread, he used to pull it\nout, grab it and put it in his mouth. Now I also remember when it appeared two slices\neach, also for Dr. Korczak two slices, but he never ate his two slices, he gave to another\nchild. Every day he gave his bread to somebody else. And we stupid children, we took it.\nWe never realize that the man grows thinner and thinner and thinner; that kind of man he\nwas.",
        "Q: So you hadn't heard anything about Kristallnacht or —",
        "A: No.",
        "Q: And the Polish community, were they generally supportive of what the — of the Germans?",
        "A: Oh, yes, they cooperated, and gave them all the information that they want.",
        "Q: Okay. Back to the orphanage.",
        "A: Yes.",
        "Q: You went in there, you think probably around 1937, '38?",
        "A: '38 and '39, that's for sure.",
        "Q: Tell me a little bit more details about your life in the orphanage. How it was organized?\nAbout some of the staff?",
        "A: Well.",
        "Q: If you want I can ask you a specific question.",
        "A: Well, it was Dr. Korczak and there was Stefa Wilczynska’, she was the head, and there\nwas Mr. Aleksander Lewin — whom I met in Poland in 1988 — and there was Misza\nWroblewski who were the staff. Strictly, I mean staff for the good of the child. Just see\nthe child. We got in the morning when the alarm clock rang everybody had to go up, get\nup. If somebody overslept, they had to go to bed seven o’clock the next day. The beds\nhad to be made. Everybody had to do their chores. Everybody had an assignment. You\nsee, like my assignment was to wipe the tables, prepare the tables. And then we had a\nchance to change our assignments every second or third month. We had our court. We\nhad a court run by children. It was run by children. If a child did something wrong to\nanother child, you could sue him. And the judges were children. Even Dr. Korczak got\nsued by one child. He did something he put, I think he put a boy into a bottle of water,\njust as joke, and the boy didn't like it and he put him to court. And he received paragraph\n100. Paragraph 100, it wasn't so terrible, but he didn't act properly. Since then he have the\nname setka — hundred. Setka means a hundred in Polish, so his name was setka. If any of\nDr. Korcezak’s is still alive, we ask how they call Dr. Korczak it was setka.",
        "Q: What did that mean, paragraph 100?",
        "A: Just paragraph 100 means, translated, did not do right. Paragraph 300 was receive for\ndishonesty.",
        "Q: What were the — what was a typical punishment for one of these?",
        "A: Well, if you accumulated certain paragraph you were deprived of something. Like a\nbicycle was given; and every child could ride that one bicycle at a certain time. But if\nduring the year you accumulated 2,000, no bicycle. Okay. There were certain privileges\ntaken away for getting too many paragraphs.",
        "Q: How did you feel about this whole system?",
        "A: Nice. It's involved. It's like a — it's like you were programmed to be good, you wanted to\nbe good, you wanted not to have — see like one boy went — everybody had a little drawer\nin a big, big cupboard and you kept your things, you know, whether it's a comic book or\n’ Stephania Wilczynska (1886-1942), head teacher and co-director of Korczak’s orphanage.\nsome cards or chestnuts, we used to play a lot of chestnuts. And that one boy open up my\ndrawer and steal some chestnuts. And, actually, I sue him and he received a paragraph\n300 that was for dishonesty. Now one boy was an invalid. I remember very well his name\nwas Alter (ph). He stole a pair of swimming trunks from somebody. He received\nparagraph 2,000. You know what that meant? He had to leave the home, dismissed. His\nmother in no way could afford that boy, but it was given by the court, by the judges and\nthat nothing could be done. He was thrown out of the orphanage. So we knew, we\nchildren knew you can't mess around, you have to obey. We were put in four categories,\ncategory one, two, three and four. Category number one was neat, clean. When we used\nto go Saturday to visit our parents, one parent our relatives, whoever was there. We\nreceived little bag of cookies, and Mrs. Wilczynska stood up front make sure the shoes\nwere shined, hands clean, you could go. Seven o’clock you had to be home, you didn't\ncome home by seven o’clock you didn't go next Saturday. Now category one and two, if\nsomebody — everything was donation food, rich people. People donated material. If a lot\nof material came in, category one or two received a new coat or a new suit. Category\nthree and four already, you know, got something was a little bit used. So it gives us\nalways the inspiration, you know, your bed should be made nice, you know, behave nice,\nclean.",
        "Q: Did the discipline seem strict or 1t seemed fair?",
        "A: Not strict, not strict at all. I mean the punishment was normal, but you could live with it.\nYou knew, don't do it unless you have a reason. Like, when we were in the summer\ncamp, you were allowed twice a month two visitors. Now I remember one time when my\nbrother was there, it was in the first month of the summer, I went, my mother and my\nsister. So I figured my mothers, my sister were legally to visit my brother, and I, because\nI was part of it going to half time, I had the right to come. But it wasn't so. One girl was\nwalking around, she saw three people and she wrote it down. Nothing. When my turn was\nthere, I was not allowed any visitors. See, so you just know. The rules were made, you\nobey them. And everything went fine.",
        "Q: Everybody get along well?",
        "A: Very much so, very much. There were no fights, everybody had a big brother when you\nstep in. You had a big brother, like he took care of you and says if anybody is going to\nsay something wrong to you or do something that you don't like, come and tell me, he\ntold us. As a matter of fact, I had one big brother, his name was Sammy Gogol. This boy\nwas gifted playing the harmonica. Never took a lesson in his life, but he could play\nanything you want, any opera, anything he could play. So he was my big brother. I\nenjoyed him very much. When I was — I mean, we lost contact with each other, you\nknow. I didn't go to the orphanage. I walked in, I went out, I went in, I came back,\nnobody saw me, nobody asked me. I was torn apart. I didn't know whether to stay there\nor to go to my mother. Since I was a hustler, I used to know how to jump out of the\nghettos. I was begging for food. So I brought — sometimes I brought something for the\norphanage, and I wanted to see that my mother was — had something to eat.",
        "Q: This was while you were —",
        "A: While I was in the orphanage, but I was kind of — I took it upon myself, I saw that there is\nno more discipline, there is no more control, because instead of 107 children, there were\nat that time over 200.",
        "Q: How come there was so many?",
        "A: Because Dr. Korczak could not refuse anybody, you see.",
        "Q: This was the after the occupation?",
        "A: Yeah. The gentleman I gave you the name before, David Kohl, his parents were shot,\nwere killed. And somebody brought him there. How could he refuse him.",
        "Q: This was after Germany had occupied —",
        "A: If after the occupation, this is — I am speaking this was during the ghetto, all right.",
        "Q: So you wouldn't living in the orphanage any more?",
        "A: Not on fully basis. When I felt like staying over, I stayed over. If not, nobody knew\nwhether I'm coming or going. But if I brought a little bag with flour or a sack of potatoes\nor some coal, it was accepted. But they didn't ask me where were you yesterday, because,\nyou know, a lot of people, even a lot of the counselors went to Russia, escaped. Only Dr.\nKorczak was there to the very end. So then naturally one morning I — one night I was out,\nI used to jump out of the night always where I couldn't be seen. And I came one morning\nand the house was empty. They were all taken, the children were taken.",
        "Q: At the orphanage?",
        "A: At the orphanage.",
        "Q: I want to get about that, but let me just ask you a few more questions about the good days\nat the orphanage.\n* The Warsaw ghetto was established on October 2, 1940. Encyclopaedia Judaica Research Foundation,\nEncyclopaedia Judaica (Jerusalem: Encyclopaedia Judaica, corrected ed.), s.v. “Warsaw.”",
        "A: Yes.",
        "Q: Now, when you all had these jobs, did the girls have different jobs than the boys?",
        "A: No, no, no, they were, they were, they were jobs just to keep the house in order. Like\npeeling potatoes, helping with the dishes, putting up the cutlery on the tables, taking off,\ncut the bread, clean the windows. Sweep the bedrooms or sweep the dining room. So it\nwas no difference. Some girls work in the sewing room, you know, putting on buttons\nand mending socks.",
        "Q: They were basically treated the same?",
        "A: Same. Yes, same.",
        "Q: And did you — what were the people on the staff, the counselors and all of that like? Was\nthere usually a close relationship with them?",
        "A: Not close, they were like — you know, how shall I say it, like teachers; supervising\nhomework, and if somebody was not good enough, they helped out; they were like\nsummer school. Like if you didn't have very good marks, they didn't force, but they\nsuggested to take classes at the summer school. And they were helping you out, you\nknow, just so you get better.",
        "Q: And was this sort of divided men and women?",
        "A: It was men and women equally. There was a teacher that used to teach us how to sing,\nthere was a piano, whoever wanted to learn piano. I mean... Q. And you went to school\noutside of it?",
        "A: School was outside, yes. But if there was a parent meeting, one of the counselors from\nthe orphanage went because they wanted to have the full picture of the child, of the\nbehavior, if there was any problem between the teacher and the counselor of the\norphanage.",
        "Q: But there wasn't a certain rule, by some of the women to be surrogate mothers to you, or",
        "A: No, no, no, no, no. We used to — we used to address them as “nani” or “pan!” — means\n” Miss/Misses (Polish).\n'® Mister (Polish).\nMr. or Mrs.",
        "Q: I know that they also brought some cultural activities?",
        "A: Oh, yes, it was cultural activities, a lot of cultural activities.",
        "Q: What do you remember specifically?",
        "A: Playing theater, I took part, as a matter of fact, in one — I don't remember, I think\nSleeping Beauty, I think Sleeping Beauty. That was my part just to say a word that when\nthe boy slept and said, “oh, what a wonderful dream I had,” something like that. And my\npart was, “Oh, let's wake him up very fast, because he is going to sleep he is going to get\ncross, and he won't be able to go on the outing — you know — on the trip.”",
        "Q: Tell me a little bit about Dr. Korczak?",
        "A: Well, it was Dr. Korczak how should I describe him? Was he superman, he was, a king,\nhe was. Just a good, good old grandpa with a face of an angel, with his hands, they were\nlittle, like pillows so soft to touch, and so lovable. When he came, he just, he just felt like\nget inside of him.",
        "Q: How did he do all this?",
        "A: He had a habit of — if a child had a loose tooth, you know, he used to put his hands and\nsomehow, without any pain, got the tooth out and give 50 cents to the child. And he\ncollected all these teeth, and from the teeth of the children he build a little castle. How he\ndid that all the time, is not to comprehend how he found time, but he had time for every\nchild. Somehow he had time for every child. And he loved every child. No matter how, if\na child came in from outside, if a desperate mother brought in a child that he was or was\nnot accepted, the child could have been sick, full of pimples or whatever, Dr. Korczak\ntook him in and kiss him right away. Whether he could accept him or could not, because,\nas I said, before the war was strict, 51 boys, 56 girls. One went out, another one could\ncome in. But there was an application, a list very long.",
        "Q: Now, he was out trying to get money and supplies all the time, but he was — also you felt\nhe was around a lot too?",
        "A: He was around, he was around a lot. Very, very, very much so. And all the supplies, all\nthe donations were given by rich people before the war. And we produced for them nice\nplace and concert. Like I say, somebody go play the harmonica, and there was another\nboy Jonas, number nine, he was a terrific violinist player, terrific. You know, we gave\nconcert to this big — how you say digni...dignitary.",
        "Q: Dignitary?",
        "A: Dignitaries, yes. And naturally they saw, they could see where there money is going. To\n107 children very well behaved, you know, nice clean dressed. So they knew in that the\nmoney is going for a good purpose. And suddenly, during the ghetto, when there was not\nmuch available, he just went and begged you know, to the Joint''. There was this man,\nthe head of the Warsaw ghetto, Czerniakow’’, I think. And Dr. Korezak used to manage\nto get always a couple sacks of potatoes, more than anybody, any other organization. We\nhad our own horse and wagon. He had that capacity, the tongue, you know. And he was\noffered many time by the Polish underground to escape. He would not leave us. He\nwould not.",
        "Q: You said earlier that once you went to school, after you were part of the orphanage, you\nhad a new respect?",
        "A: Very new respect. Because they teaches us, the new student, the child of Dr. Janusz\nKorcezak. Like there was — children got homework, okay? And the children had\nhomework, so like she says, “For the next day or so you had to memorize page number so\nand so.” So certain children were reading, and they say, “Next, the student Baum, the\nchild of Dr. Korczak.” I know everybody knew, so I read it, you know, and then was a\ndifferent story. I don't know why, how. They knew that Korczak was like god. Because\nfirst of all, it was only Jewish person who had the program on Polish radio. Polish radio\nstarted, “Doctor, oh doctor.” Everything was children. He was — nothing was writing\nchildren’s’ books. So, Polish children knew him. Also he took care of Polish, he\nparticipated in other orphanages that had only Polish children, non-Jewish. He was\neverywhere, and we, we gratefully thankful we had plenty of him also.",
        "Q: So, when you were saying you got more respect, this was respect from non-Jewish?",
        "A: From non-Jewish. The beatings stopped, the beatings stopped. And then eventually I\nwent to a school where it was more Jewish than non-Jewish, it was in the — more in the\nJewish area. So, it was okay.",
        "Q: But it was mixed?",
        "A: It was mixed, yes, 1t was mixed. The teacher was Polish, but nice.\n'' American Jewish Joint Distribution Committee.\n'? Adam Czerniakow (1880-1942), head of Warsaw Judenrat (Jewish Council).",
        "Q: Okay. Let's talk a little bit about the war now. When were you sent to the ghetto?",
        "A: When everybody else went the ghetto. When the ghetto started, we lived down in the —\nlike I said, the shed of the coals. The owner, apparently he saw what's going on, he left\nthe whole thing and give us his trailer apartment, it was like a trailer apartment. We lived\nthere for a while. And when the ghetto started, we had to find somebody to exchange\napartments. Like people that the area was designated for ghetto, and they were not\nJewish, they had to find apartment outside the ghetto. So we gave up our apartment,\nwhich was quite nice, in exchange for a small room like this, with an attic. And we\ncrammed in, all of us, all six children. And one of my sister walked off to Russia. She\nwent to Russia in 1941, just prior to the ghetto. She got married and went to Russia. To\nthis day, I never heard from her. We had one postcard and that's it. We are still looking\nfor her.",
        "Q: So you were out of — you were officially old enough to be out of the orphanage at this\npoint?",
        "A: Ah—",
        "Q: When the ghetto was formed?",
        "A: If there would be no war I would still have a year or two. But I was — I was such a\nhustler, because like even before the war, when daddy was dead already and there was no\nfood, and mama couldn't support, I was able to go to work at the plant; sit a presser all\nday, and by the end of the day, we receive one — one you received one zloty, and one\nzloty brought one bread and a smoked fish. And when I brought it home there was seven\no’clock, my oldest brother jumped to the ceiling, because it was breakfast. And I was\nabout maybe nine, ten years old. And see my brother Joe was in the orphanage, and the\nrest of the family was hungry. So instead of spending the day in the orphanage where I\ncould get my good meals, I went to work so I could get some cash to buy a bread and\nsmoked fish and bring home.",
        "Q: So you left the orphanage early, or you were in and out?",
        "A: In and out, I didn't leave it, you see, because I was torn apart. My mother and brother and\nsister were hungry, and I could get five meals there, so certain days I just didn't go.",
        "Q: So —",
        "A: Try to feed the family a little bit.",
        "Q: And you were the youngest?",
        "A: The youngest, yes. The youngest and the hustler, always the hustler.",
        "Q: So in 1940 when the ghetto was formed—?",
        "A: Yes.",
        "Q: You all moved in, and at that point you’re back with your family.",
        "A: Yes.",
        "Q: Your mom was — you’re not in the —?",
        "A: Yes.",
        "Q: You weren't —",
        "A: Yes, I was in the orphanage, I was in and out of Chlodna and Sienna’’, but not officially\nfull-term, because then there was no more — I mean there was no more such a control, and\nno more that they knew everybody is here. If you came, you came, you were welcome.\nYou were never sent away.",
        "Q: So it became a little more chaotic?",
        "A: Right chaotic and sickness.",
        "Q: Do you remember the move, when the orphanage had to move into the ghetto; do you\nremember that?",
        "A: Yes, yes. We had the, we had the horse and the wagon, and there was Mr. John Zielinski,\nand we moved little by little, you know, and the kids helped as much as they could. And\nwe moved to a school, but from the school we moved somewhere else, I just don't\nremember the street. We moved several times.",
        "Q: Did you — was that was that an upsetting —",
        "A: Very upsetting, because, sure, because the first orphanage home was a beautiful building,\nyou know, and every child has his own beautiful bed, and every child has his own place\nin a big cupboard, and every child had his seat at a table in dining room, and, I mean, it\nwas home. It was home. And over there we were we just cramped together; it was — it\nwasn't nice. But Dr. Korczak gave us aspiration and hope. You know, we just looked\nwhatever he does, whatever he says.\n'S Chlodna and Sienna were streets within the confines of the Warsaw ghetto. Chlodna 33 was the location of\nKorczak’s orphanage after it was forced to relocate from the Krochmalna building. Janusz Korczak, The Warsaw\nGhetto Memoirs of Janusz Korczak (Washington, DC: University Press of America, 1978), 64.",
        "Q: For — how long was Dr. Korczak able to really maintain sort of the organization of the of\nthe orphanage? Did everybody still have their responsibilities in the ghetto? Was he still\nable to bring you food?",
        "A: Until the end. He was able to bring some, you know, he was able to until the end. His\nstruggle was like survival, but not for him, but for the children. He virtually got out and\nbegged. He begged for my children he begged, you know.",
        "Q: Did you ever see him do this?",
        "A: Oh, yes; his life deteriorating, you know. He just would not walk away. You know, he\nstood in front of that door with that Joint representative, he says, “Doctor, I cannot help\nyou, I cannot do it.” But, he says, “But my children.” And he used to wear the Polish\nuniform. He refused to wear the Star of David.",
        "Q: I see. Why is that?",
        "A: Because he served in the Polish Army.'* He was an officer. He refused. He was arrested\nonce for not wearing it, but still refused to wear it. “But my children, but my children.”\nAnd he had a lot of support from non-Jewish organizations also. So we always had a little\nbit more than the people outside of the orphanage. But naturally not enough, because\nwhen you were hungry, you were hungry no matter how much you get. But this poor\nman, he was growing thinner and thinner and thinner, and he just ate very little.",
        "Q: Did you — at that time were you too young to think, “I wonder why he 1s getting so thin?”",
        "A: Who paid attention? You were so hungry and so eager we became like non-human any\nmore. When you're hungry, it's just terrible. Now I think of it, why did I take that slice of\nbread that he gave me, I cannot forgive myself. I mean the guilt, you know....",
        "Q: Where were you when the orphanage was evacuated?",
        "A: When the orphanage was evacuated'*, I remember I was there the day before, and then I\nwent over and help my mother bring over the bread, and at night I spent, either I spent\nhome, or I was out of the ghetto, because I managed, I figured out it's better at night to\n'4 Korezak enlisted in the Polish Army in 1919 and served as a military doctor. Falkowska, Maria, A Chronology of\nthe Life, Activities and Works of Janusz Korczak (New York: Kosciuszko Foundation, 1980), 25.\n'° On August 6, 1942, Korezak, the orphanage staff, and some 200 children were sent to Treblinka concentration\ncamp in Poland. A Chronology of the Life, Activities and Works of Janusz Korczak, 49-50.\ncome out of the ghetto and be on the Aryan side, and wait until it gets dark again to come\nback, or earlier dawn. So I was out, and then I managed to get some food. I think there\nwas some grains or whatever. I was begging. And I ran so happily, you know, to the\norphanage. And while going there, a woman come and, “Oh God they took the children,\nmy God they took the children, my God they took the children,” you know. She was\ncrying, and I said, I— where, so pointed — she pointed to the Umschlagplatz. The\nUmschlagplatz means the station where the trains came. And I ran there, I wanted to go\nthere to him, you know. The German “Get lost, you are not Jewish, get lost.” And I saw\nthat he was, by the end he was kind of disputing with a soldier, I found out later that they\nhad papers for him and a passport for him to go to freedom, and he wouldn't go.'® You\nknow, he went to the train and went straight to Treblinka, and I was left alone, and now I\nfigure they took away my last hope from me, what am I going to do without him? How\nam I going to survive without him? You know. So I went back to mother. I didn't know\nwhere to go, I just didn't know. So I went back to mother, and from there we struggled,\none by one to go out of the ghetto and go to Plonsk, where my mother had a sister.",
        "Q: Okay, let me.... Are you okay?",
        "A: Sure.",
        "Q: Do you want to take a second?",
        "A: I'm all right.",
        "Q: Can you tell me, what were some of the things that you saw and experienced? What was\nlife like, not just for you, but for your family in general?",
        "A: Well, hunger, starvation, sickness. I mean...",
        "Q: You were aware of this as a child?",
        "A: Yes. I saw it on a daily basis. I virtually walked over corpse, there were corpses lying\naround every day, everywhere.",
        "Q: What did you think when you saw this?",
        "A: Callous. How to, how to find an extra piece of bread, maybe there is a broken down store\nwhere you could find something that you could take, trade or sell or whatever, because\nthere was a market, you know, there was like a here you call it a flea market, that you had\nsomething you could go sell in exchange, like my sister had a nice red coat with an fur\ncollar made of Alaskan seal, so she didn't see, my oldest brother stole it from her, went to\n'© Reputedly, Korezak had been provided with papers for his release by CENTOS (Federation of Associations for\nthe Care of Orphans in Poland). Betty Jean Lifton, The King of Children: A Biography of Janusz Korczak (New\nYork: Schocken Books, 1989), 344.\nthe market, sold it, and bought a bag of flour, brings home a bag of flour, very excited.\nAnd my mom cooks it, and it wasn't flour, it was plaster. These things were going on.",
        "Q: As akid, you were walking over a dead body, what — do you remember what you were\nthinking?",
        "A: Found it natural, I said, oh just another poor soul, another poor soul. Just make sure I'm\nnot going to be in that position.",
        "Q: And what was your mother doing?",
        "A: Nothing, but just sitting there and waiting and completely frustrated, not knowing how to\nprepare, how to find some frozen potatoes or some potato pills, or something to feed\nthese kids day by day. As a last resort, I remember one day she didn't have anything to\nsell any more, so she had golden crowns, pulled out the golden crowns. She went to a\ndentist and had them taken off for a few zlotys just so we could survive a couple days or\nso; she sold the golden caps.",
        "Q: Was there any school?",
        "A: No school.",
        "Q: Or studies?",
        "A: No. There might have been, but who had patience for that. It was just a daily way how to\nsurvive, how to get, how to get something to eat.",
        "Q: Were you aware of any activities, like cultural activities or anything?",
        "A: Not interested. I was not interested at all. I didn't want to go to school, I didn't want to\nparticipate in anything, only hustle. My best activities was jumping over the gate, run to\nthe Polish market, buy a few loaves of bread, throw over. That gave me pride that I could\ndo it.",
        "Q: How did you learn how to do that?",
        "A: They say in Jewish, tzuris'’ teaches you how to survive, how to survive.",
        "Q: Weren't you afraid?",
        "A: I was not, no. First of all, once I got through that Polish policeman I was fine, because I\nspoke good Polish, you know. And the farmers did not recognize me. I didn't deal with\n'’ Troubles (Yiddish).\nany young — with any gang, so they didn't recognize me. And once legitimately, I bought\nI paid them, because out of the ghetto you didn't need any rations, so you put down the\nmoney and they sold you, one loaf, two loaves. So I took about three or four and run in, if\nI threw them over several times, so by the end of the day was one bread profit.",
        "Q: So tell me, how did you get to the Polish side? How did you do this? Did you have a\nsystem for getting out of the ghetto?",
        "A: As I said, there was a fence. And there was spaces between the boards, so my mother\nused to put her hands like creating a step ladder and I stepped, stepped and jumped over,\njumped over. Once I was on the other side, I was waiting for a car'®, because the cars\nwere going slow from the court or to the court. Once I was on the other side, I was in the\nmiddle of the street. And that was not the ghetto, that was the part that people were going\nto the courthouse.",
        "Q: You said you went through the board or you went over?",
        "A: Over the boards. She made like a stepladder for me, so I went. And the boards wasn't\nvery high, especially on that street it wasn't very high. Luckily there was no wire fence or\nno cement blocks, just board, and it had a space where my mother could get her hands in\nthere. And I used to step on her hands one by one and jumped over.",
        "Q: Between each of the boards, that's where she put her hand in a to make the ladder?",
        "A: Between the boards.",
        "Q: Between them, right?",
        "A: Between the boards.",
        "Q: And how come the guards didn't see you?",
        "A: Because they were quite — maybe 200 feet, on the corner of the street. And I — when I\nwent out, I went in the middle of the block. And on the corner there was the police guard,\njust seeing that the cars going there.",
        "Q: Now, were there other kids doing this?",
        "A: Some of them did it, yes, quite a few did it. Some policemen looked away, and some\nwere very nasty and tried to catch us, and we run fast. Sometimes they could catch us,\n'S Streetcar.\nsometimes they didn't. Once he got me. It was wintertime all the snow, and I couldn't run\nso fast. I fell down and he started hitting me with a club and took all the breads away\nfrom me.",
        "Q: So you threw the bread over the fence?",
        "A: Yes.",
        "Q: And your mother was waiting for you on the other side?",
        "A: She caught them and she could sell them immediately to the people that could afford.\nAnd I was waiting there for ten, fifteen minutes, and she pass me the money and I went\non another trip.",
        "Q: What was it like on the other side?",
        "A: A new world. Restaurants, food available, everything. I was afraid to go there, first, first\nof all, I couldn't afford it. I was afraid to go to a restaurant because they could tell on me,\nbecause the way I was dressed, you know, in rags.",
        "Q: What were the Polish kids on that side doing?",
        "A: There were no kids, because it was like commercial street, and mostly cars going into the\ncourt. So there were no houses. The only houses that were there in the ghetto on both\nsides.",
        "Q: What is your memory of the organization of the ghetto? The Jewish police, the Jewish\nCouncils?",
        "A: I had nothing to do with the Councils, and the police, they were just standing at the post\nwhere the gates were to come in or out.",
        "Q: But, in general, were the Jewish police nicer to the than the German police or?",
        "A: We had no contact with the German police, because first you had to — if you had the\npapers to go out of the ghetto, you had to present them to the Jewish police. The Jewish\npolice presented them to the German police, and you could go. It was like a border.",
        "Q: But you were afraid of the Jewish police as well?",
        "A: Yeah, sure. Yes, of course. It was authority.",
        "Q: And it was just authority, or was there something special about these councils and the\npolice?",
        "A: They had no guns and there was nothing special; there was authorities, and some of them\nplayed out the role the way they would be big heroes. If they didn't like something about\nyou, they saw that you just coming in from the other side and you were successful to\ncome through the German post, they took care, you know, if they wanted to let you\nthrough, if they didn't want to, they could arrest you or beat you up.",
        "Q: And they did that?",
        "A: They did that many times, yes, just to show authority.",
        "Q: You saw that?",
        "A: Oh yeah, just to show authority.",
        "Q: What other functions did the Jewish Council and the Jewish police serve?",
        "A: I didn't see any council, but the Jewish police, I mean, this 1s the organized transport as I\nsaid, and groups of young boys to go to work that required to do some work for whatever\nthe Germans wanted us to do. Like wintertime was most of all cleaning, snow shoveling\nfor the whole day.",
        "Q: Did you or any of your brothers or sisters do this?",
        "A: Me and my brothers we did it, yes, we had to do it. Not in Warsaw, but outside,\neverybody got a— you know, off the road there is that — what you call it, trench; 1t was\nfull of snow, so we had to clean it out so the water would go in. So everybody that like\nfive hundred feet, clean it out, and you could go home.",
        "Q: Was this outside the ghetto or inside?",
        "A: Outside the ghetto, on the main highway.",
        "Q: So they would walk you outside?",
        "A: They walk us outside, and we used to do our work.",
        "Q: Okay. So what happened next? You mentioned that you went to Plonsk; how?",
        "A: Yes but before I weren't were went to Plonsk. I told you that the orphanage was isolated.",
        "Q: Yes.",
        "A: So first, as I said my oldest brother went, and the other brother went, and then my mother\nwent, and she was caught, she was brought back to Warsaw to the quarantine, and then\nagain everybody started out. We had several cousins everyone of the children, one cousin\ntook care, you know, and it was fine, I mean there was a bite to eat.",
        "Q: This was in Plonsk",
        "A: Plonsk.",
        "Q: How did you get there?",
        "A: Again, out of the ghetto, took a street car until the end of town and walk hundred\nkilometers. I mean it was a night and a day walk. Sometimes a horse and wagon go by,\nyou used to jump it on it for a ride, like hitch hike.",
        "Q: How much of you went at this time?",
        "A: By the end we were all over there, all.",
        "Q: Right. But how many went in this little convoy of a hundred miles together?",
        "A: No one together, everybody separate, one by one.",
        "Q: So you didn't go with your mother?",
        "A: No, no, no, no.",
        "Q: And what year do you think this was?",
        "A: ‘41.",
        "Q: Okay.",
        "A: '41 because we were, we were there — I remember — the part of the summer, before '42.\nNow, while in —",
        "Q: Let me just ask you a question here, because I'm a little confused. I thought I had read\nthat Korezak and the ghetto was evacuated in *42?",
        "A: In '42, right, August '42. Yeah, you're right.",
        "Q: So does that mean that you were still, that maybe you went a little later?",
        "A: Could be, yes.",
        "Q: So, to Plonsk a little later?",
        "A: Yes, yes.",
        "Q: Or did you go to Plonsk and come back?",
        "A: No, no, no, I didn't go back. It was right after they took the children we went to Plonsk.\nThe dates, you know. So we went to Plonsk and then the ghetto was created in Plonsk,\nand then it became already food not so much available, because a lot of people came, a\nlot of people came from all over other countries.",
        "Q: And why did they go to Plonsk?",
        "A: Because everybody had a sister or an uncle and it belonged to the — they call it — I don't\nknow. There were a lot of Germans there in the area. And it belonged to — they call it the\nThird Reich.'” They call it a part of the Third Reich, and surrounded by farm lands, I\nmean rich. There was food. But so many people came there the food got less. So I try to\nfind a way to make some money, so I used to buy in the ghetto cigarette paper, and went\nout of the ghetto and sold it to the farmers to make some money. And then I sold my two\nbrothers. I didn't actually sell them, but I recommended to the farmers, if you need\nsomebody to work for you just for food, is going to go. So I found a place for this one,\nand found a place for my oldest one; and then I look for myself.\nWhile I was going, then I was also going to beg for food. I mean I went in and I says “If I\ncan get something please?” One day a woman asked me, “A big boy like you shouldn't\nbeg for food, he should become” — summertime you sent out the cows on a field, but\nsomebody has to watch them that they don't go and eat the corn and the wheat, they\nshould eat the grass — “A shepherd.” So I said, “Would you hire a Jewish boy?” She says,\n“My God, I would never believe your Jewish. But if your not gonna tell anybody, I won't\ntell anybody.” So, I make a deal with her, and I said, “I do it. By the end of the season\nyou give me five...” it was by the meter then; I don’t know, five hundred pounds of\npotato and 80 deutschemark, and she set says, “You got it.” I went there, her son didn't\nknow I'm Jewish, her daughter-in-law didn't know I'm Jewish, and there were a few boys\nTn 1939, Plonsk was annexed by the Germans along with the portion of Poland northwest of Warsaw. Wladyslaw\nCzaplinski and Tadeusz Ladogorski, The Historical Atlas of Poland (Warsaw: Panstwowe Przedsiebiorstwo Wyd.\nKartograficznych, 1986), 50.\n— never knew I’m Jewish, and I stood there the whole season, the whole summer. By the\nend of the term, they had to give me their potatoes. And the I took the horse and the\nwagon. And at that time the Germans brought in together potatoes and all that, and put\nthem in basements, you know, down, to bury them; I don't know for what. So every for\nfarmer had to donate so much. So I drove in with the horse and wagon myself. And they\ntold me here, here, you have to put it here. And I says yeah, yeah, yeah, and I went\nstraight to the house where my mother and my cousin was. We unloaded it, but we never\nhad time to consume it. You know. And then —",
        "Q: Was this ghetto very organized?",
        "A: It was quite organized. But then, you had to be a residence, a resident, of that town. My\noldest brother, who didn't survive, he used to go out with the daughter of the president of\nthe ghetto. And they gave him an ID card that he is from here. One night they say\neverybody out in the field, all Jewish people out, out in the field; and they started to\nverify. Whoever had a resident card, the ID card could go home; whoever didn't have,\nabout hundred brown uniform Germans’’ this way, one hundred this way, and everybody\nhad their whip in the hand.",
        "Q: I have to stop you. We're going to pick up. They need to change tapes.",
        "A: Okay.\n°° Nazi stormtroopers (Sturmabteilung or “SA”). Amy Hackett, ed., The Encyclopedia of the Third Reich (New York:\nMacmillan Publishing, 1991), s.v. “Sturmabteilung.”\nTape # 2",
        "Q: We’re in Plonsk...",
        "A: As I said, whoever had the ID card as a resident from the city were allowed to go home. I\nresumed normal activity. Whoever didn't have, there were about a hundred of the\nGermans in the brown uniforms on each side, making like a gate. Everybody had a whip,\nif they had to cut down a branch just to have something in their hands. And whoever\ndidn't have it had to pass them. And everyone had to hit while running through. My two\nbrothers and one sister were extremely lucky, they were the first one of the victims. So\none German took them and walked them through that terrible gate. So the ones that get\nbeaten should know to where to run. My oldest sister, unfortunately, wasn't so lucky she\nwas beaten very badly, and then came my turn. They told me I had to go there, so I go\nthere. So I was running like a snake, you know, nobody could hit me. I escaped everyone.\nBy the very end one was waiting for me and hit me right across the face here and split my\nlip right open. When it was all over, they put us in trucks and put us in a field surrounded\nwith barbed wire, and kept there I think for a day or so. No water to wash up or no food,\nno nothing, and then —",
        "Q: What about your mother?",
        "A: My mother was in Warsaw. My mother, she was then remained in Warsaw?",
        "Q: But she went to Plonsk for a while?",
        "A: She did not make it because she was arrested on the Aryan side. She went to prison and\nshe went to Warsaw. And she waited the for a chance to come to get some money or\nsome goods for that person that smuggled the people out of the ghetto. So, we were there,\nand then we were put on trucks, and we were driven to a place called Pomiechowek,\nwhich was a just a building, a big building, you know, with cement floor, and that's\nwhere we slept on the ground. No food, no water; waiting for a rain to come down with\nstarted to wash a little bit with the soap. Then the rain stopped. And eventually, after the\nthird or fourth day, they brought in water in barrels of sour pickles. That water we drank,\nand then a little soup. And we were just kept there with, without saying anything to us or\nanything; we were just kept there. Guarded by Ukrainian soldiers which served the\nGerman Army. And I saw outside behind the gate, people from that town had relatives in\nthat place, they used to come and brought a package. They called out the name and threw\nin a package, and the guards did not object. So I said to my sisters, you know what, why\ndon't you go talk to them a little bit, flirt with them, distract them. They didn't know what\nI was about to do. When they went, I got down on my knees and dug a hole under the\ngate with my hands I dug a hole and crawled out, cleaned myself up, and stood up as if I\nwere a visitor, you know. And —",
        "Q: Were you scared?",
        "A: No. And walked away, walked away; walked out on the highway with another boy. And I\nsaw trucks of workers, I ask, “Where you going?” “Oh, we going to Plonsk.” I jumped on\nthe truck and went to Plonsk. By then I was not afraid, I went straight to the gate to the\nJewish policemen. “I am so and so, I am David.” David was my oldest brother, and the\nJewish policeman was Moshe Niman (ph) who was friendly with my brother, you know.\nSo I said, “I just escaped from Pomiechowek.” I went in, and in a minute I was\nsurrounded, “Who is the hero who 1s the hero? How could you escape from there?\nWhat's going on there?” So I told them the story, and I go to my cousin. And by that\ntime, I see my mother was there. She came from Warsaw. While we were all there. She\ncame, oh, when she saw me, you know. And the rest of them apparently remained in this\nPomiechowek a few week until they evacuate them back to Warsaw.",
        "Q: About how long was that?",
        "A: I don't know, but it was quite a couple months I guess. They chased them on march back\nto Warsaw.",
        "Q: Let me stop you a moment. When you got out of this Pomiech6wek?",
        "A: Yes.",
        "Q: Did you feel any, anything about leaving the rest of your brothers and sisters in there?",
        "A: If I feel any remorse, any guilt? Not really, no. It was — I felt that I'll be able to go there\nand get some food and bring to them. You see. I felt as a rescuer. You see like going to\ngo to work. I figure I'll go, I'll get something and come back. Because being outside it\ndidn't bother me, because I would appear as a resident of that town, it's legal there. And\nbringing a package was okay because they did not object.",
        "Q: But, did you talk to people when they just thought you were Polish, and you told people\nyou were just a Polish boy?",
        "A: When I was begging?",
        "Q: Yes.",
        "A: Yeah, yeah, I did, “holy spirit, bless holy spirit,” [gestures sign of the cross] whatever\nyou say, and “Can I ask for something?” They say “Why, why you begging you begging\nfor something?” I say my, “Mother and father was killed in the war, you know, I am an\norphan and I have nothing.” “What are you collecting?” I say, “Whatever you can, a little\nflour, a little barley, you know, some potatoes, a piece of bread.” So they gave me.",
        "Q: You are how old now, about? Eighteen, 17?",
        "A: No...",
        "Q: You’re still very young?",
        "A: Then it was— we are talking now from '26 to '40?",
        "Q: ‘42.",
        "A: No, no. From '26, '26 to '30 was 14.",
        "Q: Well, Korczak was ‘42, so that makes you 16?",
        "A: Sixteen, I was in camp already.",
        "Q: Okay, well Korczak —",
        "A: Well, I was about 14, 15 then, before I went to Auschwitz. 15, but I was not developed\nbecause I'm hungry. So then my two brothers and two sisters, they were chased to\nWarsaw, and they told me they made a big fire so they couldn't go back. They were in\nWarsaw. Now, a postcard from, come from my two sisters to mother, “We are here. Icek\nis sick with typhus in a hospital, this one here. They have nothing to eat, they have no\nplace to sleep. We are desperate, we are helpless, what are we going to do?” So, what is\nmother going to do? She takes off and walks to Warsaw to rescue the two girls and the\ntwo boys. By friends and so on, she found a little place where they can stay, they take\nhim in. By that time, the girls came to Plonsk with that smuggler. The other brother, old,\ncame, and he came. Then we were all in Plonsk already. And by that time, we were all in\nPlonsk, and during that time I sold my two brothers, you know, we spend like summer.\nAnd then the main evacuation started. Everybody, residents, non residents. Everybody\ntransport, go to Auschwitz. So I think ours were the second transport that went to\nAuschwitz. My oldest brother remained because he was friendly with the president's\ndaughter, unfortunately. If he would have come with us he might have been survived. So\nwe went to Auschwitz, it was in the fall already. It was in the fall because I remember\nwhen we got dressed naked, the frost was sticking to my feet.",
        "Q: You think this is '42ish?",
        "A: I think it's '42ish, yeah.”",
        "Q: Okay, tell me a little bit about the trip to Auschwitz.",
        "A: The trip to Auschwitz on the train, on a train me, my mother, my two sisters and my two\nbrothers. Took about two on or three days, I think. No food, no water. I mean, the food —\nI mean we took a little bit of food with us, whatever we could, you know, and I was\ndressed in four suits, because there was a tailor down there, we didn't know where we are\ngoing he says take, take maybe we can sell, and — wherever we going, because it was\nresettling. We knew we were going to be resettled somewhere else.",
        "Q: What other things did you take with you?",
        "A: Take whatever we could carry, you know, suitcases, clothing, and what food we had. And\nI think they gave us some bread for the road, but water was — everybody was dying for\nwater. So what my mother had, she had — she still had a very thin wedding ring. She gave\nit to a soldier so he could scoop up a little cup with snow for me, you know, she didn't —\nshe couldn't take care of the others, but I was the youngest so he scooped up a little snow\nfor the wedding ring. That was the last thing. And then early dawn one day we arrived on\nthe ramp in Birkenau~’ and he said, “Everybody out,” and we see the boys in the striped\nsuits.",
        "Q: So you were on this train, you had really no idea where you were going or what was in\nstore?",
        "A: No, no idea no, resettling, that's all.",
        "Q: Was it at all frightening, or you didn't know?",
        "A: Didn't know, it wasn't even frightening.",
        "Q: Okay.",
        "A: Because we were promised we were going to a better place. We didn't know. So we\narrived there, and naturally everybody out, you know. And the boys with the striped\nuniform say “Everybody out, go walk this way, walk this way.” Helping people and\ntrying to carry the luggages, I mean we had to leave our luggage, we had to leave. And I\n“| The German Army occupied Plonsk on September 5, 1939. A closed ghetto was established in May 1941. The\nJewish community was liquidated throughout the month of November 1942, when 12,000 Jews from the Plonsk and\nthe vicinity were sent to Auschwitz on four transports. Encyclopaedia Judaica, s.v. “Plonsk.”\n** Birkenau (Auschwitz II), subcamp of Auschwitz concentration camp.\nknow plenty, pots of pans, especially pots of pans. People used to make double decks and\nthey hid some money in the pots or double suitcases. And then here comes big Mr.\nEichmann’.",
        "Q: How did you know that's who it was?",
        "A: Later it I found out. I never knew, I never knew anybody, no.",
        "Q: Had you heard any stories yet?",
        "A: No, no way.",
        "Q: You knew nothing?",
        "A: No way. In Warsaw there was a rumor that the they sending people to, they call it a fry\npan, you mean they put people in the room and the floor turns over, and they get murder,\nso they call it a frying pan because a frying pan you flip over. 36 Never knew; nobody\never escape, never knew nothing.",
        "Q: So when you arrive and see these people in uniforms and Germans, what's going through\nyour mind?",
        "A: We just didn't know who these people are, and then they speak Jewish’, I said my God,\npeople speak Jewish here, what is this? It's a paradise. People from Eretz Israel”? maybe,\nyou know, or something, because they spoke Jewish, “come out, come out,” and all.\nDidn't give any indication whatsoever. Then it's ordered “women left, men right” or vice\nversa, Separate men and women. Then the women and children were taken away, don't\nknow where. Then comes men, you know, and I stay with my two brothers, try to make\nmyself nice and tall and he says you know, pointing to two brothers on one side and two\non the other side. I go, what do I know. And I stand for a while and I look and — first\nthinking, I see on the other side my two brothers are, about 45 boys, nice strong, and I'm\nbetween all people and children. And my brothers indicating to me like that, from far\naway. And I couldn't find a moment because the soldiers are were marching forth and\nback and watching, you know. And once the soldier passed me by and I snucked over to\nmy brother, and he put me between him and the other one, they kept me there. And ina\nfew minutes they told us to jog. And then we see Auschwitz “Arbeit Macht Frei’””° into\n° Adolf Eichmann (1906-1962), Nazi official who played central role in the organizing and execution of the “Final\nSolution.” Encyclopedia of the Holocaust, s.v. “Eichmann.”\n* Yiddish.\n> Land of Israel (Hebrew).\n°° Work Makes Free (German); infamous sign posted above the main entrance to Auschwitz concentration camp in\nthe camp, and I was the youngest of the camp. And the part where I was, at that time they\ndid not need any woman at the working camp. So all the woman were destroyed\nimmediately, gas chambers, my mother, my sisters, and then the people where I was put,\nthe older men and the children.",
        "Q: Now, did you know this, or did it take some time for you to find out about your mother\nand sisters?",
        "A: Later, later I found out, because we were speaking with people that work — that work\nSonderkommando’’. Sonderkommando means they were putting people in the oven. So\nsome people had indirect contact and they said the transport from Plonsk came so, you\nknow, women came to labor camp. So then we came to find out. So here we come into\nAuschwitz, and people, you know, they put us up in barracks, and the beds are made so\nnice and straight, and everybody 1s afraid that they would not be able to make the bed.\nThat came existed from before, you know, and German criminals were then political and\nthe beds was straw sacks, and everybody got two boards to make the edges so straight\nand the pillow and the blankets had a stripe, and it was like a one hundred beds and one\nstripe. So many of them were afraid because we are given orders and people start asking\nquestions, and then I shot off my big mouth in Polish, “What's the matter with you, don't\nyou understand what they talking to you.” And one guy heard me and he said, “Come\nover here little boy, where are you from?” I says, “I'm from Warsaw.” “Oh, I'm from\nWarsaw too.” It was a Polish guy who was the bookkeeper here.\nAnd then right away, “Here's a piece of bread, here's a bowl of soup,” and right away I'm\na whole macher’® there, you know. And I share it with my bothers, you know, and then\nthey tell us to take off our clothes, it was frosty, completely naked, and the frost was —\nour feet were glued. And sent into the shower, shave the heads — the shower, and come\nout the other way, and we got striped clothes and we got our bowl. “This is your\nproperty.” Then we went for the numbers. They put the numbers, I talked to my brothers\nand I say, “We going to show you one day in the United States, I didn't even know\nUnited States exist.” So my brother got “630,” I got “631,” and my older brother, he\ncurious, walked away, and we never saw him again. They counted out 50 people and took\nhim away to coal mines to another camp, never saw him again.",
        "Q: What were you thinking in all this process?\nPoland.\n*7 Special commando (German); A commando of Jewish prisoners in the six extermination camp selected to work\nin the gas chambers and crematoria. Encyclopedia of the Holocaust, s.v. “Sonderkommando.”\n*8 Influential person, “big-wig” (Yiddish).",
        "A: I was thinking what's going on, we came to a camp, we are going to be kept, we are going\nto work, and until America will happen, something will be over.",
        "Q: You thought this was just a labor camp, it wasn't going to be so bad?",
        "A: Yes, I thought it was just a labor camp, and right away they took care of me, I didn't have\nto suffer any hunger, nobody was beating me up, you know, and we didn't have to work\neven, it was only — Auschwitz was only a passing. We were there about three days. Then\nwe were walked off to Buna’’, to another camp. We walk, and half the way, again we\nhave to go into a place where they took our clothes and put it in the oven to disinfect it, to\ndisinfect it, you know, and this was the dirty room and over there was the clean room. So,\na part of the people walked from the — they went in the shower, and everything, they were\nwaiting. And the people on this side wanted to know what's going on. So it was one of\nmy cousins there, he says [draws forefinger across neck]. I said “no, nice,” and I show\nhim a sign that they are not killing us, you know, just shower and disinfect so we are nice\nand clean. And we went to Buna. We went to Buna and we went to a quarantine again.\nThat was a camp quarantine. And again, I was the youngest, so they made me clean the\nblock. It was a blockiiltester*’, the head of the block, of the barrack. And he had a little\nroom for himself with a bookkeeper, so he told me, “You going to be like my maid.” You\nknow, every day I had to dust and clean and clean, and clean and dust, and help, like keep\nthe spoon in the pot, you know. Cut the bread, make rations, and hand out the soup, hand\nout the potatoes, and try to put a little bit aside, and every night I give to my brothers a\nlittle bit more. So in quarantine you had to be like a certain time, and then you walked out\nto labor camp.",
        "Q: How long was the quarantine?",
        "A: I think a few weeks, about four weeks or so, you know.",
        "Q: Do you know what happened to your cousin or?",
        "A: I didn't see him any more. When the quarantine was finished, this brother Joe worked\nlabor camp, and they asked me if I want to remain where I am or if I want to go to labor\ncamp. I says sure I want to remain where I am, you know. So I found a piece of bread,\nsome potatoes my brother used to come every night I used to give him something and\nothers. And during that time a transport came, and my oldest brother, that remained in\nPlonsk, came also. When he came, so, I was begging him, “David, whatever you do, try\nnot to drink the water here, because it's very contaminated.” But he was thirsty, from the\nway he was drinking, he wouldn't listen to me, and also an excellent tailor so he made the\n” Buna-Monowitz (Auschwitz III), subcamp of Auschwitz.\n*° Block elder (German).\nhat for the blockaltester, but one of these people brought typhus with him, they took the\nwhole transport and send them back, and my brother had to go back to Birkenau with\nthem. And while he was marching he met his brother and he said they are taking him\nback to Birkenau, we are not going to see each other any more. They took him to\nBirkenau. A few days later they brought another transport, again typhus, and then they\ntook everybody already even the people that were the supervisors and me too, to\nBirkenau, and right away I run look for my brother there and he was already taken to\ncrematorium. He was gassed because he was sick. I didn't see him. And then Birkenau I\nremained.",
        "Q: Your other brother, Icek?",
        "A: Yes. He remained in Buna.",
        "Q: He wasn't in the quarantine?",
        "A: He was for the part that was required. Then he went to labor camp, but I had — they kept\nasking me, and asked me if I want to remain in the quarantine to do these little chores. I\nsaid “Of course, why not, I don't want to go to the hard labor. In here, what I do — I keep\nthe place clean.”",
        "Q: Let me ask you a question about Buna?",
        "A: Yes.",
        "Q: In some of the reading that I've done, it said that one of the factories in Buna was making\nrubber. Do you know anything about that? Your brother said they were more involved\nwith fuel and kerosene, or something of that. I had read that there was a big synthetics\nrubber plant over there.",
        "A: There was the I. G. Farben*', Farben, but rubber plant I don't know.",
        "Q: You don't know about that?",
        "A: I don't know.",
        "Q: That was one of the I.G. Farben businesses?",
        "A: Could be, could be, could be.\n*' German limited company that was a conglomerate of eight leading German chemical manufacturers.\nEncyclopedia of the Holocaust, s.v. “I. G. Farben.”",
        "Q: Okay, please continue.",
        "A: So then I remained in Birkenau, and doing all kinds of jobs. And again I met a\nlandsman°’, you know, and little by little, if you remain in one camp for long period of\ntime, you get into a group, and you get an outlet a little bit to organize and to find a better\nplace of work only where food was available. Like once there was a Dachdeck-\nKommando (ph), which means a roof Kommando”’, and you had a chance to put a roof\non the kitchen, work near the kitchen, so a piece of bread, little potatoes, or gone to the\nwomen's camp where you work in the women's camp, you know, and then there were\ngirls, the hired girls, that had the little position like, “Here boy, here is piece of bread,”\nlike playing little, little flirtation. There was nothing you could do, because God forbid\nyou get caught talking to a woman, was bad for both them they were not allowed to talk\nus. And then finally I got a job to work with what they called Kanada. That was the\ncleanup Kommando. In other words, whatever the people brought on the transport we had\nto assort. Shoes separate, shirt separate, pants separate, and big, big wooden box where\nyou had to put valuables in. So naturally if you found a hundred dollar bill or a gold coin,\ntook it put in it in the condom, sticked it up, brought it into the camp, and traded for a\nbread for, you know, some people had connection with Polish civilian people that they\nbrought the kielbasa, salami, bread, a bottle of vodka, and that's how we survived all\nthose months.",
        "Q: How many months were you with the Kanada group?",
        "A: A few months, not many months, not many months.",
        "Q: Was it weird to be sorting out all these personal belongings?",
        "A: You get, you get accustom to it. You get accustom. It's just the part of it. You know, no\nemotional feelings. Now, now any little thing I cry like a baby. But then, I could see my\ncousin or whatever, come to camp, and knew what's going to happen to him. I was\nlooking, “he’s got a piece of bread somewhere or something if I could have something to\neat,” because I knew he was going to perish anyways, I knew. You see. What we did,\nwhat we did as a group of boys, what we do makes me feel good. We also used to go to\nthe ramp when the transport came. But we knew already what's going on, so when we\nsaw a young woman with a child, with her mother, we took the child and gave it to her\nmother and say, “You hold it, it's better.’ We didn't tell her why, because we knew if\nEichmann sees a woman with a child, she is she goes to crematorium immediately, and\nthe mother is an older woman, has no chance anyways. So, we gave her the child and we\n** Fellow countryman (Yiddish).\n*> commando (German)\nable to send — to save the woman, and she go to labor camp and she could survive. Now\none thing is going to be with me as long as I live. Here comes a Hungarian transport. By\nthe end a lot of Hungarian. I don't remember now again the year, whether it was '43 or\nsomething, it was the last evacuation of Hungarians; two at daytime, two at nighttime.\nOne transport came, apparently they knew what's going on. When they came out of the\ntrain, it was during the night you could see the flames of the crematorium ten feet above\nthe chimney. People just put on their praying shawls, you know, and say the last prayer.\nApparently they knew. It was such a chaos — chaos?",
        "Q: Chaotic.",
        "A: You have, you know, we got all so emotional, and people are screaming and crying, and\neven the German soldiers got afraid they shouldn't be all right. “Go,” I say, “don't worry,\ndon't worry, be fine.” And this other woman, “Oh Mutele™, soon you going to get, going\nto get a shower, going to put you in nice clean bed, don't worry, just move ahead, just go,\njust go.” Here I walk over, and this young girl stays close to her mother, and I take her by\nthe hand and I say, “You come and stay on the other hand.” And she takes me by my chin\nin Jewish and says, “I'm 18 years old, I didn't love in my life yet. Why do you take me to\ndeath already? Why you take me to death?” You know, like I would be the one. I says\n“No, no, what you talking about? You come with me you see, you'll be fine. I put you\namong all these young people.” I was able to save her, and she went through labor camp.\nBut apparently she got crazy and she got destroyed, because I was able to, to, to come\ninto the women’s, come into the women's camp once in a while by exchanging with\nsomebody else that was carrying the kettles with food. So when somebody came into the\ncamp with the food, I say you stay here today, I give them something and I took the food,\nand I wanted to see if she survived. She survived a few days, but she got crazy. This\nscene will remain with me for as long as I live. I was not emotional then, but she put such\na guilt trip on me, and she said, “Why do you hate me? Why do you want me to die?”\nshe says, “I’m only 18.” This was terrible. And the Germans are running so much that\nwhen I thought they had no room in the gas chambers, it was so active, that before every\ncrematorium the dug a big hole very, very big, and it was burning fire and they used to\nput the people on blocks break up alive, into the fires burn them alive, the Hungarian\ntransports.’ That was already way before the allied started to approach. And now, as I\ntold you, my first miracle is when I escaped to go to Treblinka. The second miracle was\nwhen I came to Auschwitz. Here I am a worker now, and this SS woman is walking\naround always and looking and looking, and with her whip against her boots like that\nwalking around like you know, proud and looking, looking taking numbers down, and\nshe points at me to put my number down. Because I was in Birkenau, I was not a Muslim\n** Mother — diminutive (Yiddish).\n* May 9, 1944, SS Camp Senior Rudolf Hoss orders five open crematoria pits dug near Auschwitz-Birkenau\nCrematoria V, in order to accommodate the overflow generated by the mass transport of Hungarian Jews. Danuta\nCzech, Auschwitz Chronicle, 1939-1945 (New York: H. Holt, 1990), 622.\nman. A Muslim man means bones and skin, I had nice brown skin always. She takes my\nnumber down, now the blockaltester knew why she takes my number down, they\nwouldn't tell me, but there was a request of sending out of Birkenau a few hundred people\nto another camp, to Stutthof, and he puts me there. And then he told me, “She took your\nnumber, she wants your skin to make a bag or gloves or something,” and he sent me\naway. And I escaped that, because they were making bags and gloves and lamp shades\nfrom our skins.",
        "Q: How did you know this, or did you know this at the time?",
        "A: I didn't know at the time, but later when they evacuated the complete Birkenau, that\nblockaltester came also, because blockaltesters, you see, they were all my inmates, you\nsee we were all run by inmates. We got a barrack, you got a blockaltester, and then you\ngot a stubendienst*’, somebody to see that it's clean, you know, that the beds are made\nand all that. When Birkenau was evacuated, then they took so many.’ But when the\nAllies — Russian were pushing, then they send us. So, my first was Stutthof, from\nBirkenau of Stutthof.",
        "Q: Okay. I want to —",
        "A: And he came also, and he told me.",
        "Q: He told you how they were using the skins?",
        "A: He told me, “You know why I send you here? You remember she wrote your name\ndown.” So I says, “Why, what is it?” He says, “She wants to make a nice purse or gloves\nor a bag from you.”",
        "Q: Did anybody that you know actually see this happening?",
        "A: No, you know, they just took the boys, did whatever they had to do. Who could see?",
        "Q: But the prisoners —",
        "A: No. Like they were castrating Jewish boys.*®",
        "Q: How did you know this?\n°° Barracks duty (German).\n°7 In mid-January 1945, the SS began evacuating the Auschwitz camps system — some 60,000 prisoners were sent on\ndeath march to concentration camps further west. United States Holocaust Memorial Museum, Historical Atlas of\nthe Holocaust (New York: Macmillan, 1996), 205.\n*’ Numerous prisoners of Auschwitz were castrated as part of the sterilization experiments carried out by Dr. Horst\nShumann and Prof. Carl Clauberg, among others. Encyclopedia of the Holocaust, s.v. “medical experiments.”",
        "A: Because what's his name, Morris, Morris he was a cook. He was a cook. His testicles\nwere taken out, because he was with me in a few camps. So, I knew that he was taken,\nthat he was taken, and then he said, “They put me to sleep, and whatever they did.”",
        "Q: And he was aware that there were other boys —",
        "A: Yes.",
        "Q: — that were in the same —",
        "A: Yes, yes, he was aware of that, because as a matter of fact I was friendly with him. He\nwas always a cook, and he always cook. So after when we would send food from one\ncamp to another camp, I was maybe in 15 of them, but I don't know the locations because\nthey used to send boys to build air strips. It means take big stones, break them up, make\ngravel, and then cover with cement. And every camp had a little kitchen. So, Morris was\na chef — kitchen. So, I remember one day as we were walking, walking through German\nvillage, I saw an apple on the ground. I ran out and grabbed the apple and put it in my\npocket. I think I'm going to give it to Morris that night and bribed him, you know, he had\nall the soup and all the potatoes he needs — but an apple. So, night at he came in to the\nbarracks; I said, “Here Morris I have an apple for you.” So, for several days he brought\nme baked potatoes. Took raw potatoes and threw them in the fire. And one day they\nneeded boys to peel potatoes, and he took me. One day the German took a truck and went\nwith two boys to the village so the baker gave bread for the barrack, so he took me also.\nSo the German gave me whole loaf of bread. I ate it up at once, because I had a bad\nexperience with my men that slept with me, because I was a terrific worker, I always told\nto my — you — always a group, that we slept on the same platform — try to avoid to get\nbeaten up — “Do as much as you can.” So, we work to please the contractor. The\ncontractor had to make so many trips with his truck with stones, could so he could make\nmore money. So I don't know at the time whether it was Christmas or something, he gave\nme like almost three quarter loaf of bread. So I figure, “I'm going to add a little bit to my\nevery day rations.” Because once I went to Birkenau I was in trouble: No connections,\nno nothing no food, nothing to organize. So I depend on my strength and pleasing the\ncivilian contractors, and they give me a nice piece of bread. And then at night I who to go\nuse the big —",
        "Q: Latrine?",
        "A: Yeah, to urinate. Two minutes I came back, the bread was gone. He swallowed it so fast,\nhe stole it from me. So I said to myself, “Next time anything I get, I don’t save, in here it\nis the safest.” And that poor man died in my eyes also, he didn't survive, Meir Bornstein\n(ph), he was French, from — French Jew.",
        "Q: After you left —",
        "A: Birkenau?",
        "Q: No. I want to stay a little bit longer. You left — you stayed in the quarantine area longer?",
        "A: Yes.",
        "Q: And then, when you left, you went directly to Birkenau?",
        "A: Birkenau, yes.",
        "Q: You were there fairly early. Did you get involved in building anything, in — since a lot of\nthe camp wasn't yet finished?",
        "A: The only thing that was built was the Gypsy camp. An...another complete camp was\nadded. That was — Birkenau was D camp. A, B, C, D, and then they were building Gypsy\ncamp. It was building it was just — yes, it was putting together barracks. Putting together\nbarracks that were prefabricated. We didn't know for what. It was prefabricated. We put\nthem together every day, you know, Kommando means Baukommando — building\nKommando. We used to go there and help put the barracks together. There were natural\nGerman civilian foremen, you know, and some professionals. It was very simple, a\nwooden barrack, no windows. And some German inmates became blockaltesters —\nblockaltesters means elders of the block — and they were by themselves to build an office\nfor them, like — I mean not an office, a separate room, a stube*’, and they built an oven,\nan oven made out of bricks throughout the length of the barrack, just so high to be heated\nwith wood, and then it was finished.",
        "Q: This was in a separate area?",
        "A: In Birkenau, but another camp like, it was like camp A, B, C, D, D was where I was, the\nD Lager. And then it was the Gypsy camp.”",
        "Q: So the Gypsy — did you know it was for Gypsies?",
        "A: I don't know, but then a lot of Gypsies came, men and woman came together and they\nwere kept there. They kept there for a while, and overnight one night they were\ndestroyed.\n*” Room (German).\n* A separate block for Gypsy families was established on February 26, 1943, when the first large transport of\nGypsies arrived in Birkenau. Encyclopedia of the Holocaust, s.v. “Gypsies.”",
        "Q: Did you have any contact with the Gypsies?",
        "A: No, just my first girlfriend was a Gypsy.",
        "Q: Well?",
        "A: German, German Gypsies from Germany.",
        "Q: You mean?",
        "A: Yes.",
        "Q: In that camp?",
        "A: Yes.",
        "Q: Because you were there fairly early, did you have a sense of the overall structure of\nAuschwitz Birkenau?",
        "A: Structure?",
        "Q: Well, I mean there were these different camps, and there were things going on in\ndifferent places?",
        "A: No, they were all the same. Birkenau was practically the same, the same barracks, you\nknow. They all look the same.",
        "Q: But in Birkenau was where the crematoria were?",
        "A: Crematoria, yes. We didn't get to see them.",
        "Q: You never saw the crematoria?",
        "A: No, we didn't. We saw the flames from a distance. I could smell like Sunday — we didn't\nwork, you know — or at night you go out, you saw the flames. And the people they put in\nthe oven, we couldn't get in touch with them also, because they were kept in a separate\nbarrack, they called that Sonderkommando. And every few months they used to put them\nin an oven and get new, until they make an uprise, this Sonderkommando. They were to\ngo up and got hold of some guns, but it was very fast made “hush, hush.” *!\n*! October 7, 1944, Sonderkommando unit in Auschwitz-Birkenau Crematoria IV stage uprising which destroys\ncrematoria facility — all participants are captured and executed. Jean-Claude Pessac with Robert-Jan Van Pelt, “The\nMachinery of Mass Murder at Auschwitz,” in Anatomy of the Auschwitz Death Camp, ed. Yisrael Gutman and Michael\nBerenbaum (Bloomington, Indian",
        "Q: Did you see people going by you, going to the crematoria? Or groups? Anything like\nthat, when they passed by you or...?",
        "A: Well, when they were taken there were selections held, you know, selections held once in\na while see who still has some meat on them, like everyone had to get naked outside you\nknow, and Mengele*’, Dr. Mengele came out, and you had to present yourself, either you\nwere sent to the barrack or sent on the side. The ones that sent on the side, they went to\nblock number seven, seven, and they put a “L” on them here. “L”’ means generally means\n“leiche” — in English would mean “corpse.” They put in that block, and from then they\nput them in a truck and into the crematorium.",
        "Q: You went through these selections often?",
        "A: Oh, yes, quiet often.",
        "Q: How often?",
        "A: Oh, many times, every few months; but I managed to — once I got — another miracle I\nescaped. Once I got pneumonia in Birkenau, and I went to hospital. And there were two\nJewish doctors from Krakow, and I remember they listen to me, and they made a picture\nof my lungs with little points, you know, they had no x-rays or anything, and they told\nme, “one thing will save you, you have to get some calcium.” Calcium you could only\nget injections from somebody who worked in Kanada, and in Kanada they had a little\nroom where all the trucks came in they kept them there separately. So one of the men that\nI was friendly with got hold of calcium injections and put it in his rectum and brought it\nto me, and the doctors injected me, and I came out of it. But during that time was a\nselection, it was selection, but they manage to hide me. They confuse the number,\nsomehow they confuse the number of the sick people minus less, minus one, and I got\naway. And then I got better again.",
        "Q: What about the selections, you said you were in them every few months, but were they\nhappening more often than that?",
        "A: When there were enough sick people when they couldn't go to work, there were quite\noften, I don't exactly know, we didn't know what the purpose was, he says everybody up,\nyou know.",
        "Q: And was Mengele involved in all of them?",
        "A: Indiana University Press, 1994), 239.\n* Josef Mengele (1911-19787), German doctor and SS officer.",
        "A: I have no idea, but I knew that he was the main doctor, because when I went — when I\nwent and I was so sick with fever, I knew that one boy, one boy went or man, he had\ndone something with his finger, you know, I don't know what he, just took a scissor and\ncut and cut and cut to the bone. No injection or nothing.",
        "Q: Were you aware of any of the medical experimentation that you read about now?",
        "A: I saw — I don't know the experimentation, I saw one boy, there was a young boy running\naround in Auschwitz, it was a Polish boy, because once in a while they kept children — I\ndidn't know the reason then, like they kept in Birkenau they kept two Rabbis two Greek\nRabbis with beards, and used to allow them to pray in the shawls and made movies. Now\nI know it was for propaganda, so this boy was running around. All of a sudden I heard\nthat the boy dropped dead. So there was a barrack where they did the experiments and I\nlooked through a little pea hole, it was like the door there was spaces, and I saw they\nwere cutting him. And I saw the they cut the scalp and pulled the skin over, I saw it, and\nthere were — they took off the part of the scalp and I saw there was a big tumor on the\nbrain, I saw it that with my own eyes, and I knew the reason they wanted to find out why\nhe died. But to come back to the — to the —",
        "Q: Experimenting?",
        "A: Experimenting, I knew they going on, but I did not witness them because they were in all\nclosed places.",
        "Q: How did you know they were going on?",
        "A: How I know they was going on, to tell you the truth, I didn't. I just found out later.\nDuring my being there I didn't know, I didn't know.",
        "Q: When you were with this Kanada group, how come you had to leave there? Did people\nhave sort of a set time you were there? Did you get privileges?",
        "A: No, no, no, no, how come I leave it was because eventually transport ceased, you know?\nThey stop coming, so they didn't need us any more, and then as the Allies start to\napproach, we were evacuated and took to Stutthof. Really it was a privilege to work\nthere, to get to go there, an that Kommando was a big privilege because there was there\nwas maybe 130 people, everybody was wanting to work there because you could wear\nany clothes you wanted, good shoes, good clean shirts, and there was — ladies were\nworking there also, so everybody got somebody friendly, and every Friday this girl gave\nyou a clean shirt.",
        "Q: Did you tell me how you were chosen to work there? On that — in that...?",
        "A: How I was chosen to work on that? I think recommendation by the blockaltester.\nRecommendation that ask the Kapo’’ — Zep, Zep (ph) was his name, “Why don't you take\nhim.”",
        "Q: You started to mention Sunday, you said it was not a workday. What happened on a\ntypical Sunday?",
        "A: On a typical Sunday.",
        "Q: Was it a day of rest?",
        "A: It was a day of rest, 1t was a day of taking the lice off the clothes, sitting down and try\nto...",
        "Q: That's mostly what you did on Sundays?",
        "A: Yes.",
        "Q: Do you — what do you remember any humor, any enjoyment, any activities in the camp?",
        "A: No, there were no humor because everybody was that hungry, you know, everybody was\n— I have death. The own entertainment was the gates when you walked out or walked in,\nthe music, the orchestra was playing.",
        "Q: What was it playing?",
        "A: A march, march songs.",
        "Q: The Germans would play the songs?",
        "A: No, it was inmates, everything was inmates it was a whole band.",
        "Q: Did it sound nice?",
        "A: It sound pleasant, but who paid attention, because only as you walked by they were\nplaying.",
        "Q: Were there any concerts? Was there nothing like that?\n* Forman (colloquial German); term used for inmates appointed by the SS to head a labor Kommando of prisoners.",
        "A: Concert, no.",
        "Q: But your brother said that there were — I thought he said there were sometimes music,\nthere was sometimes soccer games?",
        "A: There was a boxing game, I remember there was a Polish guy I remember the name\nCzortek (ph), just for the, for the group of people for their entertainment — for the\nblockaltesters. But soccer games, I don't know of any soccer games. Maybe in his camp,\nnot in Birkenau.",
        "Q: There was no special —",
        "A: No, no soccer games. The only activity Sunday activity was to witness how people got\nhanged or shot, because if somebody escaped they brought them back and they hung\nthem and we had to witnessed that. Everybody had to see it.",
        "Q: So you witnessed a lot of hangings?",
        "A: Oh, yes. And then I remember very vividly they caught 22 Polish people, nice huge guys,\nsix footers, very, very well. Apparently they were listening or operating some radio\nsystem. They got caught and they put first 11, and then another 11, at very close range\nthey shot them dead, and the whole camp had to watch it.",
        "Q: At close range?",
        "A: Close range, yes, to make sure that they don't miss. And I understand that according to\nthe law of — whether Geneva or general law — if somebody is being hanged and the cord\nbreaks, the man can live. And I saw they hang a man, twice it ripped, third time they shot\nhim. I don't know if it's true or not, the Geneva law, if you hang somebody and the cord\nbreaks your life is granted.",
        "Q: Now you say they have you seem to have pretty good relationships with the\nblockaltesters, and you seem to be able to charm them or finesse them?",
        "A: Not really, not really. First of all in Auschwitz because I open up my mouth and I was the\nlandsman — somebody from Warsaw and I was the youngest. And then so when I came to\nBirkenau, when I came to Birkenau there was one stubendienst — I mean one that took\ncare of it — happened to be from the neighborhood Plonsk that was in the camp with my\noldest brother, knew my oldest brother. So I got used to him, you know, so I became\nfriendly with him a little bit, and then he knew somebody else, and that's how you get\ninto the little group where you get a little more, but the blockaltester, they were already\nset up with their own group of people.",
        "Q: How did somebody get chosen to be one of them?",
        "A: Stubendienst?",
        "Q: Or a block-elder?",
        "A: Well blockaltester were German inmates. The Germans got better positions, and his\nhelper — and the Lageriiltester™, you know.",
        "Q: Were they mostly pretty horrible?",
        "A: No, not really. Not really, not really. Not really.",
        "Q: Some of them were decent to you?",
        "A: They were decent, but they wanted respect and discipline because they had to answer to\nthe higher authorities also.",
        "Q: But didn't they get points for treating you badly?",
        "A: No, no, no.",
        "Q: Did you have strong relationships with a lot of the other inmates?",
        "A: Not strong, but friendly, friendly we became like family, you know. Like I go to my\nbrothers, I was friendly with two brothers, the Brown brothers, you know, we would be\nlooking out for one another.",
        "Q: You were?",
        "A: Yeah, you know.",
        "Q: Were there situations where you had to really just steal from each other and take care of\nyourselves?",
        "A: Not from the immediate group, because there was no necessity, because everybody had a\nlittle bit, you know, and to steal from one another, there was nothing to steal from, unless\nthe person was already in any minute he is dead, and the rations were given out, so\nanother inmate is it near him and he got first to him and he took it.\n““ Camp elder (German); prisoner functionary appointed by SS to serve as camp representative, but answering to the\nSS. Auschwitz Chronicle, 1939-1945, 827.",
        "Q: Now, do you remember your reactions toward some of the prisoners who were treated\nbetter? For example, prisoners of war who were in there, or German criminals who were\nput in the camps and were given better positions?",
        "A: If I had any...?",
        "Q: Any sort of reaction to them?",
        "A: Not really, because there were — they had their own gang again. They had — they were\nstuck with them.",
        "Q: They had power over you, didn't they?",
        "A: Oh, yes, they had power. They could ask us shine my shoes, you know, “Here 1s this,\nhere's a couple cigarettes or here's a piece of bread,” because they always had a little\nmore.",
        "Q: Wasn't that strange? I mean, here they were in prison as well?",
        "A: It wasn't strange because he was, he was like the boss because he was before me. He had\nthe priorities, you know, and you were just newcomer, hey, so had you to wait until you\n[gestures rising up].",
        "Q: Were you —",
        "A: Priority. Was a priority.",
        "Q: Were you ever aware of efforts to either resist or sabotage the hierarchy, or the Germans\nin the efforts — any resistance in the camp?",
        "A: I know one thing, while I was in Buna, while I was in Buna a whole outfit of German\nsoldiers in German uniforms were marched into the camp, the clothes taken away and put\nin striped clothes just like us. And then we wondered why, and we found out that they\nrefused to fulfill an obligation that was against their will, never knew what, what it was,\nbut something they asked to do and they refused, about 40 of them came into camp. So\napparently that was a group that resisted their own people. But the inmates, nobody\nresisted anything. We were just afraid that nobody hits, us so we would got get beaten.",
        "Q: Do you remember any specific advice you were given by people who had been there\nlonger, or any advice that you would then give to new prisoners?",
        "A: My only advice is — was not to be hitten, and try the best not to get sick, because people\nused to grab anything they can, me too. Found a bone, you know, from an animal, God\nknows where, that was in the in the later time, when I was hungry. I used to burn it in the\ngarbage and chew on it the whole day. I had advice maybe you better go hungry and don't\ntry to get sick. And advice, who could give somebody advice, because it was a survival\nfrom day to day. Somebody would say hey go over there, you could find something to eat\nor whatever. It was just survival, there was — I mean, what could anybody tell anybody.",
        "Q: Well, they might know where there might be some food?",
        "A: They kept it for themselves.",
        "Q: Let's change tapes.\nTape #3",
        "Q: Do you remember, when you were in Birkenau, situations of real abuse by the people in\nauthority?",
        "A: Yes, I got, once I got badly abused.",
        "Q: By whom?",
        "A: By the blockaltester, by the blockaltester. I mean he had a complaint from outside.\nApparently I stood in line twice, they were giving out, when an extra piece of bread and\ncigarettes, something. Sometimes they used to give out cigarettes for workers. And my\ncouple, my foreman, gave me a name of somebody that deceased the day before, because\neverybody — so first I went to my name, and then I went for the other guy, say I'm him, so\nI could get three four more cigarettes to exchange for bread. So that there was a little boy\nthat was working for the blockaltester or whatever, he said, “He, he was here already.”\nSo, I start running, so I start running, and they caught me and they got my number. So the\nin evening after the appell”’, the blockaltester called out my number, and they hang me\nfor 20 minutes by my hands like this. And I developed a bad disk there, you know. And\nwhile I was hanging they hit me on my whole body; it was pretty painful.",
        "Q: Were you screaming?",
        "A: Sure, I was crying. But then again, I did it again where I got away, you know.",
        "Q: Now you're — you also were working in other camps, yes?",
        "A: Yes.",
        "Q: Where?",
        "A: The other camps after Birkenau was very, very hard work. First of all, it was breaking up\nstones with a big sledge hammer into small pieces. Once they were broken up, you had to\nload up trucks with them very fast. And the trucks were driven to the air strips. And after\nthe trucks we walked toward the air strips and distributed the broken up little stones,\ngravel stones, nice evenly over the whole area, as much as was necessary, as a lot. And\nthen we waited, waited for the cement truck to come. And we had to go in with the feet to\nthe cement and were given big brooms to push the cement, even out. That was very, very\nhard work.\n* roll call (German).",
        "Q: And if you couldn't do it?",
        "A: You got beaten, you had to do it.",
        "Q: Did you see beatings a lot?",
        "A: Yes, very much. Very much because they didn’t believe. I got beaten once again, we\nwere building railroads and we had to carry on our shoulders the railroads. If we got even\npeople then the load even up. Once, two — one from front of me one in back of me — were\nshorter than me, so the load fell on me, and I caved in, you know, and they wouldn't\nbelieve me. And I was hit, hit over the head. They thought that I'm playing games. And I\ntold them, the guys are shorter. “Never mind, you verfluchte Jude”®,” It was a Belgian\ncivilian worker that was not an inmate, he was just working for the German Kommando\nin that particular area, being paid, whatever, he bit me like anything, but things got — I got\nup, and next couple days they got little friendly with me because he saw I wore a coat. I\nhad a coat made of good material. And inside the coat 1t was build in so much, and he\nwanted a hat — to made the hat, you know. So, there were two French tailors. He says you\ngive them the material from inside, we going to cut it out, make a hat and get bread from\nhim. So we made a deal, three partners, two tailors and me. I give them materials they\nsewed it and he got two loaves of bread and we split it up.",
        "Q: You were building railroad tracks?",
        "A: Railroad tracks also.",
        "Q: Was this kind of activity going on throughout your whole time there?",
        "A: No, it was air strips and railroad tracks, air strip, railroad tracks, what else was there, that\nwas practically it.",
        "Q: Now, was this earlier on?",
        "A: No, that was that was already — I think it was the last, the last that was the beginning of\n'45, because I remember the air raids were coming, and that was our only relief, because\nit was near the woods where we built this air strips, and when the Allies were coming, we\nwere ordered to run into the woods to hide. When we run into the woods we used to grab\nthe leaves, dried leaves from the trees, and we had the paper from the cement paper, and\nroll them up and we smoked just to relieve the hunger. And the planes were coming so\nlow, you held on to, and they were British, they were the Royal Air Force we could see.\nWe could almost see the pilot, they came down so low, because some German airplanes\nwere sitting. They just got them on the ground and destroyed them.\n“© Damn Jew (German).",
        "Q: I don't want to get too far off yet, but since you are talking about it, when you saw or\nheard these air raids, did you think that there was some hope that you would be rescued?",
        "A: If there was some hope, I knew a war was going on, but whether they are going to\nsucceed, whether we are going to be liberated, that doesn't come to our mind, that didn't\ncome to our mind.",
        "Q: Why not?",
        "A: The dream, we were so conditioned to it, that that's it, that's 1t, you know, that's it. We\nhad one wish, enough bread before we die, because we are prepared, we; I don't say me, I\nwas never prepared for that. Because whenever the boy ask me, “What do you think we\ngoing to survive all this?” I says me yes, you, I don't know, swear to God. I always had to\npositive attitude. And then I couldn't picture any liberation, any, how do you start, I don't\nknow where my mother is, I don't know where my brothers are, I'm all alone here. I just\ndidn't picture to resume a new life, what's it going to be, because I was kind of taken care\nof. Okay, I had to go to work. I had to sleep in my clothes because I was afraid to take\nthem off, wet or dry, you know. And my feet were wet and cold all the time. It was\nwinter time, snow, but yet, I was programmed. I got up in the morning got my little black\ncoffee or a little piece of bread and I know lunch time came they brought the little thing,\nif I was lucky I got a little thick soup, if not I drink whatever I can. And then I stood in\nfront of the German, three, four feet away made a pity face, you know, while he was\npeeling his potatoes and throwing the peels, I used to run, grab the peels. So, he throw me\na potato sometimes, and sometimes then, just he did that [indicates grinding into ground]\nto the peels, nobody should get them. But always try to find some sympathy someplace,\nyou know — throw me a potato. They were not allowed to do this, they were not allowed\nto. But some of them had a heart.",
        "Q: Were there only things in the average day that come back to you that really stand out in\nyour mind, the way you spent your days?",
        "A: Not really, all the same, all the same, just nothing to look forward to, you know, nothing\nto look forward to, just.",
        "Q: Why were these appells so difficult for people?",
        "A: Standing those many hours with the cold, just standing and waiting. You got up in the\nmorning, you wanted your little tea or whatever they gave you, you wanted it. Sometimes\nyou couldn't sleep through the night because you are so hungry. In the morning they gave\nyou the piece of bread with margarine and a little tea or coffee, whatever you wanted.\nAnd they kept you hours and hours and hours, bad weather, rain, mud, you know. There\nwas one German in Birkenau called Schillinger*’. He was so bad, he was so bad. Out of\nnowhere, he used to take people and he made us jump like a rabbit or roll over in the\nmud. So much punishment, unbelievable. One day a transport came from Poland, they\ntold the Polish Jews, “Whoever had papers to go to United States and missed the ship,\nnow it's time, take all your valuables and you’re going.” So people believed them. And\nthey brought them straight to Auschwitz. And here goes this woman and this man, and he\nhappened to be — the guy, Schillinger goes to this woman and man and have an argument\nwith them. “Why did you fool us? You told us so and so, and you brought us.” So this\nSchillinger slaps the man. The woman grabs the gun and kills him, his own gun, and kills\nthem.**",
        "Q: He killed Schillinger?",
        "A: Yes, Schillinger. That was Yom Kipper when we heard that Schillinger got killed. I mean\nwe prayed merciful to for God for taking him away from us.",
        "Q: You didn't see this?",
        "A: I didn't see it.",
        "Q: Were there reprisals?",
        "A: Excuse me?",
        "Q: Was there sort of revenge by the Germans?",
        "A: Oh, they took them right away, everybody — the whole transport was gassed. But this\nwoman, you know, unbelievable.",
        "Q: You said when you first arrived you saw Eichmann?",
        "A: I found out later that is Eichmann, you know, that...[pointing].",
        "Q: Did —",
        "A: On the ramp and made the decision who lives who dies.\n*’ SS Staff Sergeant Josef Schillinger, successive appell leader and commander of outside squad for Auschwitz.\nAuschwitz Chronicle, 1939-1945, 821.\n*S October 23, 1943, a transport of 1,800 Polish Jews bearing passports for Latin America, arrived via Bergen-\nBelsen concentration camp in Poland. Apparently, these so-called “exchange Jews’ did not realize their destination\nand fate until arriving on the selection platform at Birkenau. During the processing of the female prisoners, a woman\ngrabbed Schillinger’s revolver, killed him and injured another SS officer. A riot ensued and re-enforcement’s were\ncalled who eventually subdued the women and herded them into the gas chamber. Auschwitz Chronicle, 1939-1945,\n513.",
        "Q: What was he like?",
        "A: Serious, you know. Tall, dark and handsome. He was a nice man and he looked like a\nrespectful man. He didn't speak, he didn't talk, just motion [pointing] with his hands, he\ndidn't talk.",
        "Q: So you walked out to these other places to work?",
        "A: Yes.",
        "Q: Any particular experiences that stand out as you worked at all these other sites?",
        "A: Well, we used to — there was a camp near Stuttgart we used to go to work every day, and\nwe had to go to a village. And very, very often, very often, German woman used to come\nout and holding something in there, and waited to get okay from the SS that was\naccompanying us, and they used to throw out bread, piece of bread in fronts of us, or in\nthe middle, whoever could grab it, if the soldiers give the permission, otherwise they\nwould turn return their goods. Many of them they did allow.",
        "Q: I wonder why?",
        "A: Some had a heart, because the ones that watched us, they were not young soldiers, they\nwere mens 1n the 60s, fathers, you know, so maybe they are — and just what — was not SS,\nthere was the Wehrmacht””’, I don't even know the difference. I mean the SS was the\nclosest — the most supportive to Hitler, and the other one was just like reserve. Were older\nmen that could hardly carry their rifle.",
        "Q: Do you think the people that you passed as you went through the villages had a clue what\nwas going on inside?",
        "A: If they had a clue what's going on? I don't know that they knew about the destruction, the\ngassing, the burning. They knew that we are inmates to do labor work for them. And\nwhen the they sad the way some of us look, and maybe some of the soldiers were talking\nto the wives, and the wives, you know, passed the word so they had idea that we are\npunished. Whether we were Jews or not, we had no idea, because everybody wear the\nstriped uniforms, because we were never in contact with them, no close contact with the\ncivilian population.",
        "Q: Were you ever in any other camps for any length of time?",
        "A: No, all of us were only short, short because Allies — but the last, by the end, again I don't\n” General title of German armed forces from 1935 to 1945. Encyclopedia of the Holocaust, s.v. “Wehrmacht.”\nremember the date, we were brought into Dachau one night.",
        "Q: Let's hold on one second and let me see if there's anything else we need to cover about\nBirkenau. I don’t think so — pretty thorough. Anything that stands out in your mind?",
        "A: Not really, not too bad.",
        "Q: Other than the fact that you were there a long time, in Birkenau?",
        "A: Yes.",
        "Q: Three, four years?",
        "A: [Nods “yes.”’]",
        "Q: It must have been have seemed endless?",
        "A: Not Birkenau, all the camps together. Yes it was endless, it was endless. And at the end\nof all these little camps, we were finally brought in, at night, to Dachau.",
        "Q: Why? A. I don't know why, it was —I guess it was the end of the trip for them, they had\nno place to get us any more, in Dachau we were we also were short time, few days, and\nthen were sent on a march, you know, just walking, walking, day in and day out, and\nwalking, walking, walking, walking and walking to nowhere. And people were falling\nlike flies, left and right, left and right, you know, didn't know what's going on, getting a\npiece of bread a day, for warm weather, whatever it is, walking and walking and walking.",
        "Q: You were walking by people in villages?",
        "A: No, no.",
        "Q: Did anyone see you as you were walking?",
        "A: Yeah, people were seeing, we were passing little towns, just a mass of people walking,\nwalking and these old soldiers going, you know, creeping. And after, I don't know eight\ndays or nine days walking, look back, the group gets smaller and smaller and smaller, and\nI don't even know how those people were taken away the ones that fell, you know. All of\na sudden one time they tell us, “sit down for a rest period,” and the German people eat\nwhatever they get, and then we sit, and they tell us “Okay, up, up, up aufstehen”’ up.”\nAnd like it was a password, we refuse to go. What's the use, you know, we refuse to go.\nThen the Germans get mad, they thought that we are rebelling. And they, they said, “Up,\n*° get up, rise (German).\nup, rouf, rouf!’””' I mean, up the hill, so big deal, we up the hill, then held his hands up,\nyou know, face the trees and hands up, so we put our hands up. And then, then one\nofficer says like ““genickschuss””’, means aim at the neck, you know. We hear the rifles,\ndidn't bother anybody, and we stay and we stay, and we wait and we wait, then we hear\none of the officers says, “My God, four kilometers are the Americans!” And we hold our\nhands, and, you know, it hurts. We look, look, look, no more German soldiers. We run\ndown the hill, and we hear the noise of tanks, tanks, tanks coming. And we put our hands\nup, “Hey, hey, hey,” — didn't know, my God, liberated. The other Jews start singing the\n“Hatikvah””’ and they tell, “Us let us go, let us go.” — they spoke some German, the\nAmericans —“Wir miissen gehen.” So what do we know, we let them go, they pass us\nby. And we all alone again, the German come back to take us. To take us and march\nagain and again and again and again, and —",
        "Q: What was going on then?",
        "A: The Germans just passed, they wouldn't take us, they wouldn't liberate us, they just\npassed by. The Germans hid, they were hiding somewhere, the Americans passed by, the\nGermans came back. But apparently the Germans were in the occupied territory. We\ndon't know. Then they made us turn around, like back towards Dachau, but there was a\ncamp they name Allach. They put us in there, and I think we were there maybe a week or\ntwo. And that's where I told you where the Germans took off the uniforms and became\ncivilian, and they started to be awful nice to us, awful nice. “Oh, we going to try to get\nyou some barley, we are going to get some potatoes, we are going to get the soup a little\nthicker,” you know. And you are men at the appell, you know, we were so all of a sudden\nwe became so confused. “Oh, you are men. Please behave, you know, like don't make us\npunish you or hit you,” you know, because some became very disorganized, “what the\nheck is going on.” A few weeks, and then all of a sudden, as I told you, the guards\ndisappeared, you know, and again we don't know what's going on, and people go and\nbreak the gates. I wasn't even — didn't even have the strength to pick up a piece of stick, I\nweighed about 90 pounds. And all of a sudden some jeeps roll in with a, with a big truck\nwith the red cross on there, you know, and some soldiers come out and shoot a gun and\nlook and make pictures, you know. And I remember very good that there was one inmate,\na German Jew, he spoke English and he says, “you bring food.” Now I know, then I\ndidn't understand, he says “yah, yah, yah,” and went off. At that time I didn't bother\nlooking at them, they wanted to make pictures, I say, “the hell with your pictures.” and\nlooked and looked, and go in the truck to look for some food and I find a package and I\nsay, “My God I got chocolate.” I like chocolate so much, and I ate the whole package of\nExlax, you know, and later I get my business and get my cramps, and I woke up in the\n>! Up (German).\n*? Neck shot (German).\n>> Hope (Hebrew); Jewish national anthem.\n* «We must go.” (German).\ncamp, nobody was there telling me, “yes go, no don't go,” and I went and there was this\nkitchen outside. I see the soldiers lined up and they’re serving beautiful white bread, and\nmake pancakes, you know, and I start to talk to somebody. There was one soldier he was\nspeaking Russian it was American soldiers, and he says, “What's wrong with you?” I say,\n“bu°>, bu, boli®’, schmerzen”’.” And he took me in the J eep, and it wasn't far away and\ndrove me in to a town called Muhldorf and put me in hospital — new, and I got good —\nyou know, cleaned out and the surgeon gave me farina, milk and sugar every day. And in\ntwo weeks I got [gestures to face] and I just walked out from the hospital.",
        "Q: I just want to go back a little. So when the Americans came?",
        "A: Yes.",
        "Q: Finally.",
        "A: Yes; and I -.",
        "Q: Do you remember how they treated you? Do you remember anything more about the\nscene? Where you...?",
        "A: Well, I just told you. Didn't hate us at all. They just came in as visitors, appeared to me\nlike visitors, you know, they just came in looked around, spoke to some civilian, you\nknow, and that's all. And I — there, there was no treatment, didn't pay any attention to us,\nyou know,",
        "Q: What did you —",
        "A: Just made pictures, I don't know, I said, “What the hell is going on, who are these\npeople?” So they says we are free, or liberated — we are liberated. People started to sing\nthe “Hatikvah,” and I wanted to eat, didn't get anything for three days since the Germans\nleft. The night before we had the artilerske’® some people got killed in the barracks.",
        "Q: The night before?",
        "A: The night before, the father and son got hit with shrapnels. So when we they came in,\nthey were looking around making pictures. There was nothing.",
        "Q: Could you believe that you were free?\n>> “Boo-hoo” (Polish).\n°° Hurts (Polish).\n°7 Pain (German).\n°® Artillery (Yiddish).",
        "A: I could believe because the, the how you call, it the guards were gone. The guards were\ngone. And some people broke the gates, the doors were open, the gates were open. Some\npeople got strong, they went in and out, and all of a sudden I see the inmates that were in\nmy barracks sleeping next to me, came with — bring motorcycles in they were nice and\nstrong motorcycles. Apparently they robbed some people, you know, but I was too sick.",
        "Q: What — do you know what happened to the German guards, did they just disappear?",
        "A: They disappeared, yes, the Germans disappeared. Some of the civilian remained to take\ncare of us, just to play a role of repairing, and hoping that one of us would say a good\nword to the authorities, that they wouldn't imprison them or some prisoners, not to kill\nthem, because prisoners take advantage later on Kapos and the blockaltesters. I know\nthere was one blockaltester in Birkenau that the Ukrainian put them, and they cut him\nwith a saw, because he was a bastard, he was bad. So prisoners, I mean inmates took\nrevenge.",
        "Q: Did you see this?",
        "A: I didn't see this. It was just talking, you know.",
        "Q: Do you remember approximately the date of all this; the date when you were liberated?",
        "A: The date of liberation, it was spring, April sometimes, I know springtime, it started to get\nwarm.",
        "Q: What — where did you go from the hospital? You were in there a few months...",
        "A: From the hospital, I walked out to a little town called Ampfing, and I met two boys, two\nJewish boys, and I started talking to them, I just came out and “What are you doing?\nWhat’s, what — where are you from?” “They say, well, we are from here.” And I said,\n“Where are you staying?” “We are going to two sisters, farmers, you know, they took us\nin. If you want you can come stay with us.” So I went with them, and there were two old\nsisters. They were so afraid that they thought that every survivor that comes in, they have\nto give up their life, you know. So they took care of us, all three of us. We stood there for\nseveral months. And then in that particular town, there was a camp in the forest, a camp.\nAnd they were making parts for airplanes. So we used to go there and get little motors,\nelectric motors. We took the motors and went to a farmer in exchange for a cow or a calf,\nslaughtered and sold the meat to camps. Camps were established already, UNRRA”\ncamps, but they didn't get enough to eat, so we started to be in business.\n»? United Nations Relief and Rehabilitation Administration",
        "Q: You’re a hustler!",
        "A: Yes, started a business. Got a horse and wagon, and started the business. Then when we\ngot sick of the little town, we says we going to go to Munich, so we go with the horse and\nwagon to Munich, and we go, and had already a little idea. And one of my partners had a\nlandsman was an administrator in HIAS”, you know HIAS? So I do it here and there,\nwhat can we do, and he says “Well, you go and find out an apartment where a Nazi used\nto live and you can have that apartment.” So we found out that Nazi get a clearing order\nto clear in 24 hours, he had to not even take any bedding, nothing, leave everything as it\nis. And we got a beautiful apartment. So we took the horse and wagon back there, came\nup, moved into apartment, and start doing business.",
        "Q: Who arranged for this Nazi to leave, or you just marched 1n?",
        "A: German — we didn't march in, no. We asked around, “where do the Nazis live?” and\nGermans used to say, “Nazi used to live here, Nazi used to live here.” “You know his\nname?” “Yes.” So we talked the guy in the HIAS and he made an application and HIAS —\nthe guy get an order, an eviction and had to give up the apartment. And we moved in, and\nthen whoever came from Poland moved in with us to stay, and it was like a transit.",
        "Q: What did you — at what point did you try to find out about your family, your brothers?",
        "A: I was looking all the time, but I was under the impression that they perished. However,\nthis Joe®', Joe got liberated in Czechoslovakia, he remain in Czechoslovakia. My older\nbrother somehow wound up now to be in Belgium, you know, from German they took\nhim to Belgium, and me I was in Munich. I got organized, I got even a car, the first boy\nto get a car. Nobody could even get a car, I got a car. I registered the Palestinian embassy,\nand I used to drive around the doctor to the children in Palestine, I had the car, and the\nRabbi used to drive around and do the weddings. And then I started to get — I got\nacquainted with somebody who had a connection with a Belgia consulate, not knowing\nthat had I had a brother in Belgium. The Belgium consulate give a list of people that\nperished. So the men told me for 200 dollars, if anybody wants to emigrate to Belgium,\nwe are going to make him a paper and as that man who perished, going home. So I got\ninvolved with that, you know, I made hundred dollars, he made hundred dollars. “You\nwant to go to Belgium. Today your name is so and so, and you are going home legally\nwith the picture.” He went to Belgium and in Belgium the HIAS took over, and made\nthem stay until whatever, didn't know that I have a brother in Belgium. Then my brother\ncomes from Belgium to Munich looking for me, he was on the street where I was,\ncouldn't find me, goes back to Belgium, and somehow he got in contact with him —\nCzechoslovakian and Belgian and were writing to each other, and they crying over my\n°° Hebrew Sheltering and Immigrant Aid Society (American).\n*! Tcek (Josef) Baum\ndeath, you know. While I doing business in Munich, I see one man who got\napproximately the same number. I say by the number we know the transport, you know,\n“Oh you from here, you must have been in Buna.” I say “yes.” “Do you know Icek\nBaum?” He say, “Sure I know him. He is in Friedland® to Czechoslovakia, I just came\nfrom there and here 1s the address.” He gives me address, I write a letter, came back\n“unknown.” The Czechs wouldn't let him out, they wanted him to remain there, they\nwanted him to become a citizen because he was working in electrical place. To make the\nstory short, my brother Joe didn't want to be Czechoslovakian, he wants to join his\nbrother in Belgium. To go to Belgium he has to go through Czechoslovakia and has to\ncome to Germany, to the border. In Germany they meet two girls. They say, “Why don't\nyou accompany us to,” — wherever they were—“‘to, in UNRRA camp.” My brother says,\n“Okay I go.” He goes then to Munich. In Munich he meets the guy who told me about\nthis. “You know, you have a brother here in Munich.” He says, “no way.” So the whole\nnight I couldn't stand it, and the morning he brings me to him, you know, after years.\nThen I start crying to him that the other one is dead. He says, “No he is not dead, he is in\nBelgium. Here's a picture.” So right away I go with this — with him and make papers.\nNow we go to Belgium, who wants to be in Munich. So we make papers and I got\nsuitcases. And the brother from Belgium comes to Munich. And then we all went to\nBelgium. We stayed in Belgium for a while, and the war broke out in Israel. We went to\nfight in 1948, me and the oldest.",
        "Q: How did you get over there; was that easy?",
        "A: To?",
        "Q: To Palestine.",
        "A: To Palestine, my brother got smuggled in somehow. And I went to Marseilles. From\nMarseilles, the United States donated a ship, a frigate, a war ship. And they kept me from\nIsrael again mobilized us in Marseilles. We walk on the ship prepared. We went out on\nsea under a Panama flag from Marseilles. And on the waters, a little Jewish fish boat\ncame and passed the Jewish flag to us and we went into Haifa. In Haifa put in the\ncannons right away and out to war.",
        "Q: So you went to Israel to fight for independence?",
        "A: Yes.",
        "Q: Had you tried to get there legally before? Had you try to immigrate there earlier?\n°° Frydlant, Czech Republic",
        "A: No, no, no, I just went as a volunteer to fight.",
        "Q: And the same with your brother?",
        "A: Yes, yes.",
        "Q: And did you meet with up I with him there?",
        "A: Yes, I meet up with him there. And then when the war ended, they had to liberate us\nbecause we were not aliyah®’, you know, at our request, because nobody wanted to be\nthere; 1t was bad, there was no food, and I got married there and I couldn't find any\noccupation in the situation. Since they had to let me out, I went back to Belgium, and I\napplied to come to the United States or Canada. And in Belgium every day the police was\nchasing me, couldn't stay there, for a whole year. And I wrote a letter to Queen Victoria\ntelling her my situation, and nobody came to Belgium to let me stay in Belgium, give me\npermission to work for as long as I want. At the same time, I got the permission — a\npermit that I was permitted to move to Canada. So 1951, I emigrated to Canada, and lived\nin Canada for 15 years and still wanted to come to this beautiful country and finally\nsucceed.",
        "Q: You wrote a letter to Queen Victoria?",
        "A: Yes.",
        "Q: And somehow—",
        "A: Explaining my situation.",
        "Q: — it got through?",
        "A: Yes. I explained I have no place to go. I cannot back to Poland because of the persecution\nthe survivors of such a Holocaust. And here I came to this wonderful country and I’m\nwaiting to receive immigration papers. And then this Mr. — what's his name in the jus...,\nthe palais of justice” — send the police after me every day, every day where I'm going to\ngo, because I was not legal in Belgium, because I was an alien.",
        "Q: How long were you in Israel?",
        "A: About 14 months.",
        "Q: Was it exciting fighting for the...?\n°° Immigrant to Israel (Hebrew).\n* palais de justice; law-courts (French).",
        "A: Sure it was it was exciting, sure. Ben-Gurion” came on our ship. I was a chef on the ship.\nI had always a spoon in the pot! There was no food, it was very bad in Israel then,\neverything rations. But for the soldiers, we got — and I cooked for them meals. They\nloved it.",
        "Q: When you got into Haifa you were fighting on land?",
        "A: Not in on land, the Israeli navy. My brother was on land; I was in the navy, the Israeli\nnavy.",
        "Q: And you met were up with him in Israel?",
        "A: Yes; I met him — I just visit him, just visiting. When I came there, he had furlough 24\nhours, so he spend time with me, and then he had to go back on his camp and I was on\nthe ship. He wanted to come on the ship too, but they never allowed two brothers in the\nsame outfit because, God forbid, if something happens, at least one us should survive.",
        "Q: Did your brother stay in Israel?",
        "A: No, he came back to Belgium. He is older than Joe, he is in Canada.",
        "Q: Now, one thing I didn't ask you about is, was religion ever important to you throughout\nall of this?",
        "A: No. Believed in God, prayed to God, but you know, I had a hard time — you I used to go\nto — mama used to send me to cheder®°, you know cheder? Jewish school, religious\nJewish school where they had all the Rabbis? But they used to beat up on the children. If\nyou didn't know something, \"pow,\" or let defense down, and he hit. So I didn't want to\ngo, I just refused to go to that. So Mama order — hired a tutor to come three times a week\nto the house and teach me Jewish, you know, how to pray and all that. But, he wanted one\nZloty, like one dollar every week, and we didn't have it, so he didn't come. So I never\nreally learned. I know a little bit. Now I go to synagogue Friday, Saturday, just.",
        "Q: How did you feel about being a Jew throughout all of this?",
        "A: How I felt, I mean I wish — I used to wish I wasn't. You know, like, ““Why did God want\nme Jew? Why did he want to punish me? Why? Look at all this. Why I was\nunprivileged?”\n® David Ben-Gurion (1886-1973), Zionist leader and Israeli statesman, served as first prime minister of Israel.\nEncyclopaedia Judaica, s.v. “Ben-Gurion, David.”\n°° Orthodox primary school (Yiddish).",
        "Q: You didn't necessarily look down on Jews, you just didn't like the position?",
        "A: Yes, I wish I wasn't. I was trying to deny it, but — I could deny it but I couldn't hide it.",
        "Q: When you look back at this long period, that you were really suffering, what do you think\nof that now?",
        "A: Well, guilty, I mean why, why couldn't my mother have lived, why couldn't my beautiful\nthree sisters have lived, my older brother, why? And then again, I put it in the hands of\nGod, he wanted me. He wanted me to tell the story, although I'm still paying a high price\nfor it. It's haunting me constantly. Especially that woman that took my number down. I\nsee her so often, “take his number.”",
        "Q: It seems throughout all of this there was some God?",
        "A: And some sceneries that I have seen, like, for instance, in Plonsk, when they told the\npeople to come out, out, out, so the woman tried to hide, and was hiding too, her child. So\nthis young, young soldier about 17 years old grabbed the child out of her hands, and she\nwas screaming and he shot her right in the mouth and threw the child down. You know,\nseeing all these sceneries just come back, come back to me, haunting me. The evacuation,\nthe train rides, especially the train ride to Dachau. It wasn't an actual train, it was those\nlittle narrow on the narrow tracks, how you call this?",
        "Q: You were in cattle cars, weren’t you?",
        "A: Not cattle cars, there were narrow tracks and they were up and hanging in aisle like\ncontainers, with a little locomotive,°’ and they were running during the night, and the\nwhistle sounds in my ears so sad, you know, like a crying whistle. And you going to\nnowhere, to nowhere. And coming to the Dachau and the Germans with the dogs, you\nknow, not where knowing the next what's going to be. So I'm free, I'm not free. Then I\ntold you I liberated myself. In 1988 the Polish authorities tried to find whoever was in Dr.\nKorczak home and made anniversary celebration of 75 years of existence of the house,\nthe building is still there, you know, that they built. So they got hold of me and my friend\nDavid, and there was another one, he moved to California, he would be a testimony. So\nwe went to Poland; we went to Poland, and we come to Poland and people, introduce one\nanother, comes a gentleman and he says my name is Aleksander Lewin, but in orphanage\nthey used to call me Szura, and if there would be a hole I would fall right in. He was my\nMr. Szura. He was the one that was like my father next to Dr. Korczak, you know, used\nto help me with my homework, come to my school, and we I mean we hugged and\nkissed. He didn't recognize but I show him my picture. It was — then we go into to the\nhome and I look, and the feeling over came, came over me like the best to describe it like\n°” Schmalspurbahn (narrow-gauge railway).\nyou have your famous toy, your famous doll, they take it away from you, they give it\nback but it's broken, you know. Like everybody — that commode, everybody had, with the\nlittle drawers where your toys were it's gone. Everything is different. But one thing, they\nassign a seat to me, you know, to sit down, and they assign me the same seat at the same\ntable where I was when I was a child, you know, not knowingly. Unbelievable. And it\nwas very emotional, everybody used to tell the story. But most of the people were prior to\nthe war, prior to me, that immigrated to Israel and to Australia and to Brazil, they also\ncame. So I was the youngest, and I remembered the most of Dr. Korczak, you know, so\nmy stories were.... And they took us on tours to different camps. And then me and David\nhired a private chauffeur with a car and says I want to go a Auschwitz; I want to go to\nBirkenau. We had to have the courage, you know. So drive to Auschwitz, and naturally I\nwalk in, now my memory comes. When I came to Auschwitz I was forced in. And this\nthing, you know, the railroad crossing that long thing was closed shut, electric wire, no\nway out. Here I walk in because I want to walk in. And I know on the other side is a guy\nwaiting with a Mercedes for me, and I walk out. I'm liberated. That's why I say I didn't\nfeel liberated when the Allies came. I walked in my free will and I walked out. And since\nthen I feel liberated.",
        "Q: You never felt got liberated since —",
        "A: No, because —",
        "Q: Sort of just trapped with the memories?",
        "A: I was just then, as I say, I came in and took over like a landlord buys a building and the\ntenants were there. They came and they were there; the territory was occupied and we\nwere there. But there was no provision for us, you know, like I would understand they\ncame in with doctors or, or Red Cross, you know, medication or some food, nothing.\nPictures.",
        "Q: Anything else you want to add?",
        "A: Well, that's about it.",
        "Q: Thank you.",
        "A: My pleasure.\n"
    ],
    "questions": [
        "Q: Can you just beginning by stating your name, date of birth, and where you were born,\nwhatever your name was, if at all different at any time? Whatever your name was then?",
        "Q: Okay. The other thing I was going to mention to you, is that you don’t need to pay\nattention to the camera. You can just talk to me.",
        "Q: All right. Tell me a little bit about life before the war? What was your family life like?\nWhat was—?",
        "Q: I'm going to stop the you there a minute, because I want to ask you some questions about\nthe orphanage.",
        "Q: But let's just go back a little bit before that. You had mentioned that there were children\nbeating you up when you were a young boy”?",
        "Q: Was this because you were Jewish?",
        "Q: Now this was way before?",
        "Q: Now, also were — I mean you lived in an area where there were a lot of gentiles.",
        "Q: Did you have any good friends or nice neighbors who were not Jewish?",
        "Q: And did this change or get worse once the war began?",
        "Q: Do you remember the day the war broke out? Do you remember what was happening?",
        "Q: When —",
        "Q: To wring it?",
        "Q: And this was a non-Jewish?",
        "Q: So you found out that the war broke out?",
        "Q: And what next signs did you see?",
        "Q: Where were you?",
        "Q: Do you remember what you were thinking, or were you terrified?",
        "Q: So you didn't have much information in terms of what was happening in Germany?",
        "Q: So you hadn't heard anything about Kristallnacht or —",
        "Q: And the Polish community, were they generally supportive of what the — of the Germans?",
        "Q: Okay. Back to the orphanage.",
        "Q: You went in there, you think probably around 1937, '38?",
        "Q: Tell me a little bit more details about your life in the orphanage. How it was organized?\nAbout some of the staff?",
        "Q: If you want I can ask you a specific question.",
        "Q: What did that mean, paragraph 100?",
        "Q: What were the — what was a typical punishment for one of these?",
        "Q: How did you feel about this whole system?",
        "Q: Did the discipline seem strict or 1t seemed fair?",
        "Q: Everybody get along well?",
        "Q: This was while you were —",
        "Q: How come there was so many?",
        "Q: This was the after the occupation?",
        "Q: This was after Germany had occupied —",
        "Q: So you wouldn't living in the orphanage any more?",
        "Q: At the orphanage?",
        "Q: I want to get about that, but let me just ask you a few more questions about the good days\nat the orphanage.",
        "Q: Now, when you all had these jobs, did the girls have different jobs than the boys?",
        "Q: They were basically treated the same?",
        "Q: And did you — what were the people on the staff, the counselors and all of that like? Was\nthere usually a close relationship with them?",
        "Q: And was this sort of divided men and women?",
        "Q: But there wasn't a certain rule, by some of the women to be surrogate mothers to you, or",
        "Q: I know that they also brought some cultural activities?",
        "Q: What do you remember specifically?",
        "Q: Tell me a little bit about Dr. Korczak?",
        "Q: How did he do all this?",
        "Q: Now, he was out trying to get money and supplies all the time, but he was — also you felt\nhe was around a lot too?",
        "Q: Dignitary?",
        "Q: You said earlier that once you went to school, after you were part of the orphanage, you\nhad a new respect?",
        "Q: So, when you were saying you got more respect, this was respect from non-Jewish?",
        "Q: But it was mixed?",
        "Q: Okay. Let's talk a little bit about the war now. When were you sent to the ghetto?",
        "Q: So you were out of — you were officially old enough to be out of the orphanage at this\npoint?",
        "Q: When the ghetto was formed?",
        "Q: So you left the orphanage early, or you were in and out?",
        "Q: So —",
        "Q: And you were the youngest?",
        "Q: So in 1940 when the ghetto was formed—?",
        "Q: You all moved in, and at that point you’re back with your family.",
        "Q: Your mom was — you’re not in the —?",
        "Q: You weren't —",
        "Q: So it became a little more chaotic?",
        "Q: Do you remember the move, when the orphanage had to move into the ghetto; do you\nremember that?",
        "Q: Did you — was that was that an upsetting —",
        "Q: For — how long was Dr. Korczak able to really maintain sort of the organization of the of\nthe orphanage? Did everybody still have their responsibilities in the ghetto? Was he still\nable to bring you food?",
        "Q: Did you ever see him do this?",
        "Q: I see. Why is that?",
        "Q: Did you — at that time were you too young to think, “I wonder why he 1s getting so thin?”",
        "Q: Where were you when the orphanage was evacuated?",
        "Q: Okay, let me.... Are you okay?",
        "Q: Do you want to take a second?",
        "Q: Can you tell me, what were some of the things that you saw and experienced? What was\nlife like, not just for you, but for your family in general?",
        "Q: You were aware of this as a child?",
        "Q: What did you think when you saw this?",
        "Q: As akid, you were walking over a dead body, what — do you remember what you were\nthinking?",
        "Q: And what was your mother doing?",
        "Q: Was there any school?",
        "Q: Or studies?",
        "Q: Were you aware of any activities, like cultural activities or anything?",
        "Q: How did you learn how to do that?",
        "Q: Weren't you afraid?",
        "Q: So tell me, how did you get to the Polish side? How did you do this? Did you have a\nsystem for getting out of the ghetto?",
        "Q: You said you went through the board or you went over?",
        "Q: Between each of the boards, that's where she put her hand in a to make the ladder?",
        "Q: Between them, right?",
        "Q: And how come the guards didn't see you?",
        "Q: Now, were there other kids doing this?",
        "Q: So you threw the bread over the fence?",
        "Q: And your mother was waiting for you on the other side?",
        "Q: What was it like on the other side?",
        "Q: What were the Polish kids on that side doing?",
        "Q: What is your memory of the organization of the ghetto? The Jewish police, the Jewish\nCouncils?",
        "Q: But, in general, were the Jewish police nicer to the than the German police or?",
        "Q: But you were afraid of the Jewish police as well?",
        "Q: And it was just authority, or was there something special about these councils and the\npolice?",
        "Q: And they did that?",
        "Q: You saw that?",
        "Q: What other functions did the Jewish Council and the Jewish police serve?",
        "Q: Did you or any of your brothers or sisters do this?",
        "Q: Was this outside the ghetto or inside?",
        "Q: So they would walk you outside?",
        "Q: Okay. So what happened next? You mentioned that you went to Plonsk; how?",
        "Q: Yes.",
        "Q: This was in Plonsk",
        "Q: How did you get there?",
        "Q: How much of you went at this time?",
        "Q: Right. But how many went in this little convoy of a hundred miles together?",
        "Q: So you didn't go with your mother?",
        "Q: And what year do you think this was?",
        "Q: Okay.",
        "Q: Let me just ask you a question here, because I'm a little confused. I thought I had read\nthat Korezak and the ghetto was evacuated in *42?",
        "Q: So does that mean that you were still, that maybe you went a little later?",
        "Q: So, to Plonsk a little later?",
        "Q: Or did you go to Plonsk and come back?",
        "Q: And why did they go to Plonsk?",
        "Q: Was this ghetto very organized?",
        "Q: I have to stop you. We're going to pick up. They need to change tapes.",
        "Q: We’re in Plonsk...",
        "Q: What about your mother?",
        "Q: But she went to Plonsk for a while?",
        "Q: Were you scared?",
        "Q: About how long was that?",
        "Q: Let me stop you a moment. When you got out of this Pomiech6wek?",
        "Q: Did you feel any, anything about leaving the rest of your brothers and sisters in there?",
        "Q: But, did you talk to people when they just thought you were Polish, and you told people\nyou were just a Polish boy?",
        "Q: Yes.",
        "Q: You are how old now, about? Eighteen, 17?",
        "Q: You’re still very young?",
        "Q: ‘42.",
        "Q: Well, Korczak was ‘42, so that makes you 16?",
        "Q: Okay, well Korczak —",
        "Q: You think this is '42ish?",
        "Q: Okay, tell me a little bit about the trip to Auschwitz.",
        "Q: What other things did you take with you?",
        "Q: So you were on this train, you had really no idea where you were going or what was in\nstore?",
        "Q: Was it at all frightening, or you didn't know?",
        "Q: Okay.",
        "Q: How did you know that's who it was?",
        "Q: Had you heard any stories yet?",
        "Q: You knew nothing?",
        "Q: So when you arrive and see these people in uniforms and Germans, what's going through\nyour mind?",
        "Q: Now, did you know this, or did it take some time for you to find out about your mother\nand sisters?",
        "Q: What were you thinking in all this process?",
        "Q: You thought this was just a labor camp, it wasn't going to be so bad?",
        "Q: How long was the quarantine?",
        "Q: Do you know what happened to your cousin or?",
        "Q: Your other brother, Icek?",
        "Q: He wasn't in the quarantine?",
        "Q: Let me ask you a question about Buna?",
        "Q: In some of the reading that I've done, it said that one of the factories in Buna was making\nrubber. Do you know anything about that? Your brother said they were more involved\nwith fuel and kerosene, or something of that. I had read that there was a big synthetics\nrubber plant over there.",
        "Q: You don't know about that?",
        "Q: That was one of the I.G. Farben businesses?",
        "Q: Okay, please continue.",
        "Q: How many months were you with the Kanada group?",
        "Q: Was it weird to be sorting out all these personal belongings?",
        "Q: Chaotic.",
        "Q: How did you know this, or did you know this at the time?",
        "Q: Okay. I want to —",
        "Q: He told you how they were using the skins?",
        "Q: Did anybody that you know actually see this happening?",
        "Q: But the prisoners —",
        "Q: How did you know this?",
        "Q: And he was aware that there were other boys —",
        "Q: — that were in the same —",
        "Q: Latrine?",
        "Q: After you left —",
        "Q: No. I want to stay a little bit longer. You left — you stayed in the quarantine area longer?",
        "Q: And then, when you left, you went directly to Birkenau?",
        "Q: You were there fairly early. Did you get involved in building anything, in — since a lot of\nthe camp wasn't yet finished?",
        "Q: This was in a separate area?",
        "Q: So the Gypsy — did you know it was for Gypsies?",
        "Q: Did you have any contact with the Gypsies?",
        "Q: Well?",
        "Q: You mean?",
        "Q: In that camp?",
        "Q: Because you were there fairly early, did you have a sense of the overall structure of\nAuschwitz Birkenau?",
        "Q: Well, I mean there were these different camps, and there were things going on in\ndifferent places?",
        "Q: But in Birkenau was where the crematoria were?",
        "Q: You never saw the crematoria?",
        "Q: Did you see people going by you, going to the crematoria? Or groups? Anything like\nthat, when they passed by you or...?",
        "Q: You went through these selections often?",
        "Q: How often?",
        "Q: What about the selections, you said you were in them every few months, but were they\nhappening more often than that?",
        "Q: And was Mengele involved in all of them?",
        "Q: Were you aware of any of the medical experimentation that you read about now?",
        "Q: Experimenting?",
        "Q: How did you know they were going on?",
        "Q: When you were with this Kanada group, how come you had to leave there? Did people\nhave sort of a set time you were there? Did you get privileges?",
        "Q: Did you tell me how you were chosen to work there? On that — in that...?",
        "Q: You started to mention Sunday, you said it was not a workday. What happened on a\ntypical Sunday?",
        "Q: Was it a day of rest?",
        "Q: That's mostly what you did on Sundays?",
        "Q: Do you — what do you remember any humor, any enjoyment, any activities in the camp?",
        "Q: What was it playing?",
        "Q: The Germans would play the songs?",
        "Q: Did it sound nice?",
        "Q: Were there any concerts? Was there nothing like that?",
        "Q: But your brother said that there were — I thought he said there were sometimes music,\nthere was sometimes soccer games?",
        "Q: There was no special —",
        "Q: So you witnessed a lot of hangings?",
        "Q: At close range?",
        "Q: Now you say they have you seem to have pretty good relationships with the\nblockaltesters, and you seem to be able to charm them or finesse them?",
        "Q: How did somebody get chosen to be one of them?",
        "Q: Or a block-elder?",
        "Q: Were they mostly pretty horrible?",
        "Q: Some of them were decent to you?",
        "Q: But didn't they get points for treating you badly?",
        "Q: Did you have strong relationships with a lot of the other inmates?",
        "Q: You were?",
        "Q: Were there situations where you had to really just steal from each other and take care of\nyourselves?",
        "Q: Now, do you remember your reactions toward some of the prisoners who were treated\nbetter? For example, prisoners of war who were in there, or German criminals who were\nput in the camps and were given better positions?",
        "Q: Any sort of reaction to them?",
        "Q: They had power over you, didn't they?",
        "Q: Wasn't that strange? I mean, here they were in prison as well?",
        "Q: Were you —",
        "Q: Were you ever aware of efforts to either resist or sabotage the hierarchy, or the Germans\nin the efforts — any resistance in the camp?",
        "Q: Do you remember any specific advice you were given by people who had been there\nlonger, or any advice that you would then give to new prisoners?",
        "Q: Well, they might know where there might be some food?",
        "Q: Let's change tapes.\nTape #3",
        "Q: Do you remember, when you were in Birkenau, situations of real abuse by the people in\nauthority?",
        "Q: By whom?",
        "Q: Were you screaming?",
        "Q: Now you're — you also were working in other camps, yes?",
        "Q: Where?",
        "Q: And if you couldn't do it?",
        "Q: Did you see beatings a lot?",
        "Q: You were building railroad tracks?",
        "Q: Was this kind of activity going on throughout your whole time there?",
        "Q: Now, was this earlier on?",
        "Q: I don't want to get too far off yet, but since you are talking about it, when you saw or\nheard these air raids, did you think that there was some hope that you would be rescued?",
        "Q: Why not?",
        "Q: Were there only things in the average day that come back to you that really stand out in\nyour mind, the way you spent your days?",
        "Q: Why were these appells so difficult for people?",
        "Q: He killed Schillinger?",
        "Q: You didn't see this?",
        "Q: Were there reprisals?",
        "Q: Was there sort of revenge by the Germans?",
        "Q: You said when you first arrived you saw Eichmann?",
        "Q: Did —",
        "Q: What was he like?",
        "Q: So you walked out to these other places to work?",
        "Q: Any particular experiences that stand out as you worked at all these other sites?",
        "Q: I wonder why?",
        "Q: Do you think the people that you passed as you went through the villages had a clue what\nwas going on inside?",
        "Q: Were you ever in any other camps for any length of time?",
        "Q: Let's hold on one second and let me see if there's anything else we need to cover about\nBirkenau. I don’t think so — pretty thorough. Anything that stands out in your mind?",
        "Q: Other than the fact that you were there a long time, in Birkenau?",
        "Q: Three, four years?",
        "Q: It must have been have seemed endless?",
        "Q: Why? A. I don't know why, it was —I guess it was the end of the trip for them, they had\nno place to get us any more, in Dachau we were we also were short time, few days, and\nthen were sent on a march, you know, just walking, walking, day in and day out, and\nwalking, walking, walking, walking and walking to nowhere. And people were falling\nlike flies, left and right, left and right, you know, didn't know what's going on, getting a\npiece of bread a day, for warm weather, whatever it is, walking and walking and walking.",
        "Q: You were walking by people in villages?",
        "Q: Did anyone see you as you were walking?",
        "Q: What was going on then?",
        "Q: I just want to go back a little. So when the Americans came?",
        "Q: Finally.",
        "Q: Do you remember how they treated you? Do you remember anything more about the\nscene? Where you...?",
        "Q: What did you —",
        "Q: The night before?",
        "Q: Could you believe that you were free?",
        "Q: What — do you know what happened to the German guards, did they just disappear?",
        "Q: Did you see this?",
        "Q: Do you remember approximately the date of all this; the date when you were liberated?",
        "Q: What — where did you go from the hospital? You were in there a few months...",
        "Q: You’re a hustler!",
        "Q: Who arranged for this Nazi to leave, or you just marched 1n?",
        "Q: What did you — at what point did you try to find out about your family, your brothers?",
        "Q: How did you get over there; was that easy?",
        "Q: To Palestine.",
        "Q: So you went to Israel to fight for independence?",
        "Q: Had you tried to get there legally before? Had you try to immigrate there earlier?",
        "Q: And the same with your brother?",
        "Q: And did you meet with up I with him there?",
        "Q: You wrote a letter to Queen Victoria?",
        "Q: And somehow—",
        "Q: — it got through?",
        "Q: How long were you in Israel?",
        "Q: Was it exciting fighting for the...?",
        "Q: When you got into Haifa you were fighting on land?",
        "Q: And you met were up with him in Israel?",
        "Q: Did your brother stay in Israel?",
        "Q: Now, one thing I didn't ask you about is, was religion ever important to you throughout\nall of this?",
        "Q: How did you feel about being a Jew throughout all of this?",
        "Q: You didn't necessarily look down on Jews, you just didn't like the position?",
        "Q: When you look back at this long period, that you were really suffering, what do you think\nof that now?",
        "Q: It seems throughout all of this there was some God?",
        "Q: You were in cattle cars, weren’t you?",
        "Q: You never felt got liberated since —",
        "Q: Sort of just trapped with the memories?",
        "Q: Anything else you want to add?",
        "Q: Thank you."
    ],
    "answers": [
        "A: My name is Erwin Baum. I'm born on April 15, 1926 in Warsaw, Poland. Attended only\n— unfortunately four years school. Why I say four years, I couldn't make it to the fifth\ngrade because I was beaten up by the Polish boys too much, so I failed to go to school. I\nmade excuses to stay home. So I failed, and had to go for two years to grade four, and\nfinally I graduated to the fifth grade, which I never made it; that's when the war broke\nout.",
        "A: Okay.",
        "A: I was one of seven children. We lived in one big room in Warsaw, opposite from Army\nbarracks. My father was a tailor, concentrated on making suits, uniforms for the officers\nand higher ranks. We lived quite comfortably. It was approximately 1933, '34, until my\nfather got sick. And my mother also ran a little candy store up in front. My father got sick\nand eventually he died at age 48. I don't remember exactly the year, '45. I'm sorry, '35 or\n'36, and life became very, very, very unbearable, very hard for my mother and seven\nchildren to take care of us. We had to leave the apartment because we could not afford to\npay the rent. So a gentleman by the name of — I think of Grenholc who had a factory and\nan a and a wood plant, where they cut wood and sold in round packages for heating, and\nalso a factory of making cement blocks for sidewalks. And he offered to my mother a\nshed where she would sell coal and wood by the kilo, and we could have our place to\nstay. And I remember we were sleeping in that shed with the leaking roof, we had to put\nbasins to catch the rain. It was very unbearable.\nAt that time my mother learned somehow that there is in existence an orphanage on\nKrochmalna Street, run by Dr. Janusz Korczak'. And when I speak of Janusz Korcezak, I\n' Janusz Korcezak (1879-1942), physician, writer, and educator. In 1912 he was appointed director the Jewish\norphanage at Krochmalna Street in Warsaw, Poland. Israel Gutman, ed., Encyclopedia of the Holocaust (New Y ork:\nMacmillan Publishing, 1990), s.v. “Korezak, Janusz.”\nwould gladly give half of my life for him, that kind of a man he was. Mother tried to get\nsomebody to — made an application, because she never learned how to read and write,\nnone of us could to fill out any papers. Finally, application was made, and very intensive\ninvestigation took place, and I was accepted to this orphanage. However, my mother said\nI'm the youngest child and she would like to keep me around her as long as she can. So\nmy brother Icek, which he calls himself Joseph now, if possible he would go in. So he\nwas accepted to go in full-term, and I went to visit him, and I never wanted to go back. I\nwas always crying when I had to go back home. So they give me permission to be — they\ncall it “half internat,” internat” was orphanage, that mean that I could spend the whole\nday, have my meals, go to school, but I have to go home to go to sleep. Again, every\nnight I cried when I had to go home. And life was so wonderful; they served five meals a\nday, and Dr. Korezak and all the supervisors and all the counselors made sure that every\nchild eats properly this. They actually stood over your head and made sure you had your\nmeal, that you feel good, and went to school for — you see? And we were so respected at\nschool, anybody that was from Korczak’s home. Every month we went to a summer\ncamp, which actually my brother was entitled to go for two months, but he gave one\nmonth to me. He went one month, and I went one month. Children had to be seven years\nold in the first grade, and they were kept until they were fourteen. When they reach\nfourteen they received two suits, two pair of shoes, a room and a job. Out, somebody else\ntook place. When my brother finished his terms, I was accepted and I went in for the last\ntwo years, I think. And my life was just, just, just wonderful there. And then in 1938, '39\nor '40, unfortunately the war broke out and everything became like turmoil, with the\nbombardments of small towns and some children started to come into our orphanage.\nAnd Dr. Korczak just could not refuse anybody. Before there were only 107 children.\nThere were 51 boys and 66 girls”.",
        "A: Sure.",
        "A: Yes.",
        "A: Only because I was Jewish. Especially when religious classes took place. Jewish children\n* Boarding school (Polish).\n* Later in the interviewee states that there were 56 girls in the orphanage. The latter number would appear to be\ncorrect, since 66 and 51 do not add up to 107.\nhad to step out into the hallway for that hour. And when the religion class was over, all\nthe boys just walked up and say “You killed Jesus,” and start to beat up on us. So since\nmy mother had a candy store, I used to manage, for that day, to have some candies in\npocket and bribe them, or a few pennies. But that was not the case always, so I always\nfound an excuse to my mother when there was a religious class, I said I don't feel good,\nor there was a day off when the teacher 1s sick. I just didn't want to go to school because I\ncouldn't bear being beaten up all the time.",
        "A: Way before the war; way before the war. Till I got into Dr. Korczak’s home.",
        "A: Um-hum.",
        "A: We had neighbors, but I could not have any Polish friends, they were just — I think 1t was\nthe finger is always pointed the at me, “Zyd. Don't play him with him he 1s a zyd.”",
        "A: Yes, it got worse when the war began. When the war began, for instance when the\nGerman walked into Warsaw they came in with trucks and handed out loaves of bread.\nSo right away a line; and wherever it was a line, I stood in the line no matter what the\nreason was, because I knew I was going to get something. And if the Polish kids they\npointed to me and said in German, “This man is a zyd.” So I had to run before I got\nbeaten up.",
        "A: The war broke out when we came back from the summer camp’. And I remember one of\nour neighbors came running to my mother and there was headline in the newspaper. \"War\nstarted.\" And I say it in Polish; it said “wojna rozpoczeta,” in Polish.",
        "A: A tenant that was friendly with my mother, she lived on the same floor where we lived,\n* September 1, 1939, war is declared when German troops cross over Polish frontier. Charles Messenger, The\nChronological Atlas of World War Two (New York: Macmillan, 1989), 22.\nand she was friendly with my mother because my mother was the first one that got — how\nyou call it when you, you put the laundry through to —",
        "A: To wring it. A salesman came and sold to my mother to pay one zloty a week to him. So\nthis lady borrowed always from my mother.",
        "A: She was non-Jewish, and she was friendly because she could, you know, she was friendly\nwith my mother.",
        "A: Yes.",
        "A: The reaction was exciting because we didn't know about war. And matter of fact, the\nfeeling of war existed prior to start of the war, like being in the camp”; we had a big place\nwhere we played in sand, building airplanes, building boats, building different things.\nThat summer we told everybody not to play, we are going to play war, like we made\nPolish Army and German Army. Me and other boy, we had a Polish army, and there was\nanother boy by the name Mojzesz was the German Army. I was called Froim in the\norphanage, I was also called Maly° Icek. Icek is my brother, I'm the small Icek. So there\nwas the army of Moses and the Army of Ariel and Froim — Ariel was the second general.\nAnd we prepared bunkers and all these things. And for bullets we would save chestnuts,\nand when the war broke out, we start throwing chestnuts. When we got hit three times,\nhad to be carried out, so that was the feeling that naturally Poland lost, and Germany\nwon. So then after the war — when the war started, naturally our building was one of the\nfirst to get burned down because they had announced that Solna number eight, where we\nhave a room, 1s a point of refreshments for soldiers. A little bit later a bomb came down;\nan airplane was just cruising about, and they couldn't stop the fire or anything, and the\nbuilding went down.",
        "A: We were in the apartment, and we ran out when the fire started. We ran out and just\n> children’s summer camp sponsored by Korezak’s orphanage.\n° Small (Polish).\ncrying, you know. We didn't have time to take any bedding or anything because it was\nfull already. And then we marched off to one of my sister, which was married by then,\nshe lived near the airport. We walked over there. And then couple days later, the they\nmarched in the soldiers marched in.",
        "A: Not terrified; kind of excited. Because the notion was that Jewish people and the German\nwere getting along because, basically more or less understood the language, could\ncommunicate more or less. So we believed it wouldn't be too bad.",
        "A: Not at all, not at all. Not interested, only to satisfy them, our hunger, because when the\nwar broke out, right away everything was — all the stores were closed. There was no food\navailable. And even in the orphanage, you know, it became rations like, you know. Food\nwas available; Dr. Korczak saw to it that we get food, but — it appeared on the\nblackboard: Two slices of bread, or three slices of bread; as much as we can. And I will\nnever forget, Dr. Korczak used to stand over us in good times. I remember good times\nand I remember bad times. In the good times he used to go behind the children and make\nsure they eat. And as a joke, if somebody was holding a piece of bread, he used to pull it\nout, grab it and put it in his mouth. Now I also remember when it appeared two slices\neach, also for Dr. Korczak two slices, but he never ate his two slices, he gave to another\nchild. Every day he gave his bread to somebody else. And we stupid children, we took it.\nWe never realize that the man grows thinner and thinner and thinner; that kind of man he\nwas.",
        "A: No.",
        "A: Oh, yes, they cooperated, and gave them all the information that they want.",
        "A: Yes.",
        "A: '38 and '39, that's for sure.",
        "A: Well.",
        "A: Well, it was Dr. Korczak and there was Stefa Wilczynska’, she was the head, and there\nwas Mr. Aleksander Lewin — whom I met in Poland in 1988 — and there was Misza\nWroblewski who were the staff. Strictly, I mean staff for the good of the child. Just see\nthe child. We got in the morning when the alarm clock rang everybody had to go up, get\nup. If somebody overslept, they had to go to bed seven o’clock the next day. The beds\nhad to be made. Everybody had to do their chores. Everybody had an assignment. You\nsee, like my assignment was to wipe the tables, prepare the tables. And then we had a\nchance to change our assignments every second or third month. We had our court. We\nhad a court run by children. It was run by children. If a child did something wrong to\nanother child, you could sue him. And the judges were children. Even Dr. Korczak got\nsued by one child. He did something he put, I think he put a boy into a bottle of water,\njust as joke, and the boy didn't like it and he put him to court. And he received paragraph\n100. Paragraph 100, it wasn't so terrible, but he didn't act properly. Since then he have the\nname setka — hundred. Setka means a hundred in Polish, so his name was setka. If any of\nDr. Korcezak’s is still alive, we ask how they call Dr. Korczak it was setka.",
        "A: Just paragraph 100 means, translated, did not do right. Paragraph 300 was receive for\ndishonesty.",
        "A: Well, if you accumulated certain paragraph you were deprived of something. Like a\nbicycle was given; and every child could ride that one bicycle at a certain time. But if\nduring the year you accumulated 2,000, no bicycle. Okay. There were certain privileges\ntaken away for getting too many paragraphs.",
        "A: Nice. It's involved. It's like a — it's like you were programmed to be good, you wanted to\nbe good, you wanted not to have — see like one boy went — everybody had a little drawer\nin a big, big cupboard and you kept your things, you know, whether it's a comic book or\n’ Stephania Wilczynska (1886-1942), head teacher and co-director of Korczak’s orphanage.\nsome cards or chestnuts, we used to play a lot of chestnuts. And that one boy open up my\ndrawer and steal some chestnuts. And, actually, I sue him and he received a paragraph\n300 that was for dishonesty. Now one boy was an invalid. I remember very well his name\nwas Alter (ph). He stole a pair of swimming trunks from somebody. He received\nparagraph 2,000. You know what that meant? He had to leave the home, dismissed. His\nmother in no way could afford that boy, but it was given by the court, by the judges and\nthat nothing could be done. He was thrown out of the orphanage. So we knew, we\nchildren knew you can't mess around, you have to obey. We were put in four categories,\ncategory one, two, three and four. Category number one was neat, clean. When we used\nto go Saturday to visit our parents, one parent our relatives, whoever was there. We\nreceived little bag of cookies, and Mrs. Wilczynska stood up front make sure the shoes\nwere shined, hands clean, you could go. Seven o’clock you had to be home, you didn't\ncome home by seven o’clock you didn't go next Saturday. Now category one and two, if\nsomebody — everything was donation food, rich people. People donated material. If a lot\nof material came in, category one or two received a new coat or a new suit. Category\nthree and four already, you know, got something was a little bit used. So it gives us\nalways the inspiration, you know, your bed should be made nice, you know, behave nice,\nclean.",
        "A: Not strict, not strict at all. I mean the punishment was normal, but you could live with it.\nYou knew, don't do it unless you have a reason. Like, when we were in the summer\ncamp, you were allowed twice a month two visitors. Now I remember one time when my\nbrother was there, it was in the first month of the summer, I went, my mother and my\nsister. So I figured my mothers, my sister were legally to visit my brother, and I, because\nI was part of it going to half time, I had the right to come. But it wasn't so. One girl was\nwalking around, she saw three people and she wrote it down. Nothing. When my turn was\nthere, I was not allowed any visitors. See, so you just know. The rules were made, you\nobey them. And everything went fine.",
        "A: Very much so, very much. There were no fights, everybody had a big brother when you\nstep in. You had a big brother, like he took care of you and says if anybody is going to\nsay something wrong to you or do something that you don't like, come and tell me, he\ntold us. As a matter of fact, I had one big brother, his name was Sammy Gogol. This boy\nwas gifted playing the harmonica. Never took a lesson in his life, but he could play\nanything you want, any opera, anything he could play. So he was my big brother. I\nenjoyed him very much. When I was — I mean, we lost contact with each other, you\nknow. I didn't go to the orphanage. I walked in, I went out, I went in, I came back,\nnobody saw me, nobody asked me. I was torn apart. I didn't know whether to stay there\nor to go to my mother. Since I was a hustler, I used to know how to jump out of the\nghettos. I was begging for food. So I brought — sometimes I brought something for the\norphanage, and I wanted to see that my mother was — had something to eat.",
        "A: While I was in the orphanage, but I was kind of — I took it upon myself, I saw that there is\nno more discipline, there is no more control, because instead of 107 children, there were\nat that time over 200.",
        "A: Because Dr. Korczak could not refuse anybody, you see.",
        "A: Yeah. The gentleman I gave you the name before, David Kohl, his parents were shot,\nwere killed. And somebody brought him there. How could he refuse him.",
        "A: If after the occupation, this is — I am speaking this was during the ghetto, all right.",
        "A: Not on fully basis. When I felt like staying over, I stayed over. If not, nobody knew\nwhether I'm coming or going. But if I brought a little bag with flour or a sack of potatoes\nor some coal, it was accepted. But they didn't ask me where were you yesterday, because,\nyou know, a lot of people, even a lot of the counselors went to Russia, escaped. Only Dr.\nKorczak was there to the very end. So then naturally one morning I — one night I was out,\nI used to jump out of the night always where I couldn't be seen. And I came one morning\nand the house was empty. They were all taken, the children were taken.",
        "A: At the orphanage.\n* The Warsaw ghetto was established on October 2, 1940. Encyclopaedia Judaica Research Foundation,\nEncyclopaedia Judaica (Jerusalem: Encyclopaedia Judaica, corrected ed.), s.v. “Warsaw.”",
        "A: Yes.",
        "A: No, no, no, they were, they were, they were jobs just to keep the house in order. Like\npeeling potatoes, helping with the dishes, putting up the cutlery on the tables, taking off,\ncut the bread, clean the windows. Sweep the bedrooms or sweep the dining room. So it\nwas no difference. Some girls work in the sewing room, you know, putting on buttons\nand mending socks.",
        "A: Same. Yes, same.",
        "A: Not close, they were like — you know, how shall I say it, like teachers; supervising\nhomework, and if somebody was not good enough, they helped out; they were like\nsummer school. Like if you didn't have very good marks, they didn't force, but they\nsuggested to take classes at the summer school. And they were helping you out, you\nknow, just so you get better.",
        "A: It was men and women equally. There was a teacher that used to teach us how to sing,\nthere was a piano, whoever wanted to learn piano. I mean... Q. And you went to school\noutside of it?",
        "A: School was outside, yes. But if there was a parent meeting, one of the counselors from\nthe orphanage went because they wanted to have the full picture of the child, of the\nbehavior, if there was any problem between the teacher and the counselor of the\norphanage.",
        "A: No, no, no, no, no. We used to — we used to address them as “nani” or “pan!” — means\n” Miss/Misses (Polish).\n'® Mister (Polish).\nMr. or Mrs.",
        "A: Oh, yes, it was cultural activities, a lot of cultural activities.",
        "A: Playing theater, I took part, as a matter of fact, in one — I don't remember, I think\nSleeping Beauty, I think Sleeping Beauty. That was my part just to say a word that when\nthe boy slept and said, “oh, what a wonderful dream I had,” something like that. And my\npart was, “Oh, let's wake him up very fast, because he is going to sleep he is going to get\ncross, and he won't be able to go on the outing — you know — on the trip.”",
        "A: Well, it was Dr. Korczak how should I describe him? Was he superman, he was, a king,\nhe was. Just a good, good old grandpa with a face of an angel, with his hands, they were\nlittle, like pillows so soft to touch, and so lovable. When he came, he just, he just felt like\nget inside of him.",
        "A: He had a habit of — if a child had a loose tooth, you know, he used to put his hands and\nsomehow, without any pain, got the tooth out and give 50 cents to the child. And he\ncollected all these teeth, and from the teeth of the children he build a little castle. How he\ndid that all the time, is not to comprehend how he found time, but he had time for every\nchild. Somehow he had time for every child. And he loved every child. No matter how, if\na child came in from outside, if a desperate mother brought in a child that he was or was\nnot accepted, the child could have been sick, full of pimples or whatever, Dr. Korczak\ntook him in and kiss him right away. Whether he could accept him or could not, because,\nas I said, before the war was strict, 51 boys, 56 girls. One went out, another one could\ncome in. But there was an application, a list very long.",
        "A: He was around, he was around a lot. Very, very, very much so. And all the supplies, all\nthe donations were given by rich people before the war. And we produced for them nice\nplace and concert. Like I say, somebody go play the harmonica, and there was another\nboy Jonas, number nine, he was a terrific violinist player, terrific. You know, we gave\nconcert to this big — how you say digni...dignitary.",
        "A: Dignitaries, yes. And naturally they saw, they could see where there money is going. To\n107 children very well behaved, you know, nice clean dressed. So they knew in that the\nmoney is going for a good purpose. And suddenly, during the ghetto, when there was not\nmuch available, he just went and begged you know, to the Joint''. There was this man,\nthe head of the Warsaw ghetto, Czerniakow’’, I think. And Dr. Korezak used to manage\nto get always a couple sacks of potatoes, more than anybody, any other organization. We\nhad our own horse and wagon. He had that capacity, the tongue, you know. And he was\noffered many time by the Polish underground to escape. He would not leave us. He\nwould not.",
        "A: Very new respect. Because they teaches us, the new student, the child of Dr. Janusz\nKorcezak. Like there was — children got homework, okay? And the children had\nhomework, so like she says, “For the next day or so you had to memorize page number so\nand so.” So certain children were reading, and they say, “Next, the student Baum, the\nchild of Dr. Korczak.” I know everybody knew, so I read it, you know, and then was a\ndifferent story. I don't know why, how. They knew that Korczak was like god. Because\nfirst of all, it was only Jewish person who had the program on Polish radio. Polish radio\nstarted, “Doctor, oh doctor.” Everything was children. He was — nothing was writing\nchildren’s’ books. So, Polish children knew him. Also he took care of Polish, he\nparticipated in other orphanages that had only Polish children, non-Jewish. He was\neverywhere, and we, we gratefully thankful we had plenty of him also.",
        "A: From non-Jewish. The beatings stopped, the beatings stopped. And then eventually I\nwent to a school where it was more Jewish than non-Jewish, it was in the — more in the\nJewish area. So, it was okay.",
        "A: It was mixed, yes, 1t was mixed. The teacher was Polish, but nice.\n'' American Jewish Joint Distribution Committee.\n'? Adam Czerniakow (1880-1942), head of Warsaw Judenrat (Jewish Council).",
        "A: When everybody else went the ghetto. When the ghetto started, we lived down in the —\nlike I said, the shed of the coals. The owner, apparently he saw what's going on, he left\nthe whole thing and give us his trailer apartment, it was like a trailer apartment. We lived\nthere for a while. And when the ghetto started, we had to find somebody to exchange\napartments. Like people that the area was designated for ghetto, and they were not\nJewish, they had to find apartment outside the ghetto. So we gave up our apartment,\nwhich was quite nice, in exchange for a small room like this, with an attic. And we\ncrammed in, all of us, all six children. And one of my sister walked off to Russia. She\nwent to Russia in 1941, just prior to the ghetto. She got married and went to Russia. To\nthis day, I never heard from her. We had one postcard and that's it. We are still looking\nfor her.",
        "A: Ah—",
        "A: If there would be no war I would still have a year or two. But I was — I was such a\nhustler, because like even before the war, when daddy was dead already and there was no\nfood, and mama couldn't support, I was able to go to work at the plant; sit a presser all\nday, and by the end of the day, we receive one — one you received one zloty, and one\nzloty brought one bread and a smoked fish. And when I brought it home there was seven\no’clock, my oldest brother jumped to the ceiling, because it was breakfast. And I was\nabout maybe nine, ten years old. And see my brother Joe was in the orphanage, and the\nrest of the family was hungry. So instead of spending the day in the orphanage where I\ncould get my good meals, I went to work so I could get some cash to buy a bread and\nsmoked fish and bring home.",
        "A: In and out, I didn't leave it, you see, because I was torn apart. My mother and brother and\nsister were hungry, and I could get five meals there, so certain days I just didn't go.",
        "A: Try to feed the family a little bit.",
        "A: The youngest, yes. The youngest and the hustler, always the hustler.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes, I was in the orphanage, I was in and out of Chlodna and Sienna’’, but not officially\nfull-term, because then there was no more — I mean there was no more such a control, and\nno more that they knew everybody is here. If you came, you came, you were welcome.\nYou were never sent away.",
        "A: Right chaotic and sickness.",
        "A: Yes, yes. We had the, we had the horse and the wagon, and there was Mr. John Zielinski,\nand we moved little by little, you know, and the kids helped as much as they could. And\nwe moved to a school, but from the school we moved somewhere else, I just don't\nremember the street. We moved several times.",
        "A: Very upsetting, because, sure, because the first orphanage home was a beautiful building,\nyou know, and every child has his own beautiful bed, and every child has his own place\nin a big cupboard, and every child had his seat at a table in dining room, and, I mean, it\nwas home. It was home. And over there we were we just cramped together; it was — it\nwasn't nice. But Dr. Korczak gave us aspiration and hope. You know, we just looked\nwhatever he does, whatever he says.\n'S Chlodna and Sienna were streets within the confines of the Warsaw ghetto. Chlodna 33 was the location of\nKorczak’s orphanage after it was forced to relocate from the Krochmalna building. Janusz Korczak, The Warsaw\nGhetto Memoirs of Janusz Korczak (Washington, DC: University Press of America, 1978), 64.",
        "A: Until the end. He was able to bring some, you know, he was able to until the end. His\nstruggle was like survival, but not for him, but for the children. He virtually got out and\nbegged. He begged for my children he begged, you know.",
        "A: Oh, yes; his life deteriorating, you know. He just would not walk away. You know, he\nstood in front of that door with that Joint representative, he says, “Doctor, I cannot help\nyou, I cannot do it.” But, he says, “But my children.” And he used to wear the Polish\nuniform. He refused to wear the Star of David.",
        "A: Because he served in the Polish Army.'* He was an officer. He refused. He was arrested\nonce for not wearing it, but still refused to wear it. “But my children, but my children.”\nAnd he had a lot of support from non-Jewish organizations also. So we always had a little\nbit more than the people outside of the orphanage. But naturally not enough, because\nwhen you were hungry, you were hungry no matter how much you get. But this poor\nman, he was growing thinner and thinner and thinner, and he just ate very little.",
        "A: Who paid attention? You were so hungry and so eager we became like non-human any\nmore. When you're hungry, it's just terrible. Now I think of it, why did I take that slice of\nbread that he gave me, I cannot forgive myself. I mean the guilt, you know....",
        "A: When the orphanage was evacuated'*, I remember I was there the day before, and then I\nwent over and help my mother bring over the bread, and at night I spent, either I spent\nhome, or I was out of the ghetto, because I managed, I figured out it's better at night to\n'4 Korezak enlisted in the Polish Army in 1919 and served as a military doctor. Falkowska, Maria, A Chronology of\nthe Life, Activities and Works of Janusz Korczak (New York: Kosciuszko Foundation, 1980), 25.\n'° On August 6, 1942, Korezak, the orphanage staff, and some 200 children were sent to Treblinka concentration\ncamp in Poland. A Chronology of the Life, Activities and Works of Janusz Korczak, 49-50.\ncome out of the ghetto and be on the Aryan side, and wait until it gets dark again to come\nback, or earlier dawn. So I was out, and then I managed to get some food. I think there\nwas some grains or whatever. I was begging. And I ran so happily, you know, to the\norphanage. And while going there, a woman come and, “Oh God they took the children,\nmy God they took the children, my God they took the children,” you know. She was\ncrying, and I said, I— where, so pointed — she pointed to the Umschlagplatz. The\nUmschlagplatz means the station where the trains came. And I ran there, I wanted to go\nthere to him, you know. The German “Get lost, you are not Jewish, get lost.” And I saw\nthat he was, by the end he was kind of disputing with a soldier, I found out later that they\nhad papers for him and a passport for him to go to freedom, and he wouldn't go.'® You\nknow, he went to the train and went straight to Treblinka, and I was left alone, and now I\nfigure they took away my last hope from me, what am I going to do without him? How\nam I going to survive without him? You know. So I went back to mother. I didn't know\nwhere to go, I just didn't know. So I went back to mother, and from there we struggled,\none by one to go out of the ghetto and go to Plonsk, where my mother had a sister.",
        "A: Sure.",
        "A: I'm all right.",
        "A: Well, hunger, starvation, sickness. I mean...",
        "A: Yes. I saw it on a daily basis. I virtually walked over corpse, there were corpses lying\naround every day, everywhere.",
        "A: Callous. How to, how to find an extra piece of bread, maybe there is a broken down store\nwhere you could find something that you could take, trade or sell or whatever, because\nthere was a market, you know, there was like a here you call it a flea market, that you had\nsomething you could go sell in exchange, like my sister had a nice red coat with an fur\ncollar made of Alaskan seal, so she didn't see, my oldest brother stole it from her, went to\n'© Reputedly, Korezak had been provided with papers for his release by CENTOS (Federation of Associations for\nthe Care of Orphans in Poland). Betty Jean Lifton, The King of Children: A Biography of Janusz Korczak (New\nYork: Schocken Books, 1989), 344.\nthe market, sold it, and bought a bag of flour, brings home a bag of flour, very excited.\nAnd my mom cooks it, and it wasn't flour, it was plaster. These things were going on.",
        "A: Found it natural, I said, oh just another poor soul, another poor soul. Just make sure I'm\nnot going to be in that position.",
        "A: Nothing, but just sitting there and waiting and completely frustrated, not knowing how to\nprepare, how to find some frozen potatoes or some potato pills, or something to feed\nthese kids day by day. As a last resort, I remember one day she didn't have anything to\nsell any more, so she had golden crowns, pulled out the golden crowns. She went to a\ndentist and had them taken off for a few zlotys just so we could survive a couple days or\nso; she sold the golden caps.",
        "A: No school.",
        "A: No. There might have been, but who had patience for that. It was just a daily way how to\nsurvive, how to get, how to get something to eat.",
        "A: Not interested. I was not interested at all. I didn't want to go to school, I didn't want to\nparticipate in anything, only hustle. My best activities was jumping over the gate, run to\nthe Polish market, buy a few loaves of bread, throw over. That gave me pride that I could\ndo it.",
        "A: They say in Jewish, tzuris'’ teaches you how to survive, how to survive.",
        "A: I was not, no. First of all, once I got through that Polish policeman I was fine, because I\nspoke good Polish, you know. And the farmers did not recognize me. I didn't deal with\n'’ Troubles (Yiddish).\nany young — with any gang, so they didn't recognize me. And once legitimately, I bought\nI paid them, because out of the ghetto you didn't need any rations, so you put down the\nmoney and they sold you, one loaf, two loaves. So I took about three or four and run in, if\nI threw them over several times, so by the end of the day was one bread profit.",
        "A: As I said, there was a fence. And there was spaces between the boards, so my mother\nused to put her hands like creating a step ladder and I stepped, stepped and jumped over,\njumped over. Once I was on the other side, I was waiting for a car'®, because the cars\nwere going slow from the court or to the court. Once I was on the other side, I was in the\nmiddle of the street. And that was not the ghetto, that was the part that people were going\nto the courthouse.",
        "A: Over the boards. She made like a stepladder for me, so I went. And the boards wasn't\nvery high, especially on that street it wasn't very high. Luckily there was no wire fence or\nno cement blocks, just board, and it had a space where my mother could get her hands in\nthere. And I used to step on her hands one by one and jumped over.",
        "A: Between the boards.",
        "A: Between the boards.",
        "A: Because they were quite — maybe 200 feet, on the corner of the street. And I — when I\nwent out, I went in the middle of the block. And on the corner there was the police guard,\njust seeing that the cars going there.",
        "A: Some of them did it, yes, quite a few did it. Some policemen looked away, and some\nwere very nasty and tried to catch us, and we run fast. Sometimes they could catch us,\n'S Streetcar.\nsometimes they didn't. Once he got me. It was wintertime all the snow, and I couldn't run\nso fast. I fell down and he started hitting me with a club and took all the breads away\nfrom me.",
        "A: Yes.",
        "A: She caught them and she could sell them immediately to the people that could afford.\nAnd I was waiting there for ten, fifteen minutes, and she pass me the money and I went\non another trip.",
        "A: A new world. Restaurants, food available, everything. I was afraid to go there, first, first\nof all, I couldn't afford it. I was afraid to go to a restaurant because they could tell on me,\nbecause the way I was dressed, you know, in rags.",
        "A: There were no kids, because it was like commercial street, and mostly cars going into the\ncourt. So there were no houses. The only houses that were there in the ghetto on both\nsides.",
        "A: I had nothing to do with the Councils, and the police, they were just standing at the post\nwhere the gates were to come in or out.",
        "A: We had no contact with the German police, because first you had to — if you had the\npapers to go out of the ghetto, you had to present them to the Jewish police. The Jewish\npolice presented them to the German police, and you could go. It was like a border.",
        "A: Yeah, sure. Yes, of course. It was authority.",
        "A: They had no guns and there was nothing special; there was authorities, and some of them\nplayed out the role the way they would be big heroes. If they didn't like something about\nyou, they saw that you just coming in from the other side and you were successful to\ncome through the German post, they took care, you know, if they wanted to let you\nthrough, if they didn't want to, they could arrest you or beat you up.",
        "A: They did that many times, yes, just to show authority.",
        "A: Oh yeah, just to show authority.",
        "A: I didn't see any council, but the Jewish police, I mean, this 1s the organized transport as I\nsaid, and groups of young boys to go to work that required to do some work for whatever\nthe Germans wanted us to do. Like wintertime was most of all cleaning, snow shoveling\nfor the whole day.",
        "A: Me and my brothers we did it, yes, we had to do it. Not in Warsaw, but outside,\neverybody got a— you know, off the road there is that — what you call it, trench; 1t was\nfull of snow, so we had to clean it out so the water would go in. So everybody that like\nfive hundred feet, clean it out, and you could go home.",
        "A: Outside the ghetto, on the main highway.",
        "A: They walk us outside, and we used to do our work.",
        "A: Yes but before I weren't were went to Plonsk. I told you that the orphanage was isolated.",
        "A: So first, as I said my oldest brother went, and the other brother went, and then my mother\nwent, and she was caught, she was brought back to Warsaw to the quarantine, and then\nagain everybody started out. We had several cousins everyone of the children, one cousin\ntook care, you know, and it was fine, I mean there was a bite to eat.",
        "A: Plonsk.",
        "A: Again, out of the ghetto, took a street car until the end of town and walk hundred\nkilometers. I mean it was a night and a day walk. Sometimes a horse and wagon go by,\nyou used to jump it on it for a ride, like hitch hike.",
        "A: By the end we were all over there, all.",
        "A: No one together, everybody separate, one by one.",
        "A: No, no, no, no.",
        "A: ‘41.",
        "A: '41 because we were, we were there — I remember — the part of the summer, before '42.\nNow, while in —",
        "A: In '42, right, August '42. Yeah, you're right.",
        "A: Could be, yes.",
        "A: Yes, yes.",
        "A: No, no, no, I didn't go back. It was right after they took the children we went to Plonsk.\nThe dates, you know. So we went to Plonsk and then the ghetto was created in Plonsk,\nand then it became already food not so much available, because a lot of people came, a\nlot of people came from all over other countries.",
        "A: Because everybody had a sister or an uncle and it belonged to the — they call it — I don't\nknow. There were a lot of Germans there in the area. And it belonged to — they call it the\nThird Reich.'” They call it a part of the Third Reich, and surrounded by farm lands, I\nmean rich. There was food. But so many people came there the food got less. So I try to\nfind a way to make some money, so I used to buy in the ghetto cigarette paper, and went\nout of the ghetto and sold it to the farmers to make some money. And then I sold my two\nbrothers. I didn't actually sell them, but I recommended to the farmers, if you need\nsomebody to work for you just for food, is going to go. So I found a place for this one,\nand found a place for my oldest one; and then I look for myself.\nWhile I was going, then I was also going to beg for food. I mean I went in and I says “If I\ncan get something please?” One day a woman asked me, “A big boy like you shouldn't\nbeg for food, he should become” — summertime you sent out the cows on a field, but\nsomebody has to watch them that they don't go and eat the corn and the wheat, they\nshould eat the grass — “A shepherd.” So I said, “Would you hire a Jewish boy?” She says,\n“My God, I would never believe your Jewish. But if your not gonna tell anybody, I won't\ntell anybody.” So, I make a deal with her, and I said, “I do it. By the end of the season\nyou give me five...” it was by the meter then; I don’t know, five hundred pounds of\npotato and 80 deutschemark, and she set says, “You got it.” I went there, her son didn't\nknow I'm Jewish, her daughter-in-law didn't know I'm Jewish, and there were a few boys\nTn 1939, Plonsk was annexed by the Germans along with the portion of Poland northwest of Warsaw. Wladyslaw\nCzaplinski and Tadeusz Ladogorski, The Historical Atlas of Poland (Warsaw: Panstwowe Przedsiebiorstwo Wyd.\nKartograficznych, 1986), 50.\n— never knew I’m Jewish, and I stood there the whole season, the whole summer. By the\nend of the term, they had to give me their potatoes. And the I took the horse and the\nwagon. And at that time the Germans brought in together potatoes and all that, and put\nthem in basements, you know, down, to bury them; I don't know for what. So every for\nfarmer had to donate so much. So I drove in with the horse and wagon myself. And they\ntold me here, here, you have to put it here. And I says yeah, yeah, yeah, and I went\nstraight to the house where my mother and my cousin was. We unloaded it, but we never\nhad time to consume it. You know. And then —",
        "A: It was quite organized. But then, you had to be a residence, a resident, of that town. My\noldest brother, who didn't survive, he used to go out with the daughter of the president of\nthe ghetto. And they gave him an ID card that he is from here. One night they say\neverybody out in the field, all Jewish people out, out in the field; and they started to\nverify. Whoever had a resident card, the ID card could go home; whoever didn't have,\nabout hundred brown uniform Germans’’ this way, one hundred this way, and everybody\nhad their whip in the hand.",
        "A: Okay.\n°° Nazi stormtroopers (Sturmabteilung or “SA”). Amy Hackett, ed., The Encyclopedia of the Third Reich (New York:\nMacmillan Publishing, 1991), s.v. “Sturmabteilung.”\nTape # 2",
        "A: As I said, whoever had the ID card as a resident from the city were allowed to go home. I\nresumed normal activity. Whoever didn't have, there were about a hundred of the\nGermans in the brown uniforms on each side, making like a gate. Everybody had a whip,\nif they had to cut down a branch just to have something in their hands. And whoever\ndidn't have it had to pass them. And everyone had to hit while running through. My two\nbrothers and one sister were extremely lucky, they were the first one of the victims. So\none German took them and walked them through that terrible gate. So the ones that get\nbeaten should know to where to run. My oldest sister, unfortunately, wasn't so lucky she\nwas beaten very badly, and then came my turn. They told me I had to go there, so I go\nthere. So I was running like a snake, you know, nobody could hit me. I escaped everyone.\nBy the very end one was waiting for me and hit me right across the face here and split my\nlip right open. When it was all over, they put us in trucks and put us in a field surrounded\nwith barbed wire, and kept there I think for a day or so. No water to wash up or no food,\nno nothing, and then —",
        "A: My mother was in Warsaw. My mother, she was then remained in Warsaw?",
        "A: She did not make it because she was arrested on the Aryan side. She went to prison and\nshe went to Warsaw. And she waited the for a chance to come to get some money or\nsome goods for that person that smuggled the people out of the ghetto. So, we were there,\nand then we were put on trucks, and we were driven to a place called Pomiechowek,\nwhich was a just a building, a big building, you know, with cement floor, and that's\nwhere we slept on the ground. No food, no water; waiting for a rain to come down with\nstarted to wash a little bit with the soap. Then the rain stopped. And eventually, after the\nthird or fourth day, they brought in water in barrels of sour pickles. That water we drank,\nand then a little soup. And we were just kept there with, without saying anything to us or\nanything; we were just kept there. Guarded by Ukrainian soldiers which served the\nGerman Army. And I saw outside behind the gate, people from that town had relatives in\nthat place, they used to come and brought a package. They called out the name and threw\nin a package, and the guards did not object. So I said to my sisters, you know what, why\ndon't you go talk to them a little bit, flirt with them, distract them. They didn't know what\nI was about to do. When they went, I got down on my knees and dug a hole under the\ngate with my hands I dug a hole and crawled out, cleaned myself up, and stood up as if I\nwere a visitor, you know. And —",
        "A: No. And walked away, walked away; walked out on the highway with another boy. And I\nsaw trucks of workers, I ask, “Where you going?” “Oh, we going to Plonsk.” I jumped on\nthe truck and went to Plonsk. By then I was not afraid, I went straight to the gate to the\nJewish policemen. “I am so and so, I am David.” David was my oldest brother, and the\nJewish policeman was Moshe Niman (ph) who was friendly with my brother, you know.\nSo I said, “I just escaped from Pomiechowek.” I went in, and in a minute I was\nsurrounded, “Who is the hero who 1s the hero? How could you escape from there?\nWhat's going on there?” So I told them the story, and I go to my cousin. And by that\ntime, I see my mother was there. She came from Warsaw. While we were all there. She\ncame, oh, when she saw me, you know. And the rest of them apparently remained in this\nPomiechowek a few week until they evacuate them back to Warsaw.",
        "A: I don't know, but it was quite a couple months I guess. They chased them on march back\nto Warsaw.",
        "A: Yes.",
        "A: If I feel any remorse, any guilt? Not really, no. It was — I felt that I'll be able to go there\nand get some food and bring to them. You see. I felt as a rescuer. You see like going to\ngo to work. I figure I'll go, I'll get something and come back. Because being outside it\ndidn't bother me, because I would appear as a resident of that town, it's legal there. And\nbringing a package was okay because they did not object.",
        "A: When I was begging?",
        "A: Yeah, yeah, I did, “holy spirit, bless holy spirit,” [gestures sign of the cross] whatever\nyou say, and “Can I ask for something?” They say “Why, why you begging you begging\nfor something?” I say my, “Mother and father was killed in the war, you know, I am an\norphan and I have nothing.” “What are you collecting?” I say, “Whatever you can, a little\nflour, a little barley, you know, some potatoes, a piece of bread.” So they gave me.",
        "A: No...",
        "A: Then it was— we are talking now from '26 to '40?",
        "A: No, no. From '26, '26 to '30 was 14.",
        "A: Sixteen, I was in camp already.",
        "A: Well, I was about 14, 15 then, before I went to Auschwitz. 15, but I was not developed\nbecause I'm hungry. So then my two brothers and two sisters, they were chased to\nWarsaw, and they told me they made a big fire so they couldn't go back. They were in\nWarsaw. Now, a postcard from, come from my two sisters to mother, “We are here. Icek\nis sick with typhus in a hospital, this one here. They have nothing to eat, they have no\nplace to sleep. We are desperate, we are helpless, what are we going to do?” So, what is\nmother going to do? She takes off and walks to Warsaw to rescue the two girls and the\ntwo boys. By friends and so on, she found a little place where they can stay, they take\nhim in. By that time, the girls came to Plonsk with that smuggler. The other brother, old,\ncame, and he came. Then we were all in Plonsk already. And by that time, we were all in\nPlonsk, and during that time I sold my two brothers, you know, we spend like summer.\nAnd then the main evacuation started. Everybody, residents, non residents. Everybody\ntransport, go to Auschwitz. So I think ours were the second transport that went to\nAuschwitz. My oldest brother remained because he was friendly with the president's\ndaughter, unfortunately. If he would have come with us he might have been survived. So\nwe went to Auschwitz, it was in the fall already. It was in the fall because I remember\nwhen we got dressed naked, the frost was sticking to my feet.",
        "A: I think it's '42ish, yeah.”",
        "A: The trip to Auschwitz on the train, on a train me, my mother, my two sisters and my two\nbrothers. Took about two on or three days, I think. No food, no water. I mean, the food —\nI mean we took a little bit of food with us, whatever we could, you know, and I was\ndressed in four suits, because there was a tailor down there, we didn't know where we are\ngoing he says take, take maybe we can sell, and — wherever we going, because it was\nresettling. We knew we were going to be resettled somewhere else.",
        "A: Take whatever we could carry, you know, suitcases, clothing, and what food we had. And\nI think they gave us some bread for the road, but water was — everybody was dying for\nwater. So what my mother had, she had — she still had a very thin wedding ring. She gave\nit to a soldier so he could scoop up a little cup with snow for me, you know, she didn't —\nshe couldn't take care of the others, but I was the youngest so he scooped up a little snow\nfor the wedding ring. That was the last thing. And then early dawn one day we arrived on\nthe ramp in Birkenau~’ and he said, “Everybody out,” and we see the boys in the striped\nsuits.",
        "A: No, no idea no, resettling, that's all.",
        "A: Didn't know, it wasn't even frightening.",
        "A: Because we were promised we were going to a better place. We didn't know. So we\narrived there, and naturally everybody out, you know. And the boys with the striped\nuniform say “Everybody out, go walk this way, walk this way.” Helping people and\ntrying to carry the luggages, I mean we had to leave our luggage, we had to leave. And I\n“| The German Army occupied Plonsk on September 5, 1939. A closed ghetto was established in May 1941. The\nJewish community was liquidated throughout the month of November 1942, when 12,000 Jews from the Plonsk and\nthe vicinity were sent to Auschwitz on four transports. Encyclopaedia Judaica, s.v. “Plonsk.”\n** Birkenau (Auschwitz II), subcamp of Auschwitz concentration camp.\nknow plenty, pots of pans, especially pots of pans. People used to make double decks and\nthey hid some money in the pots or double suitcases. And then here comes big Mr.\nEichmann’.",
        "A: Later it I found out. I never knew, I never knew anybody, no.",
        "A: No, no way.",
        "A: No way. In Warsaw there was a rumor that the they sending people to, they call it a fry\npan, you mean they put people in the room and the floor turns over, and they get murder,\nso they call it a frying pan because a frying pan you flip over. 36 Never knew; nobody\never escape, never knew nothing.",
        "A: We just didn't know who these people are, and then they speak Jewish’, I said my God,\npeople speak Jewish here, what is this? It's a paradise. People from Eretz Israel”? maybe,\nyou know, or something, because they spoke Jewish, “come out, come out,” and all.\nDidn't give any indication whatsoever. Then it's ordered “women left, men right” or vice\nversa, Separate men and women. Then the women and children were taken away, don't\nknow where. Then comes men, you know, and I stay with my two brothers, try to make\nmyself nice and tall and he says you know, pointing to two brothers on one side and two\non the other side. I go, what do I know. And I stand for a while and I look and — first\nthinking, I see on the other side my two brothers are, about 45 boys, nice strong, and I'm\nbetween all people and children. And my brothers indicating to me like that, from far\naway. And I couldn't find a moment because the soldiers are were marching forth and\nback and watching, you know. And once the soldier passed me by and I snucked over to\nmy brother, and he put me between him and the other one, they kept me there. And ina\nfew minutes they told us to jog. And then we see Auschwitz “Arbeit Macht Frei’””° into\n° Adolf Eichmann (1906-1962), Nazi official who played central role in the organizing and execution of the “Final\nSolution.” Encyclopedia of the Holocaust, s.v. “Eichmann.”\n* Yiddish.\n> Land of Israel (Hebrew).\n°° Work Makes Free (German); infamous sign posted above the main entrance to Auschwitz concentration camp in\nthe camp, and I was the youngest of the camp. And the part where I was, at that time they\ndid not need any woman at the working camp. So all the woman were destroyed\nimmediately, gas chambers, my mother, my sisters, and then the people where I was put,\nthe older men and the children.",
        "A: Later, later I found out, because we were speaking with people that work — that work\nSonderkommando’’. Sonderkommando means they were putting people in the oven. So\nsome people had indirect contact and they said the transport from Plonsk came so, you\nknow, women came to labor camp. So then we came to find out. So here we come into\nAuschwitz, and people, you know, they put us up in barracks, and the beds are made so\nnice and straight, and everybody 1s afraid that they would not be able to make the bed.\nThat came existed from before, you know, and German criminals were then political and\nthe beds was straw sacks, and everybody got two boards to make the edges so straight\nand the pillow and the blankets had a stripe, and it was like a one hundred beds and one\nstripe. So many of them were afraid because we are given orders and people start asking\nquestions, and then I shot off my big mouth in Polish, “What's the matter with you, don't\nyou understand what they talking to you.” And one guy heard me and he said, “Come\nover here little boy, where are you from?” I says, “I'm from Warsaw.” “Oh, I'm from\nWarsaw too.” It was a Polish guy who was the bookkeeper here.\nAnd then right away, “Here's a piece of bread, here's a bowl of soup,” and right away I'm\na whole macher’® there, you know. And I share it with my bothers, you know, and then\nthey tell us to take off our clothes, it was frosty, completely naked, and the frost was —\nour feet were glued. And sent into the shower, shave the heads — the shower, and come\nout the other way, and we got striped clothes and we got our bowl. “This is your\nproperty.” Then we went for the numbers. They put the numbers, I talked to my brothers\nand I say, “We going to show you one day in the United States, I didn't even know\nUnited States exist.” So my brother got “630,” I got “631,” and my older brother, he\ncurious, walked away, and we never saw him again. They counted out 50 people and took\nhim away to coal mines to another camp, never saw him again.\nPoland.\n*7 Special commando (German); A commando of Jewish prisoners in the six extermination camp selected to work\nin the gas chambers and crematoria. Encyclopedia of the Holocaust, s.v. “Sonderkommando.”\n*8 Influential person, “big-wig” (Yiddish).",
        "A: I was thinking what's going on, we came to a camp, we are going to be kept, we are going\nto work, and until America will happen, something will be over.",
        "A: Yes, I thought it was just a labor camp, and right away they took care of me, I didn't have\nto suffer any hunger, nobody was beating me up, you know, and we didn't have to work\neven, it was only — Auschwitz was only a passing. We were there about three days. Then\nwe were walked off to Buna’’, to another camp. We walk, and half the way, again we\nhave to go into a place where they took our clothes and put it in the oven to disinfect it, to\ndisinfect it, you know, and this was the dirty room and over there was the clean room. So,\na part of the people walked from the — they went in the shower, and everything, they were\nwaiting. And the people on this side wanted to know what's going on. So it was one of\nmy cousins there, he says [draws forefinger across neck]. I said “no, nice,” and I show\nhim a sign that they are not killing us, you know, just shower and disinfect so we are nice\nand clean. And we went to Buna. We went to Buna and we went to a quarantine again.\nThat was a camp quarantine. And again, I was the youngest, so they made me clean the\nblock. It was a blockiiltester*’, the head of the block, of the barrack. And he had a little\nroom for himself with a bookkeeper, so he told me, “You going to be like my maid.” You\nknow, every day I had to dust and clean and clean, and clean and dust, and help, like keep\nthe spoon in the pot, you know. Cut the bread, make rations, and hand out the soup, hand\nout the potatoes, and try to put a little bit aside, and every night I give to my brothers a\nlittle bit more. So in quarantine you had to be like a certain time, and then you walked out\nto labor camp.",
        "A: I think a few weeks, about four weeks or so, you know.",
        "A: I didn't see him any more. When the quarantine was finished, this brother Joe worked\nlabor camp, and they asked me if I want to remain where I am or if I want to go to labor\ncamp. I says sure I want to remain where I am, you know. So I found a piece of bread,\nsome potatoes my brother used to come every night I used to give him something and\nothers. And during that time a transport came, and my oldest brother, that remained in\nPlonsk, came also. When he came, so, I was begging him, “David, whatever you do, try\nnot to drink the water here, because it's very contaminated.” But he was thirsty, from the\nway he was drinking, he wouldn't listen to me, and also an excellent tailor so he made the\n” Buna-Monowitz (Auschwitz III), subcamp of Auschwitz.\n*° Block elder (German).\nhat for the blockaltester, but one of these people brought typhus with him, they took the\nwhole transport and send them back, and my brother had to go back to Birkenau with\nthem. And while he was marching he met his brother and he said they are taking him\nback to Birkenau, we are not going to see each other any more. They took him to\nBirkenau. A few days later they brought another transport, again typhus, and then they\ntook everybody already even the people that were the supervisors and me too, to\nBirkenau, and right away I run look for my brother there and he was already taken to\ncrematorium. He was gassed because he was sick. I didn't see him. And then Birkenau I\nremained.",
        "A: Yes. He remained in Buna.",
        "A: He was for the part that was required. Then he went to labor camp, but I had — they kept\nasking me, and asked me if I want to remain in the quarantine to do these little chores. I\nsaid “Of course, why not, I don't want to go to the hard labor. In here, what I do — I keep\nthe place clean.”",
        "A: Yes.",
        "A: There was the I. G. Farben*', Farben, but rubber plant I don't know.",
        "A: I don't know.",
        "A: Could be, could be, could be.\n*' German limited company that was a conglomerate of eight leading German chemical manufacturers.\nEncyclopedia of the Holocaust, s.v. “I. G. Farben.”",
        "A: So then I remained in Birkenau, and doing all kinds of jobs. And again I met a\nlandsman°’, you know, and little by little, if you remain in one camp for long period of\ntime, you get into a group, and you get an outlet a little bit to organize and to find a better\nplace of work only where food was available. Like once there was a Dachdeck-\nKommando (ph), which means a roof Kommando”’, and you had a chance to put a roof\non the kitchen, work near the kitchen, so a piece of bread, little potatoes, or gone to the\nwomen's camp where you work in the women's camp, you know, and then there were\ngirls, the hired girls, that had the little position like, “Here boy, here is piece of bread,”\nlike playing little, little flirtation. There was nothing you could do, because God forbid\nyou get caught talking to a woman, was bad for both them they were not allowed to talk\nus. And then finally I got a job to work with what they called Kanada. That was the\ncleanup Kommando. In other words, whatever the people brought on the transport we had\nto assort. Shoes separate, shirt separate, pants separate, and big, big wooden box where\nyou had to put valuables in. So naturally if you found a hundred dollar bill or a gold coin,\ntook it put in it in the condom, sticked it up, brought it into the camp, and traded for a\nbread for, you know, some people had connection with Polish civilian people that they\nbrought the kielbasa, salami, bread, a bottle of vodka, and that's how we survived all\nthose months.",
        "A: A few months, not many months, not many months.",
        "A: You get, you get accustom to it. You get accustom. It's just the part of it. You know, no\nemotional feelings. Now, now any little thing I cry like a baby. But then, I could see my\ncousin or whatever, come to camp, and knew what's going to happen to him. I was\nlooking, “he’s got a piece of bread somewhere or something if I could have something to\neat,” because I knew he was going to perish anyways, I knew. You see. What we did,\nwhat we did as a group of boys, what we do makes me feel good. We also used to go to\nthe ramp when the transport came. But we knew already what's going on, so when we\nsaw a young woman with a child, with her mother, we took the child and gave it to her\nmother and say, “You hold it, it's better.’ We didn't tell her why, because we knew if\nEichmann sees a woman with a child, she is she goes to crematorium immediately, and\nthe mother is an older woman, has no chance anyways. So, we gave her the child and we\n** Fellow countryman (Yiddish).\n*> commando (German)\nable to send — to save the woman, and she go to labor camp and she could survive. Now\none thing is going to be with me as long as I live. Here comes a Hungarian transport. By\nthe end a lot of Hungarian. I don't remember now again the year, whether it was '43 or\nsomething, it was the last evacuation of Hungarians; two at daytime, two at nighttime.\nOne transport came, apparently they knew what's going on. When they came out of the\ntrain, it was during the night you could see the flames of the crematorium ten feet above\nthe chimney. People just put on their praying shawls, you know, and say the last prayer.\nApparently they knew. It was such a chaos — chaos?",
        "A: You have, you know, we got all so emotional, and people are screaming and crying, and\neven the German soldiers got afraid they shouldn't be all right. “Go,” I say, “don't worry,\ndon't worry, be fine.” And this other woman, “Oh Mutele™, soon you going to get, going\nto get a shower, going to put you in nice clean bed, don't worry, just move ahead, just go,\njust go.” Here I walk over, and this young girl stays close to her mother, and I take her by\nthe hand and I say, “You come and stay on the other hand.” And she takes me by my chin\nin Jewish and says, “I'm 18 years old, I didn't love in my life yet. Why do you take me to\ndeath already? Why you take me to death?” You know, like I would be the one. I says\n“No, no, what you talking about? You come with me you see, you'll be fine. I put you\namong all these young people.” I was able to save her, and she went through labor camp.\nBut apparently she got crazy and she got destroyed, because I was able to, to, to come\ninto the women’s, come into the women's camp once in a while by exchanging with\nsomebody else that was carrying the kettles with food. So when somebody came into the\ncamp with the food, I say you stay here today, I give them something and I took the food,\nand I wanted to see if she survived. She survived a few days, but she got crazy. This\nscene will remain with me for as long as I live. I was not emotional then, but she put such\na guilt trip on me, and she said, “Why do you hate me? Why do you want me to die?”\nshe says, “I’m only 18.” This was terrible. And the Germans are running so much that\nwhen I thought they had no room in the gas chambers, it was so active, that before every\ncrematorium the dug a big hole very, very big, and it was burning fire and they used to\nput the people on blocks break up alive, into the fires burn them alive, the Hungarian\ntransports.’ That was already way before the allied started to approach. And now, as I\ntold you, my first miracle is when I escaped to go to Treblinka. The second miracle was\nwhen I came to Auschwitz. Here I am a worker now, and this SS woman is walking\naround always and looking and looking, and with her whip against her boots like that\nwalking around like you know, proud and looking, looking taking numbers down, and\nshe points at me to put my number down. Because I was in Birkenau, I was not a Muslim\n** Mother — diminutive (Yiddish).\n* May 9, 1944, SS Camp Senior Rudolf Hoss orders five open crematoria pits dug near Auschwitz-Birkenau\nCrematoria V, in order to accommodate the overflow generated by the mass transport of Hungarian Jews. Danuta\nCzech, Auschwitz Chronicle, 1939-1945 (New York: H. Holt, 1990), 622.\nman. A Muslim man means bones and skin, I had nice brown skin always. She takes my\nnumber down, now the blockaltester knew why she takes my number down, they\nwouldn't tell me, but there was a request of sending out of Birkenau a few hundred people\nto another camp, to Stutthof, and he puts me there. And then he told me, “She took your\nnumber, she wants your skin to make a bag or gloves or something,” and he sent me\naway. And I escaped that, because they were making bags and gloves and lamp shades\nfrom our skins.",
        "A: I didn't know at the time, but later when they evacuated the complete Birkenau, that\nblockaltester came also, because blockaltesters, you see, they were all my inmates, you\nsee we were all run by inmates. We got a barrack, you got a blockaltester, and then you\ngot a stubendienst*’, somebody to see that it's clean, you know, that the beds are made\nand all that. When Birkenau was evacuated, then they took so many.’ But when the\nAllies — Russian were pushing, then they send us. So, my first was Stutthof, from\nBirkenau of Stutthof.",
        "A: And he came also, and he told me.",
        "A: He told me, “You know why I send you here? You remember she wrote your name\ndown.” So I says, “Why, what is it?” He says, “She wants to make a nice purse or gloves\nor a bag from you.”",
        "A: No, you know, they just took the boys, did whatever they had to do. Who could see?",
        "A: No. Like they were castrating Jewish boys.*®\n°° Barracks duty (German).\n°7 In mid-January 1945, the SS began evacuating the Auschwitz camps system — some 60,000 prisoners were sent on\ndeath march to concentration camps further west. United States Holocaust Memorial Museum, Historical Atlas of\nthe Holocaust (New York: Macmillan, 1996), 205.\n*’ Numerous prisoners of Auschwitz were castrated as part of the sterilization experiments carried out by Dr. Horst\nShumann and Prof. Carl Clauberg, among others. Encyclopedia of the Holocaust, s.v. “medical experiments.”",
        "A: Because what's his name, Morris, Morris he was a cook. He was a cook. His testicles\nwere taken out, because he was with me in a few camps. So, I knew that he was taken,\nthat he was taken, and then he said, “They put me to sleep, and whatever they did.”",
        "A: Yes.",
        "A: Yes, yes, he was aware of that, because as a matter of fact I was friendly with him. He\nwas always a cook, and he always cook. So after when we would send food from one\ncamp to another camp, I was maybe in 15 of them, but I don't know the locations because\nthey used to send boys to build air strips. It means take big stones, break them up, make\ngravel, and then cover with cement. And every camp had a little kitchen. So, Morris was\na chef — kitchen. So, I remember one day as we were walking, walking through German\nvillage, I saw an apple on the ground. I ran out and grabbed the apple and put it in my\npocket. I think I'm going to give it to Morris that night and bribed him, you know, he had\nall the soup and all the potatoes he needs — but an apple. So, night at he came in to the\nbarracks; I said, “Here Morris I have an apple for you.” So, for several days he brought\nme baked potatoes. Took raw potatoes and threw them in the fire. And one day they\nneeded boys to peel potatoes, and he took me. One day the German took a truck and went\nwith two boys to the village so the baker gave bread for the barrack, so he took me also.\nSo the German gave me whole loaf of bread. I ate it up at once, because I had a bad\nexperience with my men that slept with me, because I was a terrific worker, I always told\nto my — you — always a group, that we slept on the same platform — try to avoid to get\nbeaten up — “Do as much as you can.” So, we work to please the contractor. The\ncontractor had to make so many trips with his truck with stones, could so he could make\nmore money. So I don't know at the time whether it was Christmas or something, he gave\nme like almost three quarter loaf of bread. So I figure, “I'm going to add a little bit to my\nevery day rations.” Because once I went to Birkenau I was in trouble: No connections,\nno nothing no food, nothing to organize. So I depend on my strength and pleasing the\ncivilian contractors, and they give me a nice piece of bread. And then at night I who to go\nuse the big —",
        "A: Yeah, to urinate. Two minutes I came back, the bread was gone. He swallowed it so fast,\nhe stole it from me. So I said to myself, “Next time anything I get, I don’t save, in here it\nis the safest.” And that poor man died in my eyes also, he didn't survive, Meir Bornstein\n(ph), he was French, from — French Jew.",
        "A: Birkenau?",
        "A: Yes.",
        "A: Birkenau, yes.",
        "A: The only thing that was built was the Gypsy camp. An...another complete camp was\nadded. That was — Birkenau was D camp. A, B, C, D, and then they were building Gypsy\ncamp. It was building it was just — yes, it was putting together barracks. Putting together\nbarracks that were prefabricated. We didn't know for what. It was prefabricated. We put\nthem together every day, you know, Kommando means Baukommando — building\nKommando. We used to go there and help put the barracks together. There were natural\nGerman civilian foremen, you know, and some professionals. It was very simple, a\nwooden barrack, no windows. And some German inmates became blockaltesters —\nblockaltesters means elders of the block — and they were by themselves to build an office\nfor them, like — I mean not an office, a separate room, a stube*’, and they built an oven,\nan oven made out of bricks throughout the length of the barrack, just so high to be heated\nwith wood, and then it was finished.",
        "A: In Birkenau, but another camp like, it was like camp A, B, C, D, D was where I was, the\nD Lager. And then it was the Gypsy camp.”",
        "A: I don't know, but then a lot of Gypsies came, men and woman came together and they\nwere kept there. They kept there for a while, and overnight one night they were\ndestroyed.\n*” Room (German).\n* A separate block for Gypsy families was established on February 26, 1943, when the first large transport of\nGypsies arrived in Birkenau. Encyclopedia of the Holocaust, s.v. “Gypsies.”",
        "A: No, just my first girlfriend was a Gypsy.",
        "A: German, German Gypsies from Germany.",
        "A: Yes.",
        "A: Yes.",
        "A: Structure?",
        "A: No, they were all the same. Birkenau was practically the same, the same barracks, you\nknow. They all look the same.",
        "A: Crematoria, yes. We didn't get to see them.",
        "A: No, we didn't. We saw the flames from a distance. I could smell like Sunday — we didn't\nwork, you know — or at night you go out, you saw the flames. And the people they put in\nthe oven, we couldn't get in touch with them also, because they were kept in a separate\nbarrack, they called that Sonderkommando. And every few months they used to put them\nin an oven and get new, until they make an uprise, this Sonderkommando. They were to\ngo up and got hold of some guns, but it was very fast made “hush, hush.” *!\n*! October 7, 1944, Sonderkommando unit in Auschwitz-Birkenau Crematoria IV stage uprising which destroys\ncrematoria facility — all participants are captured and executed. Jean-Claude Pessac with Robert-Jan Van Pelt, “The\nMachinery of Mass Murder at Auschwitz,” in Anatomy of the Auschwitz Death Camp, ed. Yisrael Gutman and Michael\nBerenbaum (Bloomington, Indian",
        "A: Well, when they were taken there were selections held, you know, selections held once in\na while see who still has some meat on them, like everyone had to get naked outside you\nknow, and Mengele*’, Dr. Mengele came out, and you had to present yourself, either you\nwere sent to the barrack or sent on the side. The ones that sent on the side, they went to\nblock number seven, seven, and they put a “L” on them here. “L”’ means generally means\n“leiche” — in English would mean “corpse.” They put in that block, and from then they\nput them in a truck and into the crematorium.",
        "A: Oh, yes, quiet often.",
        "A: Oh, many times, every few months; but I managed to — once I got — another miracle I\nescaped. Once I got pneumonia in Birkenau, and I went to hospital. And there were two\nJewish doctors from Krakow, and I remember they listen to me, and they made a picture\nof my lungs with little points, you know, they had no x-rays or anything, and they told\nme, “one thing will save you, you have to get some calcium.” Calcium you could only\nget injections from somebody who worked in Kanada, and in Kanada they had a little\nroom where all the trucks came in they kept them there separately. So one of the men that\nI was friendly with got hold of calcium injections and put it in his rectum and brought it\nto me, and the doctors injected me, and I came out of it. But during that time was a\nselection, it was selection, but they manage to hide me. They confuse the number,\nsomehow they confuse the number of the sick people minus less, minus one, and I got\naway. And then I got better again.",
        "A: When there were enough sick people when they couldn't go to work, there were quite\noften, I don't exactly know, we didn't know what the purpose was, he says everybody up,\nyou know.",
        "A: Indiana University Press, 1994), 239.\n* Josef Mengele (1911-19787), German doctor and SS officer.",
        "A: I have no idea, but I knew that he was the main doctor, because when I went — when I\nwent and I was so sick with fever, I knew that one boy, one boy went or man, he had\ndone something with his finger, you know, I don't know what he, just took a scissor and\ncut and cut and cut to the bone. No injection or nothing.",
        "A: I saw — I don't know the experimentation, I saw one boy, there was a young boy running\naround in Auschwitz, it was a Polish boy, because once in a while they kept children — I\ndidn't know the reason then, like they kept in Birkenau they kept two Rabbis two Greek\nRabbis with beards, and used to allow them to pray in the shawls and made movies. Now\nI know it was for propaganda, so this boy was running around. All of a sudden I heard\nthat the boy dropped dead. So there was a barrack where they did the experiments and I\nlooked through a little pea hole, it was like the door there was spaces, and I saw they\nwere cutting him. And I saw the they cut the scalp and pulled the skin over, I saw it, and\nthere were — they took off the part of the scalp and I saw there was a big tumor on the\nbrain, I saw it that with my own eyes, and I knew the reason they wanted to find out why\nhe died. But to come back to the — to the —",
        "A: Experimenting, I knew they going on, but I did not witness them because they were in all\nclosed places.",
        "A: How I know they was going on, to tell you the truth, I didn't. I just found out later.\nDuring my being there I didn't know, I didn't know.",
        "A: No, no, no, no, how come I leave it was because eventually transport ceased, you know?\nThey stop coming, so they didn't need us any more, and then as the Allies start to\napproach, we were evacuated and took to Stutthof. Really it was a privilege to work\nthere, to get to go there, an that Kommando was a big privilege because there was there\nwas maybe 130 people, everybody was wanting to work there because you could wear\nany clothes you wanted, good shoes, good clean shirts, and there was — ladies were\nworking there also, so everybody got somebody friendly, and every Friday this girl gave\nyou a clean shirt.",
        "A: How I was chosen to work on that? I think recommendation by the blockaltester.\nRecommendation that ask the Kapo’’ — Zep, Zep (ph) was his name, “Why don't you take\nhim.”",
        "A: On a typical Sunday.",
        "A: It was a day of rest, 1t was a day of taking the lice off the clothes, sitting down and try\nto...",
        "A: Yes.",
        "A: No, there were no humor because everybody was that hungry, you know, everybody was\n— I have death. The own entertainment was the gates when you walked out or walked in,\nthe music, the orchestra was playing.",
        "A: A march, march songs.",
        "A: No, it was inmates, everything was inmates it was a whole band.",
        "A: It sound pleasant, but who paid attention, because only as you walked by they were\nplaying.\n* Forman (colloquial German); term used for inmates appointed by the SS to head a labor Kommando of prisoners.",
        "A: Concert, no.",
        "A: There was a boxing game, I remember there was a Polish guy I remember the name\nCzortek (ph), just for the, for the group of people for their entertainment — for the\nblockaltesters. But soccer games, I don't know of any soccer games. Maybe in his camp,\nnot in Birkenau.",
        "A: No, no soccer games. The only activity Sunday activity was to witness how people got\nhanged or shot, because if somebody escaped they brought them back and they hung\nthem and we had to witnessed that. Everybody had to see it.",
        "A: Oh, yes. And then I remember very vividly they caught 22 Polish people, nice huge guys,\nsix footers, very, very well. Apparently they were listening or operating some radio\nsystem. They got caught and they put first 11, and then another 11, at very close range\nthey shot them dead, and the whole camp had to watch it.",
        "A: Close range, yes, to make sure that they don't miss. And I understand that according to\nthe law of — whether Geneva or general law — if somebody is being hanged and the cord\nbreaks, the man can live. And I saw they hang a man, twice it ripped, third time they shot\nhim. I don't know if it's true or not, the Geneva law, if you hang somebody and the cord\nbreaks your life is granted.",
        "A: Not really, not really. First of all in Auschwitz because I open up my mouth and I was the\nlandsman — somebody from Warsaw and I was the youngest. And then so when I came to\nBirkenau, when I came to Birkenau there was one stubendienst — I mean one that took\ncare of it — happened to be from the neighborhood Plonsk that was in the camp with my\noldest brother, knew my oldest brother. So I got used to him, you know, so I became\nfriendly with him a little bit, and then he knew somebody else, and that's how you get\ninto the little group where you get a little more, but the blockaltester, they were already\nset up with their own group of people.",
        "A: Stubendienst?",
        "A: Well blockaltester were German inmates. The Germans got better positions, and his\nhelper — and the Lageriiltester™, you know.",
        "A: No, not really. Not really, not really. Not really.",
        "A: They were decent, but they wanted respect and discipline because they had to answer to\nthe higher authorities also.",
        "A: No, no, no.",
        "A: Not strong, but friendly, friendly we became like family, you know. Like I go to my\nbrothers, I was friendly with two brothers, the Brown brothers, you know, we would be\nlooking out for one another.",
        "A: Yeah, you know.",
        "A: Not from the immediate group, because there was no necessity, because everybody had a\nlittle bit, you know, and to steal from one another, there was nothing to steal from, unless\nthe person was already in any minute he is dead, and the rations were given out, so\nanother inmate is it near him and he got first to him and he took it.\n““ Camp elder (German); prisoner functionary appointed by SS to serve as camp representative, but answering to the\nSS. Auschwitz Chronicle, 1939-1945, 827.",
        "A: If I had any...?",
        "A: Not really, because there were — they had their own gang again. They had — they were\nstuck with them.",
        "A: Oh, yes, they had power. They could ask us shine my shoes, you know, “Here 1s this,\nhere's a couple cigarettes or here's a piece of bread,” because they always had a little\nmore.",
        "A: It wasn't strange because he was, he was like the boss because he was before me. He had\nthe priorities, you know, and you were just newcomer, hey, so had you to wait until you\n[gestures rising up].",
        "A: Priority. Was a priority.",
        "A: I know one thing, while I was in Buna, while I was in Buna a whole outfit of German\nsoldiers in German uniforms were marched into the camp, the clothes taken away and put\nin striped clothes just like us. And then we wondered why, and we found out that they\nrefused to fulfill an obligation that was against their will, never knew what, what it was,\nbut something they asked to do and they refused, about 40 of them came into camp. So\napparently that was a group that resisted their own people. But the inmates, nobody\nresisted anything. We were just afraid that nobody hits, us so we would got get beaten.",
        "A: My only advice is — was not to be hitten, and try the best not to get sick, because people\nused to grab anything they can, me too. Found a bone, you know, from an animal, God\nknows where, that was in the in the later time, when I was hungry. I used to burn it in the\ngarbage and chew on it the whole day. I had advice maybe you better go hungry and don't\ntry to get sick. And advice, who could give somebody advice, because it was a survival\nfrom day to day. Somebody would say hey go over there, you could find something to eat\nor whatever. It was just survival, there was — I mean, what could anybody tell anybody.",
        "A: They kept it for themselves.",
        "A: Yes, I got, once I got badly abused.",
        "A: By the blockaltester, by the blockaltester. I mean he had a complaint from outside.\nApparently I stood in line twice, they were giving out, when an extra piece of bread and\ncigarettes, something. Sometimes they used to give out cigarettes for workers. And my\ncouple, my foreman, gave me a name of somebody that deceased the day before, because\neverybody — so first I went to my name, and then I went for the other guy, say I'm him, so\nI could get three four more cigarettes to exchange for bread. So that there was a little boy\nthat was working for the blockaltester or whatever, he said, “He, he was here already.”\nSo, I start running, so I start running, and they caught me and they got my number. So the\nin evening after the appell”’, the blockaltester called out my number, and they hang me\nfor 20 minutes by my hands like this. And I developed a bad disk there, you know. And\nwhile I was hanging they hit me on my whole body; it was pretty painful.",
        "A: Sure, I was crying. But then again, I did it again where I got away, you know.",
        "A: Yes.",
        "A: The other camps after Birkenau was very, very hard work. First of all, it was breaking up\nstones with a big sledge hammer into small pieces. Once they were broken up, you had to\nload up trucks with them very fast. And the trucks were driven to the air strips. And after\nthe trucks we walked toward the air strips and distributed the broken up little stones,\ngravel stones, nice evenly over the whole area, as much as was necessary, as a lot. And\nthen we waited, waited for the cement truck to come. And we had to go in with the feet to\nthe cement and were given big brooms to push the cement, even out. That was very, very\nhard work.\n* roll call (German).",
        "A: You got beaten, you had to do it.",
        "A: Yes, very much. Very much because they didn’t believe. I got beaten once again, we\nwere building railroads and we had to carry on our shoulders the railroads. If we got even\npeople then the load even up. Once, two — one from front of me one in back of me — were\nshorter than me, so the load fell on me, and I caved in, you know, and they wouldn't\nbelieve me. And I was hit, hit over the head. They thought that I'm playing games. And I\ntold them, the guys are shorter. “Never mind, you verfluchte Jude”®,” It was a Belgian\ncivilian worker that was not an inmate, he was just working for the German Kommando\nin that particular area, being paid, whatever, he bit me like anything, but things got — I got\nup, and next couple days they got little friendly with me because he saw I wore a coat. I\nhad a coat made of good material. And inside the coat 1t was build in so much, and he\nwanted a hat — to made the hat, you know. So, there were two French tailors. He says you\ngive them the material from inside, we going to cut it out, make a hat and get bread from\nhim. So we made a deal, three partners, two tailors and me. I give them materials they\nsewed it and he got two loaves of bread and we split it up.",
        "A: Railroad tracks also.",
        "A: No, it was air strips and railroad tracks, air strip, railroad tracks, what else was there, that\nwas practically it.",
        "A: No, that was that was already — I think it was the last, the last that was the beginning of\n'45, because I remember the air raids were coming, and that was our only relief, because\nit was near the woods where we built this air strips, and when the Allies were coming, we\nwere ordered to run into the woods to hide. When we run into the woods we used to grab\nthe leaves, dried leaves from the trees, and we had the paper from the cement paper, and\nroll them up and we smoked just to relieve the hunger. And the planes were coming so\nlow, you held on to, and they were British, they were the Royal Air Force we could see.\nWe could almost see the pilot, they came down so low, because some German airplanes\nwere sitting. They just got them on the ground and destroyed them.\n“© Damn Jew (German).",
        "A: If there was some hope, I knew a war was going on, but whether they are going to\nsucceed, whether we are going to be liberated, that doesn't come to our mind, that didn't\ncome to our mind.",
        "A: The dream, we were so conditioned to it, that that's it, that's 1t, you know, that's it. We\nhad one wish, enough bread before we die, because we are prepared, we; I don't say me, I\nwas never prepared for that. Because whenever the boy ask me, “What do you think we\ngoing to survive all this?” I says me yes, you, I don't know, swear to God. I always had to\npositive attitude. And then I couldn't picture any liberation, any, how do you start, I don't\nknow where my mother is, I don't know where my brothers are, I'm all alone here. I just\ndidn't picture to resume a new life, what's it going to be, because I was kind of taken care\nof. Okay, I had to go to work. I had to sleep in my clothes because I was afraid to take\nthem off, wet or dry, you know. And my feet were wet and cold all the time. It was\nwinter time, snow, but yet, I was programmed. I got up in the morning got my little black\ncoffee or a little piece of bread and I know lunch time came they brought the little thing,\nif I was lucky I got a little thick soup, if not I drink whatever I can. And then I stood in\nfront of the German, three, four feet away made a pity face, you know, while he was\npeeling his potatoes and throwing the peels, I used to run, grab the peels. So, he throw me\na potato sometimes, and sometimes then, just he did that [indicates grinding into ground]\nto the peels, nobody should get them. But always try to find some sympathy someplace,\nyou know — throw me a potato. They were not allowed to do this, they were not allowed\nto. But some of them had a heart.",
        "A: Not really, all the same, all the same, just nothing to look forward to, you know, nothing\nto look forward to, just.",
        "A: Standing those many hours with the cold, just standing and waiting. You got up in the\nmorning, you wanted your little tea or whatever they gave you, you wanted it. Sometimes\nyou couldn't sleep through the night because you are so hungry. In the morning they gave\nyou the piece of bread with margarine and a little tea or coffee, whatever you wanted.\nAnd they kept you hours and hours and hours, bad weather, rain, mud, you know. There\nwas one German in Birkenau called Schillinger*’. He was so bad, he was so bad. Out of\nnowhere, he used to take people and he made us jump like a rabbit or roll over in the\nmud. So much punishment, unbelievable. One day a transport came from Poland, they\ntold the Polish Jews, “Whoever had papers to go to United States and missed the ship,\nnow it's time, take all your valuables and you’re going.” So people believed them. And\nthey brought them straight to Auschwitz. And here goes this woman and this man, and he\nhappened to be — the guy, Schillinger goes to this woman and man and have an argument\nwith them. “Why did you fool us? You told us so and so, and you brought us.” So this\nSchillinger slaps the man. The woman grabs the gun and kills him, his own gun, and kills\nthem.**",
        "A: Yes, Schillinger. That was Yom Kipper when we heard that Schillinger got killed. I mean\nwe prayed merciful to for God for taking him away from us.",
        "A: I didn't see it.",
        "A: Excuse me?",
        "A: Oh, they took them right away, everybody — the whole transport was gassed. But this\nwoman, you know, unbelievable.",
        "A: I found out later that is Eichmann, you know, that...[pointing].",
        "A: On the ramp and made the decision who lives who dies.\n*’ SS Staff Sergeant Josef Schillinger, successive appell leader and commander of outside squad for Auschwitz.\nAuschwitz Chronicle, 1939-1945, 821.\n*S October 23, 1943, a transport of 1,800 Polish Jews bearing passports for Latin America, arrived via Bergen-\nBelsen concentration camp in Poland. Apparently, these so-called “exchange Jews’ did not realize their destination\nand fate until arriving on the selection platform at Birkenau. During the processing of the female prisoners, a woman\ngrabbed Schillinger’s revolver, killed him and injured another SS officer. A riot ensued and re-enforcement’s were\ncalled who eventually subdued the women and herded them into the gas chamber. Auschwitz Chronicle, 1939-1945,\n513.",
        "A: Serious, you know. Tall, dark and handsome. He was a nice man and he looked like a\nrespectful man. He didn't speak, he didn't talk, just motion [pointing] with his hands, he\ndidn't talk.",
        "A: Yes.",
        "A: Well, we used to — there was a camp near Stuttgart we used to go to work every day, and\nwe had to go to a village. And very, very often, very often, German woman used to come\nout and holding something in there, and waited to get okay from the SS that was\naccompanying us, and they used to throw out bread, piece of bread in fronts of us, or in\nthe middle, whoever could grab it, if the soldiers give the permission, otherwise they\nwould turn return their goods. Many of them they did allow.",
        "A: Some had a heart, because the ones that watched us, they were not young soldiers, they\nwere mens 1n the 60s, fathers, you know, so maybe they are — and just what — was not SS,\nthere was the Wehrmacht””’, I don't even know the difference. I mean the SS was the\nclosest — the most supportive to Hitler, and the other one was just like reserve. Were older\nmen that could hardly carry their rifle.",
        "A: If they had a clue what's going on? I don't know that they knew about the destruction, the\ngassing, the burning. They knew that we are inmates to do labor work for them. And\nwhen the they sad the way some of us look, and maybe some of the soldiers were talking\nto the wives, and the wives, you know, passed the word so they had idea that we are\npunished. Whether we were Jews or not, we had no idea, because everybody wear the\nstriped uniforms, because we were never in contact with them, no close contact with the\ncivilian population.",
        "A: No, all of us were only short, short because Allies — but the last, by the end, again I don't\n” General title of German armed forces from 1935 to 1945. Encyclopedia of the Holocaust, s.v. “Wehrmacht.”\nremember the date, we were brought into Dachau one night.",
        "A: Not really, not too bad.",
        "A: Yes.",
        "A: [Nods “yes.”’]",
        "A: Not Birkenau, all the camps together. Yes it was endless, it was endless. And at the end\nof all these little camps, we were finally brought in, at night, to Dachau.",
        "A: No, no.",
        "A: Yeah, people were seeing, we were passing little towns, just a mass of people walking,\nwalking and these old soldiers going, you know, creeping. And after, I don't know eight\ndays or nine days walking, look back, the group gets smaller and smaller and smaller, and\nI don't even know how those people were taken away the ones that fell, you know. All of\na sudden one time they tell us, “sit down for a rest period,” and the German people eat\nwhatever they get, and then we sit, and they tell us “Okay, up, up, up aufstehen”’ up.”\nAnd like it was a password, we refuse to go. What's the use, you know, we refuse to go.\nThen the Germans get mad, they thought that we are rebelling. And they, they said, “Up,\n*° get up, rise (German).\nup, rouf, rouf!’””' I mean, up the hill, so big deal, we up the hill, then held his hands up,\nyou know, face the trees and hands up, so we put our hands up. And then, then one\nofficer says like ““genickschuss””’, means aim at the neck, you know. We hear the rifles,\ndidn't bother anybody, and we stay and we stay, and we wait and we wait, then we hear\none of the officers says, “My God, four kilometers are the Americans!” And we hold our\nhands, and, you know, it hurts. We look, look, look, no more German soldiers. We run\ndown the hill, and we hear the noise of tanks, tanks, tanks coming. And we put our hands\nup, “Hey, hey, hey,” — didn't know, my God, liberated. The other Jews start singing the\n“Hatikvah””’ and they tell, “Us let us go, let us go.” — they spoke some German, the\nAmericans —“Wir miissen gehen.” So what do we know, we let them go, they pass us\nby. And we all alone again, the German come back to take us. To take us and march\nagain and again and again and again, and —",
        "A: The Germans just passed, they wouldn't take us, they wouldn't liberate us, they just\npassed by. The Germans hid, they were hiding somewhere, the Americans passed by, the\nGermans came back. But apparently the Germans were in the occupied territory. We\ndon't know. Then they made us turn around, like back towards Dachau, but there was a\ncamp they name Allach. They put us in there, and I think we were there maybe a week or\ntwo. And that's where I told you where the Germans took off the uniforms and became\ncivilian, and they started to be awful nice to us, awful nice. “Oh, we going to try to get\nyou some barley, we are going to get some potatoes, we are going to get the soup a little\nthicker,” you know. And you are men at the appell, you know, we were so all of a sudden\nwe became so confused. “Oh, you are men. Please behave, you know, like don't make us\npunish you or hit you,” you know, because some became very disorganized, “what the\nheck is going on.” A few weeks, and then all of a sudden, as I told you, the guards\ndisappeared, you know, and again we don't know what's going on, and people go and\nbreak the gates. I wasn't even — didn't even have the strength to pick up a piece of stick, I\nweighed about 90 pounds. And all of a sudden some jeeps roll in with a, with a big truck\nwith the red cross on there, you know, and some soldiers come out and shoot a gun and\nlook and make pictures, you know. And I remember very good that there was one inmate,\na German Jew, he spoke English and he says, “you bring food.” Now I know, then I\ndidn't understand, he says “yah, yah, yah,” and went off. At that time I didn't bother\nlooking at them, they wanted to make pictures, I say, “the hell with your pictures.” and\nlooked and looked, and go in the truck to look for some food and I find a package and I\nsay, “My God I got chocolate.” I like chocolate so much, and I ate the whole package of\nExlax, you know, and later I get my business and get my cramps, and I woke up in the\n>! Up (German).\n*? Neck shot (German).\n>> Hope (Hebrew); Jewish national anthem.\n* «We must go.” (German).\ncamp, nobody was there telling me, “yes go, no don't go,” and I went and there was this\nkitchen outside. I see the soldiers lined up and they’re serving beautiful white bread, and\nmake pancakes, you know, and I start to talk to somebody. There was one soldier he was\nspeaking Russian it was American soldiers, and he says, “What's wrong with you?” I say,\n“bu°>, bu, boli®’, schmerzen”’.” And he took me in the J eep, and it wasn't far away and\ndrove me in to a town called Muhldorf and put me in hospital — new, and I got good —\nyou know, cleaned out and the surgeon gave me farina, milk and sugar every day. And in\ntwo weeks I got [gestures to face] and I just walked out from the hospital.",
        "A: Yes.",
        "A: Yes; and I -.",
        "A: Well, I just told you. Didn't hate us at all. They just came in as visitors, appeared to me\nlike visitors, you know, they just came in looked around, spoke to some civilian, you\nknow, and that's all. And I — there, there was no treatment, didn't pay any attention to us,\nyou know,",
        "A: Just made pictures, I don't know, I said, “What the hell is going on, who are these\npeople?” So they says we are free, or liberated — we are liberated. People started to sing\nthe “Hatikvah,” and I wanted to eat, didn't get anything for three days since the Germans\nleft. The night before we had the artilerske’® some people got killed in the barracks.",
        "A: The night before, the father and son got hit with shrapnels. So when we they came in,\nthey were looking around making pictures. There was nothing.\n>> “Boo-hoo” (Polish).\n°° Hurts (Polish).\n°7 Pain (German).\n°® Artillery (Yiddish).",
        "A: I could believe because the, the how you call, it the guards were gone. The guards were\ngone. And some people broke the gates, the doors were open, the gates were open. Some\npeople got strong, they went in and out, and all of a sudden I see the inmates that were in\nmy barracks sleeping next to me, came with — bring motorcycles in they were nice and\nstrong motorcycles. Apparently they robbed some people, you know, but I was too sick.",
        "A: They disappeared, yes, the Germans disappeared. Some of the civilian remained to take\ncare of us, just to play a role of repairing, and hoping that one of us would say a good\nword to the authorities, that they wouldn't imprison them or some prisoners, not to kill\nthem, because prisoners take advantage later on Kapos and the blockaltesters. I know\nthere was one blockaltester in Birkenau that the Ukrainian put them, and they cut him\nwith a saw, because he was a bastard, he was bad. So prisoners, I mean inmates took\nrevenge.",
        "A: I didn't see this. It was just talking, you know.",
        "A: The date of liberation, it was spring, April sometimes, I know springtime, it started to get\nwarm.",
        "A: From the hospital, I walked out to a little town called Ampfing, and I met two boys, two\nJewish boys, and I started talking to them, I just came out and “What are you doing?\nWhat’s, what — where are you from?” “They say, well, we are from here.” And I said,\n“Where are you staying?” “We are going to two sisters, farmers, you know, they took us\nin. If you want you can come stay with us.” So I went with them, and there were two old\nsisters. They were so afraid that they thought that every survivor that comes in, they have\nto give up their life, you know. So they took care of us, all three of us. We stood there for\nseveral months. And then in that particular town, there was a camp in the forest, a camp.\nAnd they were making parts for airplanes. So we used to go there and get little motors,\nelectric motors. We took the motors and went to a farmer in exchange for a cow or a calf,\nslaughtered and sold the meat to camps. Camps were established already, UNRRA”\ncamps, but they didn't get enough to eat, so we started to be in business.\n»? United Nations Relief and Rehabilitation Administration",
        "A: Yes, started a business. Got a horse and wagon, and started the business. Then when we\ngot sick of the little town, we says we going to go to Munich, so we go with the horse and\nwagon to Munich, and we go, and had already a little idea. And one of my partners had a\nlandsman was an administrator in HIAS”, you know HIAS? So I do it here and there,\nwhat can we do, and he says “Well, you go and find out an apartment where a Nazi used\nto live and you can have that apartment.” So we found out that Nazi get a clearing order\nto clear in 24 hours, he had to not even take any bedding, nothing, leave everything as it\nis. And we got a beautiful apartment. So we took the horse and wagon back there, came\nup, moved into apartment, and start doing business.",
        "A: German — we didn't march in, no. We asked around, “where do the Nazis live?” and\nGermans used to say, “Nazi used to live here, Nazi used to live here.” “You know his\nname?” “Yes.” So we talked the guy in the HIAS and he made an application and HIAS —\nthe guy get an order, an eviction and had to give up the apartment. And we moved in, and\nthen whoever came from Poland moved in with us to stay, and it was like a transit.",
        "A: I was looking all the time, but I was under the impression that they perished. However,\nthis Joe®', Joe got liberated in Czechoslovakia, he remain in Czechoslovakia. My older\nbrother somehow wound up now to be in Belgium, you know, from German they took\nhim to Belgium, and me I was in Munich. I got organized, I got even a car, the first boy\nto get a car. Nobody could even get a car, I got a car. I registered the Palestinian embassy,\nand I used to drive around the doctor to the children in Palestine, I had the car, and the\nRabbi used to drive around and do the weddings. And then I started to get — I got\nacquainted with somebody who had a connection with a Belgia consulate, not knowing\nthat had I had a brother in Belgium. The Belgium consulate give a list of people that\nperished. So the men told me for 200 dollars, if anybody wants to emigrate to Belgium,\nwe are going to make him a paper and as that man who perished, going home. So I got\ninvolved with that, you know, I made hundred dollars, he made hundred dollars. “You\nwant to go to Belgium. Today your name is so and so, and you are going home legally\nwith the picture.” He went to Belgium and in Belgium the HIAS took over, and made\nthem stay until whatever, didn't know that I have a brother in Belgium. Then my brother\ncomes from Belgium to Munich looking for me, he was on the street where I was,\ncouldn't find me, goes back to Belgium, and somehow he got in contact with him —\nCzechoslovakian and Belgian and were writing to each other, and they crying over my\n°° Hebrew Sheltering and Immigrant Aid Society (American).\n*! Tcek (Josef) Baum\ndeath, you know. While I doing business in Munich, I see one man who got\napproximately the same number. I say by the number we know the transport, you know,\n“Oh you from here, you must have been in Buna.” I say “yes.” “Do you know Icek\nBaum?” He say, “Sure I know him. He is in Friedland® to Czechoslovakia, I just came\nfrom there and here 1s the address.” He gives me address, I write a letter, came back\n“unknown.” The Czechs wouldn't let him out, they wanted him to remain there, they\nwanted him to become a citizen because he was working in electrical place. To make the\nstory short, my brother Joe didn't want to be Czechoslovakian, he wants to join his\nbrother in Belgium. To go to Belgium he has to go through Czechoslovakia and has to\ncome to Germany, to the border. In Germany they meet two girls. They say, “Why don't\nyou accompany us to,” — wherever they were—“‘to, in UNRRA camp.” My brother says,\n“Okay I go.” He goes then to Munich. In Munich he meets the guy who told me about\nthis. “You know, you have a brother here in Munich.” He says, “no way.” So the whole\nnight I couldn't stand it, and the morning he brings me to him, you know, after years.\nThen I start crying to him that the other one is dead. He says, “No he is not dead, he is in\nBelgium. Here's a picture.” So right away I go with this — with him and make papers.\nNow we go to Belgium, who wants to be in Munich. So we make papers and I got\nsuitcases. And the brother from Belgium comes to Munich. And then we all went to\nBelgium. We stayed in Belgium for a while, and the war broke out in Israel. We went to\nfight in 1948, me and the oldest.",
        "A: To?",
        "A: To Palestine, my brother got smuggled in somehow. And I went to Marseilles. From\nMarseilles, the United States donated a ship, a frigate, a war ship. And they kept me from\nIsrael again mobilized us in Marseilles. We walk on the ship prepared. We went out on\nsea under a Panama flag from Marseilles. And on the waters, a little Jewish fish boat\ncame and passed the Jewish flag to us and we went into Haifa. In Haifa put in the\ncannons right away and out to war.",
        "A: Yes.\n°° Frydlant, Czech Republic",
        "A: No, no, no, I just went as a volunteer to fight.",
        "A: Yes, yes.",
        "A: Yes, I meet up with him there. And then when the war ended, they had to liberate us\nbecause we were not aliyah®’, you know, at our request, because nobody wanted to be\nthere; 1t was bad, there was no food, and I got married there and I couldn't find any\noccupation in the situation. Since they had to let me out, I went back to Belgium, and I\napplied to come to the United States or Canada. And in Belgium every day the police was\nchasing me, couldn't stay there, for a whole year. And I wrote a letter to Queen Victoria\ntelling her my situation, and nobody came to Belgium to let me stay in Belgium, give me\npermission to work for as long as I want. At the same time, I got the permission — a\npermit that I was permitted to move to Canada. So 1951, I emigrated to Canada, and lived\nin Canada for 15 years and still wanted to come to this beautiful country and finally\nsucceed.",
        "A: Yes.",
        "A: Explaining my situation.",
        "A: Yes. I explained I have no place to go. I cannot back to Poland because of the persecution\nthe survivors of such a Holocaust. And here I came to this wonderful country and I’m\nwaiting to receive immigration papers. And then this Mr. — what's his name in the jus...,\nthe palais of justice” — send the police after me every day, every day where I'm going to\ngo, because I was not legal in Belgium, because I was an alien.",
        "A: About 14 months.\n°° Immigrant to Israel (Hebrew).\n* palais de justice; law-courts (French).",
        "A: Sure it was it was exciting, sure. Ben-Gurion” came on our ship. I was a chef on the ship.\nI had always a spoon in the pot! There was no food, it was very bad in Israel then,\neverything rations. But for the soldiers, we got — and I cooked for them meals. They\nloved it.",
        "A: Not in on land, the Israeli navy. My brother was on land; I was in the navy, the Israeli\nnavy.",
        "A: Yes; I met him — I just visit him, just visiting. When I came there, he had furlough 24\nhours, so he spend time with me, and then he had to go back on his camp and I was on\nthe ship. He wanted to come on the ship too, but they never allowed two brothers in the\nsame outfit because, God forbid, if something happens, at least one us should survive.",
        "A: No, he came back to Belgium. He is older than Joe, he is in Canada.",
        "A: No. Believed in God, prayed to God, but you know, I had a hard time — you I used to go\nto — mama used to send me to cheder®°, you know cheder? Jewish school, religious\nJewish school where they had all the Rabbis? But they used to beat up on the children. If\nyou didn't know something, \"pow,\" or let defense down, and he hit. So I didn't want to\ngo, I just refused to go to that. So Mama order — hired a tutor to come three times a week\nto the house and teach me Jewish, you know, how to pray and all that. But, he wanted one\nZloty, like one dollar every week, and we didn't have it, so he didn't come. So I never\nreally learned. I know a little bit. Now I go to synagogue Friday, Saturday, just.",
        "A: How I felt, I mean I wish — I used to wish I wasn't. You know, like, ““Why did God want\nme Jew? Why did he want to punish me? Why? Look at all this. Why I was\nunprivileged?”\n® David Ben-Gurion (1886-1973), Zionist leader and Israeli statesman, served as first prime minister of Israel.\nEncyclopaedia Judaica, s.v. “Ben-Gurion, David.”\n°° Orthodox primary school (Yiddish).",
        "A: Yes, I wish I wasn't. I was trying to deny it, but — I could deny it but I couldn't hide it.",
        "A: Well, guilty, I mean why, why couldn't my mother have lived, why couldn't my beautiful\nthree sisters have lived, my older brother, why? And then again, I put it in the hands of\nGod, he wanted me. He wanted me to tell the story, although I'm still paying a high price\nfor it. It's haunting me constantly. Especially that woman that took my number down. I\nsee her so often, “take his number.”",
        "A: And some sceneries that I have seen, like, for instance, in Plonsk, when they told the\npeople to come out, out, out, so the woman tried to hide, and was hiding too, her child. So\nthis young, young soldier about 17 years old grabbed the child out of her hands, and she\nwas screaming and he shot her right in the mouth and threw the child down. You know,\nseeing all these sceneries just come back, come back to me, haunting me. The evacuation,\nthe train rides, especially the train ride to Dachau. It wasn't an actual train, it was those\nlittle narrow on the narrow tracks, how you call this?",
        "A: Not cattle cars, there were narrow tracks and they were up and hanging in aisle like\ncontainers, with a little locomotive,°’ and they were running during the night, and the\nwhistle sounds in my ears so sad, you know, like a crying whistle. And you going to\nnowhere, to nowhere. And coming to the Dachau and the Germans with the dogs, you\nknow, not where knowing the next what's going to be. So I'm free, I'm not free. Then I\ntold you I liberated myself. In 1988 the Polish authorities tried to find whoever was in Dr.\nKorczak home and made anniversary celebration of 75 years of existence of the house,\nthe building is still there, you know, that they built. So they got hold of me and my friend\nDavid, and there was another one, he moved to California, he would be a testimony. So\nwe went to Poland; we went to Poland, and we come to Poland and people, introduce one\nanother, comes a gentleman and he says my name is Aleksander Lewin, but in orphanage\nthey used to call me Szura, and if there would be a hole I would fall right in. He was my\nMr. Szura. He was the one that was like my father next to Dr. Korczak, you know, used\nto help me with my homework, come to my school, and we I mean we hugged and\nkissed. He didn't recognize but I show him my picture. It was — then we go into to the\nhome and I look, and the feeling over came, came over me like the best to describe it like\n°” Schmalspurbahn (narrow-gauge railway).\nyou have your famous toy, your famous doll, they take it away from you, they give it\nback but it's broken, you know. Like everybody — that commode, everybody had, with the\nlittle drawers where your toys were it's gone. Everything is different. But one thing, they\nassign a seat to me, you know, to sit down, and they assign me the same seat at the same\ntable where I was when I was a child, you know, not knowingly. Unbelievable. And it\nwas very emotional, everybody used to tell the story. But most of the people were prior to\nthe war, prior to me, that immigrated to Israel and to Australia and to Brazil, they also\ncame. So I was the youngest, and I remembered the most of Dr. Korczak, you know, so\nmy stories were.... And they took us on tours to different camps. And then me and David\nhired a private chauffeur with a car and says I want to go a Auschwitz; I want to go to\nBirkenau. We had to have the courage, you know. So drive to Auschwitz, and naturally I\nwalk in, now my memory comes. When I came to Auschwitz I was forced in. And this\nthing, you know, the railroad crossing that long thing was closed shut, electric wire, no\nway out. Here I walk in because I want to walk in. And I know on the other side is a guy\nwaiting with a Mercedes for me, and I walk out. I'm liberated. That's why I say I didn't\nfeel liberated when the Allies came. I walked in my free will and I walked out. And since\nthen I feel liberated.",
        "A: No, because —",
        "A: I was just then, as I say, I came in and took over like a landlord buys a building and the\ntenants were there. They came and they were there; the territory was occupied and we\nwere there. But there was no provision for us, you know, like I would understand they\ncame in with doctors or, or Red Cross, you know, medication or some food, nothing.\nPictures.",
        "A: Well, that's about it.",
        "A: My pleasure.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJuly 6, 1994\nRG-50.030*0016",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Erwin\nBaum, conducted by Randy Goldman on July 6, 1994 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "Erwin Baum\nJuly 6, 1994"
    ]
}