{
    "rg": "RG-50.030.0295_trs_en",
    "sequence": [
        "Q: Actually I wanted to just start -- for the record, I need you to state your name, where you were\nborn, what year.",
        "A: My name is Samuel Flor. I was born in . This is a town which has her name according to the\nlittle rrver which flowed through the city. And from , we went -- it's about halfway between\nChenlavich (ph.) and Dornavortra (ph.). And Dornavortra was a famous where the people came\nand stood there for four weeks or six weeks and drank some stinky water. It was miserable. And\nI couldn't stand it, but I drank it because there said I have to drink and it makes me healthy. So\nafter it made me healthy, I was very happy. Then I went --",
        "Q: I'm sorry. Just what -- what year were you born and what country, at that time were you --",
        "A: At the time, the whole territory was Austria and the country was Romania. It was Romania\nbecause this was not our country. But by that time, you could also go to Romania without a\npassport because they saw this is a good place because the is very important for the health of the\npeople. Even King Carl, the Romanian king, used it and drank this water which they called It\nwas a terrible stench but only little children could taste the terrible stench because they are still\ndumb. And so we drank this water with the terrible strength and then we said we felt good. So\nwonderful. We are terrific with this water. Now, this water was like a rusty iron and we drank\nthis rusty iron and we were happy that we drank something which made us just a healthy and as\ngood as the king from Romanian who drank this water.",
        "Q: So you were born in what year in Austria?",
        "A: 1930 -- no, I -- I have to think a little because I didn't have the correct time -- yes, in 1930.",
        "Q: 1908?",
        "A: 1938?",
        "Q: 1908?",
        "A: Yeah, 1308, yeah.",
        "Q: 1908.",
        "A: 1908, yeah. No, you're right, yeah. And this today is a very, very long figure to say that I'm born\n1308. Somebody told me, \"My goodness, you don't belong here. You belong to the -- to the\ncemetery.\" No, I don't belong to the cemetery. I'm here and I am all nght and that's good.",
        "Q: Okay. So tell me, when you were a boy --",
        "A: Yes.",
        "Q: -- things changed, you're country changed.",
        "A: Absolutely, because when I was 12 years old, my country became Romanian. And now it was\nyou needed a passport to go there. You couldn't go like before to Romania and you say, \"I'm a\nRomanian.\" No. I was an Austrian. Now, I am in Romanian and I have to pay for a visa and I\nhave to have a passport to go get into this beloved town, which was very famous all over. So --",
        "Q: But you became a Romanian citizen?",
        "A: Right.",
        "Q: So what did you need a passport for?",
        "A: I need the passport for to go to Romanian because I still lived in Austria.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: But when you were 12 years old, didn't where you live become Romania?",
        "A: Yes. Then this town where I live now become Romania and now I don't need a passport to go to\nRomania because I'm a Romanian.",
        "Q: What -- explain to me what this meant, that all of the sudden you were a Romanian?",
        "A: It meant that the laws, which I don't know at all, I was forbidden to throw stones, because when I\nthrew stones and I got paddled on my behind from a policeman. And this was all of the\npunishment I got. So therefore, I'm Romanian which was paddled by a Romanian policeman and\nhe didn't get punished for this.",
        "Q: How did you learn that you were a Romanian?",
        "A: On all the street corners, the street names were changed. They didn't change the house numbers.\nThey stayed the same. Now I was born in in Number Five. But this Number Five stayed all the\ntime, so I knew I'm a Romanian citizen and I have to sing a new national anthem and we sang it\nbecause we were told we have to love the king, so we loved him. And here I know that means\n\"Long live the King.\" And if he lives long, I'm a Romanian.",
        "Q: You were telling me that one day you went to school --",
        "A: Yes.",
        "Q: -- and you learned you were Romanian and you went home and told your family you're a\nRomanian now?",
        "A: That's right. When I came home -- my father was dead already, I lost him right after the first\nWorld War -- and I said, \"Mother, you know we are Romanians.\" She said, \"How do you know\nthis?\" \"Teacher said so.\" \"No, the teacher said so, it cannot be. The teacher must make a\nmistake.\" 'No, mother. Look, I will show you. Come out and I show you new street signs.\"\nMother came out and didn't believe me, but then she read by herself. The Street of Michael the\nBrave. So I kept this and I know from time I was born Number Six.",
        "Q: How did this change of nationality affect you, other than street signs?",
        "A: It affect me so that I was sitting and trying as much as possible to learn the few words. Number\nFive. And I learned it and it was very nice for me so I could remember it. And my tongue\nworked like a Romanian tongue, so it was all right and I was very proud of -- yeah.",
        "Q: But what kind of changes did you all have to go through? I mean, was it difficult? Was it\ncomplicated?",
        "A: Oh, yes, it was very difficult because I had to learn that if I cannot speak these words correctly, I\nget 25 over my behind. I was paddled 25 times as the whole class looked on. And I was paddled\none after the other. So I had to feel it and I couldn't sit very long after this. But it was all right. So\nwe made fun of this.",
        "Q: Did the mood of the city change?",
        "A: Absolutely. People went silent and thoughtful. They wouldn't stop the war. And then they\nlaughed about this new different idea of the let's say the life of the Romanian because they\ncouldn't speak. Nobody knew what he talked, nobody knew what he said and nobody knew what\nit means, what he said.",
        "Q: What about regulations or --",
        "A: Oh, no, we learned this just by the way.",
        "Q: Were there any new laws instituted that you had to deal with?",
        "A: There were new laws instituted because I didn't use them. I couldn't use them because I didn't\nknow what they meant. And I tried very hard but it was all right and it was fun for us. We all\nlearned.",
        "Q: What about laws pertaining to Jewish people? Did that change with the Romanian Government?",
        "A: Oh, yes. Laws which pertained to Jewish people was that they cannot go at six in the morning to\npray. They had to go at seven because it was a law, it has to be. And then came the other law that\nthey have to pray shorter, cannot pray so long and cannot use the synagogue for four hours or\nfive hours. And this was a very tough law for us because we used the synagogue all day. But it\nwas contained to four hours.",
        "Q: Did this impact your family?",
        "A: It impact my family because my father was a watchmaker. Watchmaker was called the man who\nrepairs a watch. So it impaired my father very much and he was swearing in German because he\ncouldn't speak Romanian.",
        "Q: So your father was still living when Romania --",
        "A: Yes.",
        "Q: What other -- what other sort of official actions were taken that affected the Jewish community\nunder Romania at this time?",
        "A: Yes. The idea of using the synagogue shorter and living in this town, which was -- had quite a\nJewish population, the idea was that we had to obey these laws. And we knew very well that if\nwe don't obey it will be something bad. But we knew it that they who didn't obey these laws,\nthey have also 25. It was called . Those that they changed, it means 25. And this you will suffer\nyourself. And they, especially the Jews, didn't like it. But not many got beaten 25 times on their\nbehind. So it was an example for the whole population.",
        "Q: Now, the Romanian -- were you in at this point?",
        "A: Yes.",
        "Q: Were the Romanians particularly anti-Semitic at that period?",
        "A: Yes. They were used to live with the Jews because without the Jews it's no fun. But they needed\nthe Jews for handing out 25. And they knew it right away, who would get it? The Jew. This was\nvery clear for them that it was so. But when -- until 1918, 1920, and then they moderated us so\nthat they have quite let loose this law.",
        "Q: Why did they moderate?",
        "A: Why? We don't know. Life became, all of the sudden, easier for the Jews.",
        "Q: Did you experience as a boy --",
        "A: Yes.",
        "Q: -- anti-Jewish feelings?",
        "A: Yes. Always when I went to school and the -- got beaten by the larger Romanian population. It\nwas not very happy, but you use it.",
        "Q: Was your community mixed or was it primarily Jewish?",
        "A: Oh, no, mixed.",
        "Q: You had friends who were not Jews?",
        "A: They were friends which were not Jewish and which I appreciate very much because they like to\nplay soccer with me, because I was a very good goalkeeper. And therefore, I became their equal.\nThey even didn't know. The younger boys didn't know what to do with anti-Semitism. They\nwere told, \"Hate the Jews.\" So they thought, \"Yes, I hate the Jews.\" But that was all that they\ndid. But there were no beating up Jews, boys to boys, because we were on the same team, the\nfootball team.",
        "Q: So, who were the kids that -- that made anti-Jewish comments to you?",
        "A: Anti-Jewish comments were very few. There were the Romanian that choose to shit in your hat\nand tell the mother this 1s good. They made a rhyme and had it.",
        "Q: But didn't you say that other kids would -- would beat you and --",
        "A: Oh, no, that was after 1920. Yes, after 1920 they were running after us because they were told\nthat they could beat us up and nothing would happen to them.",
        "Q: So is there anything else that you can think of that really changed when Romania took over, for\nyou and your family?",
        "A: Oh, yes. It was very clear it had to do with our so-called profession; watchmaker. One bought\nthe watch and said, \"I don't know what to do, my watch goes and all of the sudden doesn't go.\nThen I shake it, it goes. Then I don't shake it, it doesn't go. So I have to shake it all the time and I\ncannot go shaking my watch all over the time. So therefore, it's a dirty Jew sold me this watch\nand he knew it wasn't good.\"",
        "Q: Were there any other laws that pertained?",
        "A: No.",
        "Q: Okay. So you went to -- you went to a high school? You went to a public school?",
        "A: That's right.",
        "Q: And what were you studying?",
        "A: What was I studying? The regular normal disciplines which every child studies. There where\neven a little more strict for Jews. And interesting, the teachers were Jewish. Now, they got a --\nhow do you say -- a diploma for their teachers, and they were kept as very important people,\nthose teachers, because they just kept like Romanian teachers.",
        "Q: Were you finished -- when you finished the public school, then what did you do?",
        "A: There was already high school. And I finished the high school and then I had to decide if I want\nto go -- high school was a gymnasium there and then we decided we want to go to the university.\nThis was a little harder because, first of all, to be accepted in the university, you have to pass an\nexam, which is the Romanian exam. And here we have to know the Romanian history. This was\nvery complicated because they did not have a history. The Romanians did not have, by\nthemselves. And the commission which had to ask us these questions, they didn't know\nthemselves what to do. And they were very strict, especially with the Jewish kids. To answer\nwhat they want to hear, that they had a university just as good as a Romanian university. They\ndidn't have. So we had to invent it and to speak of it, and we were quite intelligent boys and\nreally the Jewish kids were flunked for this examination. So we were very happy. And now, we\nwere open for the university. And this was the biggest problem for us because we were not\naccepted in the Romanian university. And most of the students, now over the age of 18, 19, they\nwent into foreign countries to study there. And this was Austria, Poland, Czechoslovakia. The\nneighboring countries.",
        "Q: What did you do?",
        "A: I went to Austria and I studied music. And I got it right away. And I was accepted right away\nbecause I was a good violin player.",
        "Q: Where did you learn to play violin?",
        "A: This I learned in Chernivtsi. And there was an old man who played at weddings and birthdays, I\ndon't know whatever he played. And he played pretty nice and I admired him and I wanted to be\nlike him.",
        "Q: So you studied throughout school?",
        "A: All of the time. Because the school system there is from 8 to 12. And 8 to 12 you learn the\nviolin. After 12 you go home and you have the lesson. And -- and this was very pleasant because\nit's only four hours. So it was all right. Sure you learned other disciplines like arithmetic and\nwhat you have to learn.",
        "Q: You were taking the violin in addition to your --",
        "A: Oh, yes, yes.",
        "Q: So age 12 wasn't every day?",
        "A: Every day.",
        "Q: Regular school every day?",
        "A: Regular school?",
        "Q: Then, when did you do the violin?",
        "A: The violin, I did it all the time from 12 to 12 midnight.",
        "Q: Oh.",
        "A: Yeah.",
        "Q: Now, then you were studying in the theater?",
        "A: Yeah. Then I went to the conservatory at the Vienna Music Academy. And they accepted me\nright away there and this was very nice for me. I was accepted there and I was somehow\ninterested to go to a chamber music class at the second school. And then they accepted me, too.\nSo I had two conservatories, it was called, and I studied there.",
        "Q: Now, at this point in time, were you aware of a build up of anti-Semitism or anything?",
        "A: Oh, yes.",
        "Q: Can you talk about that a little bit?",
        "A: This time we saw some students, colleague of mine, coming to school which a . They wore it,\nand looked down upon us. And some had songs when we marched into the class they started to\nsing this song. It's an anti-Jewish song and they had the whole -- it was a young man who was a\ndrunkard. And they accepted this drunkard in their company very much. But one day he was\nkilled. And sure, they said the Jewish killed him. He was just a drunkard. But then they created a\nsong and it had terrible words to it. \"When the Jewish blood drips from our knife, then we are\njust happy.\" So, what can we do? We knew this was . This is a name. And then everybody was\nsinging the song, marched to the song, and it was a terrible song, a terrible idea of putting in this\nmisery of, that a young man died the death of a hero. He was neither hero or zero. My goodness,\nbut nothing -- but never mind. And he had this song . This song became more and more popular.\nThey sang it all the occasions they had. And here this song was very -- I mean, very loved.",
        "Q: This is in Vienna?",
        "A: In Vienna -- in Vienna and then Chernivtsi and then anyplace where Jews were.",
        "Q: Were you all aware of what was happening in Germany, the rise of the --",
        "A: Oh, sure, we were aware. But by that time, the laws were so strict that you couldn't go from\nGermany to Romania to German. It was impossible. So therefore, you know, hey, Germany is\nfar, what should we be afraid of? So we were not afraid of. So students who left Chernivtsi for\nGermany to study there, they tried to get out and they got out.",
        "Q: Did you sense a relationship between what was going on in -- in Vienna and Chernivtsi with\nwhat was going on in Germany?",
        "A: Oh, yes. We saw clearly that the group here makes this misery and arranged it that it should be\nabsolutely synchronized with the Germans. And we had -- in Yatsi (ph.), this is a town in\nRomania, a university town -- and in this university town, there was a teacher by the name of\nYon Cuza, C-U-Z-A. And this Yon Cuza had power over life and death because he was deretian\n(ph.) of anti-Semitism. And Hitler came to Yatsi to study with Yon Cuza. So he knew they had it\n-- they had it made.",
        "Q: What time -- are we now in the late 20s or --",
        "A: No, middle 20s.",
        "Q: Middle 20s. Were there new laws that prevented Jews from participating in university or in the\neconomy or was it --",
        "A: Oh, yes. They introduced a new . That means, this is according to the enrollment of students, the\nJews had to be counted. How many Jews compared to how many gentiles. And we didn't know,\nbut we heard that -- that this 2,500. So this was very tragic because all of the sudden, all of the\nJewish students are aware that the group of Jews had to leave the university. So this was very sad\nbut they didn't do anything again.",
        "Q: I think we have to stop a minute.\nEnd of Tape #1\nTape #2",
        "Q: You were talking about quotas at the universities. In what other ways were Jewish people\nrestricted in Romania at this time?",
        "A: In Romania, it was enough to have quotas because they shrunk and shrunk all of the time and it\nwas really hard that the Jew could go into the Romanian university. So almost all went to\nGerman universities, Austin and Hungarian, whatever there was.",
        "Q: Were Jews restricted from some certain professions?",
        "A: Oh, yes, doctors. They couldn't become a doctor, couldn't study in the doctor's faculty. And they\ncouldn't study in the engineer faculty. And they couldn't study in the faculty of -- of science. So\nthere were cut, cut, cut down and they final result 1s it's no use to go to this university. And then\nwe went to Italy. I had a friend who went to Italian university. His name is Arnold (ph.) Rim,\nR-I-M. And he was using the Italian university and he was in voice -- he had a wonderful voice\n-- in the music faculty. In Italy it was very easy.",
        "Q: What did the doctors and the engineers who were already practicing their careers?",
        "A: Yes, yeah.",
        "Q: Were they restricted at all?",
        "A: Yes. They could practice only on certain days and couldn't take gentile patients. So 1t was\nforbidden to -- really to be a doctor like you are in America or anybody so --",
        "Q: What about businesses?",
        "A: Businesses it was even worse. They were told you can only be so much and much in this and this\nbusiness. Yeah, I think somebody counted their money, of which they have a good part to give\nup.",
        "Q: So your mother was a teacher?",
        "A: Yes.",
        "Q: Did she continue teaching?",
        "A: No. Then she was permitted to be a teacher of religion. So --",
        "Q: So you went on being a musician?",
        "A: Yes.",
        "Q: Was that easy?",
        "A: Very easy. We didn't feel anything. We didn't have any restriction and we played as much as we\ncould.",
        "Q: And you played with non-Jews as well?",
        "A: Yes. You couldn't have an -- an orchestra which consisted only of Jews. This is -- the late\npianist. Now, there are many Jewish orchestras but this was not in the height of the Hitler time.",
        "Q: Did everyone get along?",
        "A: What did you say?",
        "Q: Did everyone get along?",
        "A: If you don't get along, you don't have an orchestra. So if you get along. Orchestras build basis on\ndiscipline, Jewish or non-Jewish and the feeling of the piece you just played. And if you don't\nhave this, then you have nothing. And the audience demanded that this should be fulfilled any\ntime you performed.",
        "Q: Who were you playing with at the time; what orchestra were you with? Were you teaching; were\nyou playing?",
        "A: I was teaching and I was playing. But mainly the playing was done. In Vienna, we have an\norchestra which is called . At our next intermission I will tell you we have to go up in my room. I\nstill have one thing that I put on the wall and . Hey, I think now there were more gentiles than\nJews. But there were gentiles because the gentiles are not string players. The violin, the viola,\nchello, bass, this 1s the Jews. But then the trumpet and the French horn and this is the gentile.\nHowever, I don't why, but in every orchestra -- in the Philadelphia orchestra today has. So you\ndon't have it because they have. This is customary.",
        "Q: What's -- didn't you have an experience where one of your colleagues were taking down names\nand reporting them to the Nazis?",
        "A: Oh, yes.",
        "Q: Is that another --",
        "A: No, he didn't take down names. Hitler was all over all a buff. Everything. When Hitler gave a\nspeech the town was dead.",
        "Q: In what country now; in Austria or Romania?",
        "A: In Romania, in Austria, in Germany, in Hungary, and any other countries. Everybody Hitler\ntalks, let's hear what he has to say. What he had to say or what he did say was so stupid for one\nwho speaks German, who speaks real Germany. It didn't sound like German. It sound like\nbarking of a dog. And the louder he could bark, the more respect people had and the more\nadmired him. I cannot get over how the people today, when they hear a recording of Hitler, they\nshut up and stand stiff and listen to it. And he is very great. Today. Therefore, I don't know how\nthis is possible that the stupidity carries on, even over centuries.",
        "Q: Did you ever hear him speak?",
        "A: Oh, yes.",
        "Q: Tell me about that experience.",
        "A: This experience starts, . \"My German brothers, I'm here only to help you to be alive. Because\nthis misery of those infiltrated sickness, which I mean the Jewish sickness, this we cannot take\nvery long. Because if you don't fight it, then it is our end. So we have to stand up and fight\nagainst them.\" And the people yell, \"Bravo, hooray.\" And so what did he say? Nothing. Yeah,\nbut see we don't agree or we don't realize that this 1s nothing. For us this is the biggest and the\nloudest. And then all of the sudden he cries. I saw my dear mother going to the food market and\nshe wanted to buy a loaf of bread. And they say, \"I'm sorry. We don't have any more bread. And\nthis poor woman stood there and we didn't have anymore bread. And I thought it's very sad to\nrealize how the people had to take it without any -- how do you call it -- they didn't have any\nanything putting against it, which is so easy and very bad. They heard all these things and Hitler\nspeaks again. So all of the sudden, they tell us that he's attacked by Poland. \"Oh, they attacked.\"\nAnd all of the sudden you can see soldiers in German uniform lying dead. And people who look\ncloser saw the image of the concentration camp, Jews dressed 1n uniform.",
        "Q: When is this?",
        "A: Oh, yes.",
        "Q: I'm getting confused. Where are we now?",
        "A: We are in Gletwitz, where they started the war. And they said, \"German soldiers were killed by\nPolish soldiers and look what happened.\" And there was not true, not a word. So here the war\nstarted. But it is very interesting that we here in America don't talk very much about this,\npossibly not. Because this 1s not a story I tell you, this is printed in the papers and you can read\nit. But then the other thing, which was really tragic, here comes Hitler to Stalin and said, \"Stalin,\nwe have to be friends.\" And Stalin said, \"Why? I'm the biggest fascist and you're the biggest\ncommunist. How can we be friends?\" \"Look, I have to start the war against Poland and if you\ndon't help me as a good friend, then the whole thing is for not.\" So they became good friends and\nStalin helped Hitler two full years. Send him armorment, send him food. And so Hitler could\ntake all the countries like Poland, Czechoslovakia -- which he took before, but never mind. In the\nwar he took them now. And then he could take France and Belgium and all these countries. And\nStalin send him armorment and food and so on because the agreement was signed on the 23rd of\nAugust 1939. And the Ist of September 1939, the war started. Who started the war? Stalin\nstarted the war. People here said Hitler started the war. This is stupidity because they don't want\nto read in the library, the agreement between Stalin and Hitler. Exactly eight days after they\nsigned the contract. a bargain between the two foreign ministers. Eight days afterwards, the war\nstarted. So now who started the war? Stalin because he said, \"Okay, yeah, my friend. Now we\nhave to be friendly.\" And the railroad line that we went on the Russia now, going through was\nChernivtsi was blocked. It couldn't be used anymore because it was only for armorment for\nGermany. No passenger, no freight trains, nothing went, only this for armorment for Russia --\nfor Germany -- Russia send it to Germany. Now what -- why are we today still afraid? But it's\nnot a story I tell you. It's a story you can read in the library. And so therefore, I hope that people\nwill get their mind straight and see the broader history is here. Otherwise, they are afraid to do\nanything and this 1s false.",
        "Q: Let's talk a little bit about Chernivtsi.",
        "A: Yeah.",
        "Q: What the city was it like, what was happening about that time in 1938?",
        "A: In 1938, Chernivtsi had the biggest, greatest German alters. They were all Jews. And the alters\nwere and then -- I forget seven or more -- and they are painted in Germany and in German. And\nhe's the greatest German author. He's a Jew from Chernivtsi. So the life of an intellectual life,\nyou cannot suppress. It went on all the time. The was just like Vienna. The trumpets were on all\nof the time. I played very often there. And we were very happy there we could do this. What\nwould happen to this -- also it was on the Russia. But here in a short time, the Russia suppressed\nthe German activity. I mean, the Germans literary activity and it sank down a little. But they say\nif you want to hear on the handgushes (ph.), it means the hand street, you call a doctor and the\nwhole street turns around, because everybody has a Ph. D. that agrees there. And then all turn\naround. So this is Chernivtsi on the highest intellectual level.",
        "Q: Now, Chernivtsi was in Romania until 1940?",
        "A: No -- yes.",
        "Q: It was part Romania?",
        "A: Yeah.",
        "Q: But all of its cultural activities thrived --",
        "A: Yeah, it went on and on but not very strong. But then all of the sudden the Dean at the\nUniversity comes in and says, \"Ladies and gentlemen, we are now awaiting our leader. We are\nliberated.\" And I thought, by the way, one more liberation and I wouldn't survive. And now we\nare liberated by Joseph Stalin (ph.). And he is the greatest humane person. And we have to\nrealize because we are now really liberated. So we were liberated from our possessions, taken to\nSiberia and so -- now, this Russia has a funny habit. They have great alters. And if you can show\nme a book, which was printed before the colonies were there, and this book should not mention\nat least once the word \"Siberia,\" I put down any price you want. Because Siberia is part of the\npulsation of Russia. And what is Siberia? A lady said here, \"I know Siberia 1s cold. But what\nelse do they have?\" No idea, a bunk (ph.). And Siberia is a very important basis of life in Russia.\nAnd so this Siberia goes on, even day and any day. So what can we say? This is very tragic. And\nit's very tragic for 72 years, people believed the biggest bunk was their thought. And this is\nSiberia. And that you cannot hear what happens in a foreign country, there is a lot closed-up, that\nwhen they moved into Chernivtsi, the first question was, \"Do you have relatives in a foreign\ncountry?\" God forbid, say no. Because if you say yes, then you're a passenger for Siberia. And\njust what they did. So all of the sudden, my mother-in-law, a lady who never could miss opening\nof opera in Vienna or an exhibition in Paris, didn't have any idea of politic. What is politician?\nDidn't even know that we are in Romania, that we are in Russia. And she is taken for 17 years to\nSiberia. Why? Because her husband was taken before, some half a year. And she was deported\nwith her mother-in-law. Her mother-in-law died in the transport. But she was not the only one.\nThere were 39,000 people say. And these were not Jews. These were mostly Jews, but they are\nnot. So therefore, we should be clear that all this is very clear in the mind of the life. And they're\nused to such a life. To put people in wagons, kettle cars, and take. And you don't know where.\nSo --",
        "Q: What other changes happened when the Soviets occupied Chernivtsi?",
        "A: Oh, the changes which happened there, they were not visible because the people were not\nJewish. There were all nationalities. But this was very sad that all of the sudden it became so\npeople were taken away at night. You never saw them. When I came here, some people asked\nme, \"What's the difference between the Germans and the Russians?\" I said, 'The Germans arrest\nduring the morning and the Russians during the late night, late evening.\" And this was the whole\ndifference. You never know why, what. And it was wonderful organized. In Russia, when you\ntake a person, arrest him, and you lead him, you also go with a loaded gun behind the person.\nThis is only in Russia. In Germany, there are -- I don't know -- the man -- how do you say this?",
        "Q: Husband?",
        "A: Yes. So therefore, I never saw thought that somebody should go with a loaded gun or in the\nstreet and very fast, one to one and go.",
        "Q: Were the Russians tougher on the Jews than the Romanians have been -- or the Germans?",
        "A: No. The Romanians were not tough on Jews. I cannot say it. Not just because they are Jewish,\nbut the Russians? Oh, yeah, . That means \"dirty Jews.\" . No. But they deported a whole village.\nAnd so those peasants from the village, they were very smart. They took cats in sacks and\nmoved there with the cats. And when the Russians come through the woods to chase them, they\nlet the cats run and the cats climb the trees and the dog barked after cats. So here we are quiet all\nof the sudden and our village went through because Russia was colorless and the Romania was a\nbeautiful country with beautiful country with people. And they are the fields you see when you\nfly, small fields, all color and so on. But they were very proud to have this. It was -- it was a nice\nthing. That, \"This is my field. I do whatever I want. I plant whatever I want, but I plant and I\nlove it.\" So what comes out here is instead 1s the misery that everyone buys his own field and is\nhimself a big landowner. It's a little landowner but never mind. And therefore, he thinks to\nhimself, he's a big planter. \"It's my land.\" And I -- every summer I took my -- what are they --\nhiking shoes, and I went to the mountains, always. We stayed there a hay loft of a peasant. They\nlet us stay there. It was very nice. And they for dinner, all ate together and it was beautiful.",
        "Q: Now, so you're still at the conservatory and playing?",
        "A: That's right, in Vienna.",
        "Q: No, No.",
        "A: What?",
        "Q: Aren't you in Chernivtsi now?",
        "A: Yes. I went back to Chernivtsi when Hitler got near. \"I think Hitler 1s too close. Let's go back to\nGermany.\" So I was living in conservatory and I had my string quartet.",
        "Q: You had a string quartet?",
        "A: Yeah.",
        "Q: In Chernivtsi?",
        "A: Yes.",
        "Q: Actually, I want to go back a minute and just ask you about your family and were you married at\nthis point?",
        "A: No.",
        "Q: Not yet?",
        "A: No. I told you how I got married.",
        "Q: I know but you didn't tell the camera.",
        "A: You see, when the Russians came in there was no newspaper and no radio. I mean we had radio\nthat played marches and the newspaper wrote how peasant so and so is very happy because he\nsees butter for the first time in his life. It's not true, he saw butter all the years. But never mind.\nThis was life in Russia. And -- but I was arranging the orchestra there and I looked out the\nwindow and I saw kids running in the doorway and hiding. And then they came out, stood\naround the conservatory. I went down and asked those kids, \"Why are you around the\nconservatory? What are you hiding for?\" \"Oh, mother said I should run because they took my\nfather away. You see, mother said I should jump out the window and run to the town. So I\njumped out the window and run to the town. And here we are afraid of the police, of the maligia\n(ph.).\" \"Oh, I see.\" So I couldn't understand what the hell 1s carrying those kids on. Now, all of\nthe sudden, here I see one day at 12 noon, I lock the door I want to go eat lunch. Here stands\nsuch a kid, and stands at the door and says, \"Hi, I came to have a job.\" \"What job? Your a kid?\nWhat do you want?\" \"No, no. I graduated the conservatory.\" Shows me a paper. Yes, he\ngraduated. He must be a genius. \"Look, I lock the door, you will have no job now because now\nyou need lunch.\" He said, \"Lunch, yes, but I want a job, please, enroll me.\" So he treads after me\nand steps down and we walk the streets. And he says, \"How much money do you have?\" I said,\n\"Three ruble\" -- about 75 cents. He said, \"Three ruble, do you know that's enough to get\nmarried?\" I said, \"You're crazy.\" \"Yes, I agree, I'm crazy but I see you have no place to sleep,\nnothing to eat, so it would be best up should get married.\" \"I don't want to get married.\" I have it\nin front of the house that people get married. They call it in Russia. So I drag it up three flights\nand we walk in and it's a woman, a young woman. She asks, \"Want to get married?\" \"Yes.\" \"To\na girl?\" \"Yes.\" \"You live with her?\" \"No.\" \"Sleep with her?\" \"No.\" \"Have children with her?\"\n\"No.\" \"Okay. Hurry up, want to get married?\" \"This man, do you live with him?\" Oh, she starts\nto cry. What an insult, she lives with a man? She never had to date in that life. She's all of 16\nyears old. And then here starts the problem to have children with him, she cries already loud she\ncries. Okay, this woman calls out, \"Hey you, sign here.\" I sign. \"This girl signs.\" She signs.\n\"Where's your rubles,\" she says, \"Hey you, put down your three rubles. Put down the three\nrubles.\" And now we are married. And we walked down the steps. Come downstairs, I have this\npaper in my hands and say, \" ? What is your name in the polite German form. \"My name 1s\nGertrude.\" \"Okay, now be quiet.\" So therefore, all of the sudden, she got married. And now this\nis the way we got married and we are still married.\nEnd of Tape #2\nTape #3",
        "Q: Now, you've just told me the story of your wedding. I must say it seems rather reckless.",
        "A: Reckless. I'm very lucky because at that time I didn't know what \"reckless\" means. So -- but I\ncommanded her around as much as I could. She had the big respect for me, the big man. We\nwere known all over and she talks so intimate. But I figured why did we get married? She\nwanted to get another name because she new very well if one family member somehow held\nback by the police, the whole family goes to hell. So she needed another name and here she has\nanother name. Okay, . And now comes what should come; a mother, a sister. But I told her in\nRussia there was the law, nine people to one room. We had three rooms, so 27 have to live here.\nBut it doesn't mean nine people a room. They can push in here, push there. And therefore, a\ncouple came. They were teachers; a man and a wife. And she came with a big barrel in her hand.\nCarried it and put it down on a Persian rug. I said, \"No, don't, don't, don't. What you do? You're\ndripping water all over the place.\" \"I know and that's the reason I put it here. It shouldn't ruin the\nfloor.\" And it was very sad. But then --",
        "Q: What made you --",
        "A: What?",
        "Q: What made you --",
        "A: What made me?",
        "Q: What made you marry a woman that you saw for the first time; love at first sight?",
        "A: No. She looked like hell. She had two dresses on and one winter coat. No. It was just so I wanted\n-- I felt a little bad because I was happy all the time and she all of the time. \"What is with you?\"\n\"Nothing, nothing, nothing.\" Didn't want to talk and didn't want to -- just cried all of the time. So\nwe came home, rang the bell, mother opened the door, \"Hi, my dears. Who is that?\" -- no --\n\"What is that\" -- not \"who is that.\" Looked like hell. \"Mother, we have another in our family.\"\n\"You got married?\" \"Yes, mom.\" Now she catches on. \"What would you like for a wedding\npresent?\" \"Wedding present? A big pot full of stuffed cabbage.\" It's called . Mother started to --\nto cook. You know how to make ? You take a leaf of kraut and put a little meat in and close it\nup. Leaf of a kraut, a little meat. . And mother started making right away because kraut, you\nhave -- everybody have a kraut and meat is all so little. So and mother started to make and\nGertrude started to tell, two days ago two soldiers came in or four Russia soldiers and said they\nhad to look through here. \"What do you have to look through?\" No, get this mother on the\ncouch. Her mother-in-law on the couch, gathered on the couch. And they have cried there, those\nthree people together. And, yeah, and he next to his wife. And so it goes, here and they look all\nover and then, all of the sudden, one -- after two, three hours, reaches for his hankerchief, pulls it\nout, blows his nose, puts it in. \"Let me look here. What is it? Oh, yeah, and then there was -- I\nthink it then ruble -- no, ten dollars, American bill. \"Hey, they have foreign money here. Hey,\nlet's look.\" Couldn't find anything else. Yeah, brought it along. Yeah, it just goes to show how he\npull it out of the pocket. So now he -- they have to taken him along. He has to sign. They said,\n\"What do you have to sign here and I can't go with him.\" The mother says, \"No, you cannot go.\nYou wait here. He will be back in a short time.\" And that was the last time they saw him. Didn't\nsee him anymore. And they don't know where he is, what he is, where was he at. But that she\ndidn't tell me and didn't tell anybody because, you know, there is a law if somebody in your\nfamily is arrested, then the whole family shortly will be arrested too. So -- but this is not a soviet\nlaw. This is a Russian law. It goes endless, centuries ago. So, therefore, this was the old thing.\nAnd Gertrude cried. And now she lay down on the couch and turned to the wall and cried. So\nnice wedding present do I have. So we'll see what can we do with her. And then stuff -- she\ngathered the that her father was taken away. And her mother -- no, not yet was her mother. Her\nfather was taken away. Now mother has done the stuffed cabbage and we started to eat and we\nate. And my sister came. \"Hello.\" Oh, my sister was dressed with the latest cry of fashion\nalways. She was very beautiful and very nice. And looked at that. \"What's that?\" Okay, now we\nhave to take her in -- our hands. She has to do something. And she took Gertrude 1n her hands\nand did nice things. Gertrude didn't like her very much because my sister was beautiful and very\nnice and very good, but always so full of her and she must look good, and must have these shoes\nand these clothes and so on, and cannot go get dressed like that and so this was it. And now we\nknew that we have to go sleep in the basement. And in the basement we heard crying of people\nall live next door or somewhere because the people were deported.",
        "Q: This was in 1940?",
        "A: Yeah, 1940, exactly. So people are deported. Taken out and down to the trucks, until the truck\nwas full, then comes the next. So -- and it was really murder. It was tragic. On the truck you see\npeople holding each other and crying, \"Why us? What did we do? Why?\" So -- and then the\npeople talk to each other, then they say, \"No, we never said -- we never. We were the happiest\npeople in the town.\" They said, \"Yeah.\" Because we knew they liked Jews and like everybody. .\nThey were did what they were told. It was murder. And so therefore, you heard it all the time.\nBut it is clear that they didn't do anything, anything to make these people feel better or\nsomething. No nothing. And, therefore, this was the situation. And so when we came in the\ntruck, my mother was so natural as I. My mother, \"Okay. Don't worry. You will see your .\"",
        "Q: Do you think -- I don't mean to interrupt you --",
        "A: Yeah.",
        "Q: -- but was it the craziness of the times that made you so what would normally seem impetuous?\nSo quick to make a decision about getting married or something?",
        "A: Oh, yeah. Coming to the wedding.",
        "Q: Yeah.",
        "A: No. The whole time was very crazy. It was -- we knew of people get married for a pound of\ncoffee. People get married for a pair of shoes, a pair of soles, for fixing my shoes. And so people\nget married for getting married. No reason. So therefore, don't think for a minute there's a reason,\nif anybody can tell you why. Philosophically, can you talk around it as much as you want, but in\nreality, you cannot explain it. So therefore, it is has nothing to do. We just got married and now\nwe sit here and wherever we go. And nobody sit down next to you. Everybody says, \"No, no,\nwhere we go? What is this.\" And we did -- the most thing was that we were so mentally derooted\nhere and there. \"Where can they take us? We are in northern boarder. This is Russia.\" So they\ntake us to Russia. \"Okay, take us to Russia. What's wrong with Russia?\" So guessing . Therefore\nthe basic problem is you cannot explain and nobody can explain it for the same day. But married,\nmany people got married. So there was no problem.",
        "Q: Tell me a little bit about what was happening in the town? You didn't go on the first deportation,\ndid you?",
        "A: The first was all the Jews should go in this street and this street and that street and that street.\nAnd this will be the Ghetto. And nobody, no Jew is permitted to be home. So how do you get\nsome 30,000 Jews in five minutes here? Because if you were had -- -- if you would have\nanything, any belongings after five, they were taken away. So people stand there and cry and\nyell. I'm sorry. You don't speak German. I got a wonderful book of a friend of mine who was in\nSiberia and wrote a book, The Art of Survive. Therefore, this is old. Now I knew a captain who\nwas sitting on a horse and riding around there, I said, \"Look, captain, what should I do?\" And\njust once he takes a pencil and writes on paper, \"Samuel Flor and his whole family will be\ndeported with the last transport.\" Yeah, it's nice. I still have it here. However, he cannot help me\nand I think and I have to go there. And we went to a doorway and there were all the people were\nlying there on blankets and so -- but it was very bad. And we laid there and then, all of the\nsudden we heard, \"Gerty, Gerty.\" And there was a girl by the name of -- I don't know, she will\ntell you. And this woman here was with Gerty 1n the same class in school. \"Come up here.\" And\nSO we went up to her. We don't know where to step because the floor rot. So we went up there.\nShe lived in this house and -- she and her husband -- and there we were two or three days. In the\nmeantime, they put boards around us so you couldn't go anywhere. You were locked in. And I\ndon't know what to say and how to say it because, all of the sudden, you were in jail. But like we\nwere with the Romanians, they put us also 200, 300 in such a group. We were there eight days.\nWe said, \"Oh, it will be like the Romanians. They will send us back.\" It was not like 1t was with\nthe Romanians. And then came those with the name from A to D should go down to the street\nand when the train will stop, you go to the train. The train stops and those have to get in. \"Get in,\nget in, go fast.\" And so now they move. Where do they go? We don't know. So therefore, this is\na transportation and the people are taken. Now what it plays in role, we walked into such a train.\nIn our wagon, there were two dead people. Two men were lying there dead. We yelled, \"We\nhave to take them out.\" \"Shut up.\" And now the train starts to move with the dead people. And\nthe air is terrible. And so we have to -- there is such a little window which has a. You can look\nthrough but you cannot do anything through this little window. We arranged so that everybody\ncan stand five minutes next to the window. So we switched five minutes. And my mother was a\ngenius. She said, \"It's all right. Don't worry.\" What went down on this train, too, a couple. He\nopens up a jar of -- what did they have there? Honey marmalade, I think, something. And he had\nthis knife and she yells at him and so he takes the knife and put dirt on her coat -- it's a raincoat\nshe wore. She said, \"Okay.\" And he takes the marmalade, a piece in his hands and throws it at\nher. Why you fight now? What are you fighting for? Who's right? Yeah. And so what should I\ntell you, this is -- these are tragic situations because I cannot tell these people you could be in\nfive minutes dead, so when you're dead you cannot fight for the marmalade. What would it be\nthen? So I hunt down with Gertrude and we sit in the water. And Gertrude doesn't cry anymore.\nSits there and said, \"Do you know where we go?\" I said, \"No, I don't know where we go and I\ndon't want to know where we go. But do you know?\" \"I don't know.\" So after three days of\ntraveling -- but what do we do? All of the sudden the train stops and from the train to the ground\nis about six feet. From the ground to -- because we are on the hill, is a -- I would say from the\nground, it's a little , another six feet. And we went down and they yelled, \"Move down here and\ndo whatever you have to do.\" So in the bathroom everyday. So we did whatever we had to do.\nAnd I always had fountain pen with me. Do I have it? Hey, hey, hey, she took it away. And a\nRomanian peasant boy, a soldier, looks at this grasps here, two pens and takes it away. An\nlaughs and now he's happy, he knows he can't write. He cannot write but he has a pen, that's\nimportant. that means, not fountain pen -- it's pens that you have to put in ink and then you have\nto write. So do I look at them, so poor sole. He doesn't know how dumb he 1s. . So then we\ncome, finally, to a river which is called Niesta (ph.). And this is Transnistria. And on this river,\neverybody should go on the ferry. But everybody has to pay 20 lay (ph.). I don't go on the ferry, I\ndon't pay 20 lay. And then you get some -- what's a -- a whip over your head. And so then you\npay 20 lay. Now you have to go to ferry with the whip, you pay. So, therefore, you cannot move\nand you're standing on the ferry. The ferry has a piece of wood standing here, and in back a piece\nof wood. And we are like the headings. You stand there and all of the sudden somebody opened\nit up and people fall in, in the water. Many couldn't swim, many could swim. So I don't know\nwho couldn't swim an who could swim. And now we were . So my wife says, \"No, I don't go on\nferries. I don't want ferries.\" \"You see what happens to those who don't want to?\" So -- and then\nwe went to the other shore, and there's another shore, you have to go on land. And then they said,\n\"Who has relatives or friends who want to call from the town should yell your name and then we\nbring them over.\" Good. And we saw people, they looked like ghosts. They looked so terrible.\nThey were deported about a week ago. What a week did to those people, terrible.",
        "Q: Let me -- I want to ask you a question just for clarification.",
        "A: Sure.",
        "Q: You were deported by whom?",
        "A: Romania.",
        "Q: Romanians.",
        "A: Yeah. Now, on the other sides of the ferry were Germans.",
        "Q: And in Transnistria --",
        "A: Yeah.",
        "Q: -- were the Romania?",
        "A: No, no, no. On the other side of the ferry was Transnistria, and those were Germans. And\ntherefore, the ferry moved and now they stopped and they are all on the other side, and the .\nAnybody can call if you want relatives and those people looked like ghosts. Terrible, it was\nterrible to touch them. And this was the beginning of the movement into Transnistria. Do you\nknow what Transnistria means?",
        "Q: It is has to do with the river, I guess.",
        "A: No. \"Trans\" means across. \"Nistria,\" the river 1s called Nistia, it's Nistria. So like Transylvania, it\nmeans on the other side of the woods, \"sylvania\" is the woods. So therefore, those people come\nand then we look at them and lie and we don't know what to say. What should we say? And we\nsee -- I mean those ghosts, coming and looking at us. We looked at them like \"God, knows who\n.\" And they looked terrible. They gave away their coat, their shoes for food, yeah. And therefore",
        "Q: Was everybody out in the open? Were they concentrated in certain areas?",
        "A: No, out in the open. Out in the open, which is a road. The street, yeah.",
        "Q: Was there a town nearby?",
        "A: The town -- . There was a town which 50 years, yeah. And this was the town. We were\nforbidden to go into the town because the town looked even more than we dreamt. Gerty --",
        "Q: So you got over to . Then what happens?",
        "A: And then we were all whipped together with a whip and now we have to march. And we march\nand march and march. And people who couldn't move should not be helped by anybody. If you\nhelped, you get the whip. So you got the whip, they fall down, you fall down, and then you go\nand you let them lie there. Never mind. So when we start to march after, six, seven or eight, it's\nalready dark. And when we march, all of the sudden, I see we march in a circle. We march the\nsame place around. So what for is this exercise? And then after a while we see those people who\nwe left lying there, couldn't move, with open moves and their teeth were broken out because they\nhad gold teeth. It was not nice to see. They were lying there. Some , I take over. So -- and this\nthe same and then we march, march, and march, and came to a town which had a stone quarry.\nAnd we were all gathered to the stone quarry yard, and then we tried to lie down. And where\nshould we lie down . In the stone quarry there's no grass. There's little grass, but 1t was not very\npleasant. And we looked around and the people were lying around, and there was . and wrote his\nbooks. There he had been . Yes, and we saw it and we looked around. What was there to see?\nNothing. It was row of houses but not a row, a house, nothing, a house, and a house. And there\nwere people living. And they wanted to take us in but we didn't not want to go.",
        "Q: Were you on your own now, or were you part of an entourage?",
        "A: Mother and sister and Gertrude and an entourage. I had all the Jews from our neighborhood,\nyeah. And so we marched until we came to the stone quarry and we lied down and sleep there.\nNow we said, \"Let's see what's here.\" \"Everybody should stand in a row.\" What for we should\nstand in a row? It was already dark. I don't know, but we stood in the row. \"Okay, go up there\nand sleep whatever you can. It's not bad, there's grass around.\" So we lie there and then, but we\nhave to eat something. You had nothing to eat. Nobody gives you something, nobody asks you\nfor something. And this river , it is called a \"bug,\" B-U-G. So I looked around and we lie down\nthen it's dark and we can't sleep, everyone. So we slept there and then the warm sun warmed us\nup and so we woke. So they came with many buckets. Everybody got a bucket. Half of the\nfamily can take a bucket. Go down, bring the bucket up filled with water. What should we use\nthis for? Drinking, washing, cooking. But you didn't know what the hell you were using. We\nwere told, \"Wash yourselves and then leave the water for cooking.\" And is much better.\nQ. Okay. Thank you.\nEnd of Tape #3\nTape #4",
        "Q: Prior to -- prior to the time when you were transported -- this was not the first transport out?",
        "A: No.",
        "Q: How were people selected? Who was transported first?",
        "A: They had lists, and those lists are going on the whole time. Collecting the list, who is this, who is\nthat, who is that, what did he do. I heard that I was transported when the Russians moved in,\nthere came a man to me and said, \"You take right away your music, write a song that you greet\nus as we come and take a poet. He should write the text.\" So I got Kitner (ph.), who was a very\nfamous poet, and I got Sam Flor, and we wrote -- we were laying 1n the dark and the\n-- who are those people who -- who do this -- how you call them? Who choke you -- they are the\nchokers -- the chokers helped.",
        "Q: Oppressors?",
        "A: The oppressors, they have put us in. And until the sun was beautiful, light came and made us\nfree. we are the free now and now we can say who's street is a street, who's world 1s a world we\nare beautiful poem, beautiful music. And so I heard because of this, was Kitner and I deported.",
        "Q: This is bothering you?",
        "A: Oh, sure. So this was the reason that we were deported, but everybody should have such a\nreason.",
        "Q: Do you remember who went first? Wasn't there a transport where they hoarded up people from\nthe hospitals and the asylums? Was that in your transport or another transport?",
        "A: No, we don't know. We cannot tell you when and how and what.",
        "Q: Were you around -- were you around at the time of the first transport? Do you remember what\nhappened?",
        "A: Oh, yes, because everybody was transported from the Ghetto. And we had Mrs. Palvin\nWashstein (ph.), the piano teacher, say, \"I want to go first because those who go last they don't\nfind .\" What did she know?",
        "Q: Wasn't there some sort of them marching you out of town and you were -- and you went by a\nravine or something where there were a lot of bodies?",
        "A: Oh, yes, this was what I told you.",
        "Q: So that was your transport?",
        "A: That's right.",
        "Q: That wasn't an earlier one?",
        "A: But every transport has the same things. It's repeated. It's all of the time.",
        "Q: So how long were you at the stone quarry?",
        "A: Very short, about three, four days. And then when took us to Tuccin (ph.).",
        "Q: What was Tuccin?",
        "A: Tuccin was a town and the town had a square in the middle, and the square was very terrible\ndilapidated houses. And they gave us these houses. We should make them livable and we lived\nthere. Now this happened. Now we have a place in these houses where a long house was\ntogether and it was not dilapidated too much, and there they wanted to make sort of a hotel,\nwhich means a place were where people work. And this we tried to do to show how important\nwe are, that we are useful. We are useful. So they can use us. And so we made this hotel and\nthen made a kindergarten. So it was very nice. And at last, after a few days only, but then came\nthe major and the captain . Yeah. And the captain, \"Yes, yes, this is nice and go\nwork. It's all right. But I need two hundred people for the other side of the bug (ph.).\" Two\nhundred people, he needs two hundred people to shot. \"Oh, my what can we do? How can we\" --\nonly gold pieces help. So we send out delegation to Romania to . Maybe we can help get us\nhome, send money. And so also they did something so to get the people out and not to be sent\nacross the bug because they were surely shot. When we went on the -- that means on the stone\nquarry -- two people, two little people, I saw them very far. They yelled, \"Flor, Flor.\" I yelled,\n\"Yes.\" They , SO I should know their names, that they were sent across the river.\nThis was a transport before us. We were sent to Tuccin. They were sent across the river. And it's\ninteresting that people say when they go across the river they will be shot, so I should use their\nnames to remember their names. People should remember they know them. So I know this was\ntheir last song. I don't know and I cannot tell you what their mind is, but what is in your mind\nyou will know you will die very shortly. You have something in your mind, everybody. says,\n\"Okay, I want that people should know that I was here. I don't care what people. Even if I tell it\nto you.\" So therefore -- and then we started to march to Tuccin. It was not far from Tuccin. Not\nfar means a four-hour march. So we marched and then in Tuccin we had this hotel and we stood\nthere.",
        "Q: What kind of work did you do there?",
        "A: I tried to do -- and I don't know what. Because when the Russians marched in, and we had the\nriver , and this river was shot to pieces. I mean the bridge. So we were called to do bridge work\nthere. It was very hard work. And that -- I don't know what -- what to do with this bridge work,\nbut finally, I did the following thing. I had a friend who had tools for a carpenter. \"Okay, Sammy\nwill be my assistant.\" And we were the carpenters. we were called, that means. So\nas Carpenters we --",
        "Q: I'm sorry. But there's too much noise. We need to shut the door.",
        "A: Yes. There's carpenters now. We were called Here a lady yelled --",
        "Q: I'm sorry. Would you please shut the door? Thank you. You were carpenters in Tuccin?",
        "A: Yeah. And I was called, with my friend who had the tools, from a lady, \"Fix here the\nin the kitchen.\" And you see this piece. So he fixed it and she was very happy and\nshe wanted to give us some money. And then she looked at me and, oh, boy she was at my\nconcerts, and she new very well I didn't know what to do and how to do it because I don't\nunderstand the whole thing. So she gave me small coin. So I took it. \"Thank you.\" Now,\ntherefore, 1t was my profession to be a carpenter and I was very happy that he took me. And he,\ntoo -- he was -- was a lawyer and I was Flor. So we were two carpenters. And we also tried to\nhave some useful work so they should see that they can use us. But here, before we left Tuccin --\nI mean the stone quarry, there came this commission and started to call names. And they called\nthe name \"Professor Samuel Flor.\"",
        "Q: I need to stop you. Now were you in the -- you were in the quarry for a few days, then you went\nto Tuccin?",
        "A: No, no, no.",
        "Q: The other way around?",
        "A: This happened in the quarry.",
        "Q: You went to the quarry first?",
        "A: Yes.",
        "Q: Okay.",
        "A: And then yelled the name \"Samuel Flor\" -- \"Professor Samuel Flor.\" I didn't move. And the\npeople looked at me, \"Hey.\" And so oh, again, called, \"Professor Samuel Flor, step forward.\"\nAnd I said, \"Yes, I'm Samuel Flor, but I'm not the professor. I am the doctor.\" And I they thought\nI was saying Doctor Romano Flor, my uncle. He 1s a surgeon. \"So you're a doctor. Okay, go into\nthis corner.\"",
        "Q: Why did you do that?",
        "A: Because I know they don't shoot doctors. Therefore, I went close. They said, \"Okay, you are a\ndoctor. Go there in this corner next to Doctor Arot (ph.).\" Doctor Arot says, \"Hello. What should\nI say? I will say Iam Romano Flor.\" He said, \"Stop it. You're crazy. You cannot cut a person\nopen.\" \"So now, what should I say?\" \"Say you are a dentist. I can help you.\" So I was a dentist\nand they could help me but nothing happened afterwards because then we marched to Tuccin. .\nAnd I found out that the major wasn't there. The Major who was the top. So he was somewhere\nand then he came and said, \"Okay.\" But in the meantime, I was there with Doctor Arot stood and\nsaid, \"Say you are a dentist. I will help you.\" So I stood there and I figured out, okay, what\nhappened? So Doctor Arot took me under his wings, because he knew dentistry, like every\nsurgeon knows. And --",
        "Q: So where did you practice your dentistry?",
        "A: I said. Now we have to go with the other people. Other, we were 17 together and now we will be\n15 and we followed them. So I follow them and we came to Tuccin to the hospital. The hospital\nwas terribly dilapidated. So I went there in this dilapidated hospital, and now the Doctor Arot\nexplained that, \"This is a drill. You pump with your feet. And this is a hand , you put with the\nhand, you drill, and this is the angle. And you put in this little corner, the short drills.\" And so --\nand he explained to others, \"There is huginal (ph.), colorphonal (ph.), and cardboard (ph.). And\nthis you need for the -- and this 1s armorgament (ph.). You mix it with your -- here you mix it,\nyou rub it, and it becomes soft, very soft. And then if you leave it a while it becomes very hard.\nEverybody knows armorgam (ph.), armorgam, armorgat (ph.), and you have it, too.\" So -- and I\nbelieve that and I say, \"Okay.\" And then the Doctor explains that I have to press out the quick\nsilver out of the armorgam press and press it to a piece of cloth. So this was all right to do and so\nI started to make fillings with armorgam. It was very nice to do this because I know that you\nclose the cavity, which is black, then you clean it good. After you clean it, you put a little\nhuginal, and then with a little huginal on top, you put this armorgam, press it against the tooth,\ncheck if you have some trouble with the upper tooth. So it was already so I loved it armorgam\nbecause it was very easy, no problem. And it helped, no problem. But then it became -- after a\nwhile, it became a little complicated. The tooth pullings, I pulled very fast and there was no\nproblem to pull the tooth because I know if you feel the little, least the goes with the prior, then\nyou go to the other direction. So you wiggle, you try to lift it off. So it become very good. He\nhelped and I pulled and it was all right. So it was no problem. So therefore, I knew armorgam\nand I knew this other one, what I put in. This is -- I clean the cavity, put a little huginal, then I\nput -- I mean what you -- 1n front of the teeth. The Russians had terrible dentistry. They would\nput you a green -- a green filling. Why? What the hell? Why don't you put filling that look like\nthat, like the tooth? They say the green is better. I don't know why. They still have the green. So\ntherefore -- and I was sometimes I had this. But all of the sudden, they brought in a captain from\nthe front. We were on the front, 1t was very near. And brought the captain from the front and he\nwas wounded.",
        "Q: Who the German or the Romanians?",
        "A: The German. And he was -- I didn't see the Romanian Army very much, the fighting army. No.\nthey came there and had things to do and they would have to yell very loudly for them to leave\nimmediately and so on. So it was -- and this captain died on the table. So Doctor Arot was taken\nout and shot. I wasn't there. I don't know, I was told he was shot. And he was shot, okay. And it\nwas very sad because I stood here without a friend, without some -- instruments, I had, but what\nthe hell to do with them, I don't know. So I looked very fast for a book. I rode around in all the\ncomers. Finally, I found a book printed in 1880 and says don't use huginal. Huginal is the first\nmedication every doctor uses. So I didn't use anymore huginal. But then I gave it up and I used\nit. So this was all right. But I had this book printed in 1880 and I used to study it every night with\nGert. And we read the whole night. Next morning, again, the same thing. So it was -- the book\nhelped a little still because it showed very clearly the forms. Then after the book, here came a\nsoldier with all the tooths standing like that. The front tooth, one against the other, one against\nother, and so on. And terrible smell that he had. And so -- because I didn't know what to do in\nthis moment, so I called the surgeon, a young boy 20, 22 years old. He is a head surgeon. I asked\nhim, \"Do you have a foot surgeon, too?\" Because I asked him now, \"I have to pull all the front of\nthe teeth.\" He stands like that. And then you have to saw them together. Which means needles\nyou have to give him. What I am tried to I didn't know. And then I will, after this heals, I will\ngive him an upper -- how could you call this -- an upper plat -- plate. Okay. Very good. So he\npulled. I dried it and then I dried it , clearly dry. And then we sat like crazy and waited for what\nwill happen tomorrow morning. And we waited a whole night. And then it was good. It was all\nright. It healed, he slept, healed again, okay. Therefore, arubia (ph.) is all we gave him. This sort\nof a sleeping , disinfecting thing. So it was all right. And then, next day, I took the technician and\nwe made him a plate.",
        "Q: This is amazing.",
        "A: Yeah.",
        "Q: So now you're in Tuccin --",
        "A: Yeah.",
        "Q: And you're treating German soldiers?",
        "A: Yeah. Two, three, Russians came in. Also two, three woman came tn. But the captain left and so\nthey got -- lost their paper that they can be treated, yeah. So there -- this was wonderful and it's\nterrific that I had the power to do this. You had to take, every morning to take a bottle of petrol\n(ph.) and to clean the floor because this is disinfection against lice and all this stuff. And the\nman, , was his name, he was holding there -- the magazines with all these relic things which he\nneeds for the office and so on. And he was terrible, he called Gert -- he told her \"dirty Jew.\" And\nit was unbelievable how she had to suffer. He beat her sometimes and I don't know how I --",
        "Q: And everyone thought you were a dentist?",
        "A: There was nobody who didn't think I was a dentist but nobody had doubt or something. So 1t was\nabsolutely all right. And every day I got a paper which is written, \"Samuel Flor and his wife\nGertrude Flor have the right to go this street and this street every morning and back every\nevening, the same street back to the hospital\" -- \"from the hospital to the camp.\" We are to sleep\nin the camp and so on. One day I went home and Gertrude -- and there was a peasant who had\nbarn next to the camp. And he cleaned the barn. It smelled terrible but it's a barn, it was clean,\nwith a heap of -- how you call it -- . So I took this and I looked and then, all of the\nsudden, in this big pile of junk, I saw a ladies shoe. I grabbed the shoe for Gertrude and so it's\ngood. And then -- but when I pulled the shoe, I got resistance. So I pulled more. I pulled out a\nboy. A whole boy was there. He wore two left lady shoes. So I asked him, \"Who are you? Why\ncan't you tell me?\" And I asked, \"Gertrude, should we take him in?\" So we took him in the camp.",
        "Q: Now the camp is --",
        "A: Besides barbed wire.",
        "Q: The name of this camp?",
        "A: Had no name, yeah. And we took him in and everybody got one potato on charcoal. And I asked\n\"Gertrude, can we give him one?\" \"Okay, give him one.\" And I got one, and she got one, and he\ngot one. And he stood there and rubbed it on his arm and on his belly. And so it was good. But\nhe didn't say a word. But then we asked him, \"Who are you?\" Don't answer. \"If there will be a\nword I will talk. No word, I don't talk.\" Okay. And then we sat down and started to eat the potato\nand looked up. He's done. Okay. . So he went. After two minutes he was in again. And he said --\n, house and says, \"More\" -- \"one more outside.\" I said, \"Look, you don't want to eat with us?\"\nAnd he want -- \"You just don't want to talk to us, so what the hell is wrong with you?\" He said,\n\"I have to bring him in.\" \"Okay, bring him in.\" He brought in him and in walked a pair of\nGerman britches. You know what the britches; are riding pants. Bound together on top, so I\npulled the cord, fell down, naked stood the little boy. This little boy must have been six, seven.\nHe must been ten, something like that. \"I am David. I was at an execution (ph.) now and now we\nare running here and now we are from there and there, the town .\" And he talks a little more.\nAnd the man who was the roofer said, \"You know, I will take the big one. My father was shot\nlast week, you know, and his name was Yocannon (ph.).\" You know, Yocannon, the biblical\nname. \"So I'll call him Yocannon.\"",
        "A: Okay. And he took him to the hospital and 1n the hospital the boy climbed the ladder and\nbrought a hot iron to iron the roof and so was it was very nice. There was a bookkeeper in the\nhospital, a Romanian --\nEnd of Tape #4\nTape #5",
        "Q: You were listening to your wife's interview.",
        "A: Yeah.",
        "Q: Was there anything else, any stories?",
        "A: Her girlfriends were standing on the river there, and everybody here had a pair of shoes, a pair of\nsocks, underwear, I don't know what. We had one crazy man. We made him the captain of all the\ncrazies. So he was the captain. His name was Ishkavitz (ph.). And he beat up the other crazy, but\nthere was life in the boy, so very good. Now, he stands there, he has nothing to sell, to give, he\nstands there and looks with his open mouth and one has, on a green leaf a piece of --",
        "Q: I am sorry. I am sorry. I thought we were rolling now. We're not.",
        "A: So.",
        "Q: So I want start the tape.",
        "A: Did you ? Okay. On this Sunday, all the women ran to this little river.",
        "Q: Where is this?",
        "A: , and have a pair of shoes, a pair of underwear, and a pair of socks, so on. And this\npeasant woman looked at one thing and there were holes in what the peasant woman had, and\nthen -- okay, she dropped it, too. And she goes on and looks. This is the way the bargains go\nhere. Here stands Ishkavitz, the captain of all the crazy guys, he stands there and he looks what's\ngoing on. Stands there . Okay. And all of the sudden, with his open mouth, he falls on the hand\nof one woman which has a piece of butter on a green leaf, and has it all on his mouth and with\nhis face into the water. And he swallows and he chews and so on. And then he gets up and says\n. It means for afraid. Because woman are afraid of him and, therefore, it didn't do\nanything. And here was a story Gertrude tells you. And she remembers the story for sure because\nif I will tell 1t to her she will sure remember. Okay, there is a story. Now it's your turn.",
        "Q: My turn. Is there anything else about Tuccin or about --",
        "A: , no. About , there is nothing anymore to say. About Tuccin, many things, but there\nare two little things. For instance, I come in back, I'm just finished with a patient, and Gertrude\nsaid -- tears come out of her eye. \"Gertrude, what is it with you?\" She can hardly talk, but then I\nsee she has a mouthful of something. Okay, because she was so starving always, more than\neverybody else. \"When can I eat something, a little bit?\" And she had -- the woman had a cherry\npie in her bosom. I put a little huginal in the woman, it should not hurt her and go home. I say,\n\"Can't do anything. I have to pull your tooth.\" \"No, pull, please. No pull.\" \"You sit down, I put\naway.\" And now she brought us a little cherry pie and want to bride Gertrude, she should bribe\nme, I should not pull the tooth. And Gertrude, what did she do? Put the cherry pie into her mouth\nand I stood there with a full mouth, she just ate the cherry pie. I pulled the tooth. I had enough of\nthis. I could say, which are many of those. And there are -- they are important. But so told in\nthree minutes or in five minutes told, your life in Tuccin , it's impossible. It's very hard. Where\ndo you go? because this short beautiful story with the cherry pie in her mouth, this has hundred\nin ends and starting because I can get killed at any moment for this story. Now --",
        "Q: Did you feel that all of the time?",
        "A: What?",
        "Q: That your life was so precarious?",
        "A: Sure. And I had a man, he was a major -- no, if one has no insignia (ph.), he's the most\ndangerous. You don't know what he 1s. So therefore, I think he was a major. It was Fritz\nFronrodi (ph.), yeah.",
        "Q: From which army?",
        "A: From the German army, yes, he was Fritz Fronrodi. One evening, late night, somebody yelled,\n\"Samuel Flor, dentist.\" Oh, I was called dentist. It's bad but good on one side, they don't shoot\nme until I come out. \"I have terrible toothache here, here upper tooth and please, you have to do\nsomething.\" \"We have no electricity.\" \"We'll have it right away.\" And he had a little jeep, a\nVolkswagen, pulls it up on sort of a bridge, we'd say, corrected. And now he a light in the office\non the table. I never saw this man and he says, \"I have a terrible toothache. Here, here, here. Do\nyou see?\" \"Yes, I see.\" And I said, \"I cannot help you. I cannot see the instruments. I cannot\nsee.\" \"No, you will help me because I don't go home. I don't -- I want to sleep.\" So I said,\n\"Okay.\" And then I wait. So therefore, I go out. Next to him stands a blond beautiful -- how do\nyou say it in English? She is like a . So she stands there and he says, (moan). And\nthe guy build us the bridge. I said a ramp or something. \"Okay, let's go.\" We go in his car. And\nthen what do you thing when I say we go in his car? To him it's nothing. You go his car. No, it 1s\nterrible, you cannot sit in a car with a major, somebody. It's terrible. Okay, we go 1n his car and\ncome there. Sure enough, they had this Volkswagen on the ramp, and the light in, yes, I see it.\nAnd now, \"Okay, now you have to pull tooth.\" \"I don't have to pull the tooth.\" \"What?\" \"Here 1s\nthe tooth. How can I pull your from my fingers?\" \"How? You have pulled it already?\" \"Yes.\"\n\"That's nice. Okay, pull them all.\" \"I cannot pull them all. You will come in two days, I will pull\nthe next. In two days, I will pull the next. I don't pull all in one day.\" \"Okay, that's good. Good,\nterrific.\" Really I. Okay I know what to do. Now, this guy comes every second day, as I said, at\nfive o'clock because he is busy until five. And then he says, \"I am worried.\" He opens his\ncigarette case and gives me a cigarette. \"Oh, boy, a cigarette, thank you.\" But I have cigarettes\nand I am very happy and I smoke a cigarette with him. He says, \"I'm worried.\" \"Oh?\" \"You\nknow why I am worried?\" \"No.\" \"I am worried about the German youths.\" \"Really?\" \"Do you\nknow what they did? I get 500 to lay flat.\" That means to shot them. \"So 500, one young guy\ncount and count. He goes and counts, counts, and counts, and comes back and says ,\n\"We have only 308.\" \"My goodness, how can I do something like that? I never beat a Jew. Never\nin my life. I never touched a Jew. I killed some 20,000 but I never touched one. But it's not a war\nagainst Jews, this is all war for humanity.\" \"Oh, now I know.\" \"And therefore, how can you do\nthis to me here, he gives me 308 cartridges.\" So he became so inamate (ph.) of us, that he so feel\nwith him that he suffers. So he suffers. He wanted to take us out and -- Gertrude and me, he\nwants to take out her. So Gertrude, Schmidt, to and they put us on a speed boat and take us to\nand we are free. I said, \"No, I have a mother and a sister.\" \"Oh, I cannot do\nanything.\" So it was a whole story that he wanted to do nice things for us, but he laid flat 500\nJews here. And so I said, said so, that this is Jew for humanity and not against Jews. So I\nshouldn't worry about the Jews.",
        "Q: Were you ever worried when you were pulling teeth on German soldiers that you might do\nsomething terribly wrong --",
        "A: Sure.",
        "Q: -- because you didn't have training and what the repercussions would be?",
        "A: No, because really the repercussions, if I break a tooth, which happens. So I break and then I fill\nit up and take out the root. But never happen to me with root canal. Boy this was really a God's\ngiving because they send it in a box very nicely and all the directions what I should do. I could\nbe blind and do it. It was terrific. I was very happy that I could do such a thing.",
        "Q: You did a root canal?",
        "A: Let me -- I did many root canal because, all of the sudden, an office -- \"Doctor, here is\nsomething for the dental department. Must be for you. We don't have any other.\" And I looked,\nthere were boxes with treatment of root canal. So I had -- this is good. Now I can read and\nexcellent, how to do it and what to do. This was really a God given thing, those boxes.",
        "Q: Your -- your sister and mother were in Tuccin also?",
        "A: No, no, no, no.",
        "Q: What happened to them?",
        "A: They were sent to . Do you know what is? Okay. They -- and they\nwere up to their knees 1n water and their knees were blue and they were frozen, but it was all\nright. But then when we came to Chernivtsi all together, and this woman looked here, she was\nlooking for lice, she said, \"Hey, Professor, don't go there . Because there they get\npeople. Go out to the woods here and to the felony (ph.).\" \"Okay, I promise.\" And this was a\nvery tough thing because the Russians had corners where they kept a few soldiers and everybody\nthey took them to or heaven knows where -- Far East. People they should work . And they took\nyou to the concentration camp. So, therefore, it was not pleasant. And I went up, and when I\ncome to the felony, Gertrude started to cry the steps up. And I said, \"Please, don't cry, yet.\" And\nI take her hands and I shake her. \"Please, you cannot cry. You must smile all the time.\" \"Okay.\"\nAnd she come in there and Mr. Hess (ph.), the bookkeeper, and he looks at us, \"Oh, you're here\nagain. Okay, sit down and play.\" \"Yeah, Mr. Hess, I have to do something with Gertrude. You\nsee, she don't feel good for a moment.\" And I take her into the ladies room -- I in the ladies room\n-- and I say, \"Gertrude, do you want to kill us? It's new director and a new people. Don't cry.\nPlease, don't cry.\" So -- and I had to play the same evening to . So I played, smile. \"Sure,\nabsolutely. I am happy to do it.\" And this was the situation that I tried always to keep Gertrude\nfrom giving out her fear. And so everything, \"Don't give it. Wait a minute. And they know it.\"\nAnd don't wonder they should be so involved in this. \"Forget about it, it's not your business. And\nif you want to be free, you can sit and cry as much as you want, but here we cannot do it.\"",
        "Q: I'm trying to understand when you got separated from your mother and sister.",
        "A: We came to Chernivtsi, went up there into our apartment and there were two women who said,\n\"You will not be long the owners. You are capitalist. You cannot be . And we go immediately to\nthe \" -- which is the secret police -- \"and tell them that you are .\" And they were\nvery eager to get people from the camp because they always said, \"If you are not good for the\nGermans, you're not good for the Russians.\" So -- and therefore, my mother and my sister were\nthere, and then I said, \"We go to the Czech army.\" And mother cried a little, and my sister, a\nlittle less. And we went to the Czech army, and my sister said, \"So beautiful two people, they\ntake away. Oh, no, whatever will happen to me here? And you'd like to be killed here?\" And I\nsaid, \"Uh-huh.\" I like it there much better. And --",
        "Q: Did they make it?",
        "A: Yes. They went to the DP camp in Salsburg (ph.). . But there was such anti-Semitism in the DP\ncamps. The leaders of the camps, which were Americans, they said, \" go here and you will go to\nAmerica.\" So what do you know, the main thing was at these camps, that the people should say\nfrom where they are. And they must invent a town in Germany. But what this means, they must\ninvent -- they must invent a town which is under Russian occupation so nobody can control them\nanymore. So I found a town , and this saved their life. A whole bunch came from . I\ndon't know if this town had so many people, but everybody said that from Romania. Because\none said, \"I come from this and this town.\" It's true he comes from this and this town. And then\nthe officer looked, \"Oh, this town. That's easy for you to go there. Bring us a paper that you\nbelong there and then you can go, .\" Impossible. You cannot get through and they don't let you\nthere. They're so smart.",
        "Q: I want to ask you a little bit about your music.",
        "A: Yeah.",
        "Q: Well, you had quite a following.",
        "A: Yeah.",
        "Q: You were a well-respected musician, , composer.",
        "A: Yeah.",
        "Q: Were you -- did that come there to play? Did people recognize you in all these experiences?\nWere you able to --",
        "A: If you recognize me, but most of the people didn't know at all.",
        "Q: So when you were a dentist or when you were a carpenter whatever you were --",
        "A: When I was a carpenter, this woman recognize me, gave me a tip and she didn't know -- she was\nsomewhat taken back that I should do carpentry there, but then it dawned on her that Iam a Jew.\nSo therefore, but --",
        "Q: Were you thinking about music in all of these times?",
        "A: Very much, all of the time. And it was very important. When I married Gertrude -- so, she was\nvery much below me, which means I was known. I was a leading person in the town. So -- and\ntherefore, but as you see now, Gertrude, she is very naive and very normal going and forgets\nterrible much. First she cries for her father and all and then she don't cry anymore. But still she\ncried for her father because it's tragic. I have never seen him and she worries about him and\nwotries even today. It's over 50 years. '45 and 40 is -- one, two -- '49, '94. Bad, it's not good.",
        "Q: You had an opportunity in maybe 1938, 1939 to go to Palestine?",
        "A: Yes.",
        "Q: Would you tell me what that was.",
        "A: I didn't have an opportunity. I went to the English consular and the girl knows me very well. She\nhad a prescription -- no, conscription (ph.) for the series of my chamber concerts. I know her\nvery well. She always sat in a certain seat and she looked and she had something with . So when\nI came there, I said, \"I want absolutely certificate to go to Israel.\" She said, \"Mr. Flor, you know\nthat I'm very good to you. Bring me a certificate that you are baptized, you get right away this\ncertificate.\" But 1t was forbidden at that time to get baptized. You couldn't. I want to get\nbaptized, why not? Just more water on my head.",
        "Q: This was the time with -- with Hooverman (ph.)?",
        "A: Yeah, sure.",
        "Q: Hooverman, he was -- now he engaged me I should go. I didn't go. I didn't want to.",
        "Q: You didn't want to or you couldn't get the visa?",
        "A: I couldn't get the visa, then I didn't want to go to a real door (ph.). So either I go like a or not at\nall.",
        "Q: You didn't do any --",
        "A: What? -- playing of music or composing during this time, could you?",
        "A: No.",
        "Q: I asked your wife this question.",
        "A: What?",
        "Q: Do you think that all of your education and training helped you cope with the ordeals that you\nwent through?",
        "A: Absolutely.",
        "Q: What way?",
        "A: In which way it helped me? It helped me that I knew to look into a face and smile and said, \"This\nis a.\" But I cannot hide behind something because I don't have to. I was absolutely proud of my\neducation because education didn't come just by chance. I came -- no, it was very hard work and\nvery interesting work. I loved it. All the times, I knew it right away that there is a place for a man\nlike me. I cannot get killed like that dog or something. So it was all right.",
        "Q: Did it give you certain survival skills?",
        "A: No. Survival stills 1s just on the moment. It does not exist. And I'm very sad that we make such a\nabout this concentration camp. We cry, it was bad, and -- no, not necessary.",
        "Q: When you came to this country --",
        "A: Um-um.",
        "Q: Was it easy to pick up your music again?",
        "A: Right away -- no, wait, I had it -- through the Czech army.",
        "Q: I know. But I am going to move a head of that because your wife has explained about the Czech\narmy.",
        "A: Yeah.",
        "Q: Unless you want to say something about it.",
        "A: No, I want to say that it was beautiful up there. The at every concert. Not all, almost every\nconcert. And I played solo, other things. I want to see here, the rabbi calls me, and it was\nsomething rather unusual, what happened to him two years ago, he said. I went there and I told\nhim the story. He said, \"Okay, you will play the over here.\" Good, I will play and I am very\nhappy. So he want to give me money, I didn't take any money. I didn't want to because I\npromised this to a man who died. Did we have problems burying him. It was two days we slept\nwith the dead man and then we asked how to do we get rid of him. Not easy. I know the the\nplace, I know the stone. What's the difference? Must change -- be changed now.",
        "Q: How long were you here before you played with an orchestra again?",
        "A: Very short. When I came here I went to the settlement school and was teaching one year. But in\nthis one year, I had offers with the Cleveland, the Washington, Baltimore, Minneapolis. still\nhave a program. $75 a week, 50 years ago. I knew I didn't want it because of . He was such a\ngreat man. But was really interesting story. I went -- I traveled all of the time as a kid. I didn't\nhave any money. We were very poor, but never mind. So I save money always in winter to go\nsomewhere in the summer. So we decided we would go to Greece, Turkey, Greece and Egypt.\nAnd then Egypt is in Greece 1s a cloister. It is big, big cloister which starts on the --\non the sea and then you climb up and up and up, because any cloister -- anything starts not on the\nsea, it starts here or a little higher. And this starts -- this 1s a cloister where only man go. No\nwoman is permitted. Not even a woman fly, a woman cow, a woman horse, something. Really,\nit's true. And then they have meetings where they don't talk. Just a silent meetings. I don't know\nwhat the hell they do there, that's it. And sit for hours. And therefore, most of the people are from\n, Arabia. It was an old Greek orthodox. And they have their -- they pray and then they have\ninvited guests. And they say, \"Okay, I will sleep here. Just throw me a straw pillow. And for my\nfriend, also a straw pillow, on the floor there.\" Okay. Now we have two pillows. Now we lay\ndown and want to sleep and the man next to us (sigh) (sigh). So he goes on after that. And it was\nbad habit. And I didn't know what to do with this man and then it was very interesting, his\nbehavior and his lying there on the floor. And then I came here, it was in 1947. And in '47, I told\nthis man about the cloister. He said, \"This was you?\" \"Yes, it was me.\" \"It was me\nwanted to become a priest.\" And he was there. And we two guys, always I lift my head because I\nwant to sleep and let me sleep don't come .\" So he meet each other on the other end of the world.",
        "Q: You played with Dorate (ph.) --",
        "A: Yeah.",
        "Q: -- In Minneapolis?",
        "A: Yeah.",
        "Q: How many years?",
        "A: As long as it was, ten years -- about 12 years.",
        "Q: What position did you play in the orchestra?",
        "A: First one, yeah.\nEnd of Tape #5\nTape #6",
        "Q: Fritz Krieser (ph.), born in the United States, lived in Europe all of the time. He is a Viennese,\nlived in Vienna. And he wrote many pieces which he didn't write. And he gave a name to it. Let's\nsay Bunani Krieser (ph.) . What that mean Bunani Krieser, the only composer which\nexisted, but he gives them a name. So he became popular. Therefore, it 1s was very, very nice\nand very pleasant. And Krieser wrote a , which is a music. Which in Vienna was very, very\nbeloved. And this was called . So -- and therefore, he was very, I mean, clever to do those things.\nAnd then after what -- after he died, all these pieces came out of . Not Krieser. So it was fun.\nPeople loved it so, loved it so. Now, here I play from this Fritz Krieser. What do I play? Oh,\nyeah, . It's a good translation. Very good. Can I play? That's it.",
        "Q: Do you -- I want to ask you a question. That was just beautiful. Do you remember what the first\npiece you played was, after you took up the violin again?",
        "A: I think it was this, yeah. Boy, aren't you romantic and do you have here in America, so -- no, it 1s\nnot this. It is just a technique. First the fingers, then the hands, and then you play.",
        "Q: Thank you --",
        "A: You are very welcome.",
        "Q: -- very much. Beautiful. Picture of you and Gertrude in the Czech army.",
        "A: Right.",
        "Q: This is a photograph of Gertrude and Sam Flor in Tuccin between 1942 and '44.\nEnd of Tape #6\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Actually I wanted to just start -- for the record, I need you to state your name, where you were\nborn, what year.",
        "Q: I'm sorry. Just what -- what year were you born and what country, at that time were you --",
        "Q: So you were born in what year in Austria?",
        "Q: 1908?",
        "Q: 1908?",
        "Q: 1908.",
        "Q: Okay. So tell me, when you were a boy --",
        "Q: -- things changed, you're country changed.",
        "Q: But you became a Romanian citizen?",
        "Q: So what did you need a passport for?",
        "Q: Okay.",
        "Q: But when you were 12 years old, didn't where you live become Romania?",
        "Q: What -- explain to me what this meant, that all of the sudden you were a Romanian?",
        "Q: How did you learn that you were a Romanian?",
        "Q: You were telling me that one day you went to school --",
        "Q: -- and you learned you were Romanian and you went home and told your family you're a\nRomanian now?",
        "Q: How did this change of nationality affect you, other than street signs?",
        "Q: But what kind of changes did you all have to go through? I mean, was it difficult? Was it\ncomplicated?",
        "Q: Did the mood of the city change?",
        "Q: What about regulations or --",
        "Q: Were there any new laws instituted that you had to deal with?",
        "Q: What about laws pertaining to Jewish people? Did that change with the Romanian Government?",
        "Q: Did this impact your family?",
        "Q: So your father was still living when Romania --",
        "Q: What other -- what other sort of official actions were taken that affected the Jewish community\nunder Romania at this time?",
        "Q: Now, the Romanian -- were you in at this point?",
        "Q: Were the Romanians particularly anti-Semitic at that period?",
        "Q: Why did they moderate?",
        "Q: Did you experience as a boy --",
        "Q: -- anti-Jewish feelings?",
        "Q: Was your community mixed or was it primarily Jewish?",
        "Q: You had friends who were not Jews?",
        "Q: So, who were the kids that -- that made anti-Jewish comments to you?",
        "Q: But didn't you say that other kids would -- would beat you and --",
        "Q: So is there anything else that you can think of that really changed when Romania took over, for\nyou and your family?",
        "Q: Were there any other laws that pertained?",
        "Q: Okay. So you went to -- you went to a high school? You went to a public school?",
        "Q: And what were you studying?",
        "Q: Were you finished -- when you finished the public school, then what did you do?",
        "Q: What did you do?",
        "Q: Where did you learn to play violin?",
        "Q: So you studied throughout school?",
        "Q: You were taking the violin in addition to your --",
        "Q: So age 12 wasn't every day?",
        "Q: Regular school every day?",
        "Q: Then, when did you do the violin?",
        "Q: Oh.",
        "Q: Now, then you were studying in the theater?",
        "Q: Now, at this point in time, were you aware of a build up of anti-Semitism or anything?",
        "Q: Can you talk about that a little bit?",
        "Q: This is in Vienna?",
        "Q: Were you all aware of what was happening in Germany, the rise of the --",
        "Q: Did you sense a relationship between what was going on in -- in Vienna and Chernivtsi with\nwhat was going on in Germany?",
        "Q: What time -- are we now in the late 20s or --",
        "Q: Middle 20s. Were there new laws that prevented Jews from participating in university or in the\neconomy or was it --",
        "Q: I think we have to stop a minute.",
        "Q: You were talking about quotas at the universities. In what other ways were Jewish people\nrestricted in Romania at this time?",
        "Q: Were Jews restricted from some certain professions?",
        "Q: What did the doctors and the engineers who were already practicing their careers?",
        "Q: Were they restricted at all?",
        "Q: What about businesses?",
        "Q: So your mother was a teacher?",
        "Q: Did she continue teaching?",
        "Q: So you went on being a musician?",
        "Q: Was that easy?",
        "Q: And you played with non-Jews as well?",
        "Q: Did everyone get along?",
        "Q: Did everyone get along?",
        "Q: Who were you playing with at the time; what orchestra were you with? Were you teaching; were\nyou playing?",
        "Q: What's -- didn't you have an experience where one of your colleagues were taking down names\nand reporting them to the Nazis?",
        "Q: Is that another --",
        "Q: In what country now; in Austria or Romania?",
        "Q: Did you ever hear him speak?",
        "Q: Tell me about that experience.",
        "Q: When is this?",
        "Q: I'm getting confused. Where are we now?",
        "Q: Let's talk a little bit about Chernivtsi.",
        "Q: What the city was it like, what was happening about that time in 1938?",
        "Q: Now, Chernivtsi was in Romania until 1940?",
        "Q: It was part Romania?",
        "Q: But all of its cultural activities thrived --",
        "Q: What other changes happened when the Soviets occupied Chernivtsi?",
        "Q: Husband?",
        "Q: Were the Russians tougher on the Jews than the Romanians have been -- or the Germans?",
        "Q: Now, so you're still at the conservatory and playing?",
        "Q: No, No.",
        "Q: Aren't you in Chernivtsi now?",
        "Q: You had a string quartet?",
        "Q: In Chernivtsi?",
        "Q: Actually, I want to go back a minute and just ask you about your family and were you married at\nthis point?",
        "Q: Not yet?",
        "Q: I know but you didn't tell the camera.",
        "Q: Now, you've just told me the story of your wedding. I must say it seems rather reckless.",
        "Q: What made you --",
        "Q: What made you --",
        "Q: What made you marry a woman that you saw for the first time; love at first sight?",
        "Q: This was in 1940?",
        "Q: Do you think -- I don't mean to interrupt you --",
        "Q: -- but was it the craziness of the times that made you so what would normally seem impetuous?\nSo quick to make a decision about getting married or something?",
        "Q: Yeah.",
        "Q: Tell me a little bit about what was happening in the town? You didn't go on the first deportation,\ndid you?",
        "Q: Let me -- I want to ask you a question just for clarification.",
        "Q: You were deported by whom?",
        "Q: Romanians.",
        "Q: And in Transnistria --",
        "Q: -- were the Romania?",
        "Q: It is has to do with the river, I guess.",
        "Q: Was everybody out in the open? Were they concentrated in certain areas?",
        "Q: Was there a town nearby?",
        "Q: So you got over to . Then what happens?",
        "Q: Were you on your own now, or were you part of an entourage?",
        "Q: Prior to -- prior to the time when you were transported -- this was not the first transport out?",
        "Q: How were people selected? Who was transported first?",
        "Q: Oppressors?",
        "Q: This is bothering you?",
        "Q: Do you remember who went first? Wasn't there a transport where they hoarded up people from\nthe hospitals and the asylums? Was that in your transport or another transport?",
        "Q: Were you around -- were you around at the time of the first transport? Do you remember what\nhappened?",
        "Q: Wasn't there some sort of them marching you out of town and you were -- and you went by a\nravine or something where there were a lot of bodies?",
        "Q: So that was your transport?",
        "Q: That wasn't an earlier one?",
        "Q: So how long were you at the stone quarry?",
        "Q: What was Tuccin?",
        "Q: What kind of work did you do there?",
        "Q: I'm sorry. But there's too much noise. We need to shut the door.",
        "Q: I'm sorry. Would you please shut the door? Thank you. You were carpenters in Tuccin?",
        "Q: I need to stop you. Now were you in the -- you were in the quarry for a few days, then you went\nto Tuccin?",
        "Q: The other way around?",
        "Q: You went to the quarry first?",
        "Q: Okay.",
        "Q: Why did you do that?",
        "Q: So where did you practice your dentistry?",
        "Q: Who the German or the Romanians?",
        "Q: This is amazing.",
        "Q: So now you're in Tuccin --",
        "Q: And you're treating German soldiers?",
        "Q: And everyone thought you were a dentist?",
        "Q: Now the camp is --",
        "Q: The name of this camp?",
        "Q: You were listening to your wife's interview.",
        "Q: Was there anything else, any stories?",
        "Q: I am sorry. I am sorry. I thought we were rolling now. We're not.",
        "Q: So I want start the tape.",
        "Q: Where is this?",
        "Q: My turn. Is there anything else about Tuccin or about --",
        "Q: Did you feel that all of the time?",
        "Q: That your life was so precarious?",
        "Q: From which army?",
        "Q: Were you ever worried when you were pulling teeth on German soldiers that you might do\nsomething terribly wrong --",
        "Q: -- because you didn't have training and what the repercussions would be?",
        "Q: You did a root canal?",
        "Q: Your -- your sister and mother were in Tuccin also?",
        "Q: What happened to them?",
        "Q: I'm trying to understand when you got separated from your mother and sister.",
        "Q: Did they make it?",
        "Q: I want to ask you a little bit about your music.",
        "Q: Well, you had quite a following.",
        "Q: You were a well-respected musician, , composer.",
        "Q: Were you -- did that come there to play? Did people recognize you in all these experiences?\nWere you able to --",
        "Q: So when you were a dentist or when you were a carpenter whatever you were --",
        "Q: Were you thinking about music in all of these times?",
        "Q: You had an opportunity in maybe 1938, 1939 to go to Palestine?",
        "Q: Would you tell me what that was.",
        "Q: This was the time with -- with Hooverman (ph.)?",
        "Q: Hooverman, he was -- now he engaged me I should go. I didn't go. I didn't want to.",
        "Q: You didn't want to or you couldn't get the visa?",
        "Q: You didn't do any --",
        "Q: I asked your wife this question.",
        "Q: Do you think that all of your education and training helped you cope with the ordeals that you\nwent through?",
        "Q: What way?",
        "Q: Did it give you certain survival skills?",
        "Q: When you came to this country --",
        "Q: Was it easy to pick up your music again?",
        "Q: I know. But I am going to move a head of that because your wife has explained about the Czech\narmy.",
        "Q: Unless you want to say something about it.",
        "Q: How long were you here before you played with an orchestra again?",
        "Q: You played with Dorate (ph.) --",
        "Q: -- In Minneapolis?",
        "Q: How many years?",
        "Q: What position did you play in the orchestra?",
        "Q: Fritz Krieser (ph.), born in the United States, lived in Europe all of the time. He is a Viennese,\nlived in Vienna. And he wrote many pieces which he didn't write. And he gave a name to it. Let's\nsay Bunani Krieser (ph.) . What that mean Bunani Krieser, the only composer which\nexisted, but he gives them a name. So he became popular. Therefore, it 1s was very, very nice\nand very pleasant. And Krieser wrote a , which is a music. Which in Vienna was very, very\nbeloved. And this was called . So -- and therefore, he was very, I mean, clever to do those things.\nAnd then after what -- after he died, all these pieces came out of . Not Krieser. So it was fun.\nPeople loved it so, loved it so. Now, here I play from this Fritz Krieser. What do I play? Oh,\nyeah, . It's a good translation. Very good. Can I play? That's it.",
        "Q: Do you -- I want to ask you a question. That was just beautiful. Do you remember what the first\npiece you played was, after you took up the violin again?",
        "Q: Thank you --",
        "Q: -- very much. Beautiful. Picture of you and Gertrude in the Czech army.",
        "Q: This is a photograph of Gertrude and Sam Flor in Tuccin between 1942 and '44."
    ],
    "answers": [
        "A: My name is Samuel Flor. I was born in . This is a town which has her name according to the\nlittle rrver which flowed through the city. And from , we went -- it's about halfway between\nChenlavich (ph.) and Dornavortra (ph.). And Dornavortra was a famous where the people came\nand stood there for four weeks or six weeks and drank some stinky water. It was miserable. And\nI couldn't stand it, but I drank it because there said I have to drink and it makes me healthy. So\nafter it made me healthy, I was very happy. Then I went --",
        "A: At the time, the whole territory was Austria and the country was Romania. It was Romania\nbecause this was not our country. But by that time, you could also go to Romania without a\npassport because they saw this is a good place because the is very important for the health of the\npeople. Even King Carl, the Romanian king, used it and drank this water which they called It\nwas a terrible stench but only little children could taste the terrible stench because they are still\ndumb. And so we drank this water with the terrible strength and then we said we felt good. So\nwonderful. We are terrific with this water. Now, this water was like a rusty iron and we drank\nthis rusty iron and we were happy that we drank something which made us just a healthy and as\ngood as the king from Romanian who drank this water.",
        "A: 1930 -- no, I -- I have to think a little because I didn't have the correct time -- yes, in 1930.",
        "A: 1938?",
        "A: Yeah, 1308, yeah.",
        "A: 1908, yeah. No, you're right, yeah. And this today is a very, very long figure to say that I'm born\n1308. Somebody told me, \"My goodness, you don't belong here. You belong to the -- to the\ncemetery.\" No, I don't belong to the cemetery. I'm here and I am all nght and that's good.",
        "A: Yes.",
        "A: Absolutely, because when I was 12 years old, my country became Romanian. And now it was\nyou needed a passport to go there. You couldn't go like before to Romania and you say, \"I'm a\nRomanian.\" No. I was an Austrian. Now, I am in Romanian and I have to pay for a visa and I\nhave to have a passport to go get into this beloved town, which was very famous all over. So --",
        "A: Right.",
        "A: I need the passport for to go to Romanian because I still lived in Austria.",
        "A: Yeah.",
        "A: Yes. Then this town where I live now become Romania and now I don't need a passport to go to\nRomania because I'm a Romanian.",
        "A: It meant that the laws, which I don't know at all, I was forbidden to throw stones, because when I\nthrew stones and I got paddled on my behind from a policeman. And this was all of the\npunishment I got. So therefore, I'm Romanian which was paddled by a Romanian policeman and\nhe didn't get punished for this.",
        "A: On all the street corners, the street names were changed. They didn't change the house numbers.\nThey stayed the same. Now I was born in in Number Five. But this Number Five stayed all the\ntime, so I knew I'm a Romanian citizen and I have to sing a new national anthem and we sang it\nbecause we were told we have to love the king, so we loved him. And here I know that means\n\"Long live the King.\" And if he lives long, I'm a Romanian.",
        "A: Yes.",
        "A: That's right. When I came home -- my father was dead already, I lost him right after the first\nWorld War -- and I said, \"Mother, you know we are Romanians.\" She said, \"How do you know\nthis?\" \"Teacher said so.\" \"No, the teacher said so, it cannot be. The teacher must make a\nmistake.\" 'No, mother. Look, I will show you. Come out and I show you new street signs.\"\nMother came out and didn't believe me, but then she read by herself. The Street of Michael the\nBrave. So I kept this and I know from time I was born Number Six.",
        "A: It affect me so that I was sitting and trying as much as possible to learn the few words. Number\nFive. And I learned it and it was very nice for me so I could remember it. And my tongue\nworked like a Romanian tongue, so it was all right and I was very proud of -- yeah.",
        "A: Oh, yes, it was very difficult because I had to learn that if I cannot speak these words correctly, I\nget 25 over my behind. I was paddled 25 times as the whole class looked on. And I was paddled\none after the other. So I had to feel it and I couldn't sit very long after this. But it was all right. So\nwe made fun of this.",
        "A: Absolutely. People went silent and thoughtful. They wouldn't stop the war. And then they\nlaughed about this new different idea of the let's say the life of the Romanian because they\ncouldn't speak. Nobody knew what he talked, nobody knew what he said and nobody knew what\nit means, what he said.",
        "A: Oh, no, we learned this just by the way.",
        "A: There were new laws instituted because I didn't use them. I couldn't use them because I didn't\nknow what they meant. And I tried very hard but it was all right and it was fun for us. We all\nlearned.",
        "A: Oh, yes. Laws which pertained to Jewish people was that they cannot go at six in the morning to\npray. They had to go at seven because it was a law, it has to be. And then came the other law that\nthey have to pray shorter, cannot pray so long and cannot use the synagogue for four hours or\nfive hours. And this was a very tough law for us because we used the synagogue all day. But it\nwas contained to four hours.",
        "A: It impact my family because my father was a watchmaker. Watchmaker was called the man who\nrepairs a watch. So it impaired my father very much and he was swearing in German because he\ncouldn't speak Romanian.",
        "A: Yes.",
        "A: Yes. The idea of using the synagogue shorter and living in this town, which was -- had quite a\nJewish population, the idea was that we had to obey these laws. And we knew very well that if\nwe don't obey it will be something bad. But we knew it that they who didn't obey these laws,\nthey have also 25. It was called . Those that they changed, it means 25. And this you will suffer\nyourself. And they, especially the Jews, didn't like it. But not many got beaten 25 times on their\nbehind. So it was an example for the whole population.",
        "A: Yes.",
        "A: Yes. They were used to live with the Jews because without the Jews it's no fun. But they needed\nthe Jews for handing out 25. And they knew it right away, who would get it? The Jew. This was\nvery clear for them that it was so. But when -- until 1918, 1920, and then they moderated us so\nthat they have quite let loose this law.",
        "A: Why? We don't know. Life became, all of the sudden, easier for the Jews.",
        "A: Yes.",
        "A: Yes. Always when I went to school and the -- got beaten by the larger Romanian population. It\nwas not very happy, but you use it.",
        "A: Oh, no, mixed.",
        "A: They were friends which were not Jewish and which I appreciate very much because they like to\nplay soccer with me, because I was a very good goalkeeper. And therefore, I became their equal.\nThey even didn't know. The younger boys didn't know what to do with anti-Semitism. They\nwere told, \"Hate the Jews.\" So they thought, \"Yes, I hate the Jews.\" But that was all that they\ndid. But there were no beating up Jews, boys to boys, because we were on the same team, the\nfootball team.",
        "A: Anti-Jewish comments were very few. There were the Romanian that choose to shit in your hat\nand tell the mother this 1s good. They made a rhyme and had it.",
        "A: Oh, no, that was after 1920. Yes, after 1920 they were running after us because they were told\nthat they could beat us up and nothing would happen to them.",
        "A: Oh, yes. It was very clear it had to do with our so-called profession; watchmaker. One bought\nthe watch and said, \"I don't know what to do, my watch goes and all of the sudden doesn't go.\nThen I shake it, it goes. Then I don't shake it, it doesn't go. So I have to shake it all the time and I\ncannot go shaking my watch all over the time. So therefore, it's a dirty Jew sold me this watch\nand he knew it wasn't good.\"",
        "A: No.",
        "A: That's right.",
        "A: What was I studying? The regular normal disciplines which every child studies. There where\neven a little more strict for Jews. And interesting, the teachers were Jewish. Now, they got a --\nhow do you say -- a diploma for their teachers, and they were kept as very important people,\nthose teachers, because they just kept like Romanian teachers.",
        "A: There was already high school. And I finished the high school and then I had to decide if I want\nto go -- high school was a gymnasium there and then we decided we want to go to the university.\nThis was a little harder because, first of all, to be accepted in the university, you have to pass an\nexam, which is the Romanian exam. And here we have to know the Romanian history. This was\nvery complicated because they did not have a history. The Romanians did not have, by\nthemselves. And the commission which had to ask us these questions, they didn't know\nthemselves what to do. And they were very strict, especially with the Jewish kids. To answer\nwhat they want to hear, that they had a university just as good as a Romanian university. They\ndidn't have. So we had to invent it and to speak of it, and we were quite intelligent boys and\nreally the Jewish kids were flunked for this examination. So we were very happy. And now, we\nwere open for the university. And this was the biggest problem for us because we were not\naccepted in the Romanian university. And most of the students, now over the age of 18, 19, they\nwent into foreign countries to study there. And this was Austria, Poland, Czechoslovakia. The\nneighboring countries.",
        "A: I went to Austria and I studied music. And I got it right away. And I was accepted right away\nbecause I was a good violin player.",
        "A: This I learned in Chernivtsi. And there was an old man who played at weddings and birthdays, I\ndon't know whatever he played. And he played pretty nice and I admired him and I wanted to be\nlike him.",
        "A: All of the time. Because the school system there is from 8 to 12. And 8 to 12 you learn the\nviolin. After 12 you go home and you have the lesson. And -- and this was very pleasant because\nit's only four hours. So it was all right. Sure you learned other disciplines like arithmetic and\nwhat you have to learn.",
        "A: Oh, yes, yes.",
        "A: Every day.",
        "A: Regular school?",
        "A: The violin, I did it all the time from 12 to 12 midnight.",
        "A: Yeah.",
        "A: Yeah. Then I went to the conservatory at the Vienna Music Academy. And they accepted me\nright away there and this was very nice for me. I was accepted there and I was somehow\ninterested to go to a chamber music class at the second school. And then they accepted me, too.\nSo I had two conservatories, it was called, and I studied there.",
        "A: Oh, yes.",
        "A: This time we saw some students, colleague of mine, coming to school which a . They wore it,\nand looked down upon us. And some had songs when we marched into the class they started to\nsing this song. It's an anti-Jewish song and they had the whole -- it was a young man who was a\ndrunkard. And they accepted this drunkard in their company very much. But one day he was\nkilled. And sure, they said the Jewish killed him. He was just a drunkard. But then they created a\nsong and it had terrible words to it. \"When the Jewish blood drips from our knife, then we are\njust happy.\" So, what can we do? We knew this was . This is a name. And then everybody was\nsinging the song, marched to the song, and it was a terrible song, a terrible idea of putting in this\nmisery of, that a young man died the death of a hero. He was neither hero or zero. My goodness,\nbut nothing -- but never mind. And he had this song . This song became more and more popular.\nThey sang it all the occasions they had. And here this song was very -- I mean, very loved.",
        "A: In Vienna -- in Vienna and then Chernivtsi and then anyplace where Jews were.",
        "A: Oh, sure, we were aware. But by that time, the laws were so strict that you couldn't go from\nGermany to Romania to German. It was impossible. So therefore, you know, hey, Germany is\nfar, what should we be afraid of? So we were not afraid of. So students who left Chernivtsi for\nGermany to study there, they tried to get out and they got out.",
        "A: Oh, yes. We saw clearly that the group here makes this misery and arranged it that it should be\nabsolutely synchronized with the Germans. And we had -- in Yatsi (ph.), this is a town in\nRomania, a university town -- and in this university town, there was a teacher by the name of\nYon Cuza, C-U-Z-A. And this Yon Cuza had power over life and death because he was deretian\n(ph.) of anti-Semitism. And Hitler came to Yatsi to study with Yon Cuza. So he knew they had it\n-- they had it made.",
        "A: No, middle 20s.",
        "A: Oh, yes. They introduced a new . That means, this is according to the enrollment of students, the\nJews had to be counted. How many Jews compared to how many gentiles. And we didn't know,\nbut we heard that -- that this 2,500. So this was very tragic because all of the sudden, all of the\nJewish students are aware that the group of Jews had to leave the university. So this was very sad\nbut they didn't do anything again.\nEnd of Tape #1\nTape #2",
        "A: In Romania, it was enough to have quotas because they shrunk and shrunk all of the time and it\nwas really hard that the Jew could go into the Romanian university. So almost all went to\nGerman universities, Austin and Hungarian, whatever there was.",
        "A: Oh, yes, doctors. They couldn't become a doctor, couldn't study in the doctor's faculty. And they\ncouldn't study in the engineer faculty. And they couldn't study in the faculty of -- of science. So\nthere were cut, cut, cut down and they final result 1s it's no use to go to this university. And then\nwe went to Italy. I had a friend who went to Italian university. His name is Arnold (ph.) Rim,\nR-I-M. And he was using the Italian university and he was in voice -- he had a wonderful voice\n-- in the music faculty. In Italy it was very easy.",
        "A: Yes, yeah.",
        "A: Yes. They could practice only on certain days and couldn't take gentile patients. So 1t was\nforbidden to -- really to be a doctor like you are in America or anybody so --",
        "A: Businesses it was even worse. They were told you can only be so much and much in this and this\nbusiness. Yeah, I think somebody counted their money, of which they have a good part to give\nup.",
        "A: Yes.",
        "A: No. Then she was permitted to be a teacher of religion. So --",
        "A: Yes.",
        "A: Very easy. We didn't feel anything. We didn't have any restriction and we played as much as we\ncould.",
        "A: Yes. You couldn't have an -- an orchestra which consisted only of Jews. This is -- the late\npianist. Now, there are many Jewish orchestras but this was not in the height of the Hitler time.",
        "A: What did you say?",
        "A: If you don't get along, you don't have an orchestra. So if you get along. Orchestras build basis on\ndiscipline, Jewish or non-Jewish and the feeling of the piece you just played. And if you don't\nhave this, then you have nothing. And the audience demanded that this should be fulfilled any\ntime you performed.",
        "A: I was teaching and I was playing. But mainly the playing was done. In Vienna, we have an\norchestra which is called . At our next intermission I will tell you we have to go up in my room. I\nstill have one thing that I put on the wall and . Hey, I think now there were more gentiles than\nJews. But there were gentiles because the gentiles are not string players. The violin, the viola,\nchello, bass, this 1s the Jews. But then the trumpet and the French horn and this is the gentile.\nHowever, I don't why, but in every orchestra -- in the Philadelphia orchestra today has. So you\ndon't have it because they have. This is customary.",
        "A: Oh, yes.",
        "A: No, he didn't take down names. Hitler was all over all a buff. Everything. When Hitler gave a\nspeech the town was dead.",
        "A: In Romania, in Austria, in Germany, in Hungary, and any other countries. Everybody Hitler\ntalks, let's hear what he has to say. What he had to say or what he did say was so stupid for one\nwho speaks German, who speaks real Germany. It didn't sound like German. It sound like\nbarking of a dog. And the louder he could bark, the more respect people had and the more\nadmired him. I cannot get over how the people today, when they hear a recording of Hitler, they\nshut up and stand stiff and listen to it. And he is very great. Today. Therefore, I don't know how\nthis is possible that the stupidity carries on, even over centuries.",
        "A: Oh, yes.",
        "A: This experience starts, . \"My German brothers, I'm here only to help you to be alive. Because\nthis misery of those infiltrated sickness, which I mean the Jewish sickness, this we cannot take\nvery long. Because if you don't fight it, then it is our end. So we have to stand up and fight\nagainst them.\" And the people yell, \"Bravo, hooray.\" And so what did he say? Nothing. Yeah,\nbut see we don't agree or we don't realize that this 1s nothing. For us this is the biggest and the\nloudest. And then all of the sudden he cries. I saw my dear mother going to the food market and\nshe wanted to buy a loaf of bread. And they say, \"I'm sorry. We don't have any more bread. And\nthis poor woman stood there and we didn't have anymore bread. And I thought it's very sad to\nrealize how the people had to take it without any -- how do you call it -- they didn't have any\nanything putting against it, which is so easy and very bad. They heard all these things and Hitler\nspeaks again. So all of the sudden, they tell us that he's attacked by Poland. \"Oh, they attacked.\"\nAnd all of the sudden you can see soldiers in German uniform lying dead. And people who look\ncloser saw the image of the concentration camp, Jews dressed 1n uniform.",
        "A: Oh, yes.",
        "A: We are in Gletwitz, where they started the war. And they said, \"German soldiers were killed by\nPolish soldiers and look what happened.\" And there was not true, not a word. So here the war\nstarted. But it is very interesting that we here in America don't talk very much about this,\npossibly not. Because this 1s not a story I tell you, this is printed in the papers and you can read\nit. But then the other thing, which was really tragic, here comes Hitler to Stalin and said, \"Stalin,\nwe have to be friends.\" And Stalin said, \"Why? I'm the biggest fascist and you're the biggest\ncommunist. How can we be friends?\" \"Look, I have to start the war against Poland and if you\ndon't help me as a good friend, then the whole thing is for not.\" So they became good friends and\nStalin helped Hitler two full years. Send him armorment, send him food. And so Hitler could\ntake all the countries like Poland, Czechoslovakia -- which he took before, but never mind. In the\nwar he took them now. And then he could take France and Belgium and all these countries. And\nStalin send him armorment and food and so on because the agreement was signed on the 23rd of\nAugust 1939. And the Ist of September 1939, the war started. Who started the war? Stalin\nstarted the war. People here said Hitler started the war. This is stupidity because they don't want\nto read in the library, the agreement between Stalin and Hitler. Exactly eight days after they\nsigned the contract. a bargain between the two foreign ministers. Eight days afterwards, the war\nstarted. So now who started the war? Stalin because he said, \"Okay, yeah, my friend. Now we\nhave to be friendly.\" And the railroad line that we went on the Russia now, going through was\nChernivtsi was blocked. It couldn't be used anymore because it was only for armorment for\nGermany. No passenger, no freight trains, nothing went, only this for armorment for Russia --\nfor Germany -- Russia send it to Germany. Now what -- why are we today still afraid? But it's\nnot a story I tell you. It's a story you can read in the library. And so therefore, I hope that people\nwill get their mind straight and see the broader history is here. Otherwise, they are afraid to do\nanything and this 1s false.",
        "A: Yeah.",
        "A: In 1938, Chernivtsi had the biggest, greatest German alters. They were all Jews. And the alters\nwere and then -- I forget seven or more -- and they are painted in Germany and in German. And\nhe's the greatest German author. He's a Jew from Chernivtsi. So the life of an intellectual life,\nyou cannot suppress. It went on all the time. The was just like Vienna. The trumpets were on all\nof the time. I played very often there. And we were very happy there we could do this. What\nwould happen to this -- also it was on the Russia. But here in a short time, the Russia suppressed\nthe German activity. I mean, the Germans literary activity and it sank down a little. But they say\nif you want to hear on the handgushes (ph.), it means the hand street, you call a doctor and the\nwhole street turns around, because everybody has a Ph. D. that agrees there. And then all turn\naround. So this is Chernivtsi on the highest intellectual level.",
        "A: No -- yes.",
        "A: Yeah.",
        "A: Yeah, it went on and on but not very strong. But then all of the sudden the Dean at the\nUniversity comes in and says, \"Ladies and gentlemen, we are now awaiting our leader. We are\nliberated.\" And I thought, by the way, one more liberation and I wouldn't survive. And now we\nare liberated by Joseph Stalin (ph.). And he is the greatest humane person. And we have to\nrealize because we are now really liberated. So we were liberated from our possessions, taken to\nSiberia and so -- now, this Russia has a funny habit. They have great alters. And if you can show\nme a book, which was printed before the colonies were there, and this book should not mention\nat least once the word \"Siberia,\" I put down any price you want. Because Siberia is part of the\npulsation of Russia. And what is Siberia? A lady said here, \"I know Siberia 1s cold. But what\nelse do they have?\" No idea, a bunk (ph.). And Siberia is a very important basis of life in Russia.\nAnd so this Siberia goes on, even day and any day. So what can we say? This is very tragic. And\nit's very tragic for 72 years, people believed the biggest bunk was their thought. And this is\nSiberia. And that you cannot hear what happens in a foreign country, there is a lot closed-up, that\nwhen they moved into Chernivtsi, the first question was, \"Do you have relatives in a foreign\ncountry?\" God forbid, say no. Because if you say yes, then you're a passenger for Siberia. And\njust what they did. So all of the sudden, my mother-in-law, a lady who never could miss opening\nof opera in Vienna or an exhibition in Paris, didn't have any idea of politic. What is politician?\nDidn't even know that we are in Romania, that we are in Russia. And she is taken for 17 years to\nSiberia. Why? Because her husband was taken before, some half a year. And she was deported\nwith her mother-in-law. Her mother-in-law died in the transport. But she was not the only one.\nThere were 39,000 people say. And these were not Jews. These were mostly Jews, but they are\nnot. So therefore, we should be clear that all this is very clear in the mind of the life. And they're\nused to such a life. To put people in wagons, kettle cars, and take. And you don't know where.\nSo --",
        "A: Oh, the changes which happened there, they were not visible because the people were not\nJewish. There were all nationalities. But this was very sad that all of the sudden it became so\npeople were taken away at night. You never saw them. When I came here, some people asked\nme, \"What's the difference between the Germans and the Russians?\" I said, 'The Germans arrest\nduring the morning and the Russians during the late night, late evening.\" And this was the whole\ndifference. You never know why, what. And it was wonderful organized. In Russia, when you\ntake a person, arrest him, and you lead him, you also go with a loaded gun behind the person.\nThis is only in Russia. In Germany, there are -- I don't know -- the man -- how do you say this?",
        "A: Yes. So therefore, I never saw thought that somebody should go with a loaded gun or in the\nstreet and very fast, one to one and go.",
        "A: No. The Romanians were not tough on Jews. I cannot say it. Not just because they are Jewish,\nbut the Russians? Oh, yeah, . That means \"dirty Jews.\" . No. But they deported a whole village.\nAnd so those peasants from the village, they were very smart. They took cats in sacks and\nmoved there with the cats. And when the Russians come through the woods to chase them, they\nlet the cats run and the cats climb the trees and the dog barked after cats. So here we are quiet all\nof the sudden and our village went through because Russia was colorless and the Romania was a\nbeautiful country with beautiful country with people. And they are the fields you see when you\nfly, small fields, all color and so on. But they were very proud to have this. It was -- it was a nice\nthing. That, \"This is my field. I do whatever I want. I plant whatever I want, but I plant and I\nlove it.\" So what comes out here is instead 1s the misery that everyone buys his own field and is\nhimself a big landowner. It's a little landowner but never mind. And therefore, he thinks to\nhimself, he's a big planter. \"It's my land.\" And I -- every summer I took my -- what are they --\nhiking shoes, and I went to the mountains, always. We stayed there a hay loft of a peasant. They\nlet us stay there. It was very nice. And they for dinner, all ate together and it was beautiful.",
        "A: That's right, in Vienna.",
        "A: What?",
        "A: Yes. I went back to Chernivtsi when Hitler got near. \"I think Hitler 1s too close. Let's go back to\nGermany.\" So I was living in conservatory and I had my string quartet.",
        "A: Yeah.",
        "A: Yes.",
        "A: No.",
        "A: No. I told you how I got married.",
        "A: You see, when the Russians came in there was no newspaper and no radio. I mean we had radio\nthat played marches and the newspaper wrote how peasant so and so is very happy because he\nsees butter for the first time in his life. It's not true, he saw butter all the years. But never mind.\nThis was life in Russia. And -- but I was arranging the orchestra there and I looked out the\nwindow and I saw kids running in the doorway and hiding. And then they came out, stood\naround the conservatory. I went down and asked those kids, \"Why are you around the\nconservatory? What are you hiding for?\" \"Oh, mother said I should run because they took my\nfather away. You see, mother said I should jump out the window and run to the town. So I\njumped out the window and run to the town. And here we are afraid of the police, of the maligia\n(ph.).\" \"Oh, I see.\" So I couldn't understand what the hell 1s carrying those kids on. Now, all of\nthe sudden, here I see one day at 12 noon, I lock the door I want to go eat lunch. Here stands\nsuch a kid, and stands at the door and says, \"Hi, I came to have a job.\" \"What job? Your a kid?\nWhat do you want?\" \"No, no. I graduated the conservatory.\" Shows me a paper. Yes, he\ngraduated. He must be a genius. \"Look, I lock the door, you will have no job now because now\nyou need lunch.\" He said, \"Lunch, yes, but I want a job, please, enroll me.\" So he treads after me\nand steps down and we walk the streets. And he says, \"How much money do you have?\" I said,\n\"Three ruble\" -- about 75 cents. He said, \"Three ruble, do you know that's enough to get\nmarried?\" I said, \"You're crazy.\" \"Yes, I agree, I'm crazy but I see you have no place to sleep,\nnothing to eat, so it would be best up should get married.\" \"I don't want to get married.\" I have it\nin front of the house that people get married. They call it in Russia. So I drag it up three flights\nand we walk in and it's a woman, a young woman. She asks, \"Want to get married?\" \"Yes.\" \"To\na girl?\" \"Yes.\" \"You live with her?\" \"No.\" \"Sleep with her?\" \"No.\" \"Have children with her?\"\n\"No.\" \"Okay. Hurry up, want to get married?\" \"This man, do you live with him?\" Oh, she starts\nto cry. What an insult, she lives with a man? She never had to date in that life. She's all of 16\nyears old. And then here starts the problem to have children with him, she cries already loud she\ncries. Okay, this woman calls out, \"Hey you, sign here.\" I sign. \"This girl signs.\" She signs.\n\"Where's your rubles,\" she says, \"Hey you, put down your three rubles. Put down the three\nrubles.\" And now we are married. And we walked down the steps. Come downstairs, I have this\npaper in my hands and say, \" ? What is your name in the polite German form. \"My name 1s\nGertrude.\" \"Okay, now be quiet.\" So therefore, all of the sudden, she got married. And now this\nis the way we got married and we are still married.\nEnd of Tape #2\nTape #3",
        "A: Reckless. I'm very lucky because at that time I didn't know what \"reckless\" means. So -- but I\ncommanded her around as much as I could. She had the big respect for me, the big man. We\nwere known all over and she talks so intimate. But I figured why did we get married? She\nwanted to get another name because she new very well if one family member somehow held\nback by the police, the whole family goes to hell. So she needed another name and here she has\nanother name. Okay, . And now comes what should come; a mother, a sister. But I told her in\nRussia there was the law, nine people to one room. We had three rooms, so 27 have to live here.\nBut it doesn't mean nine people a room. They can push in here, push there. And therefore, a\ncouple came. They were teachers; a man and a wife. And she came with a big barrel in her hand.\nCarried it and put it down on a Persian rug. I said, \"No, don't, don't, don't. What you do? You're\ndripping water all over the place.\" \"I know and that's the reason I put it here. It shouldn't ruin the\nfloor.\" And it was very sad. But then --",
        "A: What?",
        "A: What made me?",
        "A: No. She looked like hell. She had two dresses on and one winter coat. No. It was just so I wanted\n-- I felt a little bad because I was happy all the time and she all of the time. \"What is with you?\"\n\"Nothing, nothing, nothing.\" Didn't want to talk and didn't want to -- just cried all of the time. So\nwe came home, rang the bell, mother opened the door, \"Hi, my dears. Who is that?\" -- no --\n\"What is that\" -- not \"who is that.\" Looked like hell. \"Mother, we have another in our family.\"\n\"You got married?\" \"Yes, mom.\" Now she catches on. \"What would you like for a wedding\npresent?\" \"Wedding present? A big pot full of stuffed cabbage.\" It's called . Mother started to --\nto cook. You know how to make ? You take a leaf of kraut and put a little meat in and close it\nup. Leaf of a kraut, a little meat. . And mother started making right away because kraut, you\nhave -- everybody have a kraut and meat is all so little. So and mother started to make and\nGertrude started to tell, two days ago two soldiers came in or four Russia soldiers and said they\nhad to look through here. \"What do you have to look through?\" No, get this mother on the\ncouch. Her mother-in-law on the couch, gathered on the couch. And they have cried there, those\nthree people together. And, yeah, and he next to his wife. And so it goes, here and they look all\nover and then, all of the sudden, one -- after two, three hours, reaches for his hankerchief, pulls it\nout, blows his nose, puts it in. \"Let me look here. What is it? Oh, yeah, and then there was -- I\nthink it then ruble -- no, ten dollars, American bill. \"Hey, they have foreign money here. Hey,\nlet's look.\" Couldn't find anything else. Yeah, brought it along. Yeah, it just goes to show how he\npull it out of the pocket. So now he -- they have to taken him along. He has to sign. They said,\n\"What do you have to sign here and I can't go with him.\" The mother says, \"No, you cannot go.\nYou wait here. He will be back in a short time.\" And that was the last time they saw him. Didn't\nsee him anymore. And they don't know where he is, what he is, where was he at. But that she\ndidn't tell me and didn't tell anybody because, you know, there is a law if somebody in your\nfamily is arrested, then the whole family shortly will be arrested too. So -- but this is not a soviet\nlaw. This is a Russian law. It goes endless, centuries ago. So, therefore, this was the old thing.\nAnd Gertrude cried. And now she lay down on the couch and turned to the wall and cried. So\nnice wedding present do I have. So we'll see what can we do with her. And then stuff -- she\ngathered the that her father was taken away. And her mother -- no, not yet was her mother. Her\nfather was taken away. Now mother has done the stuffed cabbage and we started to eat and we\nate. And my sister came. \"Hello.\" Oh, my sister was dressed with the latest cry of fashion\nalways. She was very beautiful and very nice. And looked at that. \"What's that?\" Okay, now we\nhave to take her in -- our hands. She has to do something. And she took Gertrude 1n her hands\nand did nice things. Gertrude didn't like her very much because my sister was beautiful and very\nnice and very good, but always so full of her and she must look good, and must have these shoes\nand these clothes and so on, and cannot go get dressed like that and so this was it. And now we\nknew that we have to go sleep in the basement. And in the basement we heard crying of people\nall live next door or somewhere because the people were deported.",
        "A: Yeah, 1940, exactly. So people are deported. Taken out and down to the trucks, until the truck\nwas full, then comes the next. So -- and it was really murder. It was tragic. On the truck you see\npeople holding each other and crying, \"Why us? What did we do? Why?\" So -- and then the\npeople talk to each other, then they say, \"No, we never said -- we never. We were the happiest\npeople in the town.\" They said, \"Yeah.\" Because we knew they liked Jews and like everybody. .\nThey were did what they were told. It was murder. And so therefore, you heard it all the time.\nBut it is clear that they didn't do anything, anything to make these people feel better or\nsomething. No nothing. And, therefore, this was the situation. And so when we came in the\ntruck, my mother was so natural as I. My mother, \"Okay. Don't worry. You will see your .\"",
        "A: Yeah.",
        "A: Oh, yeah. Coming to the wedding.",
        "A: No. The whole time was very crazy. It was -- we knew of people get married for a pound of\ncoffee. People get married for a pair of shoes, a pair of soles, for fixing my shoes. And so people\nget married for getting married. No reason. So therefore, don't think for a minute there's a reason,\nif anybody can tell you why. Philosophically, can you talk around it as much as you want, but in\nreality, you cannot explain it. So therefore, it is has nothing to do. We just got married and now\nwe sit here and wherever we go. And nobody sit down next to you. Everybody says, \"No, no,\nwhere we go? What is this.\" And we did -- the most thing was that we were so mentally derooted\nhere and there. \"Where can they take us? We are in northern boarder. This is Russia.\" So they\ntake us to Russia. \"Okay, take us to Russia. What's wrong with Russia?\" So guessing . Therefore\nthe basic problem is you cannot explain and nobody can explain it for the same day. But married,\nmany people got married. So there was no problem.",
        "A: The first was all the Jews should go in this street and this street and that street and that street.\nAnd this will be the Ghetto. And nobody, no Jew is permitted to be home. So how do you get\nsome 30,000 Jews in five minutes here? Because if you were had -- -- if you would have\nanything, any belongings after five, they were taken away. So people stand there and cry and\nyell. I'm sorry. You don't speak German. I got a wonderful book of a friend of mine who was in\nSiberia and wrote a book, The Art of Survive. Therefore, this is old. Now I knew a captain who\nwas sitting on a horse and riding around there, I said, \"Look, captain, what should I do?\" And\njust once he takes a pencil and writes on paper, \"Samuel Flor and his whole family will be\ndeported with the last transport.\" Yeah, it's nice. I still have it here. However, he cannot help me\nand I think and I have to go there. And we went to a doorway and there were all the people were\nlying there on blankets and so -- but it was very bad. And we laid there and then, all of the\nsudden we heard, \"Gerty, Gerty.\" And there was a girl by the name of -- I don't know, she will\ntell you. And this woman here was with Gerty 1n the same class in school. \"Come up here.\" And\nSO we went up to her. We don't know where to step because the floor rot. So we went up there.\nShe lived in this house and -- she and her husband -- and there we were two or three days. In the\nmeantime, they put boards around us so you couldn't go anywhere. You were locked in. And I\ndon't know what to say and how to say it because, all of the sudden, you were in jail. But like we\nwere with the Romanians, they put us also 200, 300 in such a group. We were there eight days.\nWe said, \"Oh, it will be like the Romanians. They will send us back.\" It was not like 1t was with\nthe Romanians. And then came those with the name from A to D should go down to the street\nand when the train will stop, you go to the train. The train stops and those have to get in. \"Get in,\nget in, go fast.\" And so now they move. Where do they go? We don't know. So therefore, this is\na transportation and the people are taken. Now what it plays in role, we walked into such a train.\nIn our wagon, there were two dead people. Two men were lying there dead. We yelled, \"We\nhave to take them out.\" \"Shut up.\" And now the train starts to move with the dead people. And\nthe air is terrible. And so we have to -- there is such a little window which has a. You can look\nthrough but you cannot do anything through this little window. We arranged so that everybody\ncan stand five minutes next to the window. So we switched five minutes. And my mother was a\ngenius. She said, \"It's all right. Don't worry.\" What went down on this train, too, a couple. He\nopens up a jar of -- what did they have there? Honey marmalade, I think, something. And he had\nthis knife and she yells at him and so he takes the knife and put dirt on her coat -- it's a raincoat\nshe wore. She said, \"Okay.\" And he takes the marmalade, a piece in his hands and throws it at\nher. Why you fight now? What are you fighting for? Who's right? Yeah. And so what should I\ntell you, this is -- these are tragic situations because I cannot tell these people you could be in\nfive minutes dead, so when you're dead you cannot fight for the marmalade. What would it be\nthen? So I hunt down with Gertrude and we sit in the water. And Gertrude doesn't cry anymore.\nSits there and said, \"Do you know where we go?\" I said, \"No, I don't know where we go and I\ndon't want to know where we go. But do you know?\" \"I don't know.\" So after three days of\ntraveling -- but what do we do? All of the sudden the train stops and from the train to the ground\nis about six feet. From the ground to -- because we are on the hill, is a -- I would say from the\nground, it's a little , another six feet. And we went down and they yelled, \"Move down here and\ndo whatever you have to do.\" So in the bathroom everyday. So we did whatever we had to do.\nAnd I always had fountain pen with me. Do I have it? Hey, hey, hey, she took it away. And a\nRomanian peasant boy, a soldier, looks at this grasps here, two pens and takes it away. An\nlaughs and now he's happy, he knows he can't write. He cannot write but he has a pen, that's\nimportant. that means, not fountain pen -- it's pens that you have to put in ink and then you have\nto write. So do I look at them, so poor sole. He doesn't know how dumb he 1s. . So then we\ncome, finally, to a river which is called Niesta (ph.). And this is Transnistria. And on this river,\neverybody should go on the ferry. But everybody has to pay 20 lay (ph.). I don't go on the ferry, I\ndon't pay 20 lay. And then you get some -- what's a -- a whip over your head. And so then you\npay 20 lay. Now you have to go to ferry with the whip, you pay. So, therefore, you cannot move\nand you're standing on the ferry. The ferry has a piece of wood standing here, and in back a piece\nof wood. And we are like the headings. You stand there and all of the sudden somebody opened\nit up and people fall in, in the water. Many couldn't swim, many could swim. So I don't know\nwho couldn't swim an who could swim. And now we were . So my wife says, \"No, I don't go on\nferries. I don't want ferries.\" \"You see what happens to those who don't want to?\" So -- and then\nwe went to the other shore, and there's another shore, you have to go on land. And then they said,\n\"Who has relatives or friends who want to call from the town should yell your name and then we\nbring them over.\" Good. And we saw people, they looked like ghosts. They looked so terrible.\nThey were deported about a week ago. What a week did to those people, terrible.",
        "A: Sure.",
        "A: Romania.",
        "A: Yeah. Now, on the other sides of the ferry were Germans.",
        "A: Yeah.",
        "A: No, no, no. On the other side of the ferry was Transnistria, and those were Germans. And\ntherefore, the ferry moved and now they stopped and they are all on the other side, and the .\nAnybody can call if you want relatives and those people looked like ghosts. Terrible, it was\nterrible to touch them. And this was the beginning of the movement into Transnistria. Do you\nknow what Transnistria means?",
        "A: No. \"Trans\" means across. \"Nistria,\" the river 1s called Nistia, it's Nistria. So like Transylvania, it\nmeans on the other side of the woods, \"sylvania\" is the woods. So therefore, those people come\nand then we look at them and lie and we don't know what to say. What should we say? And we\nsee -- I mean those ghosts, coming and looking at us. We looked at them like \"God, knows who\n.\" And they looked terrible. They gave away their coat, their shoes for food, yeah. And therefore",
        "A: No, out in the open. Out in the open, which is a road. The street, yeah.",
        "A: The town -- . There was a town which 50 years, yeah. And this was the town. We were\nforbidden to go into the town because the town looked even more than we dreamt. Gerty --",
        "A: And then we were all whipped together with a whip and now we have to march. And we march\nand march and march. And people who couldn't move should not be helped by anybody. If you\nhelped, you get the whip. So you got the whip, they fall down, you fall down, and then you go\nand you let them lie there. Never mind. So when we start to march after, six, seven or eight, it's\nalready dark. And when we march, all of the sudden, I see we march in a circle. We march the\nsame place around. So what for is this exercise? And then after a while we see those people who\nwe left lying there, couldn't move, with open moves and their teeth were broken out because they\nhad gold teeth. It was not nice to see. They were lying there. Some , I take over. So -- and this\nthe same and then we march, march, and march, and came to a town which had a stone quarry.\nAnd we were all gathered to the stone quarry yard, and then we tried to lie down. And where\nshould we lie down . In the stone quarry there's no grass. There's little grass, but 1t was not very\npleasant. And we looked around and the people were lying around, and there was . and wrote his\nbooks. There he had been . Yes, and we saw it and we looked around. What was there to see?\nNothing. It was row of houses but not a row, a house, nothing, a house, and a house. And there\nwere people living. And they wanted to take us in but we didn't not want to go.",
        "A: Mother and sister and Gertrude and an entourage. I had all the Jews from our neighborhood,\nyeah. And so we marched until we came to the stone quarry and we lied down and sleep there.\nNow we said, \"Let's see what's here.\" \"Everybody should stand in a row.\" What for we should\nstand in a row? It was already dark. I don't know, but we stood in the row. \"Okay, go up there\nand sleep whatever you can. It's not bad, there's grass around.\" So we lie there and then, but we\nhave to eat something. You had nothing to eat. Nobody gives you something, nobody asks you\nfor something. And this river , it is called a \"bug,\" B-U-G. So I looked around and we lie down\nthen it's dark and we can't sleep, everyone. So we slept there and then the warm sun warmed us\nup and so we woke. So they came with many buckets. Everybody got a bucket. Half of the\nfamily can take a bucket. Go down, bring the bucket up filled with water. What should we use\nthis for? Drinking, washing, cooking. But you didn't know what the hell you were using. We\nwere told, \"Wash yourselves and then leave the water for cooking.\" And is much better.\nQ. Okay. Thank you.\nEnd of Tape #3\nTape #4",
        "A: No.",
        "A: They had lists, and those lists are going on the whole time. Collecting the list, who is this, who is\nthat, who is that, what did he do. I heard that I was transported when the Russians moved in,\nthere came a man to me and said, \"You take right away your music, write a song that you greet\nus as we come and take a poet. He should write the text.\" So I got Kitner (ph.), who was a very\nfamous poet, and I got Sam Flor, and we wrote -- we were laying 1n the dark and the\n-- who are those people who -- who do this -- how you call them? Who choke you -- they are the\nchokers -- the chokers helped.",
        "A: The oppressors, they have put us in. And until the sun was beautiful, light came and made us\nfree. we are the free now and now we can say who's street is a street, who's world 1s a world we\nare beautiful poem, beautiful music. And so I heard because of this, was Kitner and I deported.",
        "A: Oh, sure. So this was the reason that we were deported, but everybody should have such a\nreason.",
        "A: No, we don't know. We cannot tell you when and how and what.",
        "A: Oh, yes, because everybody was transported from the Ghetto. And we had Mrs. Palvin\nWashstein (ph.), the piano teacher, say, \"I want to go first because those who go last they don't\nfind .\" What did she know?",
        "A: Oh, yes, this was what I told you.",
        "A: That's right.",
        "A: But every transport has the same things. It's repeated. It's all of the time.",
        "A: Very short, about three, four days. And then when took us to Tuccin (ph.).",
        "A: Tuccin was a town and the town had a square in the middle, and the square was very terrible\ndilapidated houses. And they gave us these houses. We should make them livable and we lived\nthere. Now this happened. Now we have a place in these houses where a long house was\ntogether and it was not dilapidated too much, and there they wanted to make sort of a hotel,\nwhich means a place were where people work. And this we tried to do to show how important\nwe are, that we are useful. We are useful. So they can use us. And so we made this hotel and\nthen made a kindergarten. So it was very nice. And at last, after a few days only, but then came\nthe major and the captain . Yeah. And the captain, \"Yes, yes, this is nice and go\nwork. It's all right. But I need two hundred people for the other side of the bug (ph.).\" Two\nhundred people, he needs two hundred people to shot. \"Oh, my what can we do? How can we\" --\nonly gold pieces help. So we send out delegation to Romania to . Maybe we can help get us\nhome, send money. And so also they did something so to get the people out and not to be sent\nacross the bug because they were surely shot. When we went on the -- that means on the stone\nquarry -- two people, two little people, I saw them very far. They yelled, \"Flor, Flor.\" I yelled,\n\"Yes.\" They , SO I should know their names, that they were sent across the river.\nThis was a transport before us. We were sent to Tuccin. They were sent across the river. And it's\ninteresting that people say when they go across the river they will be shot, so I should use their\nnames to remember their names. People should remember they know them. So I know this was\ntheir last song. I don't know and I cannot tell you what their mind is, but what is in your mind\nyou will know you will die very shortly. You have something in your mind, everybody. says,\n\"Okay, I want that people should know that I was here. I don't care what people. Even if I tell it\nto you.\" So therefore -- and then we started to march to Tuccin. It was not far from Tuccin. Not\nfar means a four-hour march. So we marched and then in Tuccin we had this hotel and we stood\nthere.",
        "A: I tried to do -- and I don't know what. Because when the Russians marched in, and we had the\nriver , and this river was shot to pieces. I mean the bridge. So we were called to do bridge work\nthere. It was very hard work. And that -- I don't know what -- what to do with this bridge work,\nbut finally, I did the following thing. I had a friend who had tools for a carpenter. \"Okay, Sammy\nwill be my assistant.\" And we were the carpenters. we were called, that means. So\nas Carpenters we --",
        "A: Yes. There's carpenters now. We were called Here a lady yelled --",
        "A: Yeah. And I was called, with my friend who had the tools, from a lady, \"Fix here the\nin the kitchen.\" And you see this piece. So he fixed it and she was very happy and\nshe wanted to give us some money. And then she looked at me and, oh, boy she was at my\nconcerts, and she new very well I didn't know what to do and how to do it because I don't\nunderstand the whole thing. So she gave me small coin. So I took it. \"Thank you.\" Now,\ntherefore, 1t was my profession to be a carpenter and I was very happy that he took me. And he,\ntoo -- he was -- was a lawyer and I was Flor. So we were two carpenters. And we also tried to\nhave some useful work so they should see that they can use us. But here, before we left Tuccin --\nI mean the stone quarry, there came this commission and started to call names. And they called\nthe name \"Professor Samuel Flor.\"",
        "A: No, no, no.",
        "A: This happened in the quarry.",
        "A: Yes.",
        "A: And then yelled the name \"Samuel Flor\" -- \"Professor Samuel Flor.\" I didn't move. And the\npeople looked at me, \"Hey.\" And so oh, again, called, \"Professor Samuel Flor, step forward.\"\nAnd I said, \"Yes, I'm Samuel Flor, but I'm not the professor. I am the doctor.\" And I they thought\nI was saying Doctor Romano Flor, my uncle. He 1s a surgeon. \"So you're a doctor. Okay, go into\nthis corner.\"",
        "A: Because I know they don't shoot doctors. Therefore, I went close. They said, \"Okay, you are a\ndoctor. Go there in this corner next to Doctor Arot (ph.).\" Doctor Arot says, \"Hello. What should\nI say? I will say Iam Romano Flor.\" He said, \"Stop it. You're crazy. You cannot cut a person\nopen.\" \"So now, what should I say?\" \"Say you are a dentist. I can help you.\" So I was a dentist\nand they could help me but nothing happened afterwards because then we marched to Tuccin. .\nAnd I found out that the major wasn't there. The Major who was the top. So he was somewhere\nand then he came and said, \"Okay.\" But in the meantime, I was there with Doctor Arot stood and\nsaid, \"Say you are a dentist. I will help you.\" So I stood there and I figured out, okay, what\nhappened? So Doctor Arot took me under his wings, because he knew dentistry, like every\nsurgeon knows. And --",
        "A: I said. Now we have to go with the other people. Other, we were 17 together and now we will be\n15 and we followed them. So I follow them and we came to Tuccin to the hospital. The hospital\nwas terribly dilapidated. So I went there in this dilapidated hospital, and now the Doctor Arot\nexplained that, \"This is a drill. You pump with your feet. And this is a hand , you put with the\nhand, you drill, and this is the angle. And you put in this little corner, the short drills.\" And so --\nand he explained to others, \"There is huginal (ph.), colorphonal (ph.), and cardboard (ph.). And\nthis you need for the -- and this 1s armorgament (ph.). You mix it with your -- here you mix it,\nyou rub it, and it becomes soft, very soft. And then if you leave it a while it becomes very hard.\nEverybody knows armorgam (ph.), armorgam, armorgat (ph.), and you have it, too.\" So -- and I\nbelieve that and I say, \"Okay.\" And then the Doctor explains that I have to press out the quick\nsilver out of the armorgam press and press it to a piece of cloth. So this was all right to do and so\nI started to make fillings with armorgam. It was very nice to do this because I know that you\nclose the cavity, which is black, then you clean it good. After you clean it, you put a little\nhuginal, and then with a little huginal on top, you put this armorgam, press it against the tooth,\ncheck if you have some trouble with the upper tooth. So it was already so I loved it armorgam\nbecause it was very easy, no problem. And it helped, no problem. But then it became -- after a\nwhile, it became a little complicated. The tooth pullings, I pulled very fast and there was no\nproblem to pull the tooth because I know if you feel the little, least the goes with the prior, then\nyou go to the other direction. So you wiggle, you try to lift it off. So it become very good. He\nhelped and I pulled and it was all right. So it was no problem. So therefore, I knew armorgam\nand I knew this other one, what I put in. This is -- I clean the cavity, put a little huginal, then I\nput -- I mean what you -- 1n front of the teeth. The Russians had terrible dentistry. They would\nput you a green -- a green filling. Why? What the hell? Why don't you put filling that look like\nthat, like the tooth? They say the green is better. I don't know why. They still have the green. So\ntherefore -- and I was sometimes I had this. But all of the sudden, they brought in a captain from\nthe front. We were on the front, 1t was very near. And brought the captain from the front and he\nwas wounded.",
        "A: The German. And he was -- I didn't see the Romanian Army very much, the fighting army. No.\nthey came there and had things to do and they would have to yell very loudly for them to leave\nimmediately and so on. So it was -- and this captain died on the table. So Doctor Arot was taken\nout and shot. I wasn't there. I don't know, I was told he was shot. And he was shot, okay. And it\nwas very sad because I stood here without a friend, without some -- instruments, I had, but what\nthe hell to do with them, I don't know. So I looked very fast for a book. I rode around in all the\ncomers. Finally, I found a book printed in 1880 and says don't use huginal. Huginal is the first\nmedication every doctor uses. So I didn't use anymore huginal. But then I gave it up and I used\nit. So this was all right. But I had this book printed in 1880 and I used to study it every night with\nGert. And we read the whole night. Next morning, again, the same thing. So it was -- the book\nhelped a little still because it showed very clearly the forms. Then after the book, here came a\nsoldier with all the tooths standing like that. The front tooth, one against the other, one against\nother, and so on. And terrible smell that he had. And so -- because I didn't know what to do in\nthis moment, so I called the surgeon, a young boy 20, 22 years old. He is a head surgeon. I asked\nhim, \"Do you have a foot surgeon, too?\" Because I asked him now, \"I have to pull all the front of\nthe teeth.\" He stands like that. And then you have to saw them together. Which means needles\nyou have to give him. What I am tried to I didn't know. And then I will, after this heals, I will\ngive him an upper -- how could you call this -- an upper plat -- plate. Okay. Very good. So he\npulled. I dried it and then I dried it , clearly dry. And then we sat like crazy and waited for what\nwill happen tomorrow morning. And we waited a whole night. And then it was good. It was all\nright. It healed, he slept, healed again, okay. Therefore, arubia (ph.) is all we gave him. This sort\nof a sleeping , disinfecting thing. So it was all right. And then, next day, I took the technician and\nwe made him a plate.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah. Two, three, Russians came in. Also two, three woman came tn. But the captain left and so\nthey got -- lost their paper that they can be treated, yeah. So there -- this was wonderful and it's\nterrific that I had the power to do this. You had to take, every morning to take a bottle of petrol\n(ph.) and to clean the floor because this is disinfection against lice and all this stuff. And the\nman, , was his name, he was holding there -- the magazines with all these relic things which he\nneeds for the office and so on. And he was terrible, he called Gert -- he told her \"dirty Jew.\" And\nit was unbelievable how she had to suffer. He beat her sometimes and I don't know how I --",
        "A: There was nobody who didn't think I was a dentist but nobody had doubt or something. So 1t was\nabsolutely all right. And every day I got a paper which is written, \"Samuel Flor and his wife\nGertrude Flor have the right to go this street and this street every morning and back every\nevening, the same street back to the hospital\" -- \"from the hospital to the camp.\" We are to sleep\nin the camp and so on. One day I went home and Gertrude -- and there was a peasant who had\nbarn next to the camp. And he cleaned the barn. It smelled terrible but it's a barn, it was clean,\nwith a heap of -- how you call it -- . So I took this and I looked and then, all of the\nsudden, in this big pile of junk, I saw a ladies shoe. I grabbed the shoe for Gertrude and so it's\ngood. And then -- but when I pulled the shoe, I got resistance. So I pulled more. I pulled out a\nboy. A whole boy was there. He wore two left lady shoes. So I asked him, \"Who are you? Why\ncan't you tell me?\" And I asked, \"Gertrude, should we take him in?\" So we took him in the camp.",
        "A: Besides barbed wire.",
        "A: Had no name, yeah. And we took him in and everybody got one potato on charcoal. And I asked\n\"Gertrude, can we give him one?\" \"Okay, give him one.\" And I got one, and she got one, and he\ngot one. And he stood there and rubbed it on his arm and on his belly. And so it was good. But\nhe didn't say a word. But then we asked him, \"Who are you?\" Don't answer. \"If there will be a\nword I will talk. No word, I don't talk.\" Okay. And then we sat down and started to eat the potato\nand looked up. He's done. Okay. . So he went. After two minutes he was in again. And he said --\n, house and says, \"More\" -- \"one more outside.\" I said, \"Look, you don't want to eat with us?\"\nAnd he want -- \"You just don't want to talk to us, so what the hell is wrong with you?\" He said,\n\"I have to bring him in.\" \"Okay, bring him in.\" He brought in him and in walked a pair of\nGerman britches. You know what the britches; are riding pants. Bound together on top, so I\npulled the cord, fell down, naked stood the little boy. This little boy must have been six, seven.\nHe must been ten, something like that. \"I am David. I was at an execution (ph.) now and now we\nare running here and now we are from there and there, the town .\" And he talks a little more.\nAnd the man who was the roofer said, \"You know, I will take the big one. My father was shot\nlast week, you know, and his name was Yocannon (ph.).\" You know, Yocannon, the biblical\nname. \"So I'll call him Yocannon.\"",
        "A: Okay. And he took him to the hospital and 1n the hospital the boy climbed the ladder and\nbrought a hot iron to iron the roof and so was it was very nice. There was a bookkeeper in the\nhospital, a Romanian --\nEnd of Tape #4\nTape #5",
        "A: Yeah.",
        "A: Her girlfriends were standing on the river there, and everybody here had a pair of shoes, a pair of\nsocks, underwear, I don't know what. We had one crazy man. We made him the captain of all the\ncrazies. So he was the captain. His name was Ishkavitz (ph.). And he beat up the other crazy, but\nthere was life in the boy, so very good. Now, he stands there, he has nothing to sell, to give, he\nstands there and looks with his open mouth and one has, on a green leaf a piece of --",
        "A: So.",
        "A: Did you ? Okay. On this Sunday, all the women ran to this little river.",
        "A: , and have a pair of shoes, a pair of underwear, and a pair of socks, so on. And this\npeasant woman looked at one thing and there were holes in what the peasant woman had, and\nthen -- okay, she dropped it, too. And she goes on and looks. This is the way the bargains go\nhere. Here stands Ishkavitz, the captain of all the crazy guys, he stands there and he looks what's\ngoing on. Stands there . Okay. And all of the sudden, with his open mouth, he falls on the hand\nof one woman which has a piece of butter on a green leaf, and has it all on his mouth and with\nhis face into the water. And he swallows and he chews and so on. And then he gets up and says\n. It means for afraid. Because woman are afraid of him and, therefore, it didn't do\nanything. And here was a story Gertrude tells you. And she remembers the story for sure because\nif I will tell 1t to her she will sure remember. Okay, there is a story. Now it's your turn.",
        "A: , no. About , there is nothing anymore to say. About Tuccin, many things, but there\nare two little things. For instance, I come in back, I'm just finished with a patient, and Gertrude\nsaid -- tears come out of her eye. \"Gertrude, what is it with you?\" She can hardly talk, but then I\nsee she has a mouthful of something. Okay, because she was so starving always, more than\neverybody else. \"When can I eat something, a little bit?\" And she had -- the woman had a cherry\npie in her bosom. I put a little huginal in the woman, it should not hurt her and go home. I say,\n\"Can't do anything. I have to pull your tooth.\" \"No, pull, please. No pull.\" \"You sit down, I put\naway.\" And now she brought us a little cherry pie and want to bride Gertrude, she should bribe\nme, I should not pull the tooth. And Gertrude, what did she do? Put the cherry pie into her mouth\nand I stood there with a full mouth, she just ate the cherry pie. I pulled the tooth. I had enough of\nthis. I could say, which are many of those. And there are -- they are important. But so told in\nthree minutes or in five minutes told, your life in Tuccin , it's impossible. It's very hard. Where\ndo you go? because this short beautiful story with the cherry pie in her mouth, this has hundred\nin ends and starting because I can get killed at any moment for this story. Now --",
        "A: What?",
        "A: Sure. And I had a man, he was a major -- no, if one has no insignia (ph.), he's the most\ndangerous. You don't know what he 1s. So therefore, I think he was a major. It was Fritz\nFronrodi (ph.), yeah.",
        "A: From the German army, yes, he was Fritz Fronrodi. One evening, late night, somebody yelled,\n\"Samuel Flor, dentist.\" Oh, I was called dentist. It's bad but good on one side, they don't shoot\nme until I come out. \"I have terrible toothache here, here upper tooth and please, you have to do\nsomething.\" \"We have no electricity.\" \"We'll have it right away.\" And he had a little jeep, a\nVolkswagen, pulls it up on sort of a bridge, we'd say, corrected. And now he a light in the office\non the table. I never saw this man and he says, \"I have a terrible toothache. Here, here, here. Do\nyou see?\" \"Yes, I see.\" And I said, \"I cannot help you. I cannot see the instruments. I cannot\nsee.\" \"No, you will help me because I don't go home. I don't -- I want to sleep.\" So I said,\n\"Okay.\" And then I wait. So therefore, I go out. Next to him stands a blond beautiful -- how do\nyou say it in English? She is like a . So she stands there and he says, (moan). And\nthe guy build us the bridge. I said a ramp or something. \"Okay, let's go.\" We go in his car. And\nthen what do you thing when I say we go in his car? To him it's nothing. You go his car. No, it 1s\nterrible, you cannot sit in a car with a major, somebody. It's terrible. Okay, we go 1n his car and\ncome there. Sure enough, they had this Volkswagen on the ramp, and the light in, yes, I see it.\nAnd now, \"Okay, now you have to pull tooth.\" \"I don't have to pull the tooth.\" \"What?\" \"Here 1s\nthe tooth. How can I pull your from my fingers?\" \"How? You have pulled it already?\" \"Yes.\"\n\"That's nice. Okay, pull them all.\" \"I cannot pull them all. You will come in two days, I will pull\nthe next. In two days, I will pull the next. I don't pull all in one day.\" \"Okay, that's good. Good,\nterrific.\" Really I. Okay I know what to do. Now, this guy comes every second day, as I said, at\nfive o'clock because he is busy until five. And then he says, \"I am worried.\" He opens his\ncigarette case and gives me a cigarette. \"Oh, boy, a cigarette, thank you.\" But I have cigarettes\nand I am very happy and I smoke a cigarette with him. He says, \"I'm worried.\" \"Oh?\" \"You\nknow why I am worried?\" \"No.\" \"I am worried about the German youths.\" \"Really?\" \"Do you\nknow what they did? I get 500 to lay flat.\" That means to shot them. \"So 500, one young guy\ncount and count. He goes and counts, counts, and counts, and comes back and says ,\n\"We have only 308.\" \"My goodness, how can I do something like that? I never beat a Jew. Never\nin my life. I never touched a Jew. I killed some 20,000 but I never touched one. But it's not a war\nagainst Jews, this is all war for humanity.\" \"Oh, now I know.\" \"And therefore, how can you do\nthis to me here, he gives me 308 cartridges.\" So he became so inamate (ph.) of us, that he so feel\nwith him that he suffers. So he suffers. He wanted to take us out and -- Gertrude and me, he\nwants to take out her. So Gertrude, Schmidt, to and they put us on a speed boat and take us to\nand we are free. I said, \"No, I have a mother and a sister.\" \"Oh, I cannot do\nanything.\" So it was a whole story that he wanted to do nice things for us, but he laid flat 500\nJews here. And so I said, said so, that this is Jew for humanity and not against Jews. So I\nshouldn't worry about the Jews.",
        "A: Sure.",
        "A: No, because really the repercussions, if I break a tooth, which happens. So I break and then I fill\nit up and take out the root. But never happen to me with root canal. Boy this was really a God's\ngiving because they send it in a box very nicely and all the directions what I should do. I could\nbe blind and do it. It was terrific. I was very happy that I could do such a thing.",
        "A: Let me -- I did many root canal because, all of the sudden, an office -- \"Doctor, here is\nsomething for the dental department. Must be for you. We don't have any other.\" And I looked,\nthere were boxes with treatment of root canal. So I had -- this is good. Now I can read and\nexcellent, how to do it and what to do. This was really a God given thing, those boxes.",
        "A: No, no, no, no.",
        "A: They were sent to . Do you know what is? Okay. They -- and they\nwere up to their knees 1n water and their knees were blue and they were frozen, but it was all\nright. But then when we came to Chernivtsi all together, and this woman looked here, she was\nlooking for lice, she said, \"Hey, Professor, don't go there . Because there they get\npeople. Go out to the woods here and to the felony (ph.).\" \"Okay, I promise.\" And this was a\nvery tough thing because the Russians had corners where they kept a few soldiers and everybody\nthey took them to or heaven knows where -- Far East. People they should work . And they took\nyou to the concentration camp. So, therefore, it was not pleasant. And I went up, and when I\ncome to the felony, Gertrude started to cry the steps up. And I said, \"Please, don't cry, yet.\" And\nI take her hands and I shake her. \"Please, you cannot cry. You must smile all the time.\" \"Okay.\"\nAnd she come in there and Mr. Hess (ph.), the bookkeeper, and he looks at us, \"Oh, you're here\nagain. Okay, sit down and play.\" \"Yeah, Mr. Hess, I have to do something with Gertrude. You\nsee, she don't feel good for a moment.\" And I take her into the ladies room -- I in the ladies room\n-- and I say, \"Gertrude, do you want to kill us? It's new director and a new people. Don't cry.\nPlease, don't cry.\" So -- and I had to play the same evening to . So I played, smile. \"Sure,\nabsolutely. I am happy to do it.\" And this was the situation that I tried always to keep Gertrude\nfrom giving out her fear. And so everything, \"Don't give it. Wait a minute. And they know it.\"\nAnd don't wonder they should be so involved in this. \"Forget about it, it's not your business. And\nif you want to be free, you can sit and cry as much as you want, but here we cannot do it.\"",
        "A: We came to Chernivtsi, went up there into our apartment and there were two women who said,\n\"You will not be long the owners. You are capitalist. You cannot be . And we go immediately to\nthe \" -- which is the secret police -- \"and tell them that you are .\" And they were\nvery eager to get people from the camp because they always said, \"If you are not good for the\nGermans, you're not good for the Russians.\" So -- and therefore, my mother and my sister were\nthere, and then I said, \"We go to the Czech army.\" And mother cried a little, and my sister, a\nlittle less. And we went to the Czech army, and my sister said, \"So beautiful two people, they\ntake away. Oh, no, whatever will happen to me here? And you'd like to be killed here?\" And I\nsaid, \"Uh-huh.\" I like it there much better. And --",
        "A: Yes. They went to the DP camp in Salsburg (ph.). . But there was such anti-Semitism in the DP\ncamps. The leaders of the camps, which were Americans, they said, \" go here and you will go to\nAmerica.\" So what do you know, the main thing was at these camps, that the people should say\nfrom where they are. And they must invent a town in Germany. But what this means, they must\ninvent -- they must invent a town which is under Russian occupation so nobody can control them\nanymore. So I found a town , and this saved their life. A whole bunch came from . I\ndon't know if this town had so many people, but everybody said that from Romania. Because\none said, \"I come from this and this town.\" It's true he comes from this and this town. And then\nthe officer looked, \"Oh, this town. That's easy for you to go there. Bring us a paper that you\nbelong there and then you can go, .\" Impossible. You cannot get through and they don't let you\nthere. They're so smart.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: If you recognize me, but most of the people didn't know at all.",
        "A: When I was a carpenter, this woman recognize me, gave me a tip and she didn't know -- she was\nsomewhat taken back that I should do carpentry there, but then it dawned on her that Iam a Jew.\nSo therefore, but --",
        "A: Very much, all of the time. And it was very important. When I married Gertrude -- so, she was\nvery much below me, which means I was known. I was a leading person in the town. So -- and\ntherefore, but as you see now, Gertrude, she is very naive and very normal going and forgets\nterrible much. First she cries for her father and all and then she don't cry anymore. But still she\ncried for her father because it's tragic. I have never seen him and she worries about him and\nwotries even today. It's over 50 years. '45 and 40 is -- one, two -- '49, '94. Bad, it's not good.",
        "A: Yes.",
        "A: I didn't have an opportunity. I went to the English consular and the girl knows me very well. She\nhad a prescription -- no, conscription (ph.) for the series of my chamber concerts. I know her\nvery well. She always sat in a certain seat and she looked and she had something with . So when\nI came there, I said, \"I want absolutely certificate to go to Israel.\" She said, \"Mr. Flor, you know\nthat I'm very good to you. Bring me a certificate that you are baptized, you get right away this\ncertificate.\" But 1t was forbidden at that time to get baptized. You couldn't. I want to get\nbaptized, why not? Just more water on my head.",
        "A: Yeah, sure.",
        "A: I couldn't get the visa, then I didn't want to go to a real door (ph.). So either I go like a or not at\nall.",
        "A: What? -- playing of music or composing during this time, could you?",
        "A: No.",
        "A: What?",
        "A: Absolutely.",
        "A: In which way it helped me? It helped me that I knew to look into a face and smile and said, \"This\nis a.\" But I cannot hide behind something because I don't have to. I was absolutely proud of my\neducation because education didn't come just by chance. I came -- no, it was very hard work and\nvery interesting work. I loved it. All the times, I knew it right away that there is a place for a man\nlike me. I cannot get killed like that dog or something. So it was all right.",
        "A: No. Survival stills 1s just on the moment. It does not exist. And I'm very sad that we make such a\nabout this concentration camp. We cry, it was bad, and -- no, not necessary.",
        "A: Um-um.",
        "A: Right away -- no, wait, I had it -- through the Czech army.",
        "A: Yeah.",
        "A: No, I want to say that it was beautiful up there. The at every concert. Not all, almost every\nconcert. And I played solo, other things. I want to see here, the rabbi calls me, and it was\nsomething rather unusual, what happened to him two years ago, he said. I went there and I told\nhim the story. He said, \"Okay, you will play the over here.\" Good, I will play and I am very\nhappy. So he want to give me money, I didn't take any money. I didn't want to because I\npromised this to a man who died. Did we have problems burying him. It was two days we slept\nwith the dead man and then we asked how to do we get rid of him. Not easy. I know the the\nplace, I know the stone. What's the difference? Must change -- be changed now.",
        "A: Very short. When I came here I went to the settlement school and was teaching one year. But in\nthis one year, I had offers with the Cleveland, the Washington, Baltimore, Minneapolis. still\nhave a program. $75 a week, 50 years ago. I knew I didn't want it because of . He was such a\ngreat man. But was really interesting story. I went -- I traveled all of the time as a kid. I didn't\nhave any money. We were very poor, but never mind. So I save money always in winter to go\nsomewhere in the summer. So we decided we would go to Greece, Turkey, Greece and Egypt.\nAnd then Egypt is in Greece 1s a cloister. It is big, big cloister which starts on the --\non the sea and then you climb up and up and up, because any cloister -- anything starts not on the\nsea, it starts here or a little higher. And this starts -- this 1s a cloister where only man go. No\nwoman is permitted. Not even a woman fly, a woman cow, a woman horse, something. Really,\nit's true. And then they have meetings where they don't talk. Just a silent meetings. I don't know\nwhat the hell they do there, that's it. And sit for hours. And therefore, most of the people are from\n, Arabia. It was an old Greek orthodox. And they have their -- they pray and then they have\ninvited guests. And they say, \"Okay, I will sleep here. Just throw me a straw pillow. And for my\nfriend, also a straw pillow, on the floor there.\" Okay. Now we have two pillows. Now we lay\ndown and want to sleep and the man next to us (sigh) (sigh). So he goes on after that. And it was\nbad habit. And I didn't know what to do with this man and then it was very interesting, his\nbehavior and his lying there on the floor. And then I came here, it was in 1947. And in '47, I told\nthis man about the cloister. He said, \"This was you?\" \"Yes, it was me.\" \"It was me\nwanted to become a priest.\" And he was there. And we two guys, always I lift my head because I\nwant to sleep and let me sleep don't come .\" So he meet each other on the other end of the world.",
        "A: Yeah.",
        "A: Yeah.",
        "A: As long as it was, ten years -- about 12 years.",
        "A: First one, yeah.\nEnd of Tape #5\nTape #6",
        "A: I think it was this, yeah. Boy, aren't you romantic and do you have here in America, so -- no, it 1s\nnot this. It is just a technique. First the fingers, then the hands, and then you play.",
        "A: You are very welcome.",
        "A: Right.\nEnd of Tape #6\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJuly 28, 1994\nRG-50.030*0295",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Samuel\nFlor, conducted by Randy Goldman on July 28, 1994 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "SAMUEL FLOR\nJuly 28, 1994"
    ]
}