{
    "rg": "RG-50.233.0131_trs_en",
    "sequence": [
        "Q: Today is April 21, 1992. Iam Anthony Di Iorio. I am at the home of Mr. Morris Steiman in\nPhiladelphia, Pennsylvania. I am here today to interview Mr. Steiman about his experiences\nand recollections of the Holocaust. Good afternoon.",
        "A: Good afternoon.",
        "Q: When were you born?",
        "A: I was born August 5, 1918.",
        "Q: Do you remember where you were born?",
        "A: I remember where I was born. The hometown was a little town, Bodzanow. It is in the vicinity\nnear Pluzk, 25 kilometers of Pluzk. Then the next big city on the other side is Ploinzk which it\nwas 29 kilometers. Then another town in between which is about 17\nkilometers from my hometown.",
        "Q: Sounds as if you were in the very center of Poland.",
        "A: Right.",
        "Q: In 1918 was the last year of World War I and you were a war baby?",
        "A: I don’t remember the war, but I trust you as an historian that you must have been right.",
        "Q: Now how did your parents come to be in Bodzanow?",
        "A: They came to Bodzanow in the middle of World War I, close to the end, maybe. I think they\ncame in 1917. The little town of Bodzanow.",
        "Q: Where were they from originally?",
        "A: My father was in a town not far from Warsaw called, Radzamin(?). The mother came from a\ndifferent town, also not far away, its called Volka(?)",
        "Q: And when did they marry?",
        "A: They married 1885.",
        "Q: You were the youngest?",
        "A: I was the youngest. I remember I was told my parents had fourteen children. I was the\nyoungest. I remember only, unfortunately, only seven. The others passed away in between as I\ncould remember. One of them, matter of fact, passed away in the town, Bodzanow but I don’t\nremember. I remember the name my parents mentioned it. But I don’t remember the history.",
        "Q: What did your father do for a living?",
        "A: When they moved to Bodzanow, they had a bakery and I remember the bakery, I remember very\nvaguely there was a fire once in the bakery and the authorities had stopped, they couldn’t bake\nanymore all baked goods, bread and everything else, but they were permitted only for Shabbos\nto bake the challa, what we call, bread for challa for Shabbos and also we were permitted to\nbake the matzos for Pesach. And this practically they made a living at the time, then during\nlater years they rented a fruit garden in the villages, they went out when they barely started to\nbloom and later on around June, July we moved out there to keep an eye on the fruit, they\nshouldn’t steal it, which it happened. Some kid came around, some grownups came around and\nthey stole some fruit, so we had to be there to watch it. Then we could stay there ‘till end of\nAugust, beginning of September ‘till all the fruit was ready, we took it home.",
        "Q: Do you remember what kind of fruit?",
        "A: Apples, pears, plums. In the beginning was cherries. Yes.",
        "Q: What was your favorite fruit?",
        "A: My favorite thing was to climb trees to--",
        "Q: To shake the trees?",
        "A: Not shake. We couldn’t shake them, because if we shook the trees it fell down and it got\nspoiled. We had to take them off very gently. Cherries was nice. In the beginning we used to\nmake a double we put them up on the ears like earrings. It was a good experience. It was an\nexperience on the way you had to watch to make a living. When they come in some kids came\nin to do mischief to steal or to shake the trees I used to hide myself, was a little narrow places\nwhere I could hide, and when the kids came in I ran out, I caught some of them. They were\nlike, what do you call it, the grass what sticks, poison ivy. I used to, if I grab somebody, I used\nto, of you’ll excuse my expression, I used to pull down his pants and put him in the poison ivy.\nAn this was the last time he came in to steal the fruit.",
        "Q: What kind of house did you grow up in?",
        "A: The house. We didn’t have the convenience what we have here in Philadelphia. Not\nwhatsoever. I don’t even remember having any toys to play with. But somehow we grew up.\nTaking the more value of life we always had to be on guard because the anti-Semites in Poland\nwas very great. When I used to go to school we always had to fight. I had to fight because I\nnever run away from a fight. We used to go in the street, two, three boys, and were approaching\nus a couple of Polacks, Polish boys, so the one who came across in the sides where they were\ncoming, they always went on the other side, the side that I should always face them with my\nelbow to the Polacks. When they passed by, when I stick out my elbow, they felt 1t. So I was\nalways like a fighter. I was a little boy in the family, but I never ran away from a fight. Many\ntimes it happens later on, it was around °37 or °38 when I was in Warsaw working, we’ll come\nlater to 1t, so I was sitting with another boy in a park, a couple of boys approached us and start a\nfight.",
        "Q: For no reason?",
        "A: For no reason. The reason was, we were Jews.",
        "Q: How did they know that?",
        "A: They find out later. Because they find out that we didn’t run away, we paid them back. Even\nhome we had a friend what they had like a candy store and the boy was around the same age as\nme, a year younger than me, but we were very good friends. Whenever, I’m going one thing to\nanother, in the pockets I always had a piece of rubber from a tire, the rim from a tire inside I\nalways had 15 or 20 inch rubber in the pocket. The pocket was open, but it was in the bottom\nof the lining. Just on every eventuality what happen. So I was going once one evening in that\nluncheonette candy store and a couple of boys approached me and I knocked on the window\nand the other one came out and both of us beat him up and I walked in the store in the back\nroom. A little while later the parents came in, a whole bunch of them, and they want to drag me\nout. I hold onto the door, they tore out the door and I didn’t gave in. Something happened,\npolice came in, somebody called police, and I was safe at the time. We were always fighting.",
        "Q: Now the house that you lived in, was it a house or an apartment?",
        "A: It was an apartment. It was a house which it was there one floor, there was three apartments.\nFour different neighbors lived there. We had one room. And that time was the parents, two\nrooms we had, the parents, myself, and a sister at the time when I grew up. The older brother\nhad been in Warsaw where he worked there.",
        "Q: Did you have electricity:",
        "A: No. We didn’t have no electricity. We had kerosene lamps.",
        "Q: Were the streets paved?",
        "A: The streets weren’t paved, but they were the cobblestones.",
        "Q: What was the language spoken in your household?",
        "A: The language spoken in my household was Yiddish.",
        "Q: In what languages could you and your parents speak?",
        "A: Polish.",
        "Q: And the language in the school was...",
        "A: Polish.",
        "Q: And how would you describe the religious life in your family?",
        "A: Religious life as we know now here was strict orthodox religious life.",
        "Q: Would you say that your parents were strict in other ways as well?",
        "A: Strict in every way possible, every way. They were respected by everyone in the little town.\nVery respected and from that respect what I saw the people gave to my parents I was giving to\nthe other people. Whenever Iv saw an elderly person was the greatest pleasure of me to see the\nperson and being able to do something for him, like to help him cross the street or even later on\nhere in the States, in Philadelphia, wherever I could help to another person, an elderly person, it\nwas a pleasure. Because I remember the respect what they gave my parents, this was a time to\ngive to others.",
        "Q: Now, what did you want to be when you were growing up?",
        "A: There wasn’t, in that town, wasn’t much to choose from. Either a shoemaker, or a tailor. There\nwas a carpenter too. So, I choose the tailor. But before I came to be a tailor, I was about 12\norl13 years old or so, I don’t remember, I went to a Yeshiva for around two years to another\ntown, Tutusk where a brother of mine lived and an uncle, cousins, and those days I was\nfortunate to have a cousin. My brother lived in a suburb from the town, and a cousin lived in\nTutusk, very comfortable living they had, and I stood with them during the week and for the\nweekend I went to my brother. I was there for close to two years, then later on I came home\nand I went to work as an apprentice tailor.",
        "Q: There wasn’t any chance of you becoming a rabbi?",
        "A: No, I couldn’t foresee it because I had to do some work to help my parents the upkeep in the\nhouse where we lived.",
        "Q: You started to work as a tailor to help make ends meet?",
        "A: Yes, I didn’t make too much money for a year and a half I didn’t get anything. Later on, after a\nyear and a half they didn’t have apprentices. How I learned the trade is a different story,\nbecause when I got there to work there were three brothers working at the same place. Then\none somehow left and I worked there with the two others and one was a good mechanic and\nthey didn’t want to show me anything. But I have to admit myself, I was quick with mine eyes.\nWhatever I learned from looking on to see how things were being done. The boss lady one time\nshowed me how to sew in pockets to a pair of pants. Otherwise everything what I knew what I\nlearned at the time, I learned from looking. This they couldn’t stop m.",
        "Q: So they were afraid of you as a future competitor?",
        "A: Possible, possible",
        "Q: How old were you 13, 14?",
        "A: I was about 13 or 14 years old. But things what happened yesterday or the day before most\nlikely you forgot. But things what happened around sixty years ago like what happened\nyesterday. There was an incident which it happened when I was working. I was getting that\ntime, five lopes(?) equivalent to five dollars a week, and I was sitting at the machine working to\nthe left was the table where we used to press, to iron the work. Around the corner from the\ntable was the other room where the boss used to cut the stuff and at that time the boss lady was\nstanding at the table, she was ironing an apron for herself. The boss said, he said to his wife, her\nname was Marsha, similar to Moishe, he said, Marsha give me the scissors. And the scissors\nwere laying on the table just to stretch out the hand and around the corner to the other room. So\nshe said to me, Moishele, take in the scissors to my husband, to . So I said the scissors\nare right around the corner, just stretch out the hand and she expressed herself to me not nice.\nLike, I don’t know how to call it, like not nice, which I felt 1t was wrong.",
        "Q: You felt insulted.",
        "A: Insulted. So after she said that so I said if this is the case, if you could insult me like this, I took\nmy coat and I was going out. There was another man working at the time, he said, Moishele,\nthey used to call me Moishele, which a lot of people call me to this day. He said, don’t be so\nhard, don’t run away, she didn’t mean anything. I said, oh, no, if this is the case, she could\ninsult me like this, so I went home. I went home. So my mother, may she rest in peace, said,\nyou shouldn’t have done it. You know how mothers always softie. My father, may he rest in\npeace, he said, well you did it, you did it. So I went over to a brother of mine which had a\ngrocery store next house down. I was there, a little while later the boss lady comes in. It wasn’t\nfar, they didn’t have no trolley car, it was walking distance. The whole town you could walk\nthrough it in five minutes. So, she said, I didn’t mean anything. I said oh, no. She said, you\nknow what, Pll give you an extra lotte(?) a week, like a dollar a week, but my husband\nshouldn’t know and come back to work. So this persuaded me and I went back to work.",
        "Q: Inadvertently you were a good negotiator.",
        "A: Yes, I was always trying to stay on my feet. I figured out what’s right and what’ wrong. I\nlearned that in my house, from my parents, to observe what’s right and what’s wrong. To do\nmost of the time the right things, and I figured I thought it was wrong for her to insult me like\nthis and I hope she’ll forgive me.",
        "Q: Were you taught anything useful at school when you went to public school?",
        "A: Unfortunately, I went only three grades because I had to go to work. I remember when I was\nworking here in Philadelphia in a place which they had a bookkeeper and they laid off the\nbookkeeper and the boss lady took over the bookkeeping and she was an attorney but she was a\nlousy bookkeeper. When I got the week wages, the way I figure, I didn’t have the full amount\nthat was coming to me. Not because she wanted to take it off, to cheat me, but a couple minutes\nhere and a couple minutes there she didn’t figure. So I told the boss, he said, go see my wife.\nSo I went to see her and I told her, this I know, one and two is three. You figure it I said I don’t\nknow and the way I see it, it’s not enough money. Well, she said, I said, unfortunately I didn’t\nwent to a schooling like you, I just had three grade school, but somehow the figures I couldn’t\nfigure out. She said, for not going through school, you’re doing all right. She admit she was\nwrong.",
        "Q: Now earlier you mentioned you had some trouble with anti-Semitism in your hometown in\nWarsaw. What was it like dealing it, was it a problem at school?",
        "A: It was a problem in school when I was very young. We had to fight back. For no reason at all\nthey were trying to antagonize us and do whatever they could. And we insisted not to let\nourselves be knocked down.",
        "Q: Do you have any theory as to why they were like this?",
        "A: Not too many, not too many to rely on.",
        "Q: How about business relationships? Your father rented orchards nearby were these from....?",
        "A: From Polacks, yes. This doesn’t mean that all the Polacks were bad. But there were a lot of\nthem which they were very very bad.",
        "Q: Did you or anybody in your family give any thought to emigrating, leaving Poland. I know one\nof your sisters.",
        "A: Yeah, one of my sisters left Poland in 1929. In 1939 there was the exhibition in the United\nStates, in New York, my sister that time was trying to bring us over to the United States.",
        "Q: This was your older sister?",
        "A: One of my older sisters, Briandel(?). She got married in 1925 and her husband left for America\nand in ’29 she came over to the United States and in 1939 she was trying to bring us over, but\nsomehow, in the bureaucracy, or whatever it was, she couldn’t make it and that’s how we\nremained in Poland. My sister, the one who was supposed to come over with me in °39,\nvanished during the war and that’s the way it was.",
        "Q: So you were hoping to go to America?",
        "A: At that time, yeah. But then during the war it was a different style.",
        "Q: An older sister had gone to Warsaw years before, this was Bayla?",
        "A: Yes, Bayla lived in Warsaw, but another sister, the one Hendel, was supposed to come over with\nme in °39, she lived in Warsaw too, up to the war. She was with my sister because she was only\ntwo years older from me. She was still single and she was working in Warsaw as a tailor too.\nAnd I too, I went to work in Warsaw in 1936. I went to Warsaw. I had a brother there, a tailor,\nhe was doing subcontracting, tailoring, and I went to him for a while, then I went to work for\nsomebody else and I worked until 1939, ‘till three days before the war broke out. There was a\ncall, that time, for the mobilization of the people who were accepted for the army. I was\naccepted in 1939, it was May or June, I remember when I stood to the Board and I was accepted\nto the army but was never taken. But then when they were talking about the mobilization, so I\nsaid if I have to go to the army at least I'll go from my hometown and be with the parents to say\ngoodbye. So it took me a day or so to come from Warsaw to my hometown, Bodzanow,\nbecause the roads were blocked by the army, the military around, but they never called us.\nMany times we tried to go to the army to enlist and they didn’t want us. So that’s how I\nremained in Bodzanow.",
        "Q: So you were in Bodzanow when the Germans came in?",
        "A: When the Germans came in.",
        "Q: What do you remember of when the Germans first arrived?",
        "A: Right after the war broke out before the Germans came in yet to our hometown, we were trying\nto go to Warsaw. We heard they are not far from us, the Germans , and the expectations what\nwe heard wasn’t good so we were trying to run away from the hometown. Twice we were\nrunning, once we were going to Warsaw, naturally, with one road through , which\nwe couldn’t make it. Next day we went to , we wanted to go the other direction.\nWe couldn’t make it because it was cut off already, so I remained in Bodzanow and a couple\ndays late the Germans came in and they took over the city, the town. Certain things which are\nblacked out. They came in trucks, passed by towns, which we saw and then they took over the\nplace, matter of fact they made a tailor shop next to my brother’s grocery. He had to move out\nfrom the grocery and they made there a tailor shop. The grocery my brother took out from the\nstore everything what we could.",
        "Q: But he had to give up his grocery.",
        "A: He had to give up his grocery business and time was getting tough.",
        "Q: Meanwhile some members of his family were still 1n Warsaw?",
        "A: Yes. Then when it was quieted down a little bit I was going twice, took in some food to\nWarsaw to my sister and brother. I took a horse and buggy with a Polish driver and we went to\nWarsaw and gave it away the food what we had there to my sister and brother and some friends\nand then a while later, a week or two weeks later, I did it again. I couldn’t come back already\nwith the horse and buggy, I took like a ferryboat from Warsaw. The fruit we took over to\nWarsaw and coming back I went with a ferryboat and we passed by a town the Germans\nboarded the boat and they took us off. We came to a border like, we landed and they took us off\nfrom the boat and whatever they found, a pair Tfillin, it was used for morning prayer, and the\nGermans found it and said whose is it and naturally everybody was afraid. So one young man\nwent over and said it’s mine. Whether it was his or not, I don’t know. He gave it to him and\ndidn’t do anything. So they antagonized something then finally they let us go back home. The\nferryboat didn’t go to my hometown, it was to the next town , from there is was\nabout 70 kilometers, so I took a walk back to my hometown.",
        "Q: Empty handed?",
        "A: Empty handed. But I came in one piece.",
        "Q: Two of your older brothers, if I’m not mistaken, were in the Polish army.",
        "A: Yes.",
        "Q: They weren’t serving in the Polish army during the war?",
        "A: During the war, no. One was in the 1922 and then during the war he passed away in 1936. The\nother brother he was in the army ’28, ’29 and they didn’t draft him back in the army.",
        "Q: What were your parents doing during this time?",
        "A: They weren’t doing anything. They were retired and they were afraid to get out from the house.\nQ; Now, what other changes occur with the German occupation?\nA; With the German occupation they took us out to work to dig ditches on one side and fill them in\non the other side, and then the other way around. Dig out the other side and put back in the\nother side. They were taking some people to different towns for hard labor. Two of my friends\nthey took to a town which called Drubnine, I think. One got killed there and the other one,\nafter a long while, he was able to come back home. We couldn’t be in the street. Didn’t let us\nbe in the house. Funny. And we were chased not to work. They made like a committee which\nfor some Jewish people made a committee and they had to do their dirty work for the Germans.\nSome did as humanely as they could, others were doing very harsh dirty work for the Germans.",
        "Q: Were you at any point forced to wear armbands or badges?\nA; Yeah. We were wearing armbands, we were wearing a yellow patch. This happened right after\nthey came, not too long later when they came in they made us wear the armbands and a badge, a\nyellow badge.",
        "Q: Was this in the fall of 1939, after you came back from Warsaw’?",
        "A: After I came back from Warsaw, yeah.",
        "Q: Everybody in the family wore one of these?",
        "A: Everybody, everybody in the town. That’s how they recognized every Jewish person.\nWhenever they felt to grab someone, they grabbed them.",
        "A: Were you forced to move at any point from your house?",
        "A: No, no. At one time there was a young fellow which they took to attend their horses. And at\none time I was taken there then I run away. They caught up with me a while later when they\ncaught me back and they stretched me up on a bench and gave me the whipping. Taught me a\nlesson not to run away. During the wintertime we were taken to work to clean the snow from\nthe roads. Many times there were ditches on the roads on the side roads. Some people fell in,\nwe had a hard time to get them out. And this was going on the living. Then I was taken to\nwork in the tailor shop. So I work in the tailor shop for a German.",
        "Q: A German tailor shop.",
        "A: A German tailor shop. Like I said it was next door, two houses from where I live, where the\ngrocery was. And there I was working the tailor shop until we were evacuated.",
        "Q: Was there a ghetto?",
        "A: No, there was no ghetto. It was a small town. It was within ten minutes you could walk around\nthe whole town. There was no place for a ghetto.",
        "Q: How many Jews lived in this town?",
        "A: When we were driven out there was about 1,200 souls. A little over 200 families. About 1,200\nsouls, people, Jews.",
        "Q: And how many non-Jews?",
        "A: Non-Jews, there were a couple thousand.",
        "Q: And when you were rounded up to do work on the roads and snow and so forth, were you just\nyoung men?\nA; Young men, middle aged men, all ages.",
        "Q: Women too?",
        "A: Women too. Sometimes they took an elderly person put on his Tallis and Tfillin and put him in\nthe middle of the street and they made fun of him. Cut off his beard, did whatever embarrassing\nthing they could do.",
        "Q: Did they ever attack your father?",
        "A: No, no. He was fortunate, they never attacked him. Either he wasn’t out, he never went out.",
        "Q: Were non-Jews also required to work shoveling snow?",
        "A: No, just Jews. Matter of fact the non-Jews they helped out Germans to chase us around. In\nlarge numbers.",
        "Q: Were you ever attacked by the Germans or by collaborators?",
        "A: Yes. I remember we were at work somewheres and Polish from the Germans\n(striking noise) so they told us to stretch out on the ground and they walked over us. The Polish\npeople.",
        "Q: They stepped right over you?",
        "A: Stepped right over the bodies. I could have helped, I wasn’t so weak at the time, but laying there\nwas nothing you could do.",
        "Q: Were you and your family in touch with your relatives in Warsaw?",
        "A: No, we couldn’t, no letters, no way anything to go through.",
        "Q: So the few trips that you took that was the last time...",
        "A: This was the last ttme when I saw them at the time.",
        "Q: Now the Germans selected you to be their tailor?",
        "A: Yes.",
        "Q: What was that like?",
        "A: It was fairly good work. I remember the boss, so called, a German, I remember him from\nbefore the war. He lived, there was a village about six, seven kilometers from the town, which\nwas a German colony. It was sickening to look at him. A dirty, filthy, he was, he was a cripple\nsomehow, too, and he was so ugly to look at him. Sickening. Then he became a big mihaf (7).\nHe made that shop. I worked there, a couple people worked there, and it was fairly, you could\nsit, you didn’t have to go outside to work in the street.",
        "Q: Did they pay you?",
        "A: They pay. I can’t recall what they pay. They paid something, yes, what the was, I don’t\nremember.",
        "Q: Did you get food?",
        "A: We had food, fairly.",
        "Q: Was food being rationed in your town?",
        "A: Yes, yes.",
        "Q: How did your parents eat, how did they get food?",
        "A: We managed somehow to get food. I was a little bit of the supplier too. I helped out. There\nwas the parents, there was a sister-in-law, who lost her husband in ’36, with two children. So I\nwas trying to help as much as we could. We had some people, Polacks, like I said not all were\nbad. There were some which they helped. They went out of their way to help. But,\nunfortunately the majority were against us.",
        "Q: What did you make when you were working in the tailor shop? Did you make uniforms, did\nyou make ladies clothes?",
        "A: We made everything, whatever came in. Whatever they wanted. This went on for, I would say,\nfor a year, °39, beginning ’40, I would say about a year.",
        "Q: The Germans who ran the town, were they Gestapo, SS?",
        "A: Yes.",
        "Q: And your boss was a Folksdeutch (?)",
        "A: Yes.",
        "Q: And the Germans ran the town?",
        "A: The Germans ran the town.",
        "Q: Was there any kind of self- government?",
        "A: There was a self-government, but they had to do whatever they were told.",
        "Q: Now what you were experiencing from the Germans, did it come as a surprise from you or was\nthis what you expected?",
        "A: Unfortunately this was expected. When I worked in Warsaw before the war in 1937 or 38, there\nwere, Germany what they send out the people what they lived in Germany, they sent them back\nto Poland from the . So they told us what was going on. Of course we didn’t want\nto believe it yet. We said the same thing, how could it be? But unfortunately, it didn’t took us\ntoo long to realize whatever they told us wasn’t ( end of side 1).....\nSIDE 2",
        "Q: We were talking about the German occupation and they weren’t a surprise.",
        "A: No, we weren’t surprised. We were surprised how one human being can do to another human\nbeing without any reason.",
        "Q: During the first year of the German occupation did they kill people?",
        "A: Not in our hometown, no.",
        "Q: Do you know people who were deported to camps?",
        "A: Deported to camps, yes.",
        "Q: No one in your family?",
        "A: No, no one in my family was deported, no.",
        "Q: So what happened the beginning of 1941?",
        "A: The beginning 1941 there were times which people used to say like the next day is going to be\nthe evacuation from the Jewish people. My father, may he rest in peace, always used to say,\nwhy try to guess for the worst, or speak up for the worst, why do we have to guess it? So, this\nalso I learned from my father not to think for the worst, not to speed it up, whatever will come,\nthere’s nothing you can do. So in the same complex, not like a complex of apartments, it was a\nbig yard, there were apartments here and there. In one of the apartments they used to come in\n2:00 in the morning to the place to Doven. So, one morning my father came in early back in the\nmorning, it was March the 3\", he said they’re saying again today is going to be the evacuation.\nIt was early in the morning. He got dressed and this was no guess. They were right. The\nGermans were all around with the Polish cohort and to knock on the door to go to the mark\nplace. The town was, in the middle of the town was a mark place, a square, to meet over there.\nWe took very little thing that we could in a bag, knapsack, and we were going in town.",
        "Q: Were you told how much you could take?",
        "A: No, you couldn’t take much.",
        "Q: Did anyone have any idea where you were going?",
        "A: No, going to the square was going me, my parents, the sister and the sister-in-law with the two\nchildren.",
        "Q: The one sister was with you?",
        "A: Yes. So, while we were going from our house out to the street we passed by one street the we\ncame to the next street to the right, on the left was the Synagogue and one side street, at the\nsecond street we made the right, one side was standing the buses, the trucks. In one spot was\nstanding the Germans, four, five of them, I don’t remember, two or three, whatever there was,\nwith sticks and whips. Whoever passed by, they hit them. I was trying to avoid, but there\nwasn’t no way. I wasn’t so much afraid for myself, but I was afraid for my father. Anyway, it\ndidn’t help, couldn’t avoid them, and they hit him with the stick and he fell to the ground.",
        "Q: We should probably end right now. Your father was born when? He was a very elderly man.",
        "A: He was about 82 years old. White bearded man and they hit him over the head and they hit me\nover the head, was bleeding. I wasn’t thinking of myself and like in a daze, I remember there\nwas a man coming behind us, another group of people, one came over and helped me pick up\nmy father. His name was, it’s worth to remember, Yossel Volinsky. It’s like, they were living\nacross the street, it’s like in a daze I remember him. He helped me pick him up and we got him\nin the Square. The whole town was there. There in the Square we stood with the group. I saw\nan elderly man was beaten to death in the Square.",
        "Q: Possibly a friend of your father’s?",
        "A: Yes, it was a friend. They all knew each other. But, they beat him to death. Getting in the line\nso called, so everybody got up on the truck they hit them, wherever they could, they hit them.\nAnd going to the trucks we were separated. Was me and my mother and my father and the\nsister-in-law with the children and my mother and the sister got on a different truck. So this\nwas -- they drove us up from the hometown with whatever we had, everything was left in the\nhouse. Just took a small package, with whatever it was I hardly remember.",
        "Q: You still didn’t know where you were going?",
        "A: No, we didn’t’ know where we’re going. We drove through a town called, Checkanov. Over\nthere we stopped, the Germans stopped and people knew from there in the town they knew\nwhere we’re going. They had an idea where we’re going. So they throw up on the truck some\nfood, bread, Jewish people throwing it. Then they took us to a place called, Dzaldowo. Over\nthere was the same story. When we got to the gate they didn’t let the people get off, they pulled\nthem off, or they hit them and pulled them off. And somehow there is a moment which\neverybody for a moment is for himself. So I saw on the truck ahead of us a young boy like I got\nto the gate and he jumped off from the side of the truck to avoid their hitting. When my truck\ncame over, I did the same thing. Momentarily, while I jumped off I said to myself what am I\ndoing. I left my father there, so I walked around the truck to the back where they were taking\nthem off, I took him around my hands and I helped them off the truck and they just lightly\ntouched him, and said, go you old dog. They didn’t hit him. That’s how we got to that town\nDzaldowo, was a camp and over there we also saw brutality. There was a young man which\nthey hit him, he jumped like crazy, that’s the way they hit him. A couple people got nearly\nkilled. This was, we got there, I think on a Monday, Tuesday, Wednesday, I think on a Thursday\nthey took us out and they took us to Chestochowa. Over there we were spread out in the town\nin different places. There was a ghetto a big ghetto, later on they made a\nsmaller ghetto. At that time it was still the big ghetto and they located us, Synagogues,\ncommunity centers and I was fortunate, my parents were fortunate, because of my father, his\npersonality. When they took us to that place, the first was the streets in\nlike a street. Was a Synagogue in the backyard, was a big place, they took us in there and I was\nbleeded. From Tuesday I wasn’t cared of. The blood was dried up so there came in nurses and\ndoctors came in and helped us and another person from there they saw my father also with the\nblood so they took him to his apartment. Then in Yaldova we got reunited with my mother and\nsister and the sister-n-law with the children we got reunited and we got to that place, they took\nus unto the house, which it was fairly, I mean it was clean. The day they took us to the\nSynagogue, they put in straw and junk back and that’s where they were laying one on top of the\nother. While they were cleaning up my head wound there was a young girl coming in and\nhelped attend me to clean me up . And, somehow she took an interest in me. This\nwas in March. On May the 15\" we got married.",
        "Q: This is someone you had not seen before?",
        "A: No.",
        "Q: This was in...",
        "A: This was in Chestochowa.",
        "Q: So you went to Chestochowa, to Yaldodov (’?)",
        "A: No, Yaldodov, Chestochowa. From Yaldodov to Chestochowa.",
        "Q: How long did that truck trip take?",
        "A: The same day.",
        "Q: So you got there the same day?",
        "A: The same day, just a couple of hours. It was a big hole, and the sanitary conditions, don’t ask.\nEven hard to describe. Unless you want to know.",
        "Q: Go ahead.",
        "A: It was a ditch, big ditch a pole was in front of it and another pole like in the back in the open\nfield.",
        "Q: Who filled up the ditch?",
        "A: We were only there three days.",
        "Q: Who were your guards?",
        "A: Germans. From Yaldodov we went by train to Yaldodov.\nQ; There you were sent into the big ghetto?",
        "A: Then we were sent into the big ghetto.",
        "Q: And that’s where you met your wife?",
        "A: And that’s where I met my wife and we got married. But when we got married after four weeks\nor so we were able to contact my sister in Warsaw and she asked the parents to come over to\nWarsaw, it was in °41, March or April. In April they went to Warsaw to my sister.",
        "Q: They missed the wedding?",
        "A: They missed the wedding.",
        "Q: Just your parents?",
        "A: Yes. The sister Hendle was still with us in Chestochowa. This was in April, they came to\nWarsaw and must have been in August they passed away, my parents. They were fortunate to\npass away ten days apart. The father was first and the mother ten days apart. They were\nfortunate to have a burial.",
        "Q: In the ghetto, of course.",
        "A: The ghetto in Warsaw.\nQ; Do you know the date they died?",
        "A: I know the date in the Hebrew date, I never looked up in the English date.",
        "Q: What was the Hebrew date?",
        "A: My father passed away eighteen days in Av.",
        "Q: The 18\" of Av?",
        "A: Yes, and the mother, 28, 1941. It never occurred to me to look up the date, the English date.",
        "Q: So they were in the ghetto for a few months?",
        "A: For a few months.",
        "Q: You don’t know what they died from?",
        "A: They died. Then my sister told me because they died in my sister’s house. They got weak and\nweak and weak and they died.",
        "Q: Meanwhile you have a wife?",
        "A: Meanwhile I had a wife and I lived with her by a brother of hers, his name was Duvid\nTannenbaum. My wife’s name was Rose, maiden name Tannembaum from Krzepice. And\nnaturally we were driven to work, taken to work and one thing I must say, I was one from the\nvery few, very very few, fortunate people to be together with my wife all the time, since we got\nmarried, to work together and for a time wasn’t so nice but unfortunately this was the\nconditions of life, there were a barrack for couples, married couples, naturally no matter how\nthe conditions were, everyone was trying to keep up self control, self obedience in the\ncleanliness of the family. We were given a long, what you call a bunk bed, a long. We were\nmaking separations wherever we could to make a separation between one couple and another.\nUnbelievable as it may sound, it was a truth. We kept our dignity as much as possible to keep\nclean, to keep nice, self -respect. We were together then when they liquidated the big ghetto,\nwhich it started on a Yom Kippur day, 1942. At that time we were at the synagogue and we\nwere told that the other end of the city they were liquidating the ghetto. So we were driven out\nfrom there to a smaller place to live. Then that house, where we were, it was still considered\nthe small ghetto.. I had a sister of mine there, she lived a different part of the city, which I\ndidn’t see her anymore, Hendle. And then we were taken to work.",
        "Q: You were still a tailor?",
        "A: No. I was taken once to air force place. We did there, whatever we did. I can’t remember\nalready whatever we did there. In the kitchen, the backyard, whatever it was, we were gone in\nthe morning coming back at night. At one time I ran away from the group where they took us to\nwork. I was hiding, why I did it, I don’t remember even. I was hiding in a like a ditch or\nwhatever it was and for the day. Why I did it I cannot remember. But I couldn’t do anything\nand then I got back to the work and they went back and somehow snow came. Then my wife\nwas working in the kitchen there so after awhile, like I said, I was fortunate to be with my wife\ntogether, like when it was time when it looked bad, they were trying to take the women out, I\nwent to intervene. Later on when they were trying to take the men away, take me away, she\nwent to intervene. At that time when she was working in the kitchen, which it wasn’t too bad,\nat least we had something to eat, so the foreman like, was a Jewish fellow. There were two\nbrothers and the wife had three sisters. We lived in the ghetto, even before the ghetto, they\nlived there too. Back to back. So they knew us very well. One of the brothers became the\nforeman and he want to take away the wife, my wife from the kitchen, take in somebody else.\nHe must have got something from them. So I went to him, my wife went to him, begged him,\nI’m staying here why are you taking me away”? So his wife told my wife how long isn’t enough\nto be with your husband together? Do you understand? That brother gave her hell for it. How\ncould you give her hell for it, how could you say it? But, apparently, time is doing is own\ncourse. Later on she got separated from her husband and I was with my wife all the time. So\nthen everybody was against it so they made a lottery to see who should remain in the kitchen\nand who not. So, it so happened, my wife was able to remain in the kitchen. Then this was\ngoing on while we were still 1n the small ghetto. Then they liquidated the whole ghetto and\nthey took us into the factory, the ammunition factory.",
        "Q: Do you remember when this was?",
        "A: It must have been sometime in ’43. I guess it must have been sometime in ’43 when they\nliquidated the ghetto. And so I was working the ammunitions factory like I said, together with\nmy wife. We were working -- I was taking care on machine which we were controlling,\nchecking the shells for the guns. To the machines which controlled the shells, whether they\nwere a certain size, everything. My wife was working at the machine and I was the mechanic\non the machine. And that’s how we spend our times in that factory. There were times which it\nlooked close to the end. My wife used to ask me, “Moishe, what’s that?” But somehow, like I\nsaid before, I learned from my father, may he rest in peace, not to speed up and not to try to\nguess for the worst. To think positive like.",
        "Q: Take one day at a time?",
        "A: Take one day at a time. Although, it looked bad, somehow but in the back of my mind I hoped,\nech, it doesn’t look so bad. Whether I believed it or not, I don’t know. But just to make\ncomfortable my wife she shouldn’t think the worst.",
        "Q: Positive thinking?",
        "A: Positive thinking. That’s the way I did it.",
        "Q: Did you have any idea who was going to win the war?",
        "A: I'll tell you, there are some people which they say, oh when I was in that time I was thinking [Il\ndo this and I’Il do that. To me I cannot it didn’t occur to me what would happen. Back of my\nmind I believed that maybe, maybe something will happen we’ll get free. But to make plans, I\ncouldn’t do it. We didn’t know what was going on. We didn’t know what was going on.",
        "Q: Had you heard any rumors about other camps, worse camps?",
        "A: We heard rumors that when they had to leave, they liquidate the camps with the people. This\nwe heard later on, the end of 44. So, many times I heard like this, my wife asked what’s that, I\nsaid it doesn’t look so bad. It made her feel comfortable. There were twice, two moments, she\nasked me what’s that? In my wildest imagination I couldn’t see anything good, so I said I don’t\nknow. She didn’t ask me anymore. At one time all of a sudden it was at night, they shut off the\nlights, we were in the factory, we were working the night shift. It was sometime in ’44, the end\nof °44. What’s that? I said, I don’t know, I couldn’t find anything, I couldn’t find any excuse.\nNaturally, we thought for the worst. And the second time, which it was the last moment before\nwe were liberated, she said, we were driven out to the gates from the factory with the trains\nwere outside and all of a sudden we were pushed back, the whole mess was like pushed back.\nMy wife asked me that time, what’s that? This was when it went through the minds, this 1s the\nend. I said I don’t know and she didn’t ask anymore. We held on for a couple of minutes, then\nwe could spread. It got over. What it was, I don’t know. Some people were taken out t the\ntrain a the time and the bulk of us remained. There were three other camps in Chestochowa,\nammunitions factory. I worked ammunitions factory and the day before we were liberated, the\nday when we were liberated, to me it seems to be the 15“ of January, ’45. Yeah, I have to go\nback to a little incident before that. The end of ’44 we were all mechanics, I was a tailor, but I\nwas a mechanic at the machine. There was one Jewish fellow, he was the main mechanic of\nthose machines. We had there a German boss which it didn’t bother him. He said you don’t\nbother me, I don’t bother you. I did some tailoring for him I did some fixings for him\nsometimes. He was foolish, but it didn’t bother him any, didn’t do anything wrong. Then they\ntook him away and came in another one. They used to call him the mischugana, the\ncrazy . He was crazy, foolish. You couldn’t talk to him anything, couldn’t talk to\nhim, there was no way. So the boys said let’s try to bribe him, maybe we could persuade him to\nbe a little bit. So we did whatever we could to try to bribe him. Whenever he used to pass by\nmy wife when she worked at the machine, sometimes a shell we would find on the floor, or\nwhatever it was he hit her. He passed by, because he worked on the same shift and there was\nanother one, he hit her too, but sometimes he gave her a piece of bread too. And this one,\nwhenever I passed by she was crying. One time I passed by she said was it night? She was\ncrying, I said what’s the matter she said I don’t know, everything was going perfect. He hit me\nwith a screwdriver. So I go over to that boy and I said, listen you’re trying to bribe him, at least\nlet him show some decency. Well, he said the slogan was, if not today, it will be tomorrow.\nWhich it meant if we won’t be finished today, we going to be finished tomorrow. As weak as I\nwas I said no, not enough. I don’t buy it. And I find in between two machines, he was a short\nfellow, he wasn’t taller than me and I went over to him and I yelled at him. I said why did you\nhit my wife for nothing. If you going to hit my wife for nothing, hit me, I’ll be able to take a\nbeating, but don’t hit her. And he started beating me up. While he was beating me up I was\nscreaming to him the same thing, next time do the same thing, but don’t hit my wife. It’s\nunbelievable because he didn’t have to take me out to shoot, to kill, he could kill me on the\nplace. But apparently, he didn’t do it and since then he didn’t touch her again. This was before\nChristmas time ’44, about three, four weeks before. Then the 15\" of January in the morning,\nthey didn’t took us out from the barracks. We remained in the barracks. Like normally, we\nused to go out to work. A day before, the evening before, they took out about 700 people from\nthe shift from the night before. At that time it looked, it didn’t look good. At one time before,\nlike I said I had my sister in Philadelphia, America, home I never used to write the letters to her.\nBut when the letters used to come she used to live at 633 North 5\", Philadelphia, Pa., USA. At\none time it just him me, came into my mind the address. I used to say it in Polish. I took the\naddress, I wrote down on a piece of paper, just like this. When it looked so bad, I said to my\nwife, you see, here I give you my sister’s address. If we’ll survive there we’re going to meet.\nThis happened the 15\" of January, the 15\". So in the morning we didn’t go out to work because\nthey took out the night shift the night before. Later on around 9 o’clock or so, 10 o’clock, we\nhad to go out to the appel and stand up in the line and the bosses came around to take us to\nwork. We had one boss which he was fairly a decent man. Unfortunately one time he took, he\nkilled, shoot a woman. Whether he was drunk, it was a little instigation from somebody else\nand he passed by our group and told us in German, naturally not, it should be noticeable that he\nis talking to us, to take with you clothes. To take in the factory. Like he knew\nsomething, something is going on. So we went in the factory, our group, and while we were in\nthe factory, I took the coat, whatever my wife had and mine, put in a room wherever we had to\ndo for the machines, and I’m there for a minute or two minutes, a boy comes in and says,\nMoishe go out take a look where your wife is. I went out I see her come in from outside. The\nboss who had the shift before, so he want to keep his women, he want to keep, and send away\nthe others. So she went over to him, it was the 15\" of January, it was cold, she said I want go\ntake mine coat from my husband and I will be back. He said go, but come right back. So\nnaturally I went over to that boss, he knew me, not the one who hit my wife before, but the\nother one, higher than him, and I told him my wife they’re going to take out, do something. He\nsaid I’m powerless, there’s nothing I can do. There was, the main engineer from the whole\nfactory there, the ammunitions factory. So the main engineer from the whole factory, in normal\ntimes, everybody was afraid for his look. Terrible, terrible man. At that moment he stood with\na stick and he was hitting over the head everybody whoever came to him. Why, it was plain and\nsimple. They were trying to take out the people and people were running back. Nobody wants\nto go away. Everybody wants to stay in the place and they were taking them out and they were\nrunning back. So he was hitting everybody over the head, wherever he could. And while he\nstood with his stick hitting everybody over the head, unbelievable as 1t may sound, how I did it,\nI don’t know, but I did something. I went over to him and I said, engineer, I’m here from the\nfirst moment when the place started, now they’re going to send out my wife. If they’re going to\nsend her out, I’m going to go with. I scared him off. So he said, where is the boss? He called\nover the boss, not the one who hit her, but the other one who hit her from time to time, but he\ngave her a piece of bread too. He said do you know her?. He said yes. Is she a good worker,\nhe said yes. He said remain here. Another boy did the same thing for a girl and she also\nremained. How I did it, I don’t know. But it was a rumor just imagination 1t was, supposedly\nyou’re supposed to say they should have left his father that the boy should remain here. So\nsomehow I did it and that’s how we remained together. Later on I gave her the address from my\nsister and said, because it looked like something is going to happen. So I said if we’ll survive,\nthere is going to be a place where we met. O.K. Then we are still in the factory, we were going\nto lunch to bring the pot with the lunch and that time I went to the kitchen to bring in the lunch\nfor the group. Then we got a lunch and I sat down on the floor near the machine, while I was\nsitting eating we heard some banging, to bang a big factory. So I didn’t pay too much attention\nafter awhile another repeat, didn’t pay attention yet, but then it didn’t took long another few\nminutes we heard more banging. So I said that time to my wife, because she was sitting with\nme near the machine, I said now I’|l put away the food what I had, let’s pay attention what’s\ngoing on. So after awhile we saw the Germans through the window, we could see that they start\nrunning. Then one of the German bosses came in and he said to the other one, he said what’s\ngoing on with you don’t you see what’s doing outside already? Stop the work. So they stopped\nthe work and we were driven out to the barracks. There was a factory , a munitions\nfactory, a bigger one than ours. When the Russians came close to that they\nevacuated the factory and it took about six months till the Russians came in that time. So they\nwere told, the rumors were going on, the Germans said they were supposed to leave the factory\nwith the people. The factory should be able to go till the last minute, cause it was a bigger\nfactory than ours. This apparently what they did. In our place, in our situation the factory was\nrunning until the last minute. But still we were afraid that they’ Il tear off the bounty () place\nwith the people. This was the thought what it may happen. This is what they did in some other\nplaces. So we were in the barracks and around it starts to get dark already, one of the Germans\ncame in with a sack of bread giving out bread. So whoever could reach it got bread. Then the\ncommander from the camp start to go around and calling the people said to go with him. He\nsaid I was for you like a father, come with me, the Russians are coming, come with me. And\nunfortunately, a couple hundred people went up.",
        "Q: With him?",
        "A: With him. And we remained.\nTAPE 2, SIDE 1",
        "A: Around 10 o’clock, at first we were in the barracks, then we started to move out to go out from\nthe barracks, after that incident at the gate, the push back was like I said before and so we start\nto spread and we were in the barracks, we were outside, because we heard the shooting and\nwondered what was going on. Around 10 o’clock the fire engines, the fire people from the fire\nengine company they came around and told us now you are free, just watch out from upstairs\nfrom the planes. It was only a wild dream to be able, I don’t know whether I even identify, but\nsubconsciously there was some kind of hope in the back of the conscience that maybe, maybe.\nThis was the moment what we heard, now you are free just watch out from the top. So I still\nhad my can with my lunch and it was cold. So some people did smart things. They were going\naround in the German homes and did whatever they could do, take whatever they could.",
        "Q: These homes were empty?",
        "A: The homes were empty, the Germans were out already, they were gone. All of a sudden they\ndisappear. Me and my wife, may he rest in peace, another friend just passed away in Israel, we\nkept ourselves together. We walked and we walked into an apartment building, Polacks were\nthere. And at first they hesitated to let us stay there, but we insisted and we did not let ourselves\nbe driven out. Till the next morning. Talking about the friend of mine I have to go back a little\nwhile to memorialize him, cause he just passed away and we were very good friends. He too\nwas a tailor and while we were in the camps in the same barracks we used to make caps by\nhand, little caps be able to wear it. And my wife, if she could find a potato, she cooked\nsomething, so whenever she cooked something, whatever I ate, I fall asleep. He used to say, go\nahead, go to sleep I'll finish it. And that’s what we did, we lived very close together. Next\nmorning, the morning we went out in the street, because the other guy, he was from\nChestochowa, so how do we start a life again, we didn’t know because everything was\nunplanned. We came into our house, we knocked to the door and I said in Polish, naturally we\njust came out and we need hot water. They didn’t let us in, they didn’t let us in. I went to\nanother door, knocked on the door and told them the same thing. See the difference between\none person and another one, she said come in.",
        "Q: Polish?",
        "A: Polish. She said come in and make yourself comfortable.",
        "Q: You probably smelled. You had lice?",
        "A: Oh yeah. We made ourselves comfortable. Matter of fact she went out, she had to go to a\nfuneral she said, stay in the house, do whatever you want it. And me and that friend and mine\nwent out shopping see what we could do. We saw a woman was carrying a big batch what she\ngrabbed from the store, shirts. So everybody grabbed from her, so we did the same thing. I\ngrabbed a shirt, he grabbed a shirt, then we go see, it was a bakery. We tied up the two sleeves\nand put in bread, at least we had already something to eat. And slowly we started to realize\nwhat we had lost during that time. And we started to do whatever we can to start a life anew\nagain.",
        "Q: Meanwhile you probably didn’t know what happened to the rest of your family, who survived\nand who didn’t?",
        "A: We didn’t realize we didn’t know anything that was going on. I had a cousin of mine in a camp\nnext to us, not far from us, which we didn’t know. I find out this right after the war, we find out\nabout it. Like I said we didn’t comprehend what we had lost. Naturally, we started looking and\nwe're still looking to this day.",
        "Q: You had a sister in Warsaw?",
        "A: She survived.",
        "Q: How did she survive?",
        "A: It’s one of those miracles, if there is meant to be, no matter what it’s going to be. She was in a\ncamp called Poniatow. Unfortunately, very few people survived that camp. She was there with\nfour children, a son and a daughter in that camp where my sister was 1n another place of work,\nthe same camp, another two daughters. That daughter that she was with was doing tailoring.\nShe was working for the Germans. One time she found out it’s going to be a selection to take\nup people. So being my sister was an elderly woman then, white, grey hair, so she said to her\nmother, Mom, go hide yourself because there’s going to be a selection they’re going to take up\npeople. So my sister listened and she hid herself. Fortunately from that particular group where\nthey were, they didn’t took up anybody. So, it was good. A while later she comes back again\nand says Mom, go hide yourself they’re going to take up people again a selection. So my sister\nsays, nah, they didn’t take then they’re not going to take now either. She didn’t want it. It so\nhappens they took out my sister. So the two kids went over to Mom and said, Mom, where\nyou're going, we are going. Mom started to beg them said, me, all right, it’s me, I’m elderly\nalready, so you’re still young you still have a chance. They said no, where you go, we go. The\nother two kids they couldn’t reach because they were a different place of work. So what\nhappened, those few people what they took out they sent them to a different camp, the remain\nbulk of the people they all got wiped out. That’s how she remained alive with the two children.",
        "Q: Your sister and the two children survived, the other two?",
        "A: The other two, no. At one time she was in Auschwitz. They also found some people that they\ndid something and they going to take them out and they going to send them to the\ncrematoriums. She was white, she was thin, she was grey, her head was tied around with a little\nkerchief and she was running, she said like a young chick. Somehow she went through not to\ngo to the crematoriums. She survived. Then from Germany, she survived in Germany and\nBelden(?) Belden. From there, after the war, she went to Israel with the two kids.",
        "Q: You had another sister in Warsaw?",
        "A: Well, the other sister was with me in Chestochowa too.",
        "Q: One was in Chestochowa? And another one was in, not in Warsaw?",
        "A: Bayla was in Warsaw, she was taken from Warsaw.",
        "Q: The sister who was with you, you were separated near the end?",
        "A: When they liquidated the ghetto in Chestochowa.",
        "Q: The small ghetto.",
        "Q: You didn’t see her again?",
        "A: Never heard from her..",
        "Q: Was there another sister?",
        "A: No. One sister was over here in America.",
        "Q: You had a brother.",
        "A: I had a brother, he was in Warsaw with his family, which I didn’t hear from him.",
        "Q: Not from 1939?",
        "A: When I took over the food to him, to Warsaw.",
        "Q: Your parents, meanwhile had died. You knew they had died.",
        "A: I didn’t know. This I found out after the war when I saw my sister. By then you heard about\nAuschwitz. How did we find each other? We find each other through my sister in America.",
        "Q: The address you had given to your wife?",
        "A: No. They wrote to my sister, to America and I wrote to the sister and that brother Josel, who\nlives now in Philadelphia, he also wrote to my sister. So from there we got information about\neach other.",
        "Q: And you went to America?",
        "A: And I went to America.",
        "Q: Do you remember the year?",
        "A: It’s funny, the organizations giving out a yearly bulletin and everybody of us writes in certain\nhappenings. I mean from the war. 1941, March the 3\", I was driving out from my hometown,\n1947, March the 3\", I came into the United States. This I wrote in the bulletin.",
        "Q: And your wife was with you?",
        "A: My wife was with me. After the war in Poland I start to write from Poland, Chestochowa, to\nmy sister. At one time in the middle ’45, May or June, a friend of mine heard that he had a\nbrother in Theresienstadt, Czechoslovakia, so he was sick. So both of us took a train to go to\nCzechoslovakia. Just like this, like you go from here to New York, but it wasn’t so easy. We\ngot on a freight train from we took a freight train to Prague,\nCzechoslovakia, we didn’t have no money, we didn’t have no tickets. Going up on the train\nwas no problem, going off the train they stopped us, we were stopped, tickets? We have no\ntickets. So they took us to the station in Prague, they took us to the Police Station, so called.\nTalking to us about tickets, who knows about tickets. We didn’t even know what they were\ntalking about. A woman walked in and apparently she saw us taken off at the station. A woman\nwalked in and she asked what was the problem. Apparently they told her what was. She took\nout money, paid the fine and gave us some money and disappeared.",
        "Q: You didn’t know who she was?",
        "A: Never knew who she was.",
        "Q: Not even whether she was Czechoslovakian/",
        "A: Or Jewish, never knew who she was. She walked away, period. While I was in Prague, we\nwanted to go to Theresienstadt so we had money already. So while I was in Prague I said, let\nme send a telegram I saw a post office, let me send a telegram to my sister. So I went over to\nthe post office and asked can I send a telegram. He said yes. I wrote down in Polish. He came\nback, no good, got to be in English. So I took the form with me, telegram blanks, and I was\ngoing around the streets in the station, do you know English, do you read English? One said\nyes, So he wrote me down in English, he just wrote down, script. I came back, no good, it’s got\nto be print. I took a couple blanks with me went to Theresienstadt cause we had to get a train to\ngo to Theresienstadt. Because we had the train already to go to Theresienstadt. While I was in\nTheresienstadt, we found his brother, so I go around and ask people whether they write English.\nSo finally I got somebody who said they write English. I told him it got to be in print, capital\nletters. He wrote down the telegram, took four weeks I got an answer from my sister.",
        "Q: And that was the beginning of the chain.",
        "A: Yes, the chain reaction. But one thing she said in the letter she wrote to us. She said I am\nsending you out mail, she sent out money and she wrote me and said, one thing I want to tell\nyou if you want to come to America you will have to work for a living. Another thing she said\nto stay clean not to get involved in any false dirty business. And after that letter, you want to\ncome to America you have to work for a living, when she left I was eleven years. Now I ama\nmarried man. She felt sorry what she wrote.",
        "Q: Treating you like a little kid?",
        "A: No, she said now maybe it’s a different character, maybe I tried to scare them off. So she wrote\na couple letters after, she tried to apologize. But I took literally the way she meant it. There is\nno way to go around with a bucket and a shovel to shovel in the gold. If you want to make a\nliving you will have to work. And we kept close all the years till the last moments of her life.\nVery close. Like when I came over here I lived around the corner, the same block but around\nthe corner. If I had to take the bus in my corner, I went over to the next corner to go in the\nstore, she had a cleaning store, to say good morning and took the bus. Sometimes it happened I\nwas late and I got the bus right at the corner I couldn’t go in, she came up to the house, the\napartment, to see what happened. That’s how close we were all the years.",
        "Q: Did she realize what you had been through?",
        "A: Yes. Yes. She realized and she got one son, he was 15 when I came over here. When it came\nin a telegram from the boat I was coming in here, I sent a telegram to my sister that we are on\nthe way because she sent to us the papers. And it was on a Sunday when the telegram arrived,\nthe letter carrier brought in the telegram and the boy was 14, 15 years old. So he gave the letter\ncarrier two dollars. Because the parents weren’t home.. Then when they came home, he said\ncame in a telegram from Moishe. That’s it, they were happy. Did you give him something? He\nsaid yes, I gave him two dollars. They said two dollars! He said isn’t it worth it?",
        "Q: And he hadn’t met you yet.",
        "A: No. A funny thing when we arrived. She sent us the papers.",
        "Q: Eight years late.",
        "A: Right. Other people came in from the HIAS, from the JOINT, she paid for everything. For\neverything she paid. The day when we arrived, we came into Ellis Island, no, we stood around\nEllis Island overnight, we didn’t get off the ship, because we arrived a Sunday night. I think it\nwas a Sunday night. We stood a distance away. In the morning they came into New York, into\nNew York Port. Right into the port. When we got off the ship and the port went through all the\nformalities, the paper work, I started to look around. Was a huge hall, a huge building. But\nsomehow I looked around and I set my eyes to a corner. I said to my wife, you see this is my\nsister. We didn’t see each other since 1929. But we got pictures. I said you see, this is my\nsister and we start raising hands. It took a while, she came down with her sister-in-law for us.\nIt was my sister. Like we could feel from the distance that’s a sister and brother.",
        "Q: It was a happy ending.",
        "A: It was a happy ending. It was like I said I was from the very few fortunate people to be with my\nwife together. We came over here she was pregnant, six months, and then mine daughter was\nborn. We came in March, she was born in August, August the 10\". She lived till the 2\" of\nMarch, 1968. Didn’t live to see the happiness from my daughter.",
        "Q: One day short of March 3\".",
        "A: Yeah. So she didn’t live to see the happiness from our daughter. But she knew that she had a\nboyfriend. The boyfriend he lived across the street of us. He was home a week before, he was\ngoing to college in North Carolina, what was the name, I forgot the name.",
        "Q: Duke?",
        "A: No. I forgot the name of the college. Anyway he was home a week before and the following\nweek she called him her mother had passed away. So he came back. The week before when he\ncame in he gave her the pin. That’s how much she knew this was going to be the future\nhusband. That’s how life goes. She is a good daughter, a good son-in-law and two wonderful\nchildren. The older one is going to be 17 in December and the young one will be 13 in January\n7.",
        "Q: I have to say there’s a big smile on your face right now.",
        "A: Yes, yes. There’s a song in Yiddish. Every smile is mixed with a tear.",
        "Q: I can see it. Do you have anything else to add to your story?",
        "A: Anything else to add? Yes. There were times which we couldn’t talk about the Holocaust. I\nthink that most of us came to the conclusion we should talk about, we should tell about what we\nlived through and the world population with few exceptions stood silent, callously silent, to the\nannihilation of six million Jewish people. Among them a million and a half children. Children\nwhich they never had a chance to see the world with its beauty what they taste the tyranny of\nthe people. We should talk about, especially now, they are so called educators, they are so\ncalled educators that they are denying the Holocaust. They say it only in our imagination.\nThings like this never happened. How kind of vultures can I say those people are. They\ndenying the existing of us survivors who went through hell and they know about, but still they\nare denying it. We should remember, we remember, we should never let the people forget what\nwe Jews went through, other Nations too, but there is a difference between us Jews and other\nNations. We were annihilated for one reason and for one reason only. Just because we were\nJews. There was said this Hitler may he rest in hell, wherever he 1s, said, if hell find a Jew in\n1945, he is going to kiss his head. Thank G-d there are Jews survived him, there is Israel which\nhopefully will exist and he is in hell wherever he is. We a long accounting to do with people.\nSo called friends. We hoped that the world will realize and help Israel, the Jewish Nation live\nin peace. Unfortunately, so- called friends are doing very little to help Israel in peace. But let’s\nhope we are out making people hopefully will exist for many years to come. And I thank you\nAnthony Di Iorio. I thank you for coming into the house and telling my story of life. Maybe\nit’s not so but it’s a story of life which we went through. Many people may say, why\ndidn’t you fight back? But there is a saying that it is always good to be a quarterback next day\nafter the game. Unfortunately, this was the story with us. There were very few which were able\nto fight back, to resist. The greatest resistance from the people was to exist and try to conduct\nas humanely as you could with all the bad luck situations where we lived, conditions where we\nlived, and we resisted to be able to exist and I think this is the greatest resistance what every\nhuman being could do. And I thank you again for coming. You had a long day.\nQ; Thank you for having me. I probably should say for those who will hear this tape that hard\nnecking people, we should say that means stubborn and tough.",
        "A: Right, right. I just couldn’t bring out the proper word for it. There is the Hebrew translation for\nit, Em shay oraf, the heart necking stubborn people. With all the humiliation that we had we\nstill were able to bring up a second generation nice young people who do take an active part to\nkeep up the Holocaust memory and the memory of the grandparents that they had lost. It’s very\nheartwarming for those youngsters to be.",
        "Q: And the rate you’re going, you’re going to have a third generation.",
        "A: Let’s hope, let’s hope. (Di Iorio: Thank you.)\n"
    ],
    "questions": [
        "Q: Today is April 21, 1992. Iam Anthony Di Iorio. I am at the home of Mr. Morris Steiman in\nPhiladelphia, Pennsylvania. I am here today to interview Mr. Steiman about his experiences\nand recollections of the Holocaust. Good afternoon.",
        "Q: When were you born?",
        "Q: Do you remember where you were born?",
        "Q: Sounds as if you were in the very center of Poland.",
        "Q: In 1918 was the last year of World War I and you were a war baby?",
        "Q: Now how did your parents come to be in Bodzanow?",
        "Q: Where were they from originally?",
        "Q: And when did they marry?",
        "Q: You were the youngest?",
        "Q: What did your father do for a living?",
        "Q: Do you remember what kind of fruit?",
        "Q: What was your favorite fruit?",
        "Q: To shake the trees?",
        "Q: What kind of house did you grow up in?",
        "Q: For no reason?",
        "Q: How did they know that?",
        "Q: Now the house that you lived in, was it a house or an apartment?",
        "Q: Did you have electricity:",
        "Q: Were the streets paved?",
        "Q: What was the language spoken in your household?",
        "Q: In what languages could you and your parents speak?",
        "Q: And the language in the school was...",
        "Q: And how would you describe the religious life in your family?",
        "Q: Would you say that your parents were strict in other ways as well?",
        "Q: Now, what did you want to be when you were growing up?",
        "Q: There wasn’t any chance of you becoming a rabbi?",
        "Q: You started to work as a tailor to help make ends meet?",
        "Q: So they were afraid of you as a future competitor?",
        "Q: How old were you 13, 14?",
        "Q: You felt insulted.",
        "Q: Inadvertently you were a good negotiator.",
        "Q: Were you taught anything useful at school when you went to public school?",
        "Q: Now earlier you mentioned you had some trouble with anti-Semitism in your hometown in\nWarsaw. What was it like dealing it, was it a problem at school?",
        "Q: Do you have any theory as to why they were like this?",
        "Q: How about business relationships? Your father rented orchards nearby were these from....?",
        "Q: Did you or anybody in your family give any thought to emigrating, leaving Poland. I know one\nof your sisters.",
        "Q: This was your older sister?",
        "Q: So you were hoping to go to America?",
        "Q: An older sister had gone to Warsaw years before, this was Bayla?",
        "Q: So you were in Bodzanow when the Germans came in?",
        "Q: What do you remember of when the Germans first arrived?",
        "Q: But he had to give up his grocery.",
        "Q: Meanwhile some members of his family were still 1n Warsaw?",
        "Q: Empty handed?",
        "Q: Two of your older brothers, if I’m not mistaken, were in the Polish army.",
        "Q: They weren’t serving in the Polish army during the war?",
        "Q: What were your parents doing during this time?",
        "Q: Were you at any point forced to wear armbands or badges?",
        "Q: Was this in the fall of 1939, after you came back from Warsaw’?",
        "Q: Everybody in the family wore one of these?",
        "Q: A German tailor shop.",
        "Q: Was there a ghetto?",
        "Q: How many Jews lived in this town?",
        "Q: And how many non-Jews?",
        "Q: And when you were rounded up to do work on the roads and snow and so forth, were you just\nyoung men?",
        "Q: Women too?",
        "Q: Did they ever attack your father?",
        "Q: Were non-Jews also required to work shoveling snow?",
        "Q: Were you ever attacked by the Germans or by collaborators?",
        "Q: They stepped right over you?",
        "Q: Were you and your family in touch with your relatives in Warsaw?",
        "Q: So the few trips that you took that was the last time...",
        "Q: Now the Germans selected you to be their tailor?",
        "Q: What was that like?",
        "Q: Did they pay you?",
        "Q: Did you get food?",
        "Q: Was food being rationed in your town?",
        "Q: How did your parents eat, how did they get food?",
        "Q: What did you make when you were working in the tailor shop? Did you make uniforms, did\nyou make ladies clothes?",
        "Q: The Germans who ran the town, were they Gestapo, SS?",
        "Q: And your boss was a Folksdeutch (?)",
        "Q: And the Germans ran the town?",
        "Q: Was there any kind of self- government?",
        "Q: Now what you were experiencing from the Germans, did it come as a surprise from you or was\nthis what you expected?",
        "Q: We were talking about the German occupation and they weren’t a surprise.",
        "Q: During the first year of the German occupation did they kill people?",
        "Q: Do you know people who were deported to camps?",
        "Q: No one in your family?",
        "Q: So what happened the beginning of 1941?",
        "Q: Were you told how much you could take?",
        "Q: Did anyone have any idea where you were going?",
        "Q: The one sister was with you?",
        "Q: We should probably end right now. Your father was born when? He was a very elderly man.",
        "Q: Possibly a friend of your father’s?",
        "Q: You still didn’t know where you were going?",
        "Q: This is someone you had not seen before?",
        "Q: This was in...",
        "Q: So you went to Chestochowa, to Yaldodov (’?)",
        "Q: How long did that truck trip take?",
        "Q: So you got there the same day?",
        "Q: Go ahead.",
        "Q: Who filled up the ditch?",
        "Q: Who were your guards?",
        "Q: And that’s where you met your wife?",
        "Q: They missed the wedding?",
        "Q: Just your parents?",
        "Q: In the ghetto, of course.",
        "Q: What was the Hebrew date?",
        "Q: The 18\" of Av?",
        "Q: So they were in the ghetto for a few months?",
        "Q: You don’t know what they died from?",
        "Q: Meanwhile you have a wife?",
        "Q: You were still a tailor?",
        "Q: Do you remember when this was?",
        "Q: Take one day at a time?",
        "Q: Positive thinking?",
        "Q: Did you have any idea who was going to win the war?",
        "Q: Had you heard any rumors about other camps, worse camps?",
        "Q: With him?",
        "Q: These homes were empty?",
        "Q: Polish?",
        "Q: You probably smelled. You had lice?",
        "Q: Meanwhile you probably didn’t know what happened to the rest of your family, who survived\nand who didn’t?",
        "Q: You had a sister in Warsaw?",
        "Q: How did she survive?",
        "Q: Your sister and the two children survived, the other two?",
        "Q: You had another sister in Warsaw?",
        "Q: One was in Chestochowa? And another one was in, not in Warsaw?",
        "Q: The sister who was with you, you were separated near the end?",
        "Q: The small ghetto.",
        "Q: You didn’t see her again?",
        "Q: Was there another sister?",
        "Q: You had a brother.",
        "Q: Not from 1939?",
        "Q: Your parents, meanwhile had died. You knew they had died.",
        "Q: The address you had given to your wife?",
        "Q: And you went to America?",
        "Q: Do you remember the year?",
        "Q: And your wife was with you?",
        "Q: You didn’t know who she was?",
        "Q: Not even whether she was Czechoslovakian/",
        "Q: And that was the beginning of the chain.",
        "Q: Treating you like a little kid?",
        "Q: Did she realize what you had been through?",
        "Q: And he hadn’t met you yet.",
        "Q: Eight years late.",
        "Q: It was a happy ending.",
        "Q: One day short of March 3\".",
        "Q: Duke?",
        "Q: I have to say there’s a big smile on your face right now.",
        "Q: I can see it. Do you have anything else to add to your story?",
        "Q: And the rate you’re going, you’re going to have a third generation."
    ],
    "answers": [
        "A: Good afternoon.",
        "A: I was born August 5, 1918.",
        "A: I remember where I was born. The hometown was a little town, Bodzanow. It is in the vicinity\nnear Pluzk, 25 kilometers of Pluzk. Then the next big city on the other side is Ploinzk which it\nwas 29 kilometers. Then another town in between which is about 17\nkilometers from my hometown.",
        "A: Right.",
        "A: I don’t remember the war, but I trust you as an historian that you must have been right.",
        "A: They came to Bodzanow in the middle of World War I, close to the end, maybe. I think they\ncame in 1917. The little town of Bodzanow.",
        "A: My father was in a town not far from Warsaw called, Radzamin(?). The mother came from a\ndifferent town, also not far away, its called Volka(?)",
        "A: They married 1885.",
        "A: I was the youngest. I remember I was told my parents had fourteen children. I was the\nyoungest. I remember only, unfortunately, only seven. The others passed away in between as I\ncould remember. One of them, matter of fact, passed away in the town, Bodzanow but I don’t\nremember. I remember the name my parents mentioned it. But I don’t remember the history.",
        "A: When they moved to Bodzanow, they had a bakery and I remember the bakery, I remember very\nvaguely there was a fire once in the bakery and the authorities had stopped, they couldn’t bake\nanymore all baked goods, bread and everything else, but they were permitted only for Shabbos\nto bake the challa, what we call, bread for challa for Shabbos and also we were permitted to\nbake the matzos for Pesach. And this practically they made a living at the time, then during\nlater years they rented a fruit garden in the villages, they went out when they barely started to\nbloom and later on around June, July we moved out there to keep an eye on the fruit, they\nshouldn’t steal it, which it happened. Some kid came around, some grownups came around and\nthey stole some fruit, so we had to be there to watch it. Then we could stay there ‘till end of\nAugust, beginning of September ‘till all the fruit was ready, we took it home.",
        "A: Apples, pears, plums. In the beginning was cherries. Yes.",
        "A: My favorite thing was to climb trees to--",
        "A: Not shake. We couldn’t shake them, because if we shook the trees it fell down and it got\nspoiled. We had to take them off very gently. Cherries was nice. In the beginning we used to\nmake a double we put them up on the ears like earrings. It was a good experience. It was an\nexperience on the way you had to watch to make a living. When they come in some kids came\nin to do mischief to steal or to shake the trees I used to hide myself, was a little narrow places\nwhere I could hide, and when the kids came in I ran out, I caught some of them. They were\nlike, what do you call it, the grass what sticks, poison ivy. I used to, if I grab somebody, I used\nto, of you’ll excuse my expression, I used to pull down his pants and put him in the poison ivy.\nAn this was the last time he came in to steal the fruit.",
        "A: The house. We didn’t have the convenience what we have here in Philadelphia. Not\nwhatsoever. I don’t even remember having any toys to play with. But somehow we grew up.\nTaking the more value of life we always had to be on guard because the anti-Semites in Poland\nwas very great. When I used to go to school we always had to fight. I had to fight because I\nnever run away from a fight. We used to go in the street, two, three boys, and were approaching\nus a couple of Polacks, Polish boys, so the one who came across in the sides where they were\ncoming, they always went on the other side, the side that I should always face them with my\nelbow to the Polacks. When they passed by, when I stick out my elbow, they felt 1t. So I was\nalways like a fighter. I was a little boy in the family, but I never ran away from a fight. Many\ntimes it happens later on, it was around °37 or °38 when I was in Warsaw working, we’ll come\nlater to 1t, so I was sitting with another boy in a park, a couple of boys approached us and start a\nfight.",
        "A: For no reason. The reason was, we were Jews.",
        "A: They find out later. Because they find out that we didn’t run away, we paid them back. Even\nhome we had a friend what they had like a candy store and the boy was around the same age as\nme, a year younger than me, but we were very good friends. Whenever, I’m going one thing to\nanother, in the pockets I always had a piece of rubber from a tire, the rim from a tire inside I\nalways had 15 or 20 inch rubber in the pocket. The pocket was open, but it was in the bottom\nof the lining. Just on every eventuality what happen. So I was going once one evening in that\nluncheonette candy store and a couple of boys approached me and I knocked on the window\nand the other one came out and both of us beat him up and I walked in the store in the back\nroom. A little while later the parents came in, a whole bunch of them, and they want to drag me\nout. I hold onto the door, they tore out the door and I didn’t gave in. Something happened,\npolice came in, somebody called police, and I was safe at the time. We were always fighting.",
        "A: It was an apartment. It was a house which it was there one floor, there was three apartments.\nFour different neighbors lived there. We had one room. And that time was the parents, two\nrooms we had, the parents, myself, and a sister at the time when I grew up. The older brother\nhad been in Warsaw where he worked there.",
        "A: No. We didn’t have no electricity. We had kerosene lamps.",
        "A: The streets weren’t paved, but they were the cobblestones.",
        "A: The language spoken in my household was Yiddish.",
        "A: Polish.",
        "A: Polish.",
        "A: Religious life as we know now here was strict orthodox religious life.",
        "A: Strict in every way possible, every way. They were respected by everyone in the little town.\nVery respected and from that respect what I saw the people gave to my parents I was giving to\nthe other people. Whenever Iv saw an elderly person was the greatest pleasure of me to see the\nperson and being able to do something for him, like to help him cross the street or even later on\nhere in the States, in Philadelphia, wherever I could help to another person, an elderly person, it\nwas a pleasure. Because I remember the respect what they gave my parents, this was a time to\ngive to others.",
        "A: There wasn’t, in that town, wasn’t much to choose from. Either a shoemaker, or a tailor. There\nwas a carpenter too. So, I choose the tailor. But before I came to be a tailor, I was about 12\norl13 years old or so, I don’t remember, I went to a Yeshiva for around two years to another\ntown, Tutusk where a brother of mine lived and an uncle, cousins, and those days I was\nfortunate to have a cousin. My brother lived in a suburb from the town, and a cousin lived in\nTutusk, very comfortable living they had, and I stood with them during the week and for the\nweekend I went to my brother. I was there for close to two years, then later on I came home\nand I went to work as an apprentice tailor.",
        "A: No, I couldn’t foresee it because I had to do some work to help my parents the upkeep in the\nhouse where we lived.",
        "A: Yes, I didn’t make too much money for a year and a half I didn’t get anything. Later on, after a\nyear and a half they didn’t have apprentices. How I learned the trade is a different story,\nbecause when I got there to work there were three brothers working at the same place. Then\none somehow left and I worked there with the two others and one was a good mechanic and\nthey didn’t want to show me anything. But I have to admit myself, I was quick with mine eyes.\nWhatever I learned from looking on to see how things were being done. The boss lady one time\nshowed me how to sew in pockets to a pair of pants. Otherwise everything what I knew what I\nlearned at the time, I learned from looking. This they couldn’t stop m.",
        "A: Possible, possible",
        "A: I was about 13 or 14 years old. But things what happened yesterday or the day before most\nlikely you forgot. But things what happened around sixty years ago like what happened\nyesterday. There was an incident which it happened when I was working. I was getting that\ntime, five lopes(?) equivalent to five dollars a week, and I was sitting at the machine working to\nthe left was the table where we used to press, to iron the work. Around the corner from the\ntable was the other room where the boss used to cut the stuff and at that time the boss lady was\nstanding at the table, she was ironing an apron for herself. The boss said, he said to his wife, her\nname was Marsha, similar to Moishe, he said, Marsha give me the scissors. And the scissors\nwere laying on the table just to stretch out the hand and around the corner to the other room. So\nshe said to me, Moishele, take in the scissors to my husband, to . So I said the scissors\nare right around the corner, just stretch out the hand and she expressed herself to me not nice.\nLike, I don’t know how to call it, like not nice, which I felt 1t was wrong.",
        "A: Insulted. So after she said that so I said if this is the case, if you could insult me like this, I took\nmy coat and I was going out. There was another man working at the time, he said, Moishele,\nthey used to call me Moishele, which a lot of people call me to this day. He said, don’t be so\nhard, don’t run away, she didn’t mean anything. I said, oh, no, if this is the case, she could\ninsult me like this, so I went home. I went home. So my mother, may she rest in peace, said,\nyou shouldn’t have done it. You know how mothers always softie. My father, may he rest in\npeace, he said, well you did it, you did it. So I went over to a brother of mine which had a\ngrocery store next house down. I was there, a little while later the boss lady comes in. It wasn’t\nfar, they didn’t have no trolley car, it was walking distance. The whole town you could walk\nthrough it in five minutes. So, she said, I didn’t mean anything. I said oh, no. She said, you\nknow what, Pll give you an extra lotte(?) a week, like a dollar a week, but my husband\nshouldn’t know and come back to work. So this persuaded me and I went back to work.",
        "A: Yes, I was always trying to stay on my feet. I figured out what’s right and what’ wrong. I\nlearned that in my house, from my parents, to observe what’s right and what’s wrong. To do\nmost of the time the right things, and I figured I thought it was wrong for her to insult me like\nthis and I hope she’ll forgive me.",
        "A: Unfortunately, I went only three grades because I had to go to work. I remember when I was\nworking here in Philadelphia in a place which they had a bookkeeper and they laid off the\nbookkeeper and the boss lady took over the bookkeeping and she was an attorney but she was a\nlousy bookkeeper. When I got the week wages, the way I figure, I didn’t have the full amount\nthat was coming to me. Not because she wanted to take it off, to cheat me, but a couple minutes\nhere and a couple minutes there she didn’t figure. So I told the boss, he said, go see my wife.\nSo I went to see her and I told her, this I know, one and two is three. You figure it I said I don’t\nknow and the way I see it, it’s not enough money. Well, she said, I said, unfortunately I didn’t\nwent to a schooling like you, I just had three grade school, but somehow the figures I couldn’t\nfigure out. She said, for not going through school, you’re doing all right. She admit she was\nwrong.",
        "A: It was a problem in school when I was very young. We had to fight back. For no reason at all\nthey were trying to antagonize us and do whatever they could. And we insisted not to let\nourselves be knocked down.",
        "A: Not too many, not too many to rely on.",
        "A: From Polacks, yes. This doesn’t mean that all the Polacks were bad. But there were a lot of\nthem which they were very very bad.",
        "A: Yeah, one of my sisters left Poland in 1929. In 1939 there was the exhibition in the United\nStates, in New York, my sister that time was trying to bring us over to the United States.",
        "A: One of my older sisters, Briandel(?). She got married in 1925 and her husband left for America\nand in ’29 she came over to the United States and in 1939 she was trying to bring us over, but\nsomehow, in the bureaucracy, or whatever it was, she couldn’t make it and that’s how we\nremained in Poland. My sister, the one who was supposed to come over with me in °39,\nvanished during the war and that’s the way it was.",
        "A: At that time, yeah. But then during the war it was a different style.",
        "A: Yes, Bayla lived in Warsaw, but another sister, the one Hendel, was supposed to come over with\nme in °39, she lived in Warsaw too, up to the war. She was with my sister because she was only\ntwo years older from me. She was still single and she was working in Warsaw as a tailor too.\nAnd I too, I went to work in Warsaw in 1936. I went to Warsaw. I had a brother there, a tailor,\nhe was doing subcontracting, tailoring, and I went to him for a while, then I went to work for\nsomebody else and I worked until 1939, ‘till three days before the war broke out. There was a\ncall, that time, for the mobilization of the people who were accepted for the army. I was\naccepted in 1939, it was May or June, I remember when I stood to the Board and I was accepted\nto the army but was never taken. But then when they were talking about the mobilization, so I\nsaid if I have to go to the army at least I'll go from my hometown and be with the parents to say\ngoodbye. So it took me a day or so to come from Warsaw to my hometown, Bodzanow,\nbecause the roads were blocked by the army, the military around, but they never called us.\nMany times we tried to go to the army to enlist and they didn’t want us. So that’s how I\nremained in Bodzanow.",
        "A: When the Germans came in.",
        "A: Right after the war broke out before the Germans came in yet to our hometown, we were trying\nto go to Warsaw. We heard they are not far from us, the Germans , and the expectations what\nwe heard wasn’t good so we were trying to run away from the hometown. Twice we were\nrunning, once we were going to Warsaw, naturally, with one road through , which\nwe couldn’t make it. Next day we went to , we wanted to go the other direction.\nWe couldn’t make it because it was cut off already, so I remained in Bodzanow and a couple\ndays late the Germans came in and they took over the city, the town. Certain things which are\nblacked out. They came in trucks, passed by towns, which we saw and then they took over the\nplace, matter of fact they made a tailor shop next to my brother’s grocery. He had to move out\nfrom the grocery and they made there a tailor shop. The grocery my brother took out from the\nstore everything what we could.",
        "A: He had to give up his grocery business and time was getting tough.",
        "A: Yes. Then when it was quieted down a little bit I was going twice, took in some food to\nWarsaw to my sister and brother. I took a horse and buggy with a Polish driver and we went to\nWarsaw and gave it away the food what we had there to my sister and brother and some friends\nand then a while later, a week or two weeks later, I did it again. I couldn’t come back already\nwith the horse and buggy, I took like a ferryboat from Warsaw. The fruit we took over to\nWarsaw and coming back I went with a ferryboat and we passed by a town the Germans\nboarded the boat and they took us off. We came to a border like, we landed and they took us off\nfrom the boat and whatever they found, a pair Tfillin, it was used for morning prayer, and the\nGermans found it and said whose is it and naturally everybody was afraid. So one young man\nwent over and said it’s mine. Whether it was his or not, I don’t know. He gave it to him and\ndidn’t do anything. So they antagonized something then finally they let us go back home. The\nferryboat didn’t go to my hometown, it was to the next town , from there is was\nabout 70 kilometers, so I took a walk back to my hometown.",
        "A: Empty handed. But I came in one piece.",
        "A: Yes.",
        "A: During the war, no. One was in the 1922 and then during the war he passed away in 1936. The\nother brother he was in the army ’28, ’29 and they didn’t draft him back in the army.",
        "A: They weren’t doing anything. They were retired and they were afraid to get out from the house.\nQ; Now, what other changes occur with the German occupation?\nA; With the German occupation they took us out to work to dig ditches on one side and fill them in\non the other side, and then the other way around. Dig out the other side and put back in the\nother side. They were taking some people to different towns for hard labor. Two of my friends\nthey took to a town which called Drubnine, I think. One got killed there and the other one,\nafter a long while, he was able to come back home. We couldn’t be in the street. Didn’t let us\nbe in the house. Funny. And we were chased not to work. They made like a committee which\nfor some Jewish people made a committee and they had to do their dirty work for the Germans.\nSome did as humanely as they could, others were doing very harsh dirty work for the Germans.\nA; Yeah. We were wearing armbands, we were wearing a yellow patch. This happened right after\nthey came, not too long later when they came in they made us wear the armbands and a badge, a\nyellow badge.",
        "A: After I came back from Warsaw, yeah.",
        "A: Everybody, everybody in the town. That’s how they recognized every Jewish person.\nWhenever they felt to grab someone, they grabbed them.",
        "A: Were you forced to move at any point from your house?",
        "A: No, no. At one time there was a young fellow which they took to attend their horses. And at\none time I was taken there then I run away. They caught up with me a while later when they\ncaught me back and they stretched me up on a bench and gave me the whipping. Taught me a\nlesson not to run away. During the wintertime we were taken to work to clean the snow from\nthe roads. Many times there were ditches on the roads on the side roads. Some people fell in,\nwe had a hard time to get them out. And this was going on the living. Then I was taken to\nwork in the tailor shop. So I work in the tailor shop for a German.",
        "A: A German tailor shop. Like I said it was next door, two houses from where I live, where the\ngrocery was. And there I was working the tailor shop until we were evacuated.",
        "A: No, there was no ghetto. It was a small town. It was within ten minutes you could walk around\nthe whole town. There was no place for a ghetto.",
        "A: When we were driven out there was about 1,200 souls. A little over 200 families. About 1,200\nsouls, people, Jews.",
        "A: Non-Jews, there were a couple thousand.\nA; Young men, middle aged men, all ages.",
        "A: Women too. Sometimes they took an elderly person put on his Tallis and Tfillin and put him in\nthe middle of the street and they made fun of him. Cut off his beard, did whatever embarrassing\nthing they could do.",
        "A: No, no. He was fortunate, they never attacked him. Either he wasn’t out, he never went out.",
        "A: No, just Jews. Matter of fact the non-Jews they helped out Germans to chase us around. In\nlarge numbers.",
        "A: Yes. I remember we were at work somewheres and Polish from the Germans\n(striking noise) so they told us to stretch out on the ground and they walked over us. The Polish\npeople.",
        "A: Stepped right over the bodies. I could have helped, I wasn’t so weak at the time, but laying there\nwas nothing you could do.",
        "A: No, we couldn’t, no letters, no way anything to go through.",
        "A: This was the last ttme when I saw them at the time.",
        "A: Yes.",
        "A: It was fairly good work. I remember the boss, so called, a German, I remember him from\nbefore the war. He lived, there was a village about six, seven kilometers from the town, which\nwas a German colony. It was sickening to look at him. A dirty, filthy, he was, he was a cripple\nsomehow, too, and he was so ugly to look at him. Sickening. Then he became a big mihaf (7).\nHe made that shop. I worked there, a couple people worked there, and it was fairly, you could\nsit, you didn’t have to go outside to work in the street.",
        "A: They pay. I can’t recall what they pay. They paid something, yes, what the was, I don’t\nremember.",
        "A: We had food, fairly.",
        "A: Yes, yes.",
        "A: We managed somehow to get food. I was a little bit of the supplier too. I helped out. There\nwas the parents, there was a sister-in-law, who lost her husband in ’36, with two children. So I\nwas trying to help as much as we could. We had some people, Polacks, like I said not all were\nbad. There were some which they helped. They went out of their way to help. But,\nunfortunately the majority were against us.",
        "A: We made everything, whatever came in. Whatever they wanted. This went on for, I would say,\nfor a year, °39, beginning ’40, I would say about a year.",
        "A: Yes.",
        "A: Yes.",
        "A: The Germans ran the town.",
        "A: There was a self-government, but they had to do whatever they were told.",
        "A: Unfortunately this was expected. When I worked in Warsaw before the war in 1937 or 38, there\nwere, Germany what they send out the people what they lived in Germany, they sent them back\nto Poland from the . So they told us what was going on. Of course we didn’t want\nto believe it yet. We said the same thing, how could it be? But unfortunately, it didn’t took us\ntoo long to realize whatever they told us wasn’t ( end of side 1).....\nSIDE 2",
        "A: No, we weren’t surprised. We were surprised how one human being can do to another human\nbeing without any reason.",
        "A: Not in our hometown, no.",
        "A: Deported to camps, yes.",
        "A: No, no one in my family was deported, no.",
        "A: The beginning 1941 there were times which people used to say like the next day is going to be\nthe evacuation from the Jewish people. My father, may he rest in peace, always used to say,\nwhy try to guess for the worst, or speak up for the worst, why do we have to guess it? So, this\nalso I learned from my father not to think for the worst, not to speed it up, whatever will come,\nthere’s nothing you can do. So in the same complex, not like a complex of apartments, it was a\nbig yard, there were apartments here and there. In one of the apartments they used to come in\n2:00 in the morning to the place to Doven. So, one morning my father came in early back in the\nmorning, it was March the 3\", he said they’re saying again today is going to be the evacuation.\nIt was early in the morning. He got dressed and this was no guess. They were right. The\nGermans were all around with the Polish cohort and to knock on the door to go to the mark\nplace. The town was, in the middle of the town was a mark place, a square, to meet over there.\nWe took very little thing that we could in a bag, knapsack, and we were going in town.",
        "A: No, you couldn’t take much.",
        "A: No, going to the square was going me, my parents, the sister and the sister-in-law with the two\nchildren.",
        "A: Yes. So, while we were going from our house out to the street we passed by one street the we\ncame to the next street to the right, on the left was the Synagogue and one side street, at the\nsecond street we made the right, one side was standing the buses, the trucks. In one spot was\nstanding the Germans, four, five of them, I don’t remember, two or three, whatever there was,\nwith sticks and whips. Whoever passed by, they hit them. I was trying to avoid, but there\nwasn’t no way. I wasn’t so much afraid for myself, but I was afraid for my father. Anyway, it\ndidn’t help, couldn’t avoid them, and they hit him with the stick and he fell to the ground.",
        "A: He was about 82 years old. White bearded man and they hit him over the head and they hit me\nover the head, was bleeding. I wasn’t thinking of myself and like in a daze, I remember there\nwas a man coming behind us, another group of people, one came over and helped me pick up\nmy father. His name was, it’s worth to remember, Yossel Volinsky. It’s like, they were living\nacross the street, it’s like in a daze I remember him. He helped me pick him up and we got him\nin the Square. The whole town was there. There in the Square we stood with the group. I saw\nan elderly man was beaten to death in the Square.",
        "A: Yes, it was a friend. They all knew each other. But, they beat him to death. Getting in the line\nso called, so everybody got up on the truck they hit them, wherever they could, they hit them.\nAnd going to the trucks we were separated. Was me and my mother and my father and the\nsister-in-law with the children and my mother and the sister got on a different truck. So this\nwas -- they drove us up from the hometown with whatever we had, everything was left in the\nhouse. Just took a small package, with whatever it was I hardly remember.",
        "A: No, we didn’t’ know where we’re going. We drove through a town called, Checkanov. Over\nthere we stopped, the Germans stopped and people knew from there in the town they knew\nwhere we’re going. They had an idea where we’re going. So they throw up on the truck some\nfood, bread, Jewish people throwing it. Then they took us to a place called, Dzaldowo. Over\nthere was the same story. When we got to the gate they didn’t let the people get off, they pulled\nthem off, or they hit them and pulled them off. And somehow there is a moment which\neverybody for a moment is for himself. So I saw on the truck ahead of us a young boy like I got\nto the gate and he jumped off from the side of the truck to avoid their hitting. When my truck\ncame over, I did the same thing. Momentarily, while I jumped off I said to myself what am I\ndoing. I left my father there, so I walked around the truck to the back where they were taking\nthem off, I took him around my hands and I helped them off the truck and they just lightly\ntouched him, and said, go you old dog. They didn’t hit him. That’s how we got to that town\nDzaldowo, was a camp and over there we also saw brutality. There was a young man which\nthey hit him, he jumped like crazy, that’s the way they hit him. A couple people got nearly\nkilled. This was, we got there, I think on a Monday, Tuesday, Wednesday, I think on a Thursday\nthey took us out and they took us to Chestochowa. Over there we were spread out in the town\nin different places. There was a ghetto a big ghetto, later on they made a\nsmaller ghetto. At that time it was still the big ghetto and they located us, Synagogues,\ncommunity centers and I was fortunate, my parents were fortunate, because of my father, his\npersonality. When they took us to that place, the first was the streets in\nlike a street. Was a Synagogue in the backyard, was a big place, they took us in there and I was\nbleeded. From Tuesday I wasn’t cared of. The blood was dried up so there came in nurses and\ndoctors came in and helped us and another person from there they saw my father also with the\nblood so they took him to his apartment. Then in Yaldova we got reunited with my mother and\nsister and the sister-n-law with the children we got reunited and we got to that place, they took\nus unto the house, which it was fairly, I mean it was clean. The day they took us to the\nSynagogue, they put in straw and junk back and that’s where they were laying one on top of the\nother. While they were cleaning up my head wound there was a young girl coming in and\nhelped attend me to clean me up . And, somehow she took an interest in me. This\nwas in March. On May the 15\" we got married.",
        "A: No.",
        "A: This was in Chestochowa.",
        "A: No, Yaldodov, Chestochowa. From Yaldodov to Chestochowa.",
        "A: The same day.",
        "A: The same day, just a couple of hours. It was a big hole, and the sanitary conditions, don’t ask.\nEven hard to describe. Unless you want to know.",
        "A: It was a ditch, big ditch a pole was in front of it and another pole like in the back in the open\nfield.",
        "A: We were only there three days.",
        "A: Germans. From Yaldodov we went by train to Yaldodov.\nQ; There you were sent into the big ghetto?",
        "A: Then we were sent into the big ghetto.",
        "A: And that’s where I met my wife and we got married. But when we got married after four weeks\nor so we were able to contact my sister in Warsaw and she asked the parents to come over to\nWarsaw, it was in °41, March or April. In April they went to Warsaw to my sister.",
        "A: They missed the wedding.",
        "A: Yes. The sister Hendle was still with us in Chestochowa. This was in April, they came to\nWarsaw and must have been in August they passed away, my parents. They were fortunate to\npass away ten days apart. The father was first and the mother ten days apart. They were\nfortunate to have a burial.",
        "A: The ghetto in Warsaw.\nQ; Do you know the date they died?",
        "A: I know the date in the Hebrew date, I never looked up in the English date.",
        "A: My father passed away eighteen days in Av.",
        "A: Yes, and the mother, 28, 1941. It never occurred to me to look up the date, the English date.",
        "A: For a few months.",
        "A: They died. Then my sister told me because they died in my sister’s house. They got weak and\nweak and weak and they died.",
        "A: Meanwhile I had a wife and I lived with her by a brother of hers, his name was Duvid\nTannenbaum. My wife’s name was Rose, maiden name Tannembaum from Krzepice. And\nnaturally we were driven to work, taken to work and one thing I must say, I was one from the\nvery few, very very few, fortunate people to be together with my wife all the time, since we got\nmarried, to work together and for a time wasn’t so nice but unfortunately this was the\nconditions of life, there were a barrack for couples, married couples, naturally no matter how\nthe conditions were, everyone was trying to keep up self control, self obedience in the\ncleanliness of the family. We were given a long, what you call a bunk bed, a long. We were\nmaking separations wherever we could to make a separation between one couple and another.\nUnbelievable as it may sound, it was a truth. We kept our dignity as much as possible to keep\nclean, to keep nice, self -respect. We were together then when they liquidated the big ghetto,\nwhich it started on a Yom Kippur day, 1942. At that time we were at the synagogue and we\nwere told that the other end of the city they were liquidating the ghetto. So we were driven out\nfrom there to a smaller place to live. Then that house, where we were, it was still considered\nthe small ghetto.. I had a sister of mine there, she lived a different part of the city, which I\ndidn’t see her anymore, Hendle. And then we were taken to work.",
        "A: No. I was taken once to air force place. We did there, whatever we did. I can’t remember\nalready whatever we did there. In the kitchen, the backyard, whatever it was, we were gone in\nthe morning coming back at night. At one time I ran away from the group where they took us to\nwork. I was hiding, why I did it, I don’t remember even. I was hiding in a like a ditch or\nwhatever it was and for the day. Why I did it I cannot remember. But I couldn’t do anything\nand then I got back to the work and they went back and somehow snow came. Then my wife\nwas working in the kitchen there so after awhile, like I said, I was fortunate to be with my wife\ntogether, like when it was time when it looked bad, they were trying to take the women out, I\nwent to intervene. Later on when they were trying to take the men away, take me away, she\nwent to intervene. At that time when she was working in the kitchen, which it wasn’t too bad,\nat least we had something to eat, so the foreman like, was a Jewish fellow. There were two\nbrothers and the wife had three sisters. We lived in the ghetto, even before the ghetto, they\nlived there too. Back to back. So they knew us very well. One of the brothers became the\nforeman and he want to take away the wife, my wife from the kitchen, take in somebody else.\nHe must have got something from them. So I went to him, my wife went to him, begged him,\nI’m staying here why are you taking me away”? So his wife told my wife how long isn’t enough\nto be with your husband together? Do you understand? That brother gave her hell for it. How\ncould you give her hell for it, how could you say it? But, apparently, time is doing is own\ncourse. Later on she got separated from her husband and I was with my wife all the time. So\nthen everybody was against it so they made a lottery to see who should remain in the kitchen\nand who not. So, it so happened, my wife was able to remain in the kitchen. Then this was\ngoing on while we were still 1n the small ghetto. Then they liquidated the whole ghetto and\nthey took us into the factory, the ammunition factory.",
        "A: It must have been sometime in ’43. I guess it must have been sometime in ’43 when they\nliquidated the ghetto. And so I was working the ammunitions factory like I said, together with\nmy wife. We were working -- I was taking care on machine which we were controlling,\nchecking the shells for the guns. To the machines which controlled the shells, whether they\nwere a certain size, everything. My wife was working at the machine and I was the mechanic\non the machine. And that’s how we spend our times in that factory. There were times which it\nlooked close to the end. My wife used to ask me, “Moishe, what’s that?” But somehow, like I\nsaid before, I learned from my father, may he rest in peace, not to speed up and not to try to\nguess for the worst. To think positive like.",
        "A: Take one day at a time. Although, it looked bad, somehow but in the back of my mind I hoped,\nech, it doesn’t look so bad. Whether I believed it or not, I don’t know. But just to make\ncomfortable my wife she shouldn’t think the worst.",
        "A: Positive thinking. That’s the way I did it.",
        "A: I'll tell you, there are some people which they say, oh when I was in that time I was thinking [Il\ndo this and I’Il do that. To me I cannot it didn’t occur to me what would happen. Back of my\nmind I believed that maybe, maybe something will happen we’ll get free. But to make plans, I\ncouldn’t do it. We didn’t know what was going on. We didn’t know what was going on.",
        "A: We heard rumors that when they had to leave, they liquidate the camps with the people. This\nwe heard later on, the end of 44. So, many times I heard like this, my wife asked what’s that, I\nsaid it doesn’t look so bad. It made her feel comfortable. There were twice, two moments, she\nasked me what’s that? In my wildest imagination I couldn’t see anything good, so I said I don’t\nknow. She didn’t ask me anymore. At one time all of a sudden it was at night, they shut off the\nlights, we were in the factory, we were working the night shift. It was sometime in ’44, the end\nof °44. What’s that? I said, I don’t know, I couldn’t find anything, I couldn’t find any excuse.\nNaturally, we thought for the worst. And the second time, which it was the last moment before\nwe were liberated, she said, we were driven out to the gates from the factory with the trains\nwere outside and all of a sudden we were pushed back, the whole mess was like pushed back.\nMy wife asked me that time, what’s that? This was when it went through the minds, this 1s the\nend. I said I don’t know and she didn’t ask anymore. We held on for a couple of minutes, then\nwe could spread. It got over. What it was, I don’t know. Some people were taken out t the\ntrain a the time and the bulk of us remained. There were three other camps in Chestochowa,\nammunitions factory. I worked ammunitions factory and the day before we were liberated, the\nday when we were liberated, to me it seems to be the 15“ of January, ’45. Yeah, I have to go\nback to a little incident before that. The end of ’44 we were all mechanics, I was a tailor, but I\nwas a mechanic at the machine. There was one Jewish fellow, he was the main mechanic of\nthose machines. We had there a German boss which it didn’t bother him. He said you don’t\nbother me, I don’t bother you. I did some tailoring for him I did some fixings for him\nsometimes. He was foolish, but it didn’t bother him any, didn’t do anything wrong. Then they\ntook him away and came in another one. They used to call him the mischugana, the\ncrazy . He was crazy, foolish. You couldn’t talk to him anything, couldn’t talk to\nhim, there was no way. So the boys said let’s try to bribe him, maybe we could persuade him to\nbe a little bit. So we did whatever we could to try to bribe him. Whenever he used to pass by\nmy wife when she worked at the machine, sometimes a shell we would find on the floor, or\nwhatever it was he hit her. He passed by, because he worked on the same shift and there was\nanother one, he hit her too, but sometimes he gave her a piece of bread too. And this one,\nwhenever I passed by she was crying. One time I passed by she said was it night? She was\ncrying, I said what’s the matter she said I don’t know, everything was going perfect. He hit me\nwith a screwdriver. So I go over to that boy and I said, listen you’re trying to bribe him, at least\nlet him show some decency. Well, he said the slogan was, if not today, it will be tomorrow.\nWhich it meant if we won’t be finished today, we going to be finished tomorrow. As weak as I\nwas I said no, not enough. I don’t buy it. And I find in between two machines, he was a short\nfellow, he wasn’t taller than me and I went over to him and I yelled at him. I said why did you\nhit my wife for nothing. If you going to hit my wife for nothing, hit me, I’ll be able to take a\nbeating, but don’t hit her. And he started beating me up. While he was beating me up I was\nscreaming to him the same thing, next time do the same thing, but don’t hit my wife. It’s\nunbelievable because he didn’t have to take me out to shoot, to kill, he could kill me on the\nplace. But apparently, he didn’t do it and since then he didn’t touch her again. This was before\nChristmas time ’44, about three, four weeks before. Then the 15\" of January in the morning,\nthey didn’t took us out from the barracks. We remained in the barracks. Like normally, we\nused to go out to work. A day before, the evening before, they took out about 700 people from\nthe shift from the night before. At that time it looked, it didn’t look good. At one time before,\nlike I said I had my sister in Philadelphia, America, home I never used to write the letters to her.\nBut when the letters used to come she used to live at 633 North 5\", Philadelphia, Pa., USA. At\none time it just him me, came into my mind the address. I used to say it in Polish. I took the\naddress, I wrote down on a piece of paper, just like this. When it looked so bad, I said to my\nwife, you see, here I give you my sister’s address. If we’ll survive there we’re going to meet.\nThis happened the 15\" of January, the 15\". So in the morning we didn’t go out to work because\nthey took out the night shift the night before. Later on around 9 o’clock or so, 10 o’clock, we\nhad to go out to the appel and stand up in the line and the bosses came around to take us to\nwork. We had one boss which he was fairly a decent man. Unfortunately one time he took, he\nkilled, shoot a woman. Whether he was drunk, it was a little instigation from somebody else\nand he passed by our group and told us in German, naturally not, it should be noticeable that he\nis talking to us, to take with you clothes. To take in the factory. Like he knew\nsomething, something is going on. So we went in the factory, our group, and while we were in\nthe factory, I took the coat, whatever my wife had and mine, put in a room wherever we had to\ndo for the machines, and I’m there for a minute or two minutes, a boy comes in and says,\nMoishe go out take a look where your wife is. I went out I see her come in from outside. The\nboss who had the shift before, so he want to keep his women, he want to keep, and send away\nthe others. So she went over to him, it was the 15\" of January, it was cold, she said I want go\ntake mine coat from my husband and I will be back. He said go, but come right back. So\nnaturally I went over to that boss, he knew me, not the one who hit my wife before, but the\nother one, higher than him, and I told him my wife they’re going to take out, do something. He\nsaid I’m powerless, there’s nothing I can do. There was, the main engineer from the whole\nfactory there, the ammunitions factory. So the main engineer from the whole factory, in normal\ntimes, everybody was afraid for his look. Terrible, terrible man. At that moment he stood with\na stick and he was hitting over the head everybody whoever came to him. Why, it was plain and\nsimple. They were trying to take out the people and people were running back. Nobody wants\nto go away. Everybody wants to stay in the place and they were taking them out and they were\nrunning back. So he was hitting everybody over the head, wherever he could. And while he\nstood with his stick hitting everybody over the head, unbelievable as 1t may sound, how I did it,\nI don’t know, but I did something. I went over to him and I said, engineer, I’m here from the\nfirst moment when the place started, now they’re going to send out my wife. If they’re going to\nsend her out, I’m going to go with. I scared him off. So he said, where is the boss? He called\nover the boss, not the one who hit her, but the other one who hit her from time to time, but he\ngave her a piece of bread too. He said do you know her?. He said yes. Is she a good worker,\nhe said yes. He said remain here. Another boy did the same thing for a girl and she also\nremained. How I did it, I don’t know. But it was a rumor just imagination 1t was, supposedly\nyou’re supposed to say they should have left his father that the boy should remain here. So\nsomehow I did it and that’s how we remained together. Later on I gave her the address from my\nsister and said, because it looked like something is going to happen. So I said if we’ll survive,\nthere is going to be a place where we met. O.K. Then we are still in the factory, we were going\nto lunch to bring the pot with the lunch and that time I went to the kitchen to bring in the lunch\nfor the group. Then we got a lunch and I sat down on the floor near the machine, while I was\nsitting eating we heard some banging, to bang a big factory. So I didn’t pay too much attention\nafter awhile another repeat, didn’t pay attention yet, but then it didn’t took long another few\nminutes we heard more banging. So I said that time to my wife, because she was sitting with\nme near the machine, I said now I’|l put away the food what I had, let’s pay attention what’s\ngoing on. So after awhile we saw the Germans through the window, we could see that they start\nrunning. Then one of the German bosses came in and he said to the other one, he said what’s\ngoing on with you don’t you see what’s doing outside already? Stop the work. So they stopped\nthe work and we were driven out to the barracks. There was a factory , a munitions\nfactory, a bigger one than ours. When the Russians came close to that they\nevacuated the factory and it took about six months till the Russians came in that time. So they\nwere told, the rumors were going on, the Germans said they were supposed to leave the factory\nwith the people. The factory should be able to go till the last minute, cause it was a bigger\nfactory than ours. This apparently what they did. In our place, in our situation the factory was\nrunning until the last minute. But still we were afraid that they’ Il tear off the bounty () place\nwith the people. This was the thought what it may happen. This is what they did in some other\nplaces. So we were in the barracks and around it starts to get dark already, one of the Germans\ncame in with a sack of bread giving out bread. So whoever could reach it got bread. Then the\ncommander from the camp start to go around and calling the people said to go with him. He\nsaid I was for you like a father, come with me, the Russians are coming, come with me. And\nunfortunately, a couple hundred people went up.",
        "A: With him. And we remained.\nTAPE 2, SIDE 1",
        "A: Around 10 o’clock, at first we were in the barracks, then we started to move out to go out from\nthe barracks, after that incident at the gate, the push back was like I said before and so we start\nto spread and we were in the barracks, we were outside, because we heard the shooting and\nwondered what was going on. Around 10 o’clock the fire engines, the fire people from the fire\nengine company they came around and told us now you are free, just watch out from upstairs\nfrom the planes. It was only a wild dream to be able, I don’t know whether I even identify, but\nsubconsciously there was some kind of hope in the back of the conscience that maybe, maybe.\nThis was the moment what we heard, now you are free just watch out from the top. So I still\nhad my can with my lunch and it was cold. So some people did smart things. They were going\naround in the German homes and did whatever they could do, take whatever they could.",
        "A: The homes were empty, the Germans were out already, they were gone. All of a sudden they\ndisappear. Me and my wife, may he rest in peace, another friend just passed away in Israel, we\nkept ourselves together. We walked and we walked into an apartment building, Polacks were\nthere. And at first they hesitated to let us stay there, but we insisted and we did not let ourselves\nbe driven out. Till the next morning. Talking about the friend of mine I have to go back a little\nwhile to memorialize him, cause he just passed away and we were very good friends. He too\nwas a tailor and while we were in the camps in the same barracks we used to make caps by\nhand, little caps be able to wear it. And my wife, if she could find a potato, she cooked\nsomething, so whenever she cooked something, whatever I ate, I fall asleep. He used to say, go\nahead, go to sleep I'll finish it. And that’s what we did, we lived very close together. Next\nmorning, the morning we went out in the street, because the other guy, he was from\nChestochowa, so how do we start a life again, we didn’t know because everything was\nunplanned. We came into our house, we knocked to the door and I said in Polish, naturally we\njust came out and we need hot water. They didn’t let us in, they didn’t let us in. I went to\nanother door, knocked on the door and told them the same thing. See the difference between\none person and another one, she said come in.",
        "A: Polish. She said come in and make yourself comfortable.",
        "A: Oh yeah. We made ourselves comfortable. Matter of fact she went out, she had to go to a\nfuneral she said, stay in the house, do whatever you want it. And me and that friend and mine\nwent out shopping see what we could do. We saw a woman was carrying a big batch what she\ngrabbed from the store, shirts. So everybody grabbed from her, so we did the same thing. I\ngrabbed a shirt, he grabbed a shirt, then we go see, it was a bakery. We tied up the two sleeves\nand put in bread, at least we had already something to eat. And slowly we started to realize\nwhat we had lost during that time. And we started to do whatever we can to start a life anew\nagain.",
        "A: We didn’t realize we didn’t know anything that was going on. I had a cousin of mine in a camp\nnext to us, not far from us, which we didn’t know. I find out this right after the war, we find out\nabout it. Like I said we didn’t comprehend what we had lost. Naturally, we started looking and\nwe're still looking to this day.",
        "A: She survived.",
        "A: It’s one of those miracles, if there is meant to be, no matter what it’s going to be. She was in a\ncamp called Poniatow. Unfortunately, very few people survived that camp. She was there with\nfour children, a son and a daughter in that camp where my sister was 1n another place of work,\nthe same camp, another two daughters. That daughter that she was with was doing tailoring.\nShe was working for the Germans. One time she found out it’s going to be a selection to take\nup people. So being my sister was an elderly woman then, white, grey hair, so she said to her\nmother, Mom, go hide yourself because there’s going to be a selection they’re going to take up\npeople. So my sister listened and she hid herself. Fortunately from that particular group where\nthey were, they didn’t took up anybody. So, it was good. A while later she comes back again\nand says Mom, go hide yourself they’re going to take up people again a selection. So my sister\nsays, nah, they didn’t take then they’re not going to take now either. She didn’t want it. It so\nhappens they took out my sister. So the two kids went over to Mom and said, Mom, where\nyou're going, we are going. Mom started to beg them said, me, all right, it’s me, I’m elderly\nalready, so you’re still young you still have a chance. They said no, where you go, we go. The\nother two kids they couldn’t reach because they were a different place of work. So what\nhappened, those few people what they took out they sent them to a different camp, the remain\nbulk of the people they all got wiped out. That’s how she remained alive with the two children.",
        "A: The other two, no. At one time she was in Auschwitz. They also found some people that they\ndid something and they going to take them out and they going to send them to the\ncrematoriums. She was white, she was thin, she was grey, her head was tied around with a little\nkerchief and she was running, she said like a young chick. Somehow she went through not to\ngo to the crematoriums. She survived. Then from Germany, she survived in Germany and\nBelden(?) Belden. From there, after the war, she went to Israel with the two kids.",
        "A: Well, the other sister was with me in Chestochowa too.",
        "A: Bayla was in Warsaw, she was taken from Warsaw.",
        "A: When they liquidated the ghetto in Chestochowa.",
        "A: Never heard from her..",
        "A: No. One sister was over here in America.",
        "A: I had a brother, he was in Warsaw with his family, which I didn’t hear from him.",
        "A: When I took over the food to him, to Warsaw.",
        "A: I didn’t know. This I found out after the war when I saw my sister. By then you heard about\nAuschwitz. How did we find each other? We find each other through my sister in America.",
        "A: No. They wrote to my sister, to America and I wrote to the sister and that brother Josel, who\nlives now in Philadelphia, he also wrote to my sister. So from there we got information about\neach other.",
        "A: And I went to America.",
        "A: It’s funny, the organizations giving out a yearly bulletin and everybody of us writes in certain\nhappenings. I mean from the war. 1941, March the 3\", I was driving out from my hometown,\n1947, March the 3\", I came into the United States. This I wrote in the bulletin.",
        "A: My wife was with me. After the war in Poland I start to write from Poland, Chestochowa, to\nmy sister. At one time in the middle ’45, May or June, a friend of mine heard that he had a\nbrother in Theresienstadt, Czechoslovakia, so he was sick. So both of us took a train to go to\nCzechoslovakia. Just like this, like you go from here to New York, but it wasn’t so easy. We\ngot on a freight train from we took a freight train to Prague,\nCzechoslovakia, we didn’t have no money, we didn’t have no tickets. Going up on the train\nwas no problem, going off the train they stopped us, we were stopped, tickets? We have no\ntickets. So they took us to the station in Prague, they took us to the Police Station, so called.\nTalking to us about tickets, who knows about tickets. We didn’t even know what they were\ntalking about. A woman walked in and apparently she saw us taken off at the station. A woman\nwalked in and she asked what was the problem. Apparently they told her what was. She took\nout money, paid the fine and gave us some money and disappeared.",
        "A: Never knew who she was.",
        "A: Or Jewish, never knew who she was. She walked away, period. While I was in Prague, we\nwanted to go to Theresienstadt so we had money already. So while I was in Prague I said, let\nme send a telegram I saw a post office, let me send a telegram to my sister. So I went over to\nthe post office and asked can I send a telegram. He said yes. I wrote down in Polish. He came\nback, no good, got to be in English. So I took the form with me, telegram blanks, and I was\ngoing around the streets in the station, do you know English, do you read English? One said\nyes, So he wrote me down in English, he just wrote down, script. I came back, no good, it’s got\nto be print. I took a couple blanks with me went to Theresienstadt cause we had to get a train to\ngo to Theresienstadt. Because we had the train already to go to Theresienstadt. While I was in\nTheresienstadt, we found his brother, so I go around and ask people whether they write English.\nSo finally I got somebody who said they write English. I told him it got to be in print, capital\nletters. He wrote down the telegram, took four weeks I got an answer from my sister.",
        "A: Yes, the chain reaction. But one thing she said in the letter she wrote to us. She said I am\nsending you out mail, she sent out money and she wrote me and said, one thing I want to tell\nyou if you want to come to America you will have to work for a living. Another thing she said\nto stay clean not to get involved in any false dirty business. And after that letter, you want to\ncome to America you have to work for a living, when she left I was eleven years. Now I ama\nmarried man. She felt sorry what she wrote.",
        "A: No, she said now maybe it’s a different character, maybe I tried to scare them off. So she wrote\na couple letters after, she tried to apologize. But I took literally the way she meant it. There is\nno way to go around with a bucket and a shovel to shovel in the gold. If you want to make a\nliving you will have to work. And we kept close all the years till the last moments of her life.\nVery close. Like when I came over here I lived around the corner, the same block but around\nthe corner. If I had to take the bus in my corner, I went over to the next corner to go in the\nstore, she had a cleaning store, to say good morning and took the bus. Sometimes it happened I\nwas late and I got the bus right at the corner I couldn’t go in, she came up to the house, the\napartment, to see what happened. That’s how close we were all the years.",
        "A: Yes. Yes. She realized and she got one son, he was 15 when I came over here. When it came\nin a telegram from the boat I was coming in here, I sent a telegram to my sister that we are on\nthe way because she sent to us the papers. And it was on a Sunday when the telegram arrived,\nthe letter carrier brought in the telegram and the boy was 14, 15 years old. So he gave the letter\ncarrier two dollars. Because the parents weren’t home.. Then when they came home, he said\ncame in a telegram from Moishe. That’s it, they were happy. Did you give him something? He\nsaid yes, I gave him two dollars. They said two dollars! He said isn’t it worth it?",
        "A: No. A funny thing when we arrived. She sent us the papers.",
        "A: Right. Other people came in from the HIAS, from the JOINT, she paid for everything. For\neverything she paid. The day when we arrived, we came into Ellis Island, no, we stood around\nEllis Island overnight, we didn’t get off the ship, because we arrived a Sunday night. I think it\nwas a Sunday night. We stood a distance away. In the morning they came into New York, into\nNew York Port. Right into the port. When we got off the ship and the port went through all the\nformalities, the paper work, I started to look around. Was a huge hall, a huge building. But\nsomehow I looked around and I set my eyes to a corner. I said to my wife, you see this is my\nsister. We didn’t see each other since 1929. But we got pictures. I said you see, this is my\nsister and we start raising hands. It took a while, she came down with her sister-in-law for us.\nIt was my sister. Like we could feel from the distance that’s a sister and brother.",
        "A: It was a happy ending. It was like I said I was from the very few fortunate people to be with my\nwife together. We came over here she was pregnant, six months, and then mine daughter was\nborn. We came in March, she was born in August, August the 10\". She lived till the 2\" of\nMarch, 1968. Didn’t live to see the happiness from my daughter.",
        "A: Yeah. So she didn’t live to see the happiness from our daughter. But she knew that she had a\nboyfriend. The boyfriend he lived across the street of us. He was home a week before, he was\ngoing to college in North Carolina, what was the name, I forgot the name.",
        "A: No. I forgot the name of the college. Anyway he was home a week before and the following\nweek she called him her mother had passed away. So he came back. The week before when he\ncame in he gave her the pin. That’s how much she knew this was going to be the future\nhusband. That’s how life goes. She is a good daughter, a good son-in-law and two wonderful\nchildren. The older one is going to be 17 in December and the young one will be 13 in January\n7.",
        "A: Yes, yes. There’s a song in Yiddish. Every smile is mixed with a tear.",
        "A: Anything else to add? Yes. There were times which we couldn’t talk about the Holocaust. I\nthink that most of us came to the conclusion we should talk about, we should tell about what we\nlived through and the world population with few exceptions stood silent, callously silent, to the\nannihilation of six million Jewish people. Among them a million and a half children. Children\nwhich they never had a chance to see the world with its beauty what they taste the tyranny of\nthe people. We should talk about, especially now, they are so called educators, they are so\ncalled educators that they are denying the Holocaust. They say it only in our imagination.\nThings like this never happened. How kind of vultures can I say those people are. They\ndenying the existing of us survivors who went through hell and they know about, but still they\nare denying it. We should remember, we remember, we should never let the people forget what\nwe Jews went through, other Nations too, but there is a difference between us Jews and other\nNations. We were annihilated for one reason and for one reason only. Just because we were\nJews. There was said this Hitler may he rest in hell, wherever he 1s, said, if hell find a Jew in\n1945, he is going to kiss his head. Thank G-d there are Jews survived him, there is Israel which\nhopefully will exist and he is in hell wherever he is. We a long accounting to do with people.\nSo called friends. We hoped that the world will realize and help Israel, the Jewish Nation live\nin peace. Unfortunately, so- called friends are doing very little to help Israel in peace. But let’s\nhope we are out making people hopefully will exist for many years to come. And I thank you\nAnthony Di Iorio. I thank you for coming into the house and telling my story of life. Maybe\nit’s not so but it’s a story of life which we went through. Many people may say, why\ndidn’t you fight back? But there is a saying that it is always good to be a quarterback next day\nafter the game. Unfortunately, this was the story with us. There were very few which were able\nto fight back, to resist. The greatest resistance from the people was to exist and try to conduct\nas humanely as you could with all the bad luck situations where we lived, conditions where we\nlived, and we resisted to be able to exist and I think this is the greatest resistance what every\nhuman being could do. And I thank you again for coming. You had a long day.\nQ; Thank you for having me. I probably should say for those who will hear this tape that hard\nnecking people, we should say that means stubborn and tough.",
        "A: Right, right. I just couldn’t bring out the proper word for it. There is the Hebrew translation for\nit, Em shay oraf, the heart necking stubborn people. With all the humiliation that we had we\nstill were able to bring up a second generation nice young people who do take an active part to\nkeep up the Holocaust memory and the memory of the grandparents that they had lost. It’s very\nheartwarming for those youngsters to be.",
        "A: Let’s hope, let’s hope. (Di Iorio: Thank you.)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "UnauthenticatedApril 26, 1992\nPhiladelphia, Pennsylvania"
    ]
}