{
    "rg": "RG-50.233.0114_trs_en",
    "sequence": [
        "A: My name is Pal Rozsa. First name, P-A-L; last name R-O-Z-S-A. I was born in Budapest,\nHungary in 1925, January 20. I always lived in Budapest and there I finished high school and\nlater I went to university. My father, Dezsoh Rozsa; first name, D-E-Z-S-O-H (double-dot),\nwas born in 1885, March 19. He was a teacher in Budapest for foreign languages, first of all\nEnglish and French. He graduated in Budapest as well.",
        "Q: He taught at a high school?",
        "A: He taught in a high school, yes. A commercial high school; that means language was real\nimportant there.",
        "Q: Did he have a university degree?",
        "A: A university degree, yes. He got his degree in Budapest, a university. He was an excellent\nteacher, a very famous one, actually. He got his degree from English literature. His doctor\ndegree and his special field was predecessor of Shakespeare. Ben Johnson, Marlowe,\nThompson (?) and all these people. When he was young, his special field was English\nliterature. Later, the language teaching, the languages and he was very active. He taught in\ndifferent courses for adult people, also private. He gave private lessons.",
        "Q: He was doing that in the 1930’s?",
        "A: Yes, yes he was doing all the time. Actually, it was a . He was paid quite well, to\ngive private lessons, it was always well paid. He retired in ’40 as a consequence of the first law\nagainst Jews. He retired earlier than it would have been necessary.",
        "Q: He was only 55?",
        "A: Fifty-five when he retired, yes. It was too early for it but afterwards, he was still active but, of\ncourse, less active. Not much time left there. He wrote a lot of grammar textbooks which was\nused all over the country for high schools and also some others which would be used by\neverybody. As a matter of fact, it is a shame that in spite of the fact that my father was a teacher\nof the English language, I don’t speak it better. My English is not very good, of course, you\nknow how it 1s, being a child, it is always difficult to learn from his own parents.",
        "Q: What about his family?",
        "A: My grandfather was also a teacher, but for music. He was a violinist and gave also lessons on\npiano. He studied in Germany with Yochim. I don’t know whether you know the name. He was\nan outstanding master in the previous century. He was one of his students. He was not a bad\nmusician. He died when I was five years old so I don’t have much memories about him. Only I\nknow stories going on in the family, that he was an awful person, stingy, stingy person. I don’t\nknow, of course.",
        "Q: Did your father have any brothers or sisters?",
        "A: Yes, he had an elder brother. He was an employee in a bank in bank work and he had two\nsisters but they died very young, not so young, they were already grown up but maybe in their\ntwenties. Tuberculosis, one and I don’t know what was the matter with the other. Anyhow, I\nonly knew my uncle, my father was the youngest and the brother was the eldest. He was not a\nparticularly successful man, but he worked.",
        "Q: Your grandfather?",
        "A: No, no, my uncle. The grandfather, I don’t know very much. I know that his father had an inn,\na small pub in old Buda --. That my grandfather could study and studied in Germany, that was\nalready something. This way, I just wanted to give you certain background so my education was\na very intellectual one. Also my mother --.",
        "Q: Did you learn a musical instrument?",
        "A: Oh yes, I learned piano. I studied ten years and I liked it very much and I was a good level.\nSome members of the family wanted I became a musician. But I didn’t. I knew that I am not\nas good in music. It was fun but not a profession and I am sure that I was right. But I like it\nvery much. My mother, she was born in 1890 and she was a teacher for mathematics.",
        "Q: What level?",
        "A: High school teacher.",
        "Q: So your parents met at university?",
        "A: No, no, not at the university. I don’t know exactly how they met each other but anyhow that\nwas a very happy marriage.",
        "Q: Did you celebrate the Jewish holidays? Or observe them, should I say?",
        "A: No, no. My father had no idea at all about religion and my mother, maybe in her family, it was\nmore usual to keep the highest holidays. I remember when I was a child, she used to light the\ncandles on Friday evening. I remember it and we had a very nice candleholder and some of the\nchina or something. One day it broke and she stopped to do it. It was not a kind of being\nreligious, just a kind of religion.",
        "Q: They were married in a secular marriage?",
        "A: Oh, yes, secular. I don’t remember -- maybe the only occasion when they went to synagogue,\nthat was -- what is the name of the memory of the parents who died? On Yom Kippur, how do\nyou call it? Just a second. Anyhow, religion was not an issue in our family. That’s interesting,\nmaybe I can speak about it, but what’s interesting, my mother came -- her father was a\nphysician and he came from a very simple family from the countryside where I think there were\nten brothers and sisters. When he was a child, they sent it away because they didn’t have\nmoney. They told him that he should go to one relative and from there to another one.\nSomehow, he managed to finish the university. He became a physician. He had five children.\nMy mother was the brightest. She finished and got degree in Budapest. She was an outstanding\nstudent and I still have her book. I don’t know how you call it, where all the grades are written.",
        "Q: Report card or a transcript?",
        "A: No, I don’t know how they -- maybe you don’t have it. Anyhow, I still have it at home and the\nbest grades whatever students can get, she had. I’m very proud of her, excellent professors she\nhad. Unfortunately, when they married, it was in 1914, the war came. After the war, it was\nimpossible to have jobs. A Jewish couple couldn’t have jobs from the state, two teachers. My\nfather had the job and my mother was fired. So she didn’t work as a teacher. Some years and\nthen she stopped. She had also private lectures. Unfortunately she died very early. She was\nfifty only in °41, just before the war. She was ill. I had a sister, an older sister. She was born in\n1918, May 15 and she could enter the university. It was not easy because also as I’ve already\nmentioned, there was no law against Jews, however the policy was not to be accepted.\nHowever, since my father was a teacher and had a lot of friends and connections, he entered the\nuniversity. She studied chemistry but never worked as a chemist, a chemical engineer. She got\ninvolved, very early, as a student into the communist movement. In ’43, there was already\ndoings of war. And very many young communists were put in jail. She was also condemned to\nthree years, in ’43. In the jail, she got ill, she got tuberculosis. Maybe that was her luck because\non this basis we could get her out from the jail temporarily and when the Germans came into the\ncountry, the German invasion in °44, the first thing was that all communists were taken. She\nwas not registered because she was registered as somebody who is in the jail so nobody was\nlooking for her. That was the way how she escaped. Never cured perfectly so she was working,\nand then again in a sanatorium and so and so. Finally in ’75, she died.",
        "Q: In 75? Where was she during the war?",
        "A: She was hiding with false documents. As I mentioned, nobody was looking for her, because\nwas not registered as a freed person, and so she could get false documents and she could hide.",
        "Q: Where did people hide? I know a lot of people hid.",
        "A: It was not very difficult because many refugees came from Transylvania. She had also a\ndocument as a refugee from Transylvania and she just -- I don’t know was recommended or in\nthe newspaper -- she rented a room, a private room in a family house. The only danger was that\nsomebody recognized her or was suspicious whether she is a hidden Jew. If they called the\npolice, and looked after the documents, they are real. It was very difficult to check whether it\nwas a real document or not because very often it was a real document. Only from Transylvania.",
        "Q: Did you have to pay a lot of money to get one of those?",
        "A: No, no. The comrades gave her. She was a communist, yes. They helped each other --.",
        "Q: You were not a communist then?",
        "A: Me?",
        "Q: Yes.",
        "A: In soul I was, only I was not a member, I was too young.",
        "Q: Were your parents leftist leaning?",
        "A: No, no, they were not. My father was a very progressive and a very open mind but he had\nopinions, you should know everything; you should read about everything but you should not\ncommit. Don’t go close to anything. He was -- you know what he was -- free -- very old\ninternational movement. Free -- Mozart was also a --.",
        "Q: A mason?",
        "A: Yes, yes.",
        "Q: He was a freemason?",
        "A: Yes, yes.",
        "Q: Oh, well that’s interesting.",
        "A: Yes, he was a freemason.",
        "Q: Did he go t meetings?",
        "A: Well, it was forbidden. It was not allowed, of course not. When it was allowed, that was before\nthe First World War, then he went, yes. Maybe somewhere I still have the documents what he\ngot there. Then after the First World War, it was strictly forbidden. Then he didn’t go there. At\nleast I didn’t know about it....I just remember that in our library in the third row there, I found\nall this documents and the books about the freemasons.",
        "Q: I never completely understood, that’s very interesting, the freemasons.",
        "A: I didn’t understand it either. Anyhow, I know the ideas were very good, very nice, to help each\nother -- yes, freethinker. That was the attitude of my father. He was very desperate when it\nturned out that my sister was involved in the communist movement.",
        "Q: He was afraid?",
        "A: Yes, of course. One day in the morning at four o’clock, was ringing and they came and took my\nsister, you can imagine.",
        "Q: That wasin _?",
        "A: That was in ’43. It was already the war.",
        "Q: But he knew before that, that she was involved?",
        "A: Well, he knew that she was a sympathizer. But that she was so much involved that ---. Actually\nshe didn’t do anything, just were, leaflets distributing. That was what she did. There were some\nyoung boys in the group. If they got two flaps from the police, they gave out the names.",
        "Q: Informers?",
        "A: Informers, yes. The girls never did it. Only the boys. So they were frightened very easily so\nthey gave the names. I knew about it so she told me previously, today they send this one was\ntaken by the police so I am prepared tomorrow I will be taken as well. It happened.",
        "Q: What was your family life, where did you live in the 1930’s?",
        "A: That’s also a typical story. My grandfather was a physician. My mother’s father. I told you\nthat my grandparents from father’s side died very early. Also this other grandfather died also\nvery early. He saved some money and bought a house in Budapest. He had the intention that he\nwill live together with us and my parents will take care for him until he lives a full life. So we\ncan live together. What happened before we could move into the house, he died. He was old\nalready but he got leukemia and that’s very quick. Then the sisters and brothers from my\nmother wanted their part. My parents didn’t want to sell the house and to give them money.\nThey agreed they will pay the rest for these brothers and sisters. Especially one sister was very\nrude, she made a trial against our parents. She won, of course, because she had the right to get\nthe ---. It was not a nice thing. Anyhow, for me it was good because ---.",
        "Q: What year was that?",
        "A: What year? It was in ’29. I was four years old.",
        "Q: How can you remember it well?",
        "A: I remember the grandfather and the grandparents but the whole story I learned only later.\nActually, for me it was wonderful because this house was in Budapest, in one of the most\nbeautiful parts, a hill on the dsboodocks. I was grown there in a garden. It’s a family house. It\nwas really wonderful. Of course, I didn’t know about these problems with my parents. The\nhouse was too large because it was actually for my grandparents from father’s side and for\ngrandfather from mother’s side and everybody died and we stayed there alone. Then my\nmother wanted to make some advantage of it and so she decided to make a boarding school\nfrom it.",
        "Q: A school?",
        "A: No -- a boarding house -- a dormitory. For girls who come and live there -- since both parents\nwere teachers, they could help them. They could get food there and the girls can live there.\nThat was in her mind. My mother had an excellent sense for business, so had my father, as me,\ntoo, yes, as I too. As a consequence there was this boarding house there, all facilities and\neverything, just no girls came, nobody came. One day somebody came, because it was really a\nvery nice part of Budapest and the gardens, as I told you, and in summer it’s ideal, so one day\nsomebody came and asked if they cannot get a room there to live. Who had vacation . Since\nthere were empty rooms, my mother told yes, why not? After a while people came to spend\ntheir holidays, vacations there.",
        "Q: So it was like a bed and breakfast?\nS: More, because they could get a full -- pension, yes.",
        "Q: When was that?",
        "A: That was still in the early *30’s.",
        "Q: 1935?",
        "A: °32, °33, yes already started in ’31. I remember all the time, it was, I was very desperate\nbecause it meant that my mother was involved in this business and she didn’t have time enough\nfor me. I was jealous for these guests and I always was complaining that well -- to hell with\nthese guests and you should care for me. Finally it was a very nice time. My sister was eight\nyears older than I was and we were very, very close to each other. She had a fiancé who was a\nmechanical engineer. He was very good with me and watched interest for signs in me. I had all\nthis kind of attention; from father’s side, the languages; from mother’s side, mathematics; from\nsister, the chemistry; from her fiancé, the engineering; but mainly mathematics was my first\ninterest. Just I wanted to show that in this period, it was very nice. You ask whether we were\nreligious or not. I had no idea what it was, Jew or not Jewish. The first time I had experience\nin this respect was when I was enrolled into primary school and religion was compulsory.\nThere was a list and they ask these persons should go to this room. I went there and found\nmyself in a big room. There were all the pupils there, not only from the first grade but all four.\nThey started to pray, prayer and I didn’t understand a single word. It was Hebrew and I didn’t\nknow what is is Hebrew. I didn’t know what is Jew; I just saw that something different. I was\ntold I am a bright boy, that I’m smart. I was so much confused by the whole fact and I went\nhome and asked what happened. Then they explained me what it was. This is about --.",
        "Q: Then you studied Hebrew?",
        "A: Then I studied Hebrew, I didn’t mind it. My teacher asked me, not me but the class, well is\nanybody who doesn’t pray every day? Since I was taught at home that you have to be always\nsincere and tell always the truth and you must not lie; of course, I was the only boy who said\nthat I don’t pray, never. She started to make reproaches, why not? I don’t mind, I don’t think of\nit. Then, you don’t think that G__ will not think of you? I would have never thought about it!\nFinally as a consequence, I realize -- this 1s what I learned there -- that in certain cases it’s better\nif you lie. That was my first lesson, not to be sincere. Never left the religion, I’ve never denied\nthat I was a Jew. Of course, now I don’t. It’s a different thing, that’s a tradition. Moskir\n(Yiskor) what I wanted. Have you ever heard what is Moskir? Moskir is a part of a holiday\nprayer which is only three times a year, I think, but most important in Yom Kippur. You know\nwhat Yom Kippur is. Moskir, even people who are absolutely not religions, they go to Moskir\nbecause this 1s again a tradition, to think of the parents. To pray for them, the parents, or just to\nthink of them. My father who had no idea about praying at all, he went to Moskir and my\nmother too just because his parents went to Moskir. You know, you understand the situation.\nThis is really, I think you will agree, it is the most important event in all the religion. This is\nreally what we were taught. That was my childhood and then I went to high school. I knew, I\nwas aware of the fact that if I want to enter the university, then I have to be the best in school.\nSo I was always the best without any effort because it was a public school and all the\nother students were not very bright so it was -- not the best school, yes. It was also not a bad\none. Anyhow, it was not difficult for me to be the best but I knew that I have to be the best. In\n’43 I graduated in high school with excellences, all the best grades. Is it interesting this?",
        "Q: Oh, yes.",
        "A: Yes, that was also such a competition. I finished second in the high school among the students\nwho just finished the high school from all over the country, from all the schools in the country.\nThere I participated in this competition in physics and I got fours, a prize. So I was among the\nbest and it was something. I hoped to enter the university, or if there is any chance to enter the\nuniversity, then I can get it because I was the best in the school. But it was ’43 already and we\nhad already two laws and it was very restricted and so I didn’t get into the university. I wanted\nto become an engineer which was even more difference, it was always the most difficult for a\nJew to be enrolled to a technical university. So out of question, well what to do? Then I will\nwork, that’s also a good experience, a good opportunity. If I want to become a mechanical\nengineer, I go into a factory and there I will learn. I will become an apprentice. I went to this\nt in Ujpest, and ---,",
        "Q: The electric factory?",
        "A: Electric factory, yes.",
        "Q: Electric parts factory, would you say?",
        "A: Electric parts, yes. It was not only for the bulbs themselves but also they produced all the\nmachines which are necessary to produce bulbs. It was a very good experience. That was in\n43.",
        "Q: Then you were 7? How old were you?",
        "A: I was there -- I was 18. One year, almost a year I was working there but in ’44 March 19, as\nyou know, the German invasion came. Until June, I could work there and my luck was -- I was\nlucky because I had to go into the forced labor camp in June. Otherwise, as Eva already pointed\nout, people who were working in Tung ---, later she will be taken to Auschwitz together out of\npopulation of Ujpest. Since in June, I was already in the labor camp so I could escape this\nexperience. Just I wanted to tell you, it may be interesting, March 19 that was my father’s\nbirthday. Then my sister was in the sanatorium because I mentioned that she could get _..\nWe visited her and that was a sanatorium outside of Budapest but very close to the border and it\nwas a very nice place. We went there in the morning and my sister told us what happened,\nbecause we didn’t know about it, the German invasion, but they had the connection, the\ntelephone, everything. She told us you should return as soon as possible because maybe they\nwill close the border and you should go through the woods. Not the road, the regular road and\ndon’t take the bus. We did it and that was our luck because this path in the forest was free, was\nno control. On the road, the regular road, the bus, they didn’t let the Jews anymore enter the\ncity. If they had caught us, then 1t would have been worse. That was the last visit for us both,\nmy father to see my sister. As you know, each day and each week, it became worse and worse.\nIn June I had to go to the labor camp, I was really happy. Yes, because then there was a\ncommunity, how to say, and I knew that in general the army was not as bad as the gendarmerie.\nWe didn’t know what happened in other countries, in Austria, in Poland and so on. Being under\nthe army, we could have more safe and secure position. Of course, it was no assurance for it,\nbut in the army there were better people than otherwise.",
        "Q: I know that I read that there were actually higher-ups in the army who wanted to protect --.",
        "A: Oh yes, definitely there were excellent people.",
        "Q: There were points when you could have been taken and this was kind of a way of protecting\npart of the Jewish population.",
        "A: Yes, yes that’s very true. {Female voice: “The young, the Jewish population who survived, they\nsurvived in the army.”} In the army, in this labor camp. Not all of them, because it was\ndepending on the leaders of this. In general, they were not as bad. That was also -- we had to\nwork. I was young and even if I didn’t have the experience 1n physical work, well it was not so\nbad.",
        "Q: You weren’t brutally treated?",
        "A: No, no, not at all.",
        "Q: It was sort of like being in the army only you were in this labor service?",
        "A: {“* The places were very different.”! Very different. It depended really from the leadership.",
        "Q: What was the name of the place where you went?",
        "A: Where I was? In summer, we were in, it’s a very small place, Chicho __, it’s in northern\nTransylvania. We were constructing a railroad. As for the second lane. It was very\nimportant for the war because it was only one rail and because of the transportation, they\nneeded, urgently, a second one. We were building it. It was summer, we were young.\nSometimes we told each other that if we knew that we survive, then it wouldn’t be so bad, like a\nsummer vacation. We had good food. There was a very good organization, food. From this\nrespect it was not bad. It was in summer. What I thought interesting, probably you know from\nhistory, that August 23, Romania went to the Soviet side. That meant that the war and the front\ncame very close. When we finished this second railroad, next week, later it turned out, next\nweek another b came or a group of locals and they blew up. What we were -- that’s an\nirony...we were working so much and so hard in summer. Then they blew up. That was a\nchange of the whole situation. It became worse because we went to the front and we had to dig\nthis trench a second time.",
        "Q: Where was that?",
        "A: It was between Cluj and Tursda. Tuesda is Torda so that’s a familiar.",
        "Q: How do you spell the first one?",
        "A: Cluy? In Romanian, it is C-L-U-J. The Hungarian name 1s K-O-L-O-Z-S-V-A-R. This is a very\nfamous and important historical city. This may be the largest city in Transylvania. In the forties\nyears, it belonged to Hungary, it was attached to Hungary. In this area we were working and it\nwas not easy. We had to work in the night and in the morning, of course, attack came. Our work\nwas.",
        "Q: Only Jewish men worked on this?",
        "A: No, not only Jewish men but in our group, we were only Jews, of course. There were other\nRomanians and Serbs, you know, these minorities who were not reliable and they didn’t take\nthem into the army as soldiers. They were in such labor camps. There was a big difference\nbeing a Jew or being a Serb. Danger always. We were not there very roughly from the soldiers.\nThere were nice officers, nice people.",
        "Q: You had relative freedom of the camp?",
        "A: No, no. We had absolutely no freedom of movement. We didn’t have the demand for it.",
        "Q: You were just marched from one workplace to another?",
        "A: Yes, yes.",
        "Q: What about the food?",
        "A: It was good, yes.",
        "Q: You slept in barracks?",
        "A: We lived in barracks, yes. Again, it was not very comfortable but we were exhausted in the\nevening and we could sleep so it was no problem. The only problem we had was lice.",
        "Q: How long were you digging trenches?",
        "A: We left this railroad the first days of September. October 10, we were already liberated. One\nmonth.",
        "Q: Oh, October 19, 1944.",
        "A: Forty-four.",
        "Q: The Soviet army __.",
        "A: Came, yes. The Romanians and the Soviet army. Actually, what happened, we were working\nfor this trench and I told you in the morning the attack came. We had to withdraw, not we, but\nthe Hungarian and the German army, had to withdraw their troops in such a hurry, they couldn’t\nget into these trenches. They had to withdraw everybody. We had to march all day long. Now,\nwe were very tired because all the night we were working, all the day we were marching. In the\nevening we said some of them, we were kept together, that now that’s enough. We have to have\narest. We stepped from the street into a forest and we lay there and we slept there. We didn’t\nknow what happened and it could have been very dangerous; in the morning the soldiers find us\nand say you are deserters, right? We could have said well, there was such a turmoil, everybody\nhad to leave so we are looking for our battalion. We don’t know where they are. Our luck was\nthat the soldiers were so very eager for their own life and security; they were afraid from the\nenemy. The only thing what they were concerned about was the kitchen and the food. They\ntake the kitchen and the food and the storage and run in front. Some other cases, could have\nhappened that they go behind us and if somebody wants to step down, then they kill them. Our\nsoldiers were not so every eager for us, they were eager for themselves. As it turned out, we\nwere left behind. When we stepped down in the night, all the Hungarian and German troops\nleft and in the morning, we were there. We didn’t know so we went further by the pretended\nintention to look for our lost battalion.",
        "Q: Did you have a special uniform?",
        "A: No, just --.\nQ So you were identifiable as --.",
        "A: We were identifiable -- we didn’t have to wear the stars, the David stars, that was a rude thing,\nbut we had to wear a yellow ribbon here. That meant that we are Jews, they knew it, everybody\nwho wanted to know it. We went in this intention to look for our battalion. We didn’t find any\nHungarian or German soldiers but in two hours, the first Romanian soldiers who were from this\nparticular village -- also the population told us, don’t be silly, don’t go, wait here, our people are\nhere close to us. We were there without any effort, we were lucky. It was October 10 and this\nterrible thing in Hungary happened in October 15 when the Arrow Cross people, these ultra-\nrightist people took over the power. That was that. Then we were also lucky, in certain places,\npeople were put into prison and took time until they could figure out that they are Jews and not\nenemies. Sometimes the Russians, especially, didn’t care for it and they took them somewhere.\nIt was not a security. I remember just telling the joke when we were speaking among each\nother, when we were in this forced labor camp. I always told them as soon as possible I want to\ngo over to them. Most people want to go to Budapest. What do you want in Budapest? What\ndo you expect there? It’s nothing there and maybe we don’t find anybody there because we\nknew already that from the countryside everybody was taken. That was also what we expected\nfrom Budapest. But if we go on the other side, there is hope to survive. Some of them told me,\nyes and what do you want to do there? Then I told them, well, the worst case I go to Amskin. I\nwill be at the university as a servant. It 1s even better to be a servant at Amskin Universitity\nthan in {““Amskin is a very very good university. It is a very high —‘}. High -level\nuniversity. They were always laughing, made jokes, poor Pal, he wants to be a university\nservant. Now, of course, it is easy to laugh about it but at the time it was not so. Finally, the\n10\" of October that we were liberated then we went to Turdo. There we got some documents\nand in two days, the first train went to Bucharest. Then I told, Well, I’m fed up with the war\nand everything. I don’t want to be here close to the front but again most colleagues wanted to\ngo with the frontier to Budapest I don’t want to stay so close to the frontier, let’s go back. I went\nthe first train to Bucharest and I waited there until I could return. I returned to Budapest in\nApril. I lived there six months. I learned Jurmanian. I lived with a family. I was working as\nan electrician in some private business. I was lucky. Personally for me.",
        "Q: Maybe you didn’t go back because you didn’t have any family there anymore? Maybe you\ndidn’t want to go back for that reason?",
        "A: No, no. I wanted to go back. I wanted to go back -- first of all --- Well, I didn’t know what\nhappened with my family, that was the only concern. I had to figure out what --. On the other\nhand, I was only 19 years old, I didn’t have anything in my hand. I wanted to study, the\nopportunity to study; the only chance was in Hungary where I was at home. I knew the\nlanguage, the culture and I had in mind, if I survived, why not be there in Hungary? I didn’t\nhave anything, I felt myself as a Hungarian, a Hungarian Jew. I was not a Zionist; I didn’t want\nto leave for Israel. It was enough for me the experience in the labor camp, to be together with\nthree hundred Jews. Among them there were terrible people, I have to confess. I didn’t know\nwhat happened with my father, with my sister, with all other relatives. What happened with\nthem -- as I told you, my sister was hiding and survived in this way. When she was liberated,\nshe went into the Party, the Communists were there and she was working for them. My father,\nwell in October 15, when this Arrow Cross people took the power, five days later, October 20,\nthey went from house to house. They lived in a marked house with David’s star.",
        "Q: Your father did?",
        "A: Yes, my father remarried. I told you my mother died in ’41 but later he married.",
        "Q: Who did he marry?",
        "A: Actually, she was a woman who was taking care for my mother because my mother was very ill\nfor one hour and a half, so she took her --.",
        "Q: One year and a half?",
        "A: One year and a half, yes. We found her and she took care of her and you know in this situation,\nhow it is. My father was in very bad condition after the death of my mother and she stayed\nthere and finally they married. I was very desperate because I was 19, and for a 19 years boy, it\nwas a disappointment that the father marries. {““You were not 19, but 16.”} Oh, yes, of course. I\nwas sixteen and it was even worse, being a sixteen years boy. What is this age, how do you call\nit?",
        "Q: You were an adolescent.",
        "A: Adolescence, yes. It was a shock, really a shock. I liked her as a person but I was disappointed\nthe fact that my father married so.",
        "Q: Was she Jewish?",
        "A: Yes, she was. She was very good to my father. Objectively, I didn’t have anything against it.\nLater, of course, and now I see that it was good for my father because it was somebody with\nhim. They lived together and October 20, these Arrow Cross people went house to house and\ncollected all males under 60. Since he was 59, he had to go. He was a very fragile person with\na very, very thick glasses. Never in his life, was working physically. Never did any sport. He\nhad to go digging the trenches. I don’t know how long it lasted, maybe three weeks or four and\nthen all these people I mentioned already were taken to Austria, marching, walking. Because\nthe Soviet army was very close, their last efforts was to take these people. I met one single --.",
        "Q: Were they taken by the Arrow Cross?",
        "A: Yes, yes. Everything was in Arrow Cross. The terrible things, probably you heard --.",
        "Q: This digging the trenches, that was not the army forced labor, that was a different kind of --?",
        "A: That I don’t know. {“It was not. It was then the Arrow Cross, the Budapest Arrow Cross had to\nfollow it even in the army.”} Even in the army, yes. {‘‘ Because that was the capitol. They had\ntheir people everywhere.”!} Everywhere. Actually what they did was a coup d’etat, right?\nBecause Hortee was declared the peace. There were some soldiers around him. That meant\nthese soldiers are no more reliable. Only the Arrow Cross people were reliable, so they took the\npower everywhere. They decided what to do. Then I met, when I returned to Budapest, I met a\nphysician who knew my father and who told me that he met my father on the road to Vienna\nand he lost his glasses. He couldn’t walk and he was put on to a carriage and he gave him a\nshot, just to keep him somehow.",
        "Q: The physician did?",
        "A: The physician gave him, yes. It was a Jewish physician who was on the road and he tried to\nhelp people who were there. That means, I’m sure he couldn’t get to the border. Quite frankly,\nI didn’t want to know more because why would it have been better for me if I had known what\ncircumstances and where exactly he --. His wife committed suicide during the siege. She\nstayed there at home. Later she escaped from this marked house because it became dangerous.\nShe went to the house where we used to live. There she was hiding because we had a\nhousekeeper there, a Christian woman who was there, who behaved very, very nicely. She took\nher, she was hiding there. But her nerves were not good already, so she committed suicide.",
        "Q: Your father’s -- you didn’t want to know anymore about your father?",
        "A: I don’t want to say I didn’t want to know but I didn’t find anything out and that’s it. {“We\nknow that on the border, many people who were, transferred to the border, many were killed at\nthe border. People maybe they couldn’t walk anymore or even if they could walk, many, many\n-----were killed.”} Writers, poets. teachers, professors, the best people and just when they saw\nthat the war is already over. With their last effort, they killed them en masse. That was the story\nwhat I wanted to tell you. Then when I returned home in April, of course, I learned about my\nfather, what happened. I found my sister who was in a sanatorium because her condition was\nnot good enough, but of course, we were very glad to meet again. That was April 26. In five\ndays I went to the university and I asked when it starts. They told me that one hour ago it\nstarted. I made a case I can get into the first class. I went. Everybody told me, are you silly?\nWhat do you want to live off? You don’t have any background. What is your imagination?\nThen I have to laugh because I told you, you are silly because if I survive all this terrible times,\ndo you think that now I’m going to starve. I am happy that I can fulfill my old desire to study.\nI went to this university. Then, of course, the only way, we didn’t have any scholarship, the\nonly thing what we had was a Joint. The Joint gave me food, it was so terrible the food,\nhorrible it was. My friends and colleagues learned about my situation and they sent me pupils,\nstudents whom I could tutor and soon that was the way how I made my existence. It was very\ngood, very nice. Altogether, I have to tell you that I was among the few people who were lucky,\nfinally. In spite of it all this.",
        "Q: There’s nothing else you __-?",
        "A: On the family, what happened with the family members. If I try to count how many people in\nthe closest family have died ---. I mentioned that the son of the second wife of my father from\nthe previous marriage, he died. My other cousin from father’s side, his older brother’s son, I\ndon’t know how he -- he didn’t --. He was not considered as a Jew, probably because he\nconverted early. Anyhow he was in the army and he died in the army. Another cousin from\nmother’s side died also on the Soviet front, in a labor camp; I told you that the husband of my\nsister, they lived seven months together; he was taken to the Soviet front, he has died. All of the\nfamily members of my mother’s side, her younger sister, her elder sister and her younger\nbrother with their wives and husbands were taken to Auschwitz.",
        "Q: That was from the village?",
        "A: The village, yes. They were from countryside; from Ka , and from Pu . They are\ndifferent parts of Hungary. The only cousin who survived is the daughter of the younger sister\nof my mother who was also in Auschwitz and then was taken to Bergen-Belsen where the\nmother of Eva died, but she survived. She got ill, typhus. Somehow, she survived because she\ndidn’t want to take the food what they gave them. That was her luck because the others who\ntook the food, they died. She didn’t want, she gave up. But she had a friend and she forced to\ngive her tea and biscuit and nothing else. She recovered and she returned. Now she is living in\nSwitzerland. She is the only close relative I have. That’s the story. I don’t know whether it is\ninteresting.",
        "Q: It is very interesting.\n"
    ],
    "questions": [
        "Q: He taught at a high school?",
        "Q: Did he have a university degree?",
        "Q: He was doing that in the 1930’s?",
        "Q: He was only 55?",
        "Q: What about his family?",
        "Q: Did your father have any brothers or sisters?",
        "Q: Your grandfather?",
        "Q: Did you learn a musical instrument?",
        "Q: What level?",
        "Q: So your parents met at university?",
        "Q: Did you celebrate the Jewish holidays? Or observe them, should I say?",
        "Q: They were married in a secular marriage?",
        "Q: Report card or a transcript?",
        "Q: In 75? Where was she during the war?",
        "Q: Where did people hide? I know a lot of people hid.",
        "Q: Did you have to pay a lot of money to get one of those?",
        "Q: You were not a communist then?",
        "Q: Yes.",
        "Q: Were your parents leftist leaning?",
        "Q: A mason?",
        "Q: He was a freemason?",
        "Q: Oh, well that’s interesting.",
        "Q: Did he go t meetings?",
        "Q: I never completely understood, that’s very interesting, the freemasons.",
        "Q: He was afraid?",
        "Q: That wasin _?",
        "Q: But he knew before that, that she was involved?",
        "Q: Informers?",
        "Q: What was your family life, where did you live in the 1930’s?",
        "Q: What year was that?",
        "Q: How can you remember it well?",
        "Q: A school?",
        "Q: So it was like a bed and breakfast?",
        "Q: When was that?",
        "Q: 1935?",
        "Q: Then you studied Hebrew?",
        "Q: Oh, yes.",
        "Q: The electric factory?",
        "Q: Electric parts factory, would you say?",
        "Q: Then you were 7? How old were you?",
        "Q: I know that I read that there were actually higher-ups in the army who wanted to protect --.",
        "Q: There were points when you could have been taken and this was kind of a way of protecting\npart of the Jewish population.",
        "Q: You weren’t brutally treated?",
        "Q: It was sort of like being in the army only you were in this labor service?",
        "Q: What was the name of the place where you went?",
        "Q: Where was that?",
        "Q: How do you spell the first one?",
        "Q: Only Jewish men worked on this?",
        "Q: You had relative freedom of the camp?",
        "Q: You were just marched from one workplace to another?",
        "Q: What about the food?",
        "Q: You slept in barracks?",
        "Q: How long were you digging trenches?",
        "Q: Oh, October 19, 1944.",
        "Q: The Soviet army __.",
        "Q: Did you have a special uniform?",
        "Q: Maybe you didn’t go back because you didn’t have any family there anymore? Maybe you\ndidn’t want to go back for that reason?",
        "Q: Your father did?",
        "Q: Who did he marry?",
        "Q: One year and a half?",
        "Q: You were an adolescent.",
        "Q: Was she Jewish?",
        "Q: Were they taken by the Arrow Cross?",
        "Q: This digging the trenches, that was not the army forced labor, that was a different kind of --?",
        "Q: The physician did?",
        "Q: Your father’s -- you didn’t want to know anymore about your father?",
        "Q: There’s nothing else you __-?",
        "Q: That was from the village?",
        "Q: It is very interesting."
    ],
    "answers": [
        "A: My name is Pal Rozsa. First name, P-A-L; last name R-O-Z-S-A. I was born in Budapest,\nHungary in 1925, January 20. I always lived in Budapest and there I finished high school and\nlater I went to university. My father, Dezsoh Rozsa; first name, D-E-Z-S-O-H (double-dot),\nwas born in 1885, March 19. He was a teacher in Budapest for foreign languages, first of all\nEnglish and French. He graduated in Budapest as well.",
        "A: He taught in a high school, yes. A commercial high school; that means language was real\nimportant there.",
        "A: A university degree, yes. He got his degree in Budapest, a university. He was an excellent\nteacher, a very famous one, actually. He got his degree from English literature. His doctor\ndegree and his special field was predecessor of Shakespeare. Ben Johnson, Marlowe,\nThompson (?) and all these people. When he was young, his special field was English\nliterature. Later, the language teaching, the languages and he was very active. He taught in\ndifferent courses for adult people, also private. He gave private lessons.",
        "A: Yes, yes he was doing all the time. Actually, it was a . He was paid quite well, to\ngive private lessons, it was always well paid. He retired in ’40 as a consequence of the first law\nagainst Jews. He retired earlier than it would have been necessary.",
        "A: Fifty-five when he retired, yes. It was too early for it but afterwards, he was still active but, of\ncourse, less active. Not much time left there. He wrote a lot of grammar textbooks which was\nused all over the country for high schools and also some others which would be used by\neverybody. As a matter of fact, it is a shame that in spite of the fact that my father was a teacher\nof the English language, I don’t speak it better. My English is not very good, of course, you\nknow how it 1s, being a child, it is always difficult to learn from his own parents.",
        "A: My grandfather was also a teacher, but for music. He was a violinist and gave also lessons on\npiano. He studied in Germany with Yochim. I don’t know whether you know the name. He was\nan outstanding master in the previous century. He was one of his students. He was not a bad\nmusician. He died when I was five years old so I don’t have much memories about him. Only I\nknow stories going on in the family, that he was an awful person, stingy, stingy person. I don’t\nknow, of course.",
        "A: Yes, he had an elder brother. He was an employee in a bank in bank work and he had two\nsisters but they died very young, not so young, they were already grown up but maybe in their\ntwenties. Tuberculosis, one and I don’t know what was the matter with the other. Anyhow, I\nonly knew my uncle, my father was the youngest and the brother was the eldest. He was not a\nparticularly successful man, but he worked.",
        "A: No, no, my uncle. The grandfather, I don’t know very much. I know that his father had an inn,\na small pub in old Buda --. That my grandfather could study and studied in Germany, that was\nalready something. This way, I just wanted to give you certain background so my education was\na very intellectual one. Also my mother --.",
        "A: Oh yes, I learned piano. I studied ten years and I liked it very much and I was a good level.\nSome members of the family wanted I became a musician. But I didn’t. I knew that I am not\nas good in music. It was fun but not a profession and I am sure that I was right. But I like it\nvery much. My mother, she was born in 1890 and she was a teacher for mathematics.",
        "A: High school teacher.",
        "A: No, no, not at the university. I don’t know exactly how they met each other but anyhow that\nwas a very happy marriage.",
        "A: No, no. My father had no idea at all about religion and my mother, maybe in her family, it was\nmore usual to keep the highest holidays. I remember when I was a child, she used to light the\ncandles on Friday evening. I remember it and we had a very nice candleholder and some of the\nchina or something. One day it broke and she stopped to do it. It was not a kind of being\nreligious, just a kind of religion.",
        "A: Oh, yes, secular. I don’t remember -- maybe the only occasion when they went to synagogue,\nthat was -- what is the name of the memory of the parents who died? On Yom Kippur, how do\nyou call it? Just a second. Anyhow, religion was not an issue in our family. That’s interesting,\nmaybe I can speak about it, but what’s interesting, my mother came -- her father was a\nphysician and he came from a very simple family from the countryside where I think there were\nten brothers and sisters. When he was a child, they sent it away because they didn’t have\nmoney. They told him that he should go to one relative and from there to another one.\nSomehow, he managed to finish the university. He became a physician. He had five children.\nMy mother was the brightest. She finished and got degree in Budapest. She was an outstanding\nstudent and I still have her book. I don’t know how you call it, where all the grades are written.",
        "A: No, I don’t know how they -- maybe you don’t have it. Anyhow, I still have it at home and the\nbest grades whatever students can get, she had. I’m very proud of her, excellent professors she\nhad. Unfortunately, when they married, it was in 1914, the war came. After the war, it was\nimpossible to have jobs. A Jewish couple couldn’t have jobs from the state, two teachers. My\nfather had the job and my mother was fired. So she didn’t work as a teacher. Some years and\nthen she stopped. She had also private lectures. Unfortunately she died very early. She was\nfifty only in °41, just before the war. She was ill. I had a sister, an older sister. She was born in\n1918, May 15 and she could enter the university. It was not easy because also as I’ve already\nmentioned, there was no law against Jews, however the policy was not to be accepted.\nHowever, since my father was a teacher and had a lot of friends and connections, he entered the\nuniversity. She studied chemistry but never worked as a chemist, a chemical engineer. She got\ninvolved, very early, as a student into the communist movement. In ’43, there was already\ndoings of war. And very many young communists were put in jail. She was also condemned to\nthree years, in ’43. In the jail, she got ill, she got tuberculosis. Maybe that was her luck because\non this basis we could get her out from the jail temporarily and when the Germans came into the\ncountry, the German invasion in °44, the first thing was that all communists were taken. She\nwas not registered because she was registered as somebody who is in the jail so nobody was\nlooking for her. That was the way how she escaped. Never cured perfectly so she was working,\nand then again in a sanatorium and so and so. Finally in ’75, she died.",
        "A: She was hiding with false documents. As I mentioned, nobody was looking for her, because\nwas not registered as a freed person, and so she could get false documents and she could hide.",
        "A: It was not very difficult because many refugees came from Transylvania. She had also a\ndocument as a refugee from Transylvania and she just -- I don’t know was recommended or in\nthe newspaper -- she rented a room, a private room in a family house. The only danger was that\nsomebody recognized her or was suspicious whether she is a hidden Jew. If they called the\npolice, and looked after the documents, they are real. It was very difficult to check whether it\nwas a real document or not because very often it was a real document. Only from Transylvania.",
        "A: No, no. The comrades gave her. She was a communist, yes. They helped each other --.",
        "A: Me?",
        "A: In soul I was, only I was not a member, I was too young.",
        "A: No, no, they were not. My father was a very progressive and a very open mind but he had\nopinions, you should know everything; you should read about everything but you should not\ncommit. Don’t go close to anything. He was -- you know what he was -- free -- very old\ninternational movement. Free -- Mozart was also a --.",
        "A: Yes, yes.",
        "A: Yes, yes.",
        "A: Yes, he was a freemason.",
        "A: Well, it was forbidden. It was not allowed, of course not. When it was allowed, that was before\nthe First World War, then he went, yes. Maybe somewhere I still have the documents what he\ngot there. Then after the First World War, it was strictly forbidden. Then he didn’t go there. At\nleast I didn’t know about it....I just remember that in our library in the third row there, I found\nall this documents and the books about the freemasons.",
        "A: I didn’t understand it either. Anyhow, I know the ideas were very good, very nice, to help each\nother -- yes, freethinker. That was the attitude of my father. He was very desperate when it\nturned out that my sister was involved in the communist movement.",
        "A: Yes, of course. One day in the morning at four o’clock, was ringing and they came and took my\nsister, you can imagine.",
        "A: That was in ’43. It was already the war.",
        "A: Well, he knew that she was a sympathizer. But that she was so much involved that ---. Actually\nshe didn’t do anything, just were, leaflets distributing. That was what she did. There were some\nyoung boys in the group. If they got two flaps from the police, they gave out the names.",
        "A: Informers, yes. The girls never did it. Only the boys. So they were frightened very easily so\nthey gave the names. I knew about it so she told me previously, today they send this one was\ntaken by the police so I am prepared tomorrow I will be taken as well. It happened.",
        "A: That’s also a typical story. My grandfather was a physician. My mother’s father. I told you\nthat my grandparents from father’s side died very early. Also this other grandfather died also\nvery early. He saved some money and bought a house in Budapest. He had the intention that he\nwill live together with us and my parents will take care for him until he lives a full life. So we\ncan live together. What happened before we could move into the house, he died. He was old\nalready but he got leukemia and that’s very quick. Then the sisters and brothers from my\nmother wanted their part. My parents didn’t want to sell the house and to give them money.\nThey agreed they will pay the rest for these brothers and sisters. Especially one sister was very\nrude, she made a trial against our parents. She won, of course, because she had the right to get\nthe ---. It was not a nice thing. Anyhow, for me it was good because ---.",
        "A: What year? It was in ’29. I was four years old.",
        "A: I remember the grandfather and the grandparents but the whole story I learned only later.\nActually, for me it was wonderful because this house was in Budapest, in one of the most\nbeautiful parts, a hill on the dsboodocks. I was grown there in a garden. It’s a family house. It\nwas really wonderful. Of course, I didn’t know about these problems with my parents. The\nhouse was too large because it was actually for my grandparents from father’s side and for\ngrandfather from mother’s side and everybody died and we stayed there alone. Then my\nmother wanted to make some advantage of it and so she decided to make a boarding school\nfrom it.",
        "A: No -- a boarding house -- a dormitory. For girls who come and live there -- since both parents\nwere teachers, they could help them. They could get food there and the girls can live there.\nThat was in her mind. My mother had an excellent sense for business, so had my father, as me,\ntoo, yes, as I too. As a consequence there was this boarding house there, all facilities and\neverything, just no girls came, nobody came. One day somebody came, because it was really a\nvery nice part of Budapest and the gardens, as I told you, and in summer it’s ideal, so one day\nsomebody came and asked if they cannot get a room there to live. Who had vacation . Since\nthere were empty rooms, my mother told yes, why not? After a while people came to spend\ntheir holidays, vacations there.\nS: More, because they could get a full -- pension, yes.",
        "A: That was still in the early *30’s.",
        "A: °32, °33, yes already started in ’31. I remember all the time, it was, I was very desperate\nbecause it meant that my mother was involved in this business and she didn’t have time enough\nfor me. I was jealous for these guests and I always was complaining that well -- to hell with\nthese guests and you should care for me. Finally it was a very nice time. My sister was eight\nyears older than I was and we were very, very close to each other. She had a fiancé who was a\nmechanical engineer. He was very good with me and watched interest for signs in me. I had all\nthis kind of attention; from father’s side, the languages; from mother’s side, mathematics; from\nsister, the chemistry; from her fiancé, the engineering; but mainly mathematics was my first\ninterest. Just I wanted to show that in this period, it was very nice. You ask whether we were\nreligious or not. I had no idea what it was, Jew or not Jewish. The first time I had experience\nin this respect was when I was enrolled into primary school and religion was compulsory.\nThere was a list and they ask these persons should go to this room. I went there and found\nmyself in a big room. There were all the pupils there, not only from the first grade but all four.\nThey started to pray, prayer and I didn’t understand a single word. It was Hebrew and I didn’t\nknow what is is Hebrew. I didn’t know what is Jew; I just saw that something different. I was\ntold I am a bright boy, that I’m smart. I was so much confused by the whole fact and I went\nhome and asked what happened. Then they explained me what it was. This is about --.",
        "A: Then I studied Hebrew, I didn’t mind it. My teacher asked me, not me but the class, well is\nanybody who doesn’t pray every day? Since I was taught at home that you have to be always\nsincere and tell always the truth and you must not lie; of course, I was the only boy who said\nthat I don’t pray, never. She started to make reproaches, why not? I don’t mind, I don’t think of\nit. Then, you don’t think that G__ will not think of you? I would have never thought about it!\nFinally as a consequence, I realize -- this 1s what I learned there -- that in certain cases it’s better\nif you lie. That was my first lesson, not to be sincere. Never left the religion, I’ve never denied\nthat I was a Jew. Of course, now I don’t. It’s a different thing, that’s a tradition. Moskir\n(Yiskor) what I wanted. Have you ever heard what is Moskir? Moskir is a part of a holiday\nprayer which is only three times a year, I think, but most important in Yom Kippur. You know\nwhat Yom Kippur is. Moskir, even people who are absolutely not religions, they go to Moskir\nbecause this 1s again a tradition, to think of the parents. To pray for them, the parents, or just to\nthink of them. My father who had no idea about praying at all, he went to Moskir and my\nmother too just because his parents went to Moskir. You know, you understand the situation.\nThis is really, I think you will agree, it is the most important event in all the religion. This is\nreally what we were taught. That was my childhood and then I went to high school. I knew, I\nwas aware of the fact that if I want to enter the university, then I have to be the best in school.\nSo I was always the best without any effort because it was a public school and all the\nother students were not very bright so it was -- not the best school, yes. It was also not a bad\none. Anyhow, it was not difficult for me to be the best but I knew that I have to be the best. In\n’43 I graduated in high school with excellences, all the best grades. Is it interesting this?",
        "A: Yes, that was also such a competition. I finished second in the high school among the students\nwho just finished the high school from all over the country, from all the schools in the country.\nThere I participated in this competition in physics and I got fours, a prize. So I was among the\nbest and it was something. I hoped to enter the university, or if there is any chance to enter the\nuniversity, then I can get it because I was the best in the school. But it was ’43 already and we\nhad already two laws and it was very restricted and so I didn’t get into the university. I wanted\nto become an engineer which was even more difference, it was always the most difficult for a\nJew to be enrolled to a technical university. So out of question, well what to do? Then I will\nwork, that’s also a good experience, a good opportunity. If I want to become a mechanical\nengineer, I go into a factory and there I will learn. I will become an apprentice. I went to this\nt in Ujpest, and ---,",
        "A: Electric factory, yes.",
        "A: Electric parts, yes. It was not only for the bulbs themselves but also they produced all the\nmachines which are necessary to produce bulbs. It was a very good experience. That was in\n43.",
        "A: I was there -- I was 18. One year, almost a year I was working there but in ’44 March 19, as\nyou know, the German invasion came. Until June, I could work there and my luck was -- I was\nlucky because I had to go into the forced labor camp in June. Otherwise, as Eva already pointed\nout, people who were working in Tung ---, later she will be taken to Auschwitz together out of\npopulation of Ujpest. Since in June, I was already in the labor camp so I could escape this\nexperience. Just I wanted to tell you, it may be interesting, March 19 that was my father’s\nbirthday. Then my sister was in the sanatorium because I mentioned that she could get _..\nWe visited her and that was a sanatorium outside of Budapest but very close to the border and it\nwas a very nice place. We went there in the morning and my sister told us what happened,\nbecause we didn’t know about it, the German invasion, but they had the connection, the\ntelephone, everything. She told us you should return as soon as possible because maybe they\nwill close the border and you should go through the woods. Not the road, the regular road and\ndon’t take the bus. We did it and that was our luck because this path in the forest was free, was\nno control. On the road, the regular road, the bus, they didn’t let the Jews anymore enter the\ncity. If they had caught us, then 1t would have been worse. That was the last visit for us both,\nmy father to see my sister. As you know, each day and each week, it became worse and worse.\nIn June I had to go to the labor camp, I was really happy. Yes, because then there was a\ncommunity, how to say, and I knew that in general the army was not as bad as the gendarmerie.\nWe didn’t know what happened in other countries, in Austria, in Poland and so on. Being under\nthe army, we could have more safe and secure position. Of course, it was no assurance for it,\nbut in the army there were better people than otherwise.",
        "A: Oh yes, definitely there were excellent people.",
        "A: Yes, yes that’s very true. {Female voice: “The young, the Jewish population who survived, they\nsurvived in the army.”} In the army, in this labor camp. Not all of them, because it was\ndepending on the leaders of this. In general, they were not as bad. That was also -- we had to\nwork. I was young and even if I didn’t have the experience 1n physical work, well it was not so\nbad.",
        "A: No, no, not at all.",
        "A: {“* The places were very different.”! Very different. It depended really from the leadership.",
        "A: Where I was? In summer, we were in, it’s a very small place, Chicho __, it’s in northern\nTransylvania. We were constructing a railroad. As for the second lane. It was very\nimportant for the war because it was only one rail and because of the transportation, they\nneeded, urgently, a second one. We were building it. It was summer, we were young.\nSometimes we told each other that if we knew that we survive, then it wouldn’t be so bad, like a\nsummer vacation. We had good food. There was a very good organization, food. From this\nrespect it was not bad. It was in summer. What I thought interesting, probably you know from\nhistory, that August 23, Romania went to the Soviet side. That meant that the war and the front\ncame very close. When we finished this second railroad, next week, later it turned out, next\nweek another b came or a group of locals and they blew up. What we were -- that’s an\nirony...we were working so much and so hard in summer. Then they blew up. That was a\nchange of the whole situation. It became worse because we went to the front and we had to dig\nthis trench a second time.",
        "A: It was between Cluj and Tursda. Tuesda is Torda so that’s a familiar.",
        "A: Cluy? In Romanian, it is C-L-U-J. The Hungarian name 1s K-O-L-O-Z-S-V-A-R. This is a very\nfamous and important historical city. This may be the largest city in Transylvania. In the forties\nyears, it belonged to Hungary, it was attached to Hungary. In this area we were working and it\nwas not easy. We had to work in the night and in the morning, of course, attack came. Our work\nwas.",
        "A: No, not only Jewish men but in our group, we were only Jews, of course. There were other\nRomanians and Serbs, you know, these minorities who were not reliable and they didn’t take\nthem into the army as soldiers. They were in such labor camps. There was a big difference\nbeing a Jew or being a Serb. Danger always. We were not there very roughly from the soldiers.\nThere were nice officers, nice people.",
        "A: No, no. We had absolutely no freedom of movement. We didn’t have the demand for it.",
        "A: Yes, yes.",
        "A: It was good, yes.",
        "A: We lived in barracks, yes. Again, it was not very comfortable but we were exhausted in the\nevening and we could sleep so it was no problem. The only problem we had was lice.",
        "A: We left this railroad the first days of September. October 10, we were already liberated. One\nmonth.",
        "A: Forty-four.",
        "A: Came, yes. The Romanians and the Soviet army. Actually, what happened, we were working\nfor this trench and I told you in the morning the attack came. We had to withdraw, not we, but\nthe Hungarian and the German army, had to withdraw their troops in such a hurry, they couldn’t\nget into these trenches. They had to withdraw everybody. We had to march all day long. Now,\nwe were very tired because all the night we were working, all the day we were marching. In the\nevening we said some of them, we were kept together, that now that’s enough. We have to have\narest. We stepped from the street into a forest and we lay there and we slept there. We didn’t\nknow what happened and it could have been very dangerous; in the morning the soldiers find us\nand say you are deserters, right? We could have said well, there was such a turmoil, everybody\nhad to leave so we are looking for our battalion. We don’t know where they are. Our luck was\nthat the soldiers were so very eager for their own life and security; they were afraid from the\nenemy. The only thing what they were concerned about was the kitchen and the food. They\ntake the kitchen and the food and the storage and run in front. Some other cases, could have\nhappened that they go behind us and if somebody wants to step down, then they kill them. Our\nsoldiers were not so every eager for us, they were eager for themselves. As it turned out, we\nwere left behind. When we stepped down in the night, all the Hungarian and German troops\nleft and in the morning, we were there. We didn’t know so we went further by the pretended\nintention to look for our lost battalion.",
        "A: No, just --.\nQ So you were identifiable as --.",
        "A: We were identifiable -- we didn’t have to wear the stars, the David stars, that was a rude thing,\nbut we had to wear a yellow ribbon here. That meant that we are Jews, they knew it, everybody\nwho wanted to know it. We went in this intention to look for our battalion. We didn’t find any\nHungarian or German soldiers but in two hours, the first Romanian soldiers who were from this\nparticular village -- also the population told us, don’t be silly, don’t go, wait here, our people are\nhere close to us. We were there without any effort, we were lucky. It was October 10 and this\nterrible thing in Hungary happened in October 15 when the Arrow Cross people, these ultra-\nrightist people took over the power. That was that. Then we were also lucky, in certain places,\npeople were put into prison and took time until they could figure out that they are Jews and not\nenemies. Sometimes the Russians, especially, didn’t care for it and they took them somewhere.\nIt was not a security. I remember just telling the joke when we were speaking among each\nother, when we were in this forced labor camp. I always told them as soon as possible I want to\ngo over to them. Most people want to go to Budapest. What do you want in Budapest? What\ndo you expect there? It’s nothing there and maybe we don’t find anybody there because we\nknew already that from the countryside everybody was taken. That was also what we expected\nfrom Budapest. But if we go on the other side, there is hope to survive. Some of them told me,\nyes and what do you want to do there? Then I told them, well, the worst case I go to Amskin. I\nwill be at the university as a servant. It 1s even better to be a servant at Amskin Universitity\nthan in {““Amskin is a very very good university. It is a very high —‘}. High -level\nuniversity. They were always laughing, made jokes, poor Pal, he wants to be a university\nservant. Now, of course, it is easy to laugh about it but at the time it was not so. Finally, the\n10\" of October that we were liberated then we went to Turdo. There we got some documents\nand in two days, the first train went to Bucharest. Then I told, Well, I’m fed up with the war\nand everything. I don’t want to be here close to the front but again most colleagues wanted to\ngo with the frontier to Budapest I don’t want to stay so close to the frontier, let’s go back. I went\nthe first train to Bucharest and I waited there until I could return. I returned to Budapest in\nApril. I lived there six months. I learned Jurmanian. I lived with a family. I was working as\nan electrician in some private business. I was lucky. Personally for me.",
        "A: No, no. I wanted to go back. I wanted to go back -- first of all --- Well, I didn’t know what\nhappened with my family, that was the only concern. I had to figure out what --. On the other\nhand, I was only 19 years old, I didn’t have anything in my hand. I wanted to study, the\nopportunity to study; the only chance was in Hungary where I was at home. I knew the\nlanguage, the culture and I had in mind, if I survived, why not be there in Hungary? I didn’t\nhave anything, I felt myself as a Hungarian, a Hungarian Jew. I was not a Zionist; I didn’t want\nto leave for Israel. It was enough for me the experience in the labor camp, to be together with\nthree hundred Jews. Among them there were terrible people, I have to confess. I didn’t know\nwhat happened with my father, with my sister, with all other relatives. What happened with\nthem -- as I told you, my sister was hiding and survived in this way. When she was liberated,\nshe went into the Party, the Communists were there and she was working for them. My father,\nwell in October 15, when this Arrow Cross people took the power, five days later, October 20,\nthey went from house to house. They lived in a marked house with David’s star.",
        "A: Yes, my father remarried. I told you my mother died in ’41 but later he married.",
        "A: Actually, she was a woman who was taking care for my mother because my mother was very ill\nfor one hour and a half, so she took her --.",
        "A: One year and a half, yes. We found her and she took care of her and you know in this situation,\nhow it is. My father was in very bad condition after the death of my mother and she stayed\nthere and finally they married. I was very desperate because I was 19, and for a 19 years boy, it\nwas a disappointment that the father marries. {““You were not 19, but 16.”} Oh, yes, of course. I\nwas sixteen and it was even worse, being a sixteen years boy. What is this age, how do you call\nit?",
        "A: Adolescence, yes. It was a shock, really a shock. I liked her as a person but I was disappointed\nthe fact that my father married so.",
        "A: Yes, she was. She was very good to my father. Objectively, I didn’t have anything against it.\nLater, of course, and now I see that it was good for my father because it was somebody with\nhim. They lived together and October 20, these Arrow Cross people went house to house and\ncollected all males under 60. Since he was 59, he had to go. He was a very fragile person with\na very, very thick glasses. Never in his life, was working physically. Never did any sport. He\nhad to go digging the trenches. I don’t know how long it lasted, maybe three weeks or four and\nthen all these people I mentioned already were taken to Austria, marching, walking. Because\nthe Soviet army was very close, their last efforts was to take these people. I met one single --.",
        "A: Yes, yes. Everything was in Arrow Cross. The terrible things, probably you heard --.",
        "A: That I don’t know. {“It was not. It was then the Arrow Cross, the Budapest Arrow Cross had to\nfollow it even in the army.”} Even in the army, yes. {‘‘ Because that was the capitol. They had\ntheir people everywhere.”!} Everywhere. Actually what they did was a coup d’etat, right?\nBecause Hortee was declared the peace. There were some soldiers around him. That meant\nthese soldiers are no more reliable. Only the Arrow Cross people were reliable, so they took the\npower everywhere. They decided what to do. Then I met, when I returned to Budapest, I met a\nphysician who knew my father and who told me that he met my father on the road to Vienna\nand he lost his glasses. He couldn’t walk and he was put on to a carriage and he gave him a\nshot, just to keep him somehow.",
        "A: The physician gave him, yes. It was a Jewish physician who was on the road and he tried to\nhelp people who were there. That means, I’m sure he couldn’t get to the border. Quite frankly,\nI didn’t want to know more because why would it have been better for me if I had known what\ncircumstances and where exactly he --. His wife committed suicide during the siege. She\nstayed there at home. Later she escaped from this marked house because it became dangerous.\nShe went to the house where we used to live. There she was hiding because we had a\nhousekeeper there, a Christian woman who was there, who behaved very, very nicely. She took\nher, she was hiding there. But her nerves were not good already, so she committed suicide.",
        "A: I don’t want to say I didn’t want to know but I didn’t find anything out and that’s it. {“We\nknow that on the border, many people who were, transferred to the border, many were killed at\nthe border. People maybe they couldn’t walk anymore or even if they could walk, many, many\n-----were killed.”} Writers, poets. teachers, professors, the best people and just when they saw\nthat the war is already over. With their last effort, they killed them en masse. That was the story\nwhat I wanted to tell you. Then when I returned home in April, of course, I learned about my\nfather, what happened. I found my sister who was in a sanatorium because her condition was\nnot good enough, but of course, we were very glad to meet again. That was April 26. In five\ndays I went to the university and I asked when it starts. They told me that one hour ago it\nstarted. I made a case I can get into the first class. I went. Everybody told me, are you silly?\nWhat do you want to live off? You don’t have any background. What is your imagination?\nThen I have to laugh because I told you, you are silly because if I survive all this terrible times,\ndo you think that now I’m going to starve. I am happy that I can fulfill my old desire to study.\nI went to this university. Then, of course, the only way, we didn’t have any scholarship, the\nonly thing what we had was a Joint. The Joint gave me food, it was so terrible the food,\nhorrible it was. My friends and colleagues learned about my situation and they sent me pupils,\nstudents whom I could tutor and soon that was the way how I made my existence. It was very\ngood, very nice. Altogether, I have to tell you that I was among the few people who were lucky,\nfinally. In spite of it all this.",
        "A: On the family, what happened with the family members. If I try to count how many people in\nthe closest family have died ---. I mentioned that the son of the second wife of my father from\nthe previous marriage, he died. My other cousin from father’s side, his older brother’s son, I\ndon’t know how he -- he didn’t --. He was not considered as a Jew, probably because he\nconverted early. Anyhow he was in the army and he died in the army. Another cousin from\nmother’s side died also on the Soviet front, in a labor camp; I told you that the husband of my\nsister, they lived seven months together; he was taken to the Soviet front, he has died. All of the\nfamily members of my mother’s side, her younger sister, her elder sister and her younger\nbrother with their wives and husbands were taken to Auschwitz.",
        "A: The village, yes. They were from countryside; from Ka , and from Pu . They are\ndifferent parts of Hungary. The only cousin who survived is the daughter of the younger sister\nof my mother who was also in Auschwitz and then was taken to Bergen-Belsen where the\nmother of Eva died, but she survived. She got ill, typhus. Somehow, she survived because she\ndidn’t want to take the food what they gave them. That was her luck because the others who\ntook the food, they died. She didn’t want, she gave up. But she had a friend and she forced to\ngive her tea and biscuit and nothing else. She recovered and she returned. Now she is living in\nSwitzerland. She is the only close relative I have. That’s the story. I don’t know whether it is\ninteresting.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nJune 18, 1992\nRockville, Maryland"
    ]
}