{
    "rg": "RG-50.030.0431_trs_en",
    "sequence": [
        "Question: ...7\", the interview of Raya Markon. Would you tell us where you were born?",
        "Answer: Born Magid (ph).",
        "Q: Would you tell me your name please?",
        "A: My name is Raya, Markon, born Magid (ph).",
        "Q: Magid (ph) in which country?",
        "A: In Vilna, Poland.",
        "Q: Okay. In what year please.",
        "A: I was born in 1911.",
        "Q: Tell me about your parents. What were they like and what was it like growing up there?",
        "A: They were, my father was a graduate of the teachers’ college but his profession was in\ninsurance. He was a, an, I think when I was very young he was employed but when I was already of\nschool age, he had his own business in insurance.",
        "Q: What was the town like for you as a child? What did you do?",
        "A: Oh it was a beautiful town. Vilna? Are you at all familiar with history of Vilna? Just the fact\nthat we had a French school and German school, Polish, Russian, Hebrew and Yiddish schools, just\nto give an idea of the culture of the city. Vilna, I mean everybody knows that was the, the center of\nJewish culture. . Asachild, my first schooling at a very early age was Hebrew which\nunfortunately I abandoned, my kindergarten, until the age maybe six or seven which I don’t\nremember too vividly was Hebrew, which unfortunately I abandoned. And I attended a French\nschool until the age of 16. From ten to 16. From the age of seven to ten I attended a Russian\nschool. In Russia, in Russia. From ten to 15, 16, I don’t recall exactly, I attended a\nFrench lycee. Subsequently, I attended a evening course for six months in order to be able to attend\na Polish school to get a baccalaureate. To catch up. So I’m a graduate of a Polish high school with\nwhat you call a baccalaureate. I also attended the Polish university for one year in Vilna to study\nromance languages, French, but then I, I left 1t and I went to Toulouse, France.",
        "Q: Why did you go to Toulouse?",
        "A: That was the trend because I felt that the studies of literature wouldn’t give me any tangible,\npractical education to earn a living and that was the fashion. So I went to a in\nToulouse, France which I unfortunately did not complete because I came back home. I seen my\nfather was not feeling well and my mother requested me. So and I started working, I started. . .",
        "Q: So where did you work?",
        "A: I worked for four years at the Association of Lumber, of Pulp and Lumber Exporters which was\nan association of people where, how would I say, specializing in selling forests and pulp. They\nwere mostly quite wealthy Jews and the impression it left on me that most of the ones they used to\ncome to the meetings wear fur-lined coats and when I came to America I never liked mink. I could\nlook at mink because the wealthy Jews had mink-lined coats. It stayed with me.",
        "Q: Where did you live in Toulouse? What was your daily life like?",
        "A: Well in Toulouse, it was a very pleasant student’s life. I, I boarded in a private home with, I had\na roommate and it was quite nice. And the school unfortunately somehow didn’t give me too much\nand I left after one year and went back home and started working. And that’s where I worked.\n1930, 1932 to °36, I was working in Vilna. I had a very good job as a secretary in that\nassociation and besides I used to, I used to take some English in a evening school just to improve\nmy, just to, not to be bored, always worked. I, the life in Vilna was quite pleasant. It was a very\ncultured city. It was, we had theater, there was the Jewish theater that\nused to come. The Vilna Troupe was very famous. I used to ice skate, I used to ski. It, it was, it\nwas a pleasant life, I would say Vilna was a very cultured city.",
        "Q: When, when did you first, what happened at the outbreak of the war with Poland? Do you\nremember it?",
        "A: At the outbreak of war, you see I was very lucky to return to Paris after the Treaty of Munich in\n1938. I was married, well I, I skipped a period.",
        "Q: Please.",
        "A: I was married after I worked at the Association of the Lumber Exporters from ’32 I think to ’36.\nAnd I went back to France. I was engaged in ’30, end of ’36 and I went to Paris to get married.\nMy, my late husband was originally from Vilna and his sister was a graduate of the same high\nschool than I was. We were quite friendly. But I met my husband in Paris on one of my trips and\nwe were married in °37 in Paris at the, at the synagogue which is very famous\nsynagogue, by the rabbi, by the grand rabbi of Paris. Rabbi Onleebear. And we also had a very\nprominent relative in , | have his postcard. He was sculptor Ironson (ph) was very\nfamous in Paris at the time. His sculpture was on Shonzayleezay (ph) but he also was famous for\nhis bust of Lenin and Tolstoy. And this is his postcard in French to us.",
        "Q: I will read it later...",
        "A: Yes, I understand . This is important because he was trying to help us to get out.",
        "Q: No, this is extremely important. We will read it and translate it later.",
        "A: Yeah. Well I can translate it for you.",
        "Q: Okay. Alright, so you married, what did your husband do?",
        "A: My husband at the time of our marriage was working, he knew Russian and French and a little\nEnglish and he worked for a technical publishing company at in Paris, France. But his\nfirst job, he was an agricultural engineer. He was a graduate of University of\nAgriculture. And his first job in Paris was Ironson (ph). He worked for the Russian government in,\nin buying agricultural implements for the Russians. That was his first job. And his second job\nwhen we were married, he worked for the, the as a translator since he knew English\nand Russian and French, so . When we were married, that’s what his job was.",
        "Q: What, how long...",
        "A: I also worked, I also worked. I worked quite soon, also for Ironson (ph). I got a job as a\nsecretary for a orphanage. I used to be the secretary of the meetings. There was a quite famous\nunder the auspices of the France. And that was . IT went back on vacation\nback home for a few weeks and then I came back in ’38 just before the Treaty of Munich. I was\nback like...",
        "Q: What happened after that, after you had come back to Paris?",
        "A: Well after I came back to Paris I worked and my husband was mobilized into the French Army.\nHe was a French citizen, he served in the French Army before. And he left Paris September 2\" to\ngo to the Marjinoline (ph), he spent a whole year at the Marjinoline (ph) and he was very lucky\nbecause he did have two permissions. He had two leaves and he came, he was mobilized in\nSeptember 2™ and he came on a leave January. That was his first leave.",
        "Q: January of 1939?",
        "A: Nine, right. *39 yes. And then he went back and he was extremely, extremely lucky to have\nescaped when they retreated before the Germans came in. whose name I\nalso know, Delaytouche (ph), he really escaped from the Germans. And he joined me, I, I lived\nthrough the exodus of Paris, was a friend of mine who also was a Gilner (ph) and I was\nvery lucky because he had to, he took a friend of his and me into his car and the\nexodus of Paris for eight days. From Paris to Toulouse.",
        "Q: Tell me about that as much as you can remember.",
        "A: Well, well we, it, first of all 1t was a mutual, my friend who was, a friend who was courting all\nmy girlfriends, he was a known bachelor and he was in business of radio parts. So he had a\n, with a broken spring on the front seat, and I never have forgotten because I had a, a\nheavy, from Algiers, a blanket so I went back home at the last moment because the\nsprings on the seat were so uncomfortable that we couldn’t have possibly sat on this and I ran back\nand that was the only item that I saved from my apartment because . . . and we lived for eight days\nin, 1n in schools and I don’t where on the road. And we headed for Toulouse, France\nwhere we settled and many months later, I don’t remember exactly but my husband joined me. I, I\nescaped from Paris two days before the Germans walked into Paris. .",
        "Q: [I’m sorry.",
        "A: And the, in Toulouse, I was lucky because .. .",
        "Q: Wait, “scuse me, could you hold it for a minute before we get to Toulouse?",
        "A: Yes, yes.",
        "Q: Tell me what Paris was like two days before the Germans marched.",
        "A: Well, it was panic because some people were lucky to take, who, who had the, how would I say\nthe foresight and they went by train south, they escaped, and it was, it was panic. I, oh yes, one\nnight I would like to mention to you I used to have a cleaning woman. Because I worked so I had\nsomebody come it twice a week I think, or maybe three times, I don’t recall. And it turned out that\nshe was a German spy. My cleaning woman in Paris was, turned out to be a German spy.\nIt was really frightening.",
        "Q: How did you find out?",
        "A: Oh, from some neighbor in the same building, . And the, you see, this\nfrom, and then we were, as I say, my husband was very lucky. He spent on the Marjinoline (ph)\nabout ten months but he had one leave. His first leave was in January which we were lucky to\nspend together and the second leave when he was on the train, he got an order to come back to the\nfront. And he had a, a written leave, he could have proceeded farther but he obeyed the order and\nthat saved his life. So after and I was lucky to go to Toulouse because there was an old friend of\nmine from the times of college days and I had at least a shelter where to be for a few days and then I\nwas refugee in the countryside. And when my husband who was demobilized in Germany 1n the\ncountryside and he worked on a farm tending cows, the, it was for a, for awhile in the, in that estate\nand later on he got himself a job in Toulouse and we went back to Toulouse and that’s where my\nson is born.",
        "Q: Tell me about Toulouse now. This is...",
        "A: Well it was very hard because, but he, my husband, after he was demobilized it was lucky. He\ngot a job. He worked for a, for a factory that manufactures shoes as an accountant so that’s how we\nlived through and I also got a very little help from a American cousin just a few times, they send us\nsome money. And I also, that period, I was corresponding with my sister who was still in Vilna\nthrough a friend of mine who was in Switzerland. My closest girlfriend came to visit me in Paris\nafter the Treaty of Munich in ’38 and she became very ill in Paris. To such an extent that she was\nbedridden three months in my apartment and I was almost ready to take her back home. She had no\nparents, she had just an uncle who was a lawyer in Vilna. So she was all packed to go back to\nPoland and then she became very ill. So doctor operated on her and the operation wouldn’t heal.\nShe was very, very sick. And I knew a lot about a professor in Switzerland who was a very famous\nspecialist of tuberculosis and my husband wrote a letter to him and he told us to bring her. That was\nChristmas Eve, ’39. And I, and I, she was packed already to go to Vilna to her uncle but I took her\nto Switzerland and she was, that was, she was also, her name also was Raya and we were the same\nage. We graduate from the same high school in Vilna. And we were, had a lot in common. She\nhad no, no parents. Her mother was dead by that time and she lived with an uncle in Vilna who was\na lawyer. Anyhow, I took her to Switzerland and she was bedridden for three years and she\nrecovered and she went to, to Geneva I think she went. And she met a fellow, she married and she\nlived in Israel. And she, and she had a fairly decent life after that because . And I\nescaped from Paris June 2™ I think, 1939. Just a few days before the Germans marched in. And we\nheaded with these friends, these two friends by car for eight days to Toulouse. We slept in schools,\nwe slept on the, in, on and it was not . And how did I, I my\nhusband? And then my sister-in-law joined me. My sister-in-law who was a graduate, she was very\nbright and she was a graduate from the College de France de Paris . But then my\nhusband, thank God, came, he was demobilized and we started, we lived first in the country. He\nwas tending cows and doing other things on a farm. And then we moved to Toulouse where he\nworked as a, in accounting, a factory, a shoe factory.",
        "Q: How long were you in Toulouse?",
        "A: In Toulouse we were, I will tell you. I escaped from Paris in ’39, I was and we left for America\nin °42.",
        "Q: So you were in Toulouse all that time.",
        "A: Yes, three years . My son was born in Toulouse.",
        "Q: And, as, by 1941, what was it like for you in Toulouse? What were you doing there?",
        "A: Well, well, my, my son was born and it was very hard. I got a couple times some money from\nAmerica from my cousins and my husband worked as I told you as an accountant and we made the\nends meet. It was not easy and simple, nevertheless we had an apartment where I even could give\nroom to a friend of mine, to a school, an old friend of mine, to a girlfriend. And we managed, I\neven had a little help too because I didn’t have enough milk to feed my child. I had some help from\na next door neighbor who, I would pay her but she helped me with, because we had no running\nwater, you know how it was during the war. Life was very hard but still we survived better than",
        "Q: What was it like for you as Jew in Toulouse at that ttme? Being a Jew with papers as a Jew?",
        "A: Well I must confess that we didn’t feel it too much because my husband was a veteran of the\nFrench Army and he had a job for a French firm so we personally didn’t feel any, persecution. The,\nthe only time I started feeling it when I, we got American visa and we applied for the visa of exit.\nAnd my husband visa of exit was turned down three times. They refused it. And then I think,\npregnant with Daynya (ph), I went to Vishee (ph) France to plead my case because there was no\nreason for them to refuse my husband’s visa of exit. He was a war veteran. He served ten months\non the Maryjinoline (ph) and it was just through anti-Semitism and persecution. So I was extremely\nlucky. It was like a miracle that I succeeded in getting the visa of exit.",
        "Q: How did you do that? Who did you talk to?",
        "A: It was, it was, it was providence. It was real providence. I came to, to Vishee (ph) with 1000\nfrancs which I don’t, cannot evaluate the value and I had two packs of cigarettes were very valuable\nin those days. And I went to a little restaurant for lunch. I didn’t, I am a talker so, so I spoke to\nsomebody in the restaurant and I told him what I came for and he directed me to whom to go to.\nThat was already a miracle, . And I came I, I saw the minister and I\nexplained to him and I just had learned of my mother’s death, just a few months ago. And the night\nbefore I went to see the, no the next day, I had a dream which I have never forgotten. My mother\ncame to me and told me that and I woke up in cold sweat and it was that feeling, I went\nfor the second time to see the, and he . And it was like, it was just a\nmiracle. I would like to read this postcard. Was written by Nomer (ph) and Son who 1s a very\nfamous Jew 1s called . Lenin is in the museum, Lenin. And who was a prominent\ncitizen of Paris, who was my husband’s relative. And he was trying to get us to come to, to\nAmerica but he said he can, he can bring us only to Santa Domingo. So it was really a miracle and\nthere were another incident after I had all my papers and everything, a woman whom I asked to\nwatch over my valise took her, took my valise instead of hers and boarded another train, in Vishee\n(ph). I was hysterical. I started screaming, somebody told, told, oh, she’s on another train.\nAnyhow, I went through her, my experiences, but I, I got the visa and we sailed for,\nthrough Spain and Portugal and we sailed to America and we came to America in ’42. November,\n42. I was pregnant with ;",
        "Q: Where did you live once you arrived?",
        "A: When, the first few weeks we lived at the cousin’s house, the first maybe two or three weeks.\nAnd then they helped us rent an apartment, a one bedroom apartment, upper, upper West Side. Do\nyou know New York at all? We lived on the upper West Side, very close to . And my\nhusband started working about ten days after. It was not easy, . And before\nour family couldn’t financially help us because one of my cousins who used to be very\nwealthy lost all his money and the cousin who paid for our trip to America . But my\nhusband started working very soon and it was a struggle and, but I was lucky that I used, was able to\nget at least from my sister who was in Vilna under the Germans.\n. And my, my later sister was very educated. She knew eight languages. That’s\nthrough the, the eight language she learned already when she came to Cuba. But she knew German,\nFrench, Russian, Polish, Yiddish, Hebrew and. . .",
        "Q: You had, how many sisters did you have?",
        "A: One.",
        "Q: One sister. So this one sister stayed through the Vilna...",
        "A: Yes. Ghetto.",
        "Q: Ghetto. She went to camps and then went to Cuba.",
        "A: That’s right. And then came to America. From America she couldn’t remain because she\narrived in America with a girlfriend who helped her a great deal in camp. The other, the other\nfriend. My sister was as I said, a linguist and the other one, a graduate of a very good trade school.\nShe was a very good seamstress. That’s what kept her alive and helped her to help my sister.\nThat’s how they survived. They were very devoted to each other. So when they came to America,\nthey, my sister could have somebody marry her fictitiously so she could remain. But the other one\ncouldn’t get it and they went to Cuba and they suffered Cuba, for three years they\nsuffered from the climate, atrocious. And finally, they came back.",
        "Q: Okay. Is there anything you would like to add?",
        "A: Well I, I really don’t know what . This 1s a letter that I have from my sister in\nPolish where she says that she’s more miserable there than she was in concentration camp. That’s\nhow miserable she was in Cuba because of the climate. Yes. She was highly educated.",
        "Q: Thank you very much.",
        "A: And, and also this, here I have, in Paris, after I reached Lisbon, trying to tell her that I would try\nto do everything possible for them once I get to America. Unfortunately, they suffered a great deal\nunder the Germans in France. So there was nothing really, I don’t see.\nConclusion of interview.\n"
    ],
    "questions": [
        "Question: ...7\", the interview of Raya Markon. Would you tell us where you were born?",
        "Q: Would you tell me your name please?",
        "Q: Magid (ph) in which country?",
        "Q: Okay. In what year please.",
        "Q: Tell me about your parents. What were they like and what was it like growing up there?",
        "Q: What was the town like for you as a child? What did you do?",
        "Q: Why did you go to Toulouse?",
        "Q: So where did you work?",
        "Q: Where did you live in Toulouse? What was your daily life like?",
        "Q: When, when did you first, what happened at the outbreak of the war with Poland? Do you\nremember it?",
        "Q: Please.",
        "Q: I will read it later...",
        "Q: No, this is extremely important. We will read it and translate it later.",
        "Q: Okay. Alright, so you married, what did your husband do?",
        "Q: What, how long...",
        "Q: What happened after that, after you had come back to Paris?",
        "Q: January of 1939?",
        "Q: Tell me about that as much as you can remember.",
        "Q: [I’m sorry.",
        "Q: Wait, “scuse me, could you hold it for a minute before we get to Toulouse?",
        "Q: Tell me what Paris was like two days before the Germans marched.",
        "Q: How did you find out?",
        "Q: Tell me about Toulouse now. This is...",
        "Q: How long were you in Toulouse?",
        "Q: So you were in Toulouse all that time.",
        "Q: And, as, by 1941, what was it like for you in Toulouse? What were you doing there?",
        "Q: What was it like for you as Jew in Toulouse at that ttme? Being a Jew with papers as a Jew?",
        "Q: How did you do that? Who did you talk to?",
        "Q: Where did you live once you arrived?",
        "Q: You had, how many sisters did you have?",
        "Q: One sister. So this one sister stayed through the Vilna...",
        "Q: Ghetto. She went to camps and then went to Cuba.",
        "Q: Okay. Is there anything you would like to add?",
        "Q: Thank you very much."
    ],
    "answers": [
        "Answer: Born Magid (ph).",
        "A: My name is Raya, Markon, born Magid (ph).",
        "A: In Vilna, Poland.",
        "A: I was born in 1911.",
        "A: They were, my father was a graduate of the teachers’ college but his profession was in\ninsurance. He was a, an, I think when I was very young he was employed but when I was already of\nschool age, he had his own business in insurance.",
        "A: Oh it was a beautiful town. Vilna? Are you at all familiar with history of Vilna? Just the fact\nthat we had a French school and German school, Polish, Russian, Hebrew and Yiddish schools, just\nto give an idea of the culture of the city. Vilna, I mean everybody knows that was the, the center of\nJewish culture. . Asachild, my first schooling at a very early age was Hebrew which\nunfortunately I abandoned, my kindergarten, until the age maybe six or seven which I don’t\nremember too vividly was Hebrew, which unfortunately I abandoned. And I attended a French\nschool until the age of 16. From ten to 16. From the age of seven to ten I attended a Russian\nschool. In Russia, in Russia. From ten to 15, 16, I don’t recall exactly, I attended a\nFrench lycee. Subsequently, I attended a evening course for six months in order to be able to attend\na Polish school to get a baccalaureate. To catch up. So I’m a graduate of a Polish high school with\nwhat you call a baccalaureate. I also attended the Polish university for one year in Vilna to study\nromance languages, French, but then I, I left 1t and I went to Toulouse, France.",
        "A: That was the trend because I felt that the studies of literature wouldn’t give me any tangible,\npractical education to earn a living and that was the fashion. So I went to a in\nToulouse, France which I unfortunately did not complete because I came back home. I seen my\nfather was not feeling well and my mother requested me. So and I started working, I started. . .",
        "A: I worked for four years at the Association of Lumber, of Pulp and Lumber Exporters which was\nan association of people where, how would I say, specializing in selling forests and pulp. They\nwere mostly quite wealthy Jews and the impression it left on me that most of the ones they used to\ncome to the meetings wear fur-lined coats and when I came to America I never liked mink. I could\nlook at mink because the wealthy Jews had mink-lined coats. It stayed with me.",
        "A: Well in Toulouse, it was a very pleasant student’s life. I, I boarded in a private home with, I had\na roommate and it was quite nice. And the school unfortunately somehow didn’t give me too much\nand I left after one year and went back home and started working. And that’s where I worked.\n1930, 1932 to °36, I was working in Vilna. I had a very good job as a secretary in that\nassociation and besides I used to, I used to take some English in a evening school just to improve\nmy, just to, not to be bored, always worked. I, the life in Vilna was quite pleasant. It was a very\ncultured city. It was, we had theater, there was the Jewish theater that\nused to come. The Vilna Troupe was very famous. I used to ice skate, I used to ski. It, it was, it\nwas a pleasant life, I would say Vilna was a very cultured city.",
        "A: At the outbreak of war, you see I was very lucky to return to Paris after the Treaty of Munich in\n1938. I was married, well I, I skipped a period.",
        "A: I was married after I worked at the Association of the Lumber Exporters from ’32 I think to ’36.\nAnd I went back to France. I was engaged in ’30, end of ’36 and I went to Paris to get married.\nMy, my late husband was originally from Vilna and his sister was a graduate of the same high\nschool than I was. We were quite friendly. But I met my husband in Paris on one of my trips and\nwe were married in °37 in Paris at the, at the synagogue which is very famous\nsynagogue, by the rabbi, by the grand rabbi of Paris. Rabbi Onleebear. And we also had a very\nprominent relative in , | have his postcard. He was sculptor Ironson (ph) was very\nfamous in Paris at the time. His sculpture was on Shonzayleezay (ph) but he also was famous for\nhis bust of Lenin and Tolstoy. And this is his postcard in French to us.",
        "A: Yes, I understand . This is important because he was trying to help us to get out.",
        "A: Yeah. Well I can translate it for you.",
        "A: My husband at the time of our marriage was working, he knew Russian and French and a little\nEnglish and he worked for a technical publishing company at in Paris, France. But his\nfirst job, he was an agricultural engineer. He was a graduate of University of\nAgriculture. And his first job in Paris was Ironson (ph). He worked for the Russian government in,\nin buying agricultural implements for the Russians. That was his first job. And his second job\nwhen we were married, he worked for the, the as a translator since he knew English\nand Russian and French, so . When we were married, that’s what his job was.",
        "A: I also worked, I also worked. I worked quite soon, also for Ironson (ph). I got a job as a\nsecretary for a orphanage. I used to be the secretary of the meetings. There was a quite famous\nunder the auspices of the France. And that was . IT went back on vacation\nback home for a few weeks and then I came back in ’38 just before the Treaty of Munich. I was\nback like...",
        "A: Well after I came back to Paris I worked and my husband was mobilized into the French Army.\nHe was a French citizen, he served in the French Army before. And he left Paris September 2\" to\ngo to the Marjinoline (ph), he spent a whole year at the Marjinoline (ph) and he was very lucky\nbecause he did have two permissions. He had two leaves and he came, he was mobilized in\nSeptember 2™ and he came on a leave January. That was his first leave.",
        "A: Nine, right. *39 yes. And then he went back and he was extremely, extremely lucky to have\nescaped when they retreated before the Germans came in. whose name I\nalso know, Delaytouche (ph), he really escaped from the Germans. And he joined me, I, I lived\nthrough the exodus of Paris, was a friend of mine who also was a Gilner (ph) and I was\nvery lucky because he had to, he took a friend of his and me into his car and the\nexodus of Paris for eight days. From Paris to Toulouse.",
        "A: Well, well we, it, first of all 1t was a mutual, my friend who was, a friend who was courting all\nmy girlfriends, he was a known bachelor and he was in business of radio parts. So he had a\n, with a broken spring on the front seat, and I never have forgotten because I had a, a\nheavy, from Algiers, a blanket so I went back home at the last moment because the\nsprings on the seat were so uncomfortable that we couldn’t have possibly sat on this and I ran back\nand that was the only item that I saved from my apartment because . . . and we lived for eight days\nin, 1n in schools and I don’t where on the road. And we headed for Toulouse, France\nwhere we settled and many months later, I don’t remember exactly but my husband joined me. I, I\nescaped from Paris two days before the Germans walked into Paris. .",
        "A: And the, in Toulouse, I was lucky because .. .",
        "A: Yes, yes.",
        "A: Well, it was panic because some people were lucky to take, who, who had the, how would I say\nthe foresight and they went by train south, they escaped, and it was, it was panic. I, oh yes, one\nnight I would like to mention to you I used to have a cleaning woman. Because I worked so I had\nsomebody come it twice a week I think, or maybe three times, I don’t recall. And it turned out that\nshe was a German spy. My cleaning woman in Paris was, turned out to be a German spy.\nIt was really frightening.",
        "A: Oh, from some neighbor in the same building, . And the, you see, this\nfrom, and then we were, as I say, my husband was very lucky. He spent on the Marjinoline (ph)\nabout ten months but he had one leave. His first leave was in January which we were lucky to\nspend together and the second leave when he was on the train, he got an order to come back to the\nfront. And he had a, a written leave, he could have proceeded farther but he obeyed the order and\nthat saved his life. So after and I was lucky to go to Toulouse because there was an old friend of\nmine from the times of college days and I had at least a shelter where to be for a few days and then I\nwas refugee in the countryside. And when my husband who was demobilized in Germany 1n the\ncountryside and he worked on a farm tending cows, the, it was for a, for awhile in the, in that estate\nand later on he got himself a job in Toulouse and we went back to Toulouse and that’s where my\nson is born.",
        "A: Well it was very hard because, but he, my husband, after he was demobilized it was lucky. He\ngot a job. He worked for a, for a factory that manufactures shoes as an accountant so that’s how we\nlived through and I also got a very little help from a American cousin just a few times, they send us\nsome money. And I also, that period, I was corresponding with my sister who was still in Vilna\nthrough a friend of mine who was in Switzerland. My closest girlfriend came to visit me in Paris\nafter the Treaty of Munich in ’38 and she became very ill in Paris. To such an extent that she was\nbedridden three months in my apartment and I was almost ready to take her back home. She had no\nparents, she had just an uncle who was a lawyer in Vilna. So she was all packed to go back to\nPoland and then she became very ill. So doctor operated on her and the operation wouldn’t heal.\nShe was very, very sick. And I knew a lot about a professor in Switzerland who was a very famous\nspecialist of tuberculosis and my husband wrote a letter to him and he told us to bring her. That was\nChristmas Eve, ’39. And I, and I, she was packed already to go to Vilna to her uncle but I took her\nto Switzerland and she was, that was, she was also, her name also was Raya and we were the same\nage. We graduate from the same high school in Vilna. And we were, had a lot in common. She\nhad no, no parents. Her mother was dead by that time and she lived with an uncle in Vilna who was\na lawyer. Anyhow, I took her to Switzerland and she was bedridden for three years and she\nrecovered and she went to, to Geneva I think she went. And she met a fellow, she married and she\nlived in Israel. And she, and she had a fairly decent life after that because . And I\nescaped from Paris June 2™ I think, 1939. Just a few days before the Germans marched in. And we\nheaded with these friends, these two friends by car for eight days to Toulouse. We slept in schools,\nwe slept on the, in, on and it was not . And how did I, I my\nhusband? And then my sister-in-law joined me. My sister-in-law who was a graduate, she was very\nbright and she was a graduate from the College de France de Paris . But then my\nhusband, thank God, came, he was demobilized and we started, we lived first in the country. He\nwas tending cows and doing other things on a farm. And then we moved to Toulouse where he\nworked as a, in accounting, a factory, a shoe factory.",
        "A: In Toulouse we were, I will tell you. I escaped from Paris in ’39, I was and we left for America\nin °42.",
        "A: Yes, three years . My son was born in Toulouse.",
        "A: Well, well, my, my son was born and it was very hard. I got a couple times some money from\nAmerica from my cousins and my husband worked as I told you as an accountant and we made the\nends meet. It was not easy and simple, nevertheless we had an apartment where I even could give\nroom to a friend of mine, to a school, an old friend of mine, to a girlfriend. And we managed, I\neven had a little help too because I didn’t have enough milk to feed my child. I had some help from\na next door neighbor who, I would pay her but she helped me with, because we had no running\nwater, you know how it was during the war. Life was very hard but still we survived better than",
        "A: Well I must confess that we didn’t feel it too much because my husband was a veteran of the\nFrench Army and he had a job for a French firm so we personally didn’t feel any, persecution. The,\nthe only time I started feeling it when I, we got American visa and we applied for the visa of exit.\nAnd my husband visa of exit was turned down three times. They refused it. And then I think,\npregnant with Daynya (ph), I went to Vishee (ph) France to plead my case because there was no\nreason for them to refuse my husband’s visa of exit. He was a war veteran. He served ten months\non the Maryjinoline (ph) and it was just through anti-Semitism and persecution. So I was extremely\nlucky. It was like a miracle that I succeeded in getting the visa of exit.",
        "A: It was, it was, it was providence. It was real providence. I came to, to Vishee (ph) with 1000\nfrancs which I don’t, cannot evaluate the value and I had two packs of cigarettes were very valuable\nin those days. And I went to a little restaurant for lunch. I didn’t, I am a talker so, so I spoke to\nsomebody in the restaurant and I told him what I came for and he directed me to whom to go to.\nThat was already a miracle, . And I came I, I saw the minister and I\nexplained to him and I just had learned of my mother’s death, just a few months ago. And the night\nbefore I went to see the, no the next day, I had a dream which I have never forgotten. My mother\ncame to me and told me that and I woke up in cold sweat and it was that feeling, I went\nfor the second time to see the, and he . And it was like, it was just a\nmiracle. I would like to read this postcard. Was written by Nomer (ph) and Son who 1s a very\nfamous Jew 1s called . Lenin is in the museum, Lenin. And who was a prominent\ncitizen of Paris, who was my husband’s relative. And he was trying to get us to come to, to\nAmerica but he said he can, he can bring us only to Santa Domingo. So it was really a miracle and\nthere were another incident after I had all my papers and everything, a woman whom I asked to\nwatch over my valise took her, took my valise instead of hers and boarded another train, in Vishee\n(ph). I was hysterical. I started screaming, somebody told, told, oh, she’s on another train.\nAnyhow, I went through her, my experiences, but I, I got the visa and we sailed for,\nthrough Spain and Portugal and we sailed to America and we came to America in ’42. November,\n42. I was pregnant with ;",
        "A: When, the first few weeks we lived at the cousin’s house, the first maybe two or three weeks.\nAnd then they helped us rent an apartment, a one bedroom apartment, upper, upper West Side. Do\nyou know New York at all? We lived on the upper West Side, very close to . And my\nhusband started working about ten days after. It was not easy, . And before\nour family couldn’t financially help us because one of my cousins who used to be very\nwealthy lost all his money and the cousin who paid for our trip to America . But my\nhusband started working very soon and it was a struggle and, but I was lucky that I used, was able to\nget at least from my sister who was in Vilna under the Germans.\n. And my, my later sister was very educated. She knew eight languages. That’s\nthrough the, the eight language she learned already when she came to Cuba. But she knew German,\nFrench, Russian, Polish, Yiddish, Hebrew and. . .",
        "A: One.",
        "A: Yes. Ghetto.",
        "A: That’s right. And then came to America. From America she couldn’t remain because she\narrived in America with a girlfriend who helped her a great deal in camp. The other, the other\nfriend. My sister was as I said, a linguist and the other one, a graduate of a very good trade school.\nShe was a very good seamstress. That’s what kept her alive and helped her to help my sister.\nThat’s how they survived. They were very devoted to each other. So when they came to America,\nthey, my sister could have somebody marry her fictitiously so she could remain. But the other one\ncouldn’t get it and they went to Cuba and they suffered Cuba, for three years they\nsuffered from the climate, atrocious. And finally, they came back.",
        "A: Well I, I really don’t know what . This 1s a letter that I have from my sister in\nPolish where she says that she’s more miserable there than she was in concentration camp. That’s\nhow miserable she was in Cuba because of the climate. Yes. She was highly educated.",
        "A: And, and also this, here I have, in Paris, after I reached Lisbon, trying to tell her that I would try\nto do everything possible for them once I get to America. Unfortunately, they suffered a great deal\nunder the Germans in France. So there was nothing really, I don’t see.\nConclusion of interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 27, 1989\nRG-50.030* 0431",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Raya Markon,\nconducted on November 27, 1989 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "RAYA MARKON\nNovember 27, 1989\n[Transcriptionist’s note: background noise on audiotape.]"
    ]
}