{
    "rg": "RG-50.030.0025_trs_en",
    "sequence": [
        "Q: Okay, Sonia, the first thing I want you to do is tell me your full name, and when and\nwhere you were born. And then just tell me a little bit about your growing-up years, your\ncommunity.",
        "A: I was born in a small town there in Poland, this was a big town, Novogrudok. They had\n10 or 15,000 people there. I was born in April 15, 1922, to a very rich father and mother.\nI had four brothers, two older and two younger than me. And I had my education there. I\nwas studying in a liceum, with languages. I finished gimnazjum, and then I went for two\nyears in liceum where I studied Latin, French, Polish, and History. When -- before the\nwar broke out, I was two, three months before finishing my studies. I was dreaming to go\nto Paris, because we had a family there, to study dentistry in Sorbonne with the whole\nfamily. My mother’s was there. But the war came in, and my dreams finished. The\nGerman came to the city in December 1941. We didn't know nothing about the war. You\nknow, it was small town. We know only that very bad will be for the Jewish people. But\nwe couldn't imagine it should be so, so bad, because when the first German came, they\nwere dancing with us. And one -- I was a pretty girl, and one told my parents, “Make her\npapers that she is Polish and let her go from the city, because it will be very bad.”\nAnd that's what -- when they went, they came, the S.D. and the S.S., and the war began.\nIn the beginning it was not so bad, because they begin -- After two months, they began to\norganize the ghetto. So all the people went out from the houses, and they put us on -- ina\nsmall -- in a couple of houses. Pereseka. They're called, Pereseka. This was like\nBrooklyn, New York, and Queens, like one of the city. And we were staying there till\nthey said we have to go out in the streets, and this began the Aktion. When the Aktion\nbegan, my father saw that is very bad, so he took me, and -- I had a brother -- Jay, and he\nsaid, “Come on. I will show you something.” And he ran away. He knew the policeman,\nthe Polish, and they let us go. So I ran away to a village where my mother was born. And\nwe stayed in a church because my father know there the people. We stayed there about\nseven days under the church. They had a place in Poland where the potato -- they were\nholding the potatoes should not freeze. And we staying there for a whole week. He let us\nstay. It was very nice. And after a week, he said, “The action is gone and you can go to\nthe ghetto.” We didn't know where my mother was. But my mother was a very intelligent\ngirl. She was a rabbi's daughter. And she saw from far that my father went away with me,\nwith my brother. She understood that he will take care, too, on us. So she took care on\nherself. She run to the village where she was born, this was Barabevit. And there friends\nof hers, what she was studying with them in school, he keep her for 10 -- or two weeks.",
        "Q: Was he Jewish or not Jewish?",
        "A: The friends? Not Jewish, no. The people -- they were very good people, too, not Jewish.\nNot every Jew is good, too. There is certain people what are better than Jew. They were\nkeeping us, and if they would find them, he would be killed together with his whole\nfamily. But he was keeping us. After two weeks, when I was already with my father and\nbrother in the ghetto, he came in and he said, “You know what, I would like to know if\nMr. Boldo 1s alive.” He didn't say that he has my mother. So they said “yes.” They let\nhim in. And he said, “You know, I have your wife.” This was a shock for us because we\nwere sure that she is not alive. And after a couple of days, she came and she was with us\nin the ghetto.",
        "Q: Will you tell me -- go back a little bit to the action and tell me what happened, and how\nyour father got away. I mean, were you right there or did--",
        "A: We stayed near my father. My father was a tall, strong guy, and everybody knew him. So\nhe sneaked in and he took me and my brother away from the line. And you know this\nsmall houses, so he keeps us in the house for two hours or three hours till they took away\neverybody for killing. And we went out. The policemen saw him, but he didn't hold us.\nThey let him go because he knew him from before. He was a Polish policeman. And\nthat's how we survive for the couple of months. After the action, we came back to the\nghetto. We didn’t -- we were not hungry because the villages, the people, knew that we\nare there. They were bringing us food, bread, meat, everything. They were beautiful,\nwonderful people. And till today, we are sending them packages. They are not alive, but\nwe send them packages to give to the kids.",
        "Q: Those -- the first actions, were they for specific people or -- I mean, in your town?",
        "A: In our town, the first action was before the ghetto. They took all the doctors, the\nintelligent people, and they killed them in the marketplace — 50 of them. They took away\nthe head of the city. And then in the month -- in December, this was a regular action for\nwhoever was in the street they took. This is the -- first of all, they took the men. They\nsaid that they are going to work on a -- work in a camp, a working camp. But they never\ncame back. Nobody knew about it. But the paysans, that means people from the villages,\nthey knew because they saw it. And they were coming to the ghetto and they were\nsaying, “There is no camp. They are all killed.” This was the first action.",
        "Q: That's how your father knew what was happening?",
        "A: Right. Right. He knew everything.",
        "Q: Okay. So you came back to the ghetto. And then tell me a little bit about living in the\nghetto, and how long you were there, what it was like.",
        "A: We stayed in the ghetto, I think, a couple of months they came to the ghetto -- after the\ncouple of months, this was a regular living. You were working. I was working in the\nhospital, and the others was working in the street because the street were bombardment,\nbombard. Everything was broken, so they were cleaning up. And this was not so bad.\nNobody — they were thinking, you know -- people were thinking what’s good is for me.\nThey were thinking, “I will survive. They are not touching us no more.” And they were\nsitting. Then one day, a son of friends of ours came in. And said, “You know what? I saw\n11 people from the ghetto that went out at night and I know where they went. They went\nto the forest, but nobody survived. Because they told them where to go, and the Germans\nwere staying there already and waiting for them.” And this was the first group for the\ntrying to went out, and they were killed. So, you know, that’s very difficult to go out. We\ncan go out, but we will not be alive. So this was first time. This was -- I think this was\nalready after the winter. The winter was very bad. In Poland, the winter is terrible. So this\nwas probably in March or April another group went out, and we never heard about this.\nThe German came and the they were gave -- they went to segregate the young and the\nhealthy, and they took them to the court there. In Novogrudok, there was a court. And\nthere in the court they were working, and the rest stayed in the ghetto on the Pereseka.\nThere were the kids, the older, and the sick. They didn't kill all of them right away, but\nafter a couple of months, yes. They begin to talking about in the court that something 1s\nwrong. They’re preparing something, the Germans. Nobody knew what and where. My\nparents stayed in there, in the ghetto, in Pereseka. And my father said, “I don't want her\nto be there,” to my mother. So they paid. We had money. We had gold. We had many\nthings. And they paid to a Polish man what he was bringing the bread to the ghetto, to the\ncourt. So he paid him. And he bring in -- one night, he bring the bread to the court, and\nhe put me in the basket from the bread. And he brought me to my parents. I was there not\na long time, because my parents began to receive letters from the partisan, from my\nhusband, from Alex. And he wrote him -- he didn't know me, I didn't know him.\nThere is a big difference between from the village. He was from a village, very small,\nStankiewicze. There were five houses. One of the house, one Jewish family, the Bielskis.\nAnd they had, I think, about 10 brothers and two sisters. And his sister was married to\nuncle of mine, but I never knew him, too. It was great uncle, whatever. And she said --\nshe was too, in the forest. And she said to him, “You know what, I saw by the Boldos’ a\nbeautiful girl, and I would like you to send somebody after her.’ And he was a very good\n-- he had two -- he had a wife and a three-month-old child. But he didn’t go -- after she\ngave birth to the child, she didn't want to go to the forest. So this day when he send after\nher was the liquidation of this house, and she got killed with the child. So he was by\nhimself. And he wrote a letter to my parents that he will guarantee my safety. But I didn't\nwant to go. I was afraid for the tree. I was afraid for the forest. I was afraid for everything\nbecause I never were there. But when my parents saw what is here, they said, “Listen, I\nwant you to go. I would like you -- better to die there than I would see you dead here.”\nAnd he send a couple of men with rifles. And at night, my father paid again to the police,\nPolish. And I went out with the friend of mine, Leah, to the forest. I came there -- we\nwent out there about 12 o'clock, we came there about four o'clock, to the forest where we\nsaw already about 18 people with rifles. I was afraid of them, too. I was not used to that,\nbut I got used to that. And then I met my husband. So it was very nice in the morning,\nabout 6 o'clock in the morning, my friends Chaya’ that was already the girlfriends from\nmine other brother-in-law, Asael’. She said, “You know, I have a commander and I am with\nhim and I am very happy.” I said to her — I was looking on her -- and I said, “Can you tell me\nmaybe there's another commander?” She said, “Yes. One is Alex, his brother, the younger.” I\nsaid, ““Who is he? Where is he?” She said, \"Don't worry. About seven o'clock you will see\nhim.\" And really about seven o'clock I saw a man with rifles, all over. I saw a man, a giant.\nHe was six-two, and a young handsome -- I had afraid of him, too. But life is life. After -- He\nwas very good to me from the beginning. He was very good to me. And he said to me, \"You\nknow, you came here. I would like you to stay with me.\" I said, \"You know what, I will stay\nwith you, but I want you to take out my parents.\"\nAnd I made with him like, “You know, you have to take them out, then I will stay with you.”\nAnd it took him all about seven or six days and my parents came. After my parents came,\nafter a day, the whole ghetto went in flames. But I came to the forest end of August. August\n15 was the second Aktion. And my brother died there, got killed. He didn't get killed in the\naction, but he saw that they were taking away my mother. My father was staying with me. So\nhe went to work. My mother, so he wanted to take care on her. So he took her out from the\nlines, dead, to the lines of living. You understand what I am talking? And the German -- the\npeople were counted. And he knew that somebody is missing, but he couldn't give out my\nmother. So they took him in on the truck, but he was killed when he was running from the\ntruck.",
        "Q: They were doing a selection?",
        "A: Selection, sure. Sure, a selection. This was August 15, and in this selection my brother was --\ngot killed.",
        "Q: August 15, *42?",
        "A: Forty-two. In this selection, my brother was killed. That was my youngest brother and he\nwas 17, whatever. That's it. Then my mother said, \"You have to go.\" When the bread came\n' Leah Berkowski\n* Chaya Bielski\n* Asael Bielski\nin, he took me to my parents. This was after August 15. He send -- my husband send a letter\nand I went away to the ghetto. That -- what I met him, in the morning, seven o'clock in the\nmorning. And whatever he promise, he delivered. He delivered my parents. He took care\nvery well on them. My mother was very fragile, but in the wintertime, she wouldn't stay in\nthe forest. So he took all these men and they were putting her every day in another house by\nthe, by the villages. And she survived the winter. In the summertime she went to the forest.",
        "Q: So, talk to me a little bit about... Should we tell people to be quite?\n[Technical conversation |",
        "Q: Tell me -- You know, it's unusual, this situation where a tremendous number of the people,\nthe peasants and maybe even the people in the towns helped, but also there were\ncollaborators. So tell me a little bit about how that worked?",
        "A: The people from our city, they were very good to us. They knew us. And when the German\ncame, my father and mother give away everything to the people. So they took care on us.\nAnd they were very nice, because their life was the same thing, in jeopardy like our life. And\nthey did everything. And they were very good. I know after the war when I came to the city,\nto the house. They recognize me right away, and they said “Sonia, tell me what you need.”\nAnd to my parents the same thing. They give the first food. They said, “You can stay with\nus.” They were very nice. They were people, beautiful. If not the people nobody survive, too.\nThey gave us help. You cannot tell that everybody was very bad, but there were people very\ngood, too.",
        "Q: This situation where the actions happened, and they happened, small actions, but many,\nmany. And the news spread of them, that's somewhat unusual. There were a lot of areas\nwhere people didn't know what was happening.",
        "A: No, nobody knew. In the morning, they came about six o'clock when the people are going to\nwork and they right away they took them to the trucks, so how did you know? You didn't\nknow nothing. When you knew, already it was too late.",
        "Q: When you got taken out of the ghetto and went to the forest, when was that? Was that\nAugust or was that in the Spring?",
        "A: This was end of August, beginning of September.",
        "Q: Okay. Do you know about a man named Anton Schmidt?",
        "A: Schmidt?",
        "Q: Yeah.",
        "A: No.",
        "Q: He was a rescuer who was executed in April. I was going to ask you about him.",
        "A: No, I don't know.",
        "Q: Okay.",
        "A: I know about Kozlowski’. Kozlowski.",
        "Q: Tell me.",
        "A: Kozlowksi was a wonderful man. He born not far from my husband's village. He were\ncoming -- He went to the German, to the Polish, and he will bring all of the news to the\nbrother Bielskis. They knew everything. If you need something, medicine or something, he\nwent to the city and he bought it, or stole it, whatever. But the medicine we got. We got the\nsalt and the sugar, whatever we needed from him. He was wonderful. Now the children\nbecome -- his children are alive and we are sending them money and packages and\neverything. He was one from the first. But he was bringing us everything. I know about him,\nbecause if somebody came from the ghetto -- people were coming from the ghettos -- they\ndidn't know where to go. So the first house was Kozlowksi's house. So he was keeping them.\nAnd he said, \"Don't worry, somebody will come and they will take you to the forest.\" They\nwere beautiful people. You don't have to forget this. You cannot say that everybody was bad.",
        "Q: Tell me what it was like in the forest. Tell me about the setting up of the community, and tell\nme how it changed from that first --",
        "A: When I came into the forest, they had only 75 people. That was the group of the Bielskis\nbrothers. That was the four brothers -- the three brothers and they had their brother, Aaron,\n13 years old. And they have a sister, what she was married to Chaya's brother. So that was\nthe Bielskis and the Dzienciolskis. This was the whole thing. But later came another seven\nmen and they made 70 people, 70 or 80 people, when I came in. This was the beginning of\nthe partisans because people were -- went away from the forest -- went away from the\nghettos. They didn't have a place there. And they -- the doors from the Bielskis brother were\nopen for everybody, for old, children, sick people. And they had always food. They didn't\n* Konstanty Kozlowski\nhave steaks, but they have bread and water. They were very good. They were no different,\nbut later, then many people came in. So there were men that said, “Listen, why do I have to\ngo and grab food and risk my life? My wife is not here, my children are not here. Why\nshould I risk the life for them?’ But the Bielskis brother said, “Everybody who is coming has\nto have a place here. And eerybody will have a piece of bread.” They will not have maybe\nsomething else, but bread they will give everybody. This was one kitchen, one big kitchen\nand they were cooking potatoes with a piece of bread. And this was the food. Later, when the\npeople came in more and more, they went out and knew that the Germans were 1n this\nvillage. And the German came into the village and knew they will collect bread and butter\nand milk and meat, whatever. So we were putting ambushes -- ambush is that the right word?",
        "Q: Uh-huh.",
        "A: ...and they were taking away the food from them. And that's what we had the food for the\npartisans. We made ambush on them and got their rifles. We got everything from them.\nNobody was sending us. They were killing the German. They took away the food, took away\nthe rifles, and we were in business.",
        "Q: Do you know about -- I think it was probably soon after you came -- the big harvest, when\nthe Germans were going to get a percentage of the harvest, and so they burned the -- tell me\nabout that.",
        "A: The villages told us everything. Not us, to the Bielskis brother. They were afraid of them,\nterrible. One cannot fight, but if you three brothers, six-two with rifles and you knew you\ncannot live, you knew that he will touch something, whatever, you will not do the nght\nthing, they will be killed. So they did everything. They were telling us that in a couple of\ndays they have to pay to the German so much and so much. Not in money, but in food. So\nthe Bielskis knew that the food is coming. The villages are giving them. We need it, too, the\nfood. So that's what we took away. That was the harvest. That's what you mean, right? And\nwe took away and we told to the villages, remember one thing, you giving them because you\ndon’t want, because Germans, too, they were killing them. They were killing them. They put\neverything on a fire and they went away. So you have to give them, half them and half to us.\nAnd that's what they did. They were not always friendly, because you see, there were\nAktions. The Bielskis were fighters. Not everybody, but they had a group of fighters. They\nhad, the beginning, they had about 50 fighters. Later, the number went up and up and up.\nAnd they were not only fighting with the Polish police, they were fighting between the\npartisans, too. They were Polish -- not Polish, but German partisan — German -- Russian\npartisans. They were against us, too. First of all, because we were Jews. Second, because we\nknew better the neighborhood and we knew the people. So this was a plus, a big plus for us.\nAnd they were saying that we are taking away all of the food. Remember 1,000 people in the\nbeginning. You have to feed them. And they were not sitting all of them in one place. We\nhad afraid for that. So in groups, this was about 20 people in groups, they were sitting in the\nsummertime up. In the wintertime, we had under the -- underground they were sitting. And\nwhen you are in the snow, every little thing you can see. So we were very careful, but you\nknow you cannot take away from the villages. They knew very good.\nThe Bielskis knew the place, but they knew, too. So we have to be in peace with them. You\ncannot take away everything. You have to leave them, too, for the family, something. But we\nmanaged. We managed. In the wintertime, I never were in the forest. I was always -- it's\ncalled a hutor. This mean a farm from one house or two houses. So I went with my husband\nand another 15 people. They were riders. And went there, sleep over about four or three\nhours and we went back to the forest. But they were very good to us. I cannot say it. Nobody\nwould survive if not the people from the villages. They had afraid, but they give us whatever\nwe needed. Later, already in -- this was in ‘43. In ‘44, we got already the rifles and\neverything from Moscow. They were sending us by planes. And they were bigger\ncommanders than the Bielskis. They were commanders what they put on the front from the\nRussians, from Moscow. And they were good. They said to us like that. We were\ncomplaining always. You know, they have took a group of ours, 14 people. They took away\ntheir rifles, took away their food, and let them go without shoes even. They said, “Remember\nMr. Bielski -- brother Bielski, remember one thing, this 1s life. You have to fight for them --\nfor that.” Not once my husband -- My husband was always between the German and the\nPolish army. The Polish, they were working together with the German, the Kozaks. He was\nalways on the horses. He was giving everything to the all partisan and from the Naliboki\npuszcza. You know what is a puszcza, puszcza is the biggest forest, you cannot live there.\nThis is only for the animals. This is not far from Novogrudok. This was between\nNovogrudok and Minsk. But we were there in the beginning. And they couldn't find us\nbecause you have to go by foot or by horses. They were afraid. They cannot go with the\ntanks there. They were surrounding us and we heard them talking and shooting. And we\nwere sitting on mud without food for 10, for 12 days, till my husband -- I am telling you\neverything in one story -- till my husband said, “They cannot take no more hunger.” This\nwas the only brother he said, “I cannot -- I have to go fight myself.” So he took 150 people --\nnot 150, 90 people, and I was, too, in the group by my husband, and he opened the forest.\nWe come in after the German who saw the fire still burning. They were warming the food,\nbut nobody touch it. When we went out to open the forest, after a day, another 100 people\nwent out and another hundred people because the Germans left us alone and we went away\nfrom there. And then we went to get organized again. This was the life. We were fighting\nthem not in the open. You cannot fight a German soldier in the open. We were surrounding\nthem. We know where they are and we were fighting them and took off everything from\nthem. And that’s what this was life of the partisan. Not only us, there were the Russian\npartisan. The same thing, they were fighting, not in the open field, because in the open field\nyou got killed from them. They had better everything.",
        "Q: So you hid in the woods and waited till they came?",
        "A: Yes.",
        "Q: And when you rode with your husband, that time when you first left the thick forest, were\nyou carrying a gun, too?",
        "A: Yeah, I had a gun. I had always a gun. But I never shoot the gun, no. When I was with my\nhusband, I was not afraid of nothing, nothing at all. But when I didn't see him, I was afraid of\neverything. I had a gun for myself, for my protection. He gave it to me. Nothing else. This 1s\nit. I had a very good life in the forest. He gave to me everything. I never cooked. I never did\nnothing. I was the commander's wife. You met my sister-in-law, Lilly. There were three\nbrothers. The oldest was Tuvia. You know, in a small villages in small cities, the older\nbrother is the head of the family. And when they got together, they put him, Asael, his older\nbrother, and Zusia’, they made him a hero. They made him the head of the partisan. He was a\nvery nice man. They, all of them, they were very nice.",
        "Q: If they hadn't been there do you think that things would have worked out the way they did?",
        "A: Never. Never. Nobody knew the forest. They were born there. They were born in a small\nvillage, and they knew the forest and they knew the people. They knew everything. How\ncould I survive, or somebody else? All 1,200 people, nobody would survive. Because there\nwere people from other city, too, not only from Novogrudok, from Lida, from Baranovichi,\nfrom Vilna -- the people never were in the forest. You know, Jewish people, they are not\ngoing to the forest. They are in the city. Only they survived because of the Bielskis brothers.\nI cannot say because of Tuvia, because of Asael, because of Zusia. No, the three of them,\nthey were one. Because nobody did something where the other one didn't want it. All of\nthem, they work together. Whatever they had between them, nobody knew, but they were\ntogether. And that is what we survived.",
        "Q: How do you think they knew that the only way to survive was to go to the forest?",
        "A: Their instinct, instinct. You know, when you are born in a village, yes, you think that is the\nwhole world. That is the whole world for them, for the people. They knew that if they would\ngo to the ghetto they will get killed because once Tuvia got to the city to take something and\nthey took him. The German took him, hit him so, so much. And he -- I don't know how he\nsurvived. At night we were sitting, and he said, \"What I am sitting? What am I waiting for?\"\nAnd he ran away to the forest. The first in the forest was my husband and his brother, Asael.\nHow come the first? My husband, when the German came, he was in the Russian army.\nThey took him. You know, the Russian, when they came in ‘39, they were taking the young\n> Aleksander Bielski\npeople to the army for work, whatever. So he was in the army. But he saw on the road going\nhome, he said that was terrible. Whoever came and they were asking him, “Are you a Jew, or\nyou are Polish?” whatever, they got killed. So he said “no.” He was speaking very nicely\nRussian and speaks beautiful Polish. And He doesn't look like a Jew, he looks like a Russian.\nSo he said that he will not get in the Russian -- in the German and that's what he did. He\ncame home at night. He was in Bialystok in the army there. He came at night. He was\nswollen in the legs and everything. So his mother said to him, “Stay for a couple of days\nhome.” He said, \"No, Mother. I am not staying. I will stay in the forest near the house.”\nAnd that's what happened, because in this time when she said to him, “stay in the house,”\nand they came in the morning and took away his mother and his father and two brothers.\nAnd they never see the light of the day. And they were sitting not far away. And by now the\ngirlfriends — he had a girlfriends, a Polish, and she made a place for him in the house. So the\nfirst to went to the forest was my husband and his brother, Asael. When they were already in\nforest, then came Tuvia. This was — didn’t take a long time, probably about a week or two.\nSo and they had a sister in another village, Tajba. She was married to the Dzienciolski. When\nthey heard about the German, the whole Dzienciolski family ran away and they left her with\na small baby in the house, the sister, Tajba. So my husband went and he took her out with the\nbaby to the forest. She had the baby of nine months. She is still alive today. And they went in\nthe morning to the people -- they didn't have children. And they said, “Listen, at night” --\nThis was wintertime already — “at night I will bring my sister's daughter, Lola.° Please take\ncare. If you will not take care and something happen to her, you will not be alive.” And that's\nwhat happened. He put -- my husband, he put the baby onto the door. It was winter. And\nthey were watching and they didn't hear nothing. They were sure that the baby is already in\nthe house. They forgot about it. So the baby was already frozen when they took her into the\nhouse. And they took care on her. And they said, “God sent us a baby daughter.” And they\ntook care till after she was three years. They didn't want to give her back after the war. No.\nBut you know they took away and they appreciate very much, too. The daughter 1s alive. She\nis now 50 something. And last year, she was there and she saw not the family -- the family's\ndead already -- but the children of the family. And this is -- she is alive today. That's it.",
        "Q: Let's talk about the community in the forest and when it got big, and the ziemlankas?",
        "A: Ziemlanka’, ziemlanka.",
        "Q: Tell me about building those for the winter. Tell me how they were made and how many\nthere were and who stayed in them, and what they were used for.\n° Lola Dzienciolski\n’ Earthen hut (Yiddish)",
        "A: I never stayed there. I went only to visit, because I had my parents there. This was for\nfamilies, for sick folk, for children, for old. They had two fighters, because they went for\nfood. And they stayed there the ziemlankas — they called them ziemlankas -- for the winter.\nIt was like small rooms. And many -- this was one row with houses, second row, third one.\nThey had a factory. They made there — bakers they had -- they had bread they made. They\nmade other foods. They made for the saddles for the horses. They made boots for people.\nAnd the Russian partisans, they were coming there. They were living there. They had a good\ndinner there, because you know, you had already everything. The people were giving you,\nbecause they had afraid of their lives. And they didn't give. So they send people out, and the\npeople was bringing. They were not hungry. They had about 1,000 people. My husband was\nalways in between the German and the Polish police. He never stayed there, he came only to\nvisit them. So it was about 100 miles away from us. This was the big puszcza, Naliboki.",
        "Q: How long did that community exist?",
        "A: This was staying till the end, till the end.",
        "Q: From — but when did it start?",
        "A: It started after the Germans surrendered there. It was in ‘43, I think, they surrendered there.\nAnd we were not still there, we were on in the raj on’. That mean between the houses.\nBetween the forest, the small forest, not big. And got killed, a couple, and I think five or six\npeople got killed. And then we didn't have already a place there. It was too many. So we\nwent to the Naliboki puszcza. And there we were settled and built the houses and the\nziemlankas and the factories and the bakeries and everything. And the Ge-- and the Russian\npartisan came to us and they took, they took boots, they took for the horses, whatever they\nneed to drive, too, saddles. And they were very happy with us. They had a good time with us\nthere.",
        "Q: And you gave them --",
        "A: We gave them everything.",
        "Q: ...anything they wanted?",
        "A: Everything you wanted. Everything, because they were higher than us. There in the puszcza,\nthey had like people what they would send from Moscow. And this you had to give it to him.",
        "Q: But you were respected, the Bielskis?",
        "A: Oh, they were respected all over. They were respect very much, because when they heard\n* area (Polish)\nthat the German are making, they wanted to surrender puszcza. They called right the Bielski\nbrothers and they said, ““What to do, how can you help us?” They wanted to take away Asael\nand wanted to take away Zusia -- Alex, and Asael didn't want to go. And Zusia went because\nhe saw that we have no other way. So he took 150 people, but they were only the fighters.\nAnd they put him in a new otriad. This mean a new partisan. They called Ordzonikidze. And\nhe was bringing them to Platon. Platon was the head of all partisan. He was bringing all of\nthe news, my husband was, like, you know, intell- -- like -- You know what I mean?",
        "Q: Intelligence.",
        "A: Intelligence, right. He was the intelligence. And you were bringing him everything. And that\nis what we stayed -- not in the puszcza, he stayed always but five or four miles from the\nGerman, four or two miles from the police, the Polish. And were always fighting. Always.",
        "Q: Did you and your husband trust General Platon or --",
        "A: Not always. Not always. But remember, he was a very tough guy, my husband. He was -- till\nhe went out, he would send the people to see if this is correct. But we didn't have too many\nthings that they said to us that’s true and was not true. Maybe a couple of times, but not too\nmany. They had afraid of them. They had one partisan Victor Panchenko. He was a Russian\ncommander. He began the partisan when the Russian people -- the soldier run away from the\nGerman, so he had the couple, and he began to be bigger and bigger and bigger. He was\nfighting us, too, in the beginning. Because he said, ““You taking away everything; there is\nnothing for me.” But they made it okay. If they will take about 50 -- sometimes Tuvia and\nAsael sent out about 15, 20 people for bread. So the Russian partisan, they were taking away\nthe bread. The were taiking aywat the bread and the salt. They were taking away the shoes\nand rifles. And we came in on that action where they took away everything. I came in with\nmy husband. I was -- I didn't go always with him, but this time I went with him. And he saw\nthat everything, the horses stays, he said, \"Where are the people? Where are Tuvia's\npartisan?” He said, “They are in the house. They took away everything from them.\nPanchenko people took away everything from them.” He went into the house, and he said,\n“Who gave it to you? Who gave it to you the right to take away everything from them?” So\nthey put the rifles to my husband. And he took right away the gun and said, \"Come on. Come\non, we will fight.\" After 15, 10 minutes, another Russian partisan came in and said, “Okay.\nThat is nothing. Come on. Take away everything.” They give him away everything, because\nthey had afraid.",
        "Q: How did they work that out? How did it end up working out that --",
        "A: The Russian and the Jewish partisan?",
        "Q: Yeah.",
        "A: They have places, and they said, “Let's divide this. The west is yours, the east is ours.” And\nthat's what they are fighting. You cannot go in all the places yourself because you have to\ngive a chance to the other one, too. And then it was quiet. They were coming to the puszcza,\nand it was good. They were drinking vodka, they were eating. And everything was, again, in\norder.",
        "Q: Tell me about the friction with the other partisans because the Bielskis took in children, the\nold people, people who couldn't carry guns. Tell me about that.",
        "A: I remember today there was a time that too many people came in. They were sick, and old,\nand children. So the other two brothers said, “Listen, we are taking too many. What will be\nthe end? Now is summer, is not too bad, in the winter” -- so Tuvia said like that, \"I don't\ncare. I have to give place to everybody.” The other partisans, they didn't want them, because\nwhen -- if somebody was going away from the ghetto and you were a Jew, sometimes they\nwere killing them. They took away the boots. They were killing them. They took whatever\nthey had.",
        "Q: You mean the partisans?",
        "A: The partisans, yes. But once they took away and somebody told us, so they did the same\nthing to the Russian. And they stopped. They said, “What are you doing? What are you\ndoing? What for you need these people, they can't bring nothing.”’ But we did — the Bielskis\ndidn't listen to them. They took in everybody. This was like the angels. Where would I go,\nand hundreds of me? I didn't know where to go. I didn't know the forest. I even didn't know\nhow to take care of nothing. I was sitting maybe -- there were people were sitting under the\ntree and waiting somebody should come to take them. Didn't know where to go. I have a\npartisan of ours, he is in London -- Cohen.” He was with frozen legs. This was wintertime.\nAnd he was sitting three days with frozen legs under the tree till he saw from far away\nhorses. So he covered himself with the snow. He had afraid. He heard somebody talking\nsomething Commander Bielski. So he went out. My husband took him on his horse, and took\nhim to the place where he was in the hospital. And he is today without the fingers, but he 1s\nalive. And he's in London. There another thing, we went to Israel a couple years ago, a\ncouple -- about 10, 15 years ago, and when we came, we have there two people what they\nwere in the partisans, and they said to us like that, \"You know what, one child wants to see\nyou.\" So my husband said, \"How old is the child?\" \"The child is about 35 years old.\" He\nsaid, \"Who is she?\" \"You maybe don't know, but you met her under the tree with her mother.\nShe was a baby, small baby. And she was sitting and crying. She didn't know what to do.\"\nMy husband said, \"Don't cry. You will be all right.” And he went and put her under the\nhorse, the mother and child and they still -- they are alive today with families. So you cannot\n* Jack (Idel) Kagan\nremember everything what you did, but you did one thing, you gave them survivals. You\ngave them life.\nThen people were not so happy, too, in the partisan, because maybe somebody when he went\nto take the food, he had more food than somebody sitting the forest. So -- but he had a piece\nof bread and the potato. The other one, maybe put a piece of butter or something else in\npocket. He bring to his girlfriends, so maybe the other one was not happy. There were\ncommand, she -- partisans, but they were the head of 10 or 20 people. So they had better than\nsomebody else, but that's life. That's life. There were many complaints, but this was nothing.\nBecause the life for them, they were alive. They went to sleep, and didn't have afraid of the\nGerman for a long time. And this is what they did, the Bielskis. They will go into history like\nnot many people, because Jewish partisan, Jewish were very little. There were Jews in other\nRussian partisan, but not like the Bielskis brother. They took anybody had the place,\nanybody had the place. And that's what they did. The name -- I know my son. I have three\nsons. They are all born in Israel were. One is already a doctor, 45. I have another son, he 1s\n40. And my baby -- no, the other one is 42. This one is 41. And this one, wherever he hears\nsomething, he is staying tall. He is six-two, too. “That is my father.” And the fighters, the\nsame thing, like the father. My son the doctor, in ‘56 -- no, ‘73, he went to Israel. He left his\nstudies and he were fighting there on the Jordanian border. My middle one is not so, but the\nbaby, he finish college, and he went and he was a parachute. You know what is parachute?\nAnd he finished the parachute, they ask him to stay in the army. He say, “No, I have to go\nhome, because I didn't say goodbye to my parents.”",
        "Q: Okay. I will ask you something specific. You saved a person named Daniel Ostraszynsk1.",
        "A: Yes, Ostraszansk1.",
        "Q: Tell me about him.",
        "A: Daniel Ostraszanski was a friend of mine. We studied together in gimnazjum and liceum.\nAnd he was very intelligent guy. I took French, he took German. So when the German came,\nthey ask, “Who knows German?” So he said he. And he was 1n the J udenrat'”. So\neverybody, you know, you have a family, and you are expecting if you know somebody, he\nshould take care on yourself. But he couldn't. He even couldn't take care of his mother and\ntwo sisters. He lost them, too. After the liquidation of the ghetto, he came to the forest. I,\nwith my husband, went to sleep, to a village. And in the morning about seven o'clock, we\ncame with the horses. My husband, he didn't go by himself, always with 10 people, riders.\n'° Jewish council (German); term used for Jewish administrative boards appointed by the Nazis\nto oversee Jewish communities and ghettos.\nWe came in. I see my friend is here. And they took off his boots and they put him on the tree\nfor shooting. I said, \"Listen, Alex. That’s my friends.\" He said, \"What do you mean your\nfriends?\" I said, \"I study with him.\" And I told him the story, he couldn't take care of his\nmother and sisters, too. So my father — my husband took him out from the tree. He gave it to\nhim the boots. And he said like that, ““Whatever he did, this will be after the war. Not now.\nYou cannot -- you cannot kill him now, because we will hear his story. We heard your story,\nbut he has something to say, too.”’ And this was -- they took him off of the tree, and he 1s still\nalive in Israel. He is accountant, 20 people working for him. Whatever he did, I don't know. I\ndon't know. My brother was, too, was in August 15 died. Maybe if I would see something, I\nwould have said, “You could save my brothers.” But he couldn't save. He couldn't save his\nown family. How could he save somebody else? But the people, you know, they looking for\nsomething. You know, when you losing a child, you losing a mother, you losing a brother,\nyou want to say, “that's his fault,” but that 1s not true. Not in my book. And he 1s still alive.\nAnd he is my best friends. He was my friends, and he is my friends.",
        "Q: Did he also rescue anybody?",
        "A: Ostraszynsk1?",
        "Q: Yes.",
        "A: No.",
        "Q: It's just that he -- they thought he was a collaborator?",
        "A: Yes.",
        "Q: and you think he couldn’t have been—\nA; He never was. No, no.",
        "Q: Because if he had been, he would have saved his family?",
        "A: Right. No, he was not.",
        "Q: Okay. Well, we're almost out, so we should break. Okay. We're going to change roles. It's\n10:30.\nEnd of Tape #1\nTape #2",
        "Q: I want to talk about the food collections. Did you ever go on the food collections, or was that\njust a specific --",
        "A: Never.",
        "Q: Tell me about the rules with the food collections?",
        "A: Mostly for the food, when the boys -- you have to mention, too, because there were heroes.\nNot everybody was going and eating the food, because they were collecting the food for the\nwhole people. And they were wonderful young people. They gave lives away. I have to\nmention their names. You don't mind? Okay. One was Pesach Friedberg. One was Boris\nRubin. One was the “Aloshki,” they called him. They were from the -- our city. They were\nnot so -- you never knew them, but they were very good boys. They went and collect the\nfood and they give the food to the place where everybody has to give. Janek Rudniski. Olek\nPeck. Alexander Peck. They were the best guys. The best. They didn't have afraid for\nnothing. They knew that they have to go collect the food, because if not -- 1f they will not\ncollect, they will die from hunger. That's not when you live in a small village and you are not\nfar, 500 mi-- 500 feet, and you can go in and ask for a piece of bread. This was far away\nfrom the villages. This was in a puszcza, Puszcza Naliboki. If you will go out yourself, the\nanimals will kill you. So they knew what they were doing, and they did a marvelous job.\nThey were fighting and they were taking the food and they were bringing the food. And\nnobody should forget the Bielskis brother -- without the people, they will not be Bielskis\npartisan. They were the heads, but they have to work with something. And the young people\nmade the partisans. That is what you have to give credit. There is no commander without the\narmy. And not everybody likes to mention this, but I have to mention. Eisenhower would\nnever win the war without the young people from the United States, without the fighters.\nThey made him whatever he was. The same thing with the Bielskis. The people that were\nsurrounding them, the young boys, they were not afraid of nothing. The commander sent\nthem and they went. You have never to forget this. I think so.",
        "Q: Tell me about the food collections, did these — they go every day?",
        "A: No.",
        "Q: Tell me how big of a job it was and how long they spent and tell me, could they just take\nanything they wanted?",
        "A: No. They went out like every second week, every week. They didn't have bread. Later, they\nhad bread. They bake bread by themselves. But in beginning, no. They couldn't grab meat.\nThey couldn't grab whatever. If the villages had something too much, they took it. But you\ncannot grab everything for them. Because once you take away and the other one, they will\nsend the German on you. So you had to be afraid, too. You have to let them survive, too, the\nwar. The war was a very bad war. And that is what the Bielskis did. You cannot take away\nthe pillow, the last one from them. They were people, young, they didn't know. They took\nthe pillow, they took the cover. What for? But they took. They were complaining to the\nRussian partisans that, “They took away my pillow. They took away my last piece of meat.”\nSo the Bielskis took care on that. You couldn't take away everything. You take only that’s\nwhat you have to. Bread we needed, that's what you have to take, nothing else. You have to\nbe very careful. But they went out every two weeks, every three weeks. Whatever they\nneeded went out. They were fighting the way to go out, too. So it's not so easy. That's what\nyou have to remind the young guys.",
        "Q: So how big of a group? And then, would they be gone --",
        "A: Ten. Ten people. Minimum 10 people.",
        "Q: Overnight?",
        "A: They went overnight. Sometimes they were three nights away, too. And they were thinking\nthey will never see them, but then later they came.",
        "Q: Do you know about the time when they -- Do you know about a guy named Belarus?\nBelarus? They took a coat.",
        "A: No. I don't know that.",
        "Q: You don't know that. Okay. You say that you didn't sleep in the forest. You came in?",
        "A: Not always. In the summertime, sometimes. In the wintertime, never. My husband didn't like\nit to sleep outside. And the same thing, in the same house. He was always one night a couple\nof hours in one house, and then five miles away in the other house tomorrow for another day.\nHe had afraid. He was always with people, because they were looking for us. They gave\nthousands of marks to -- only to find the Bielskis — a head. So they have -- the people, the\nPolish people, they have two people what they were looking for the Bielskis to give them the\nhead.",
        "Q: How exhausted were you from this? How tired were you all of the time? I mean, you must\nhave had not gotten much sleep or--",
        "A: You see, I cannot say that I was always tired, no. You cannot say that, because there were\nweeks, two or three weeks that you didn't hear about the German. But later when we left\npuszcza, yes. When I was with my husband already between the German and the Polish,\nthere was no sleep. You were always watching yourself every step, because you didn't know\nfrom where is it coming. You had to go for water and you have to wash yourself. Because all\nover the water was divided between the villages. And there were washing the things there\nand drinking the water and bathing themselves. So all over there were people and ice. And\nwe have to watch ourselves. The worst thing was in the winter. The worst thing, because it\nwas cold. And the snow will tell you where the people are. And to take the food was very\nbad, because you couldn't go off it -- you have to take the food on a wagon or something. So\nyou left always -- you saw every step, you were watching. I was very lucky. You see, I was\nnever afraid when I was with my husband. Never. But as soon as I didn't see him, I was dead.",
        "Q: How -- do you know about how they got weapons in the beginning?",
        "A: Yeah.",
        "Q: Tell me about that.",
        "A: In the beginning, the Bielskis brother had — they’ve lived always in a village, so they were\nfeel more secure when they had something with them. So they had small things, small rifles.\nThey were went to a paysan, the villages, and he said, \"You know, when the Russian ran\naway, they left a lot of rifles, in this and this house. You get.\" So they went to the village and\nsaid, \"Listen, how many you have?\" He said, \"I have only one.\" He said, \"Give me the one.\"\nWhen he went for the one, they find more than one. So they got the rifles from the villages.\nLater, they made -- 10 or five German, they went for the food. German were always looking\nfor food, for eggs, for chickens, whatever. So they made an ambush on them. They saw them\ngoing and coming back. They made an ambush of them. They kill them. They took the boots.\nThey took the foods and the rifles. And this was the beginning. Later, with the Russian -- in\nthe beginning, they were fighting together with the Russian, the Bielskis. They didn't have so\nmany people, so they were fighting together. And they were dividing the rifles, whatever\nthey finded. But the German, that they find, they had them, so they had enough. They didn't\nhave enough, in the beginning, people. And they have enough rifles. And you had people\nwhat came from the ghetto, they knew how to clean them, how to take care of them. So the\nrifles was very good. This 1s the beginning. Later, the Russian in ‘43, the beginning, they\nwere sending them us by plane. But we were paying them. Nobody knew about it, but I\nknew. I knew it. They preparing -- they took from everybody whatever they have, a ring, or a\nwatch, whatever they had. They giving away and they give to the Russian commander, to\nPlaton, or whatever. And they give us for that the rifles. This was not easy, but they\nmanaged.",
        "Q: Tell me, were you involved in the move when they moved to the Naliboki forest in 1943?\nWere you there for the whole moving?",
        "A: I were, but not for a long time, because the Russian commander, Platon, told my husband he\nis the head of the intelligence and he has to go. So he took 150 people, but they were young,\nwith rifles. They were fighters. And he took me, too. And I went with him.",
        "Q: Tell me what you know about the move. What--",
        "A: The move was very bad. I will tell you why; because nobody knew what to expect. You\nknow, when you are sitting in a place, you are moving from one place to another one, only a\ncouple of -- not miles, but kilometers was there, so you know what to expect. Yeah? But now\nyou have to go to a puszcza, to Naliboki puszcza. From where will you take food so much?\nHow will you survive there? So not everybody was happy with that, but they didn't have\nnothing to say, because Platon said this is the only survival. “You have to go. I don't want\nhim here. I don't want him here between the German and the Polish police. I want him there,\nbecause they are in the way for fighters.” That's what Tuvia and Asael did. They didn't have\nnothing to say. Because over them--",
        "Q: They didn't move because they wanted to be in a--",
        "A: No, no. Platon told him, “The kids and the women and the old are in the way. You cannot --\nyou have to take them away.” So that's why they took them to the Puszcza Naliboki. And the\nfighters stayed outside. So from time to time, every once in two, three weeks, or four weeks,\nit was quiet, so my husband took the 10 or 15 horses with him and me and we went to visit\nmy parents. We went to visit the people, but we knew them all.",
        "Q: And it was far?",
        "A: It was far. It was, I think. There, 50 miles was far. That's not when you are sitting in a car\ngoing 50 miles is nothing. But on horses, you have to be quiet when you are going. At night\nyou couldn't go either, you didn't know how to go. But in the daytime, you know. My\nhusband was looking on the tree and he knew where he is.",
        "Q: So when you would go and visit, it was a big -- it was three days?",
        "A: Oh, sure. We went, we stayed three days or four days, whatever.",
        "Q: Tell me about when Regina Ticktin got the flu and you --",
        "A: Yes. Chrapiniewo this was ‘43, in the beginning, I think. Right, ‘43?",
        "Q: Yeah, I think so.",
        "A: They got -- came once a man and he said -- not the man, it was the villages, and he said that\nthe German preparing for Iwje. It was a city, Iwje. Iwje. Preparing action for Iwje. So they\ngot in touch with the people there, the Bielskis, and they said, “We will come and we will\ntake you out from the ghetto.” This was not too many already, you see, because there was\naction and action. And over staying in Chrapiniewo -- this was a village before Iwje. It was\ntwo houses. One house I was staying with Chaya, and the other house was Grisha'' and the\nTicktins. This was Tuvia's girlfriends, Sonia, and her sister, Regina. She had the flu so, they\nwere staying in another house, not with us together. And they let us stay in the two houses\nwith a couple of men with rifles, with pulemyot,’” you know, and it was the automatic,\neverything. And they went for -- there were about 60 or 50 people to take out the people\nfrom the ghetto, Iwje. But when they came already, it was too late. It's not like you are going\na mile or two and that's it, but they were surrounded, the German and everything. But the\nGermans were very smart. They knew that we are in the two houses, so they surround us,\ntoo. I was in the first house near the forest, and Regina with Sonia, Tuvia's girlfriends, were\nin the other house. When they surround us from in the back, we heard already they came in\nwhite. You know, was winter. The snow with the white things, you couldn't know that\nsomebody is moving. But a commander in Russia, a Russian commander, a Russian partisan,\nhe knew that we are staying there. And he came and said, \"Go out right away from the\nhouse, because you will get killed. The German are around.\" I was out without boots,\nwithout a coat, without nothing. And I said to Chaya -- Chaya was the wife of Asael -- I said,\n\"Go. You will tell how I died.\" She said, \"I am not going with you -- without you.\" And she\ntook me for the hand. I fall in snow. The snow was so deep. Fall in snow ‘til end. I said, \"I\nam not going. Okay,\" I said. \"So I will die together with you here. I am not going.\" She took\nme for the hand and led me to the forest. They were near our noses and we survived. She\ngave me the hand and she said, \"Sonia, you are not staying. I cannot come to Zusia and say\nthat I let you down.” And this was all of them that dying, only me and Chaya survive, and\nanother partisan. What is his name? It was “Aloshka,” “Aloshka.” “Aloshka” they called\nhim. He took us out. We were in the forest till at night. At night, he went and took a sled and\nwe came to the Bielskis. But they were fighting very hard the first round. There was fighting,\nand they were fighting, we could survive. We couldn't run away. And when the Bielskis\ncame, they didn't know that we are survived, nothing. They saw only the two houses in\nflame. That's it. They were thinking that everybody is gone.",
        "Q: So it was a Russian partisan that warned you and saved you in that case?",
        "A: Yes. He said, ““Go out because this 1s the end of that,” and he show us how to go out, the\nway, because this was the first time that we went there. We didn't know where to go.",
        "Q: Oh, there was a secret way out?\n'' Grisha Meitis\n'* Machinegun (Russian)",
        "A: Yes. Yeah, he knew. He knew the secret, how to go out. Because when you are surround,\nyou have to know a place where -- how to go out. If not, you are finished. And he told the\npartisan, the “Aloshka,” where to take us. And he took us like that, and we survived. There\nwere very beautiful people, too. Beautiful people. You should never forget they were\nbeautiful Russian people and Polish people. They were.",
        "Q: Well, you talked about the commander's nothing without his army, but did the Bielskis need\nto do what they did?",
        "A: No. No.",
        "Q: Why did they do it? Tell me about it.",
        "A: I think because of the good heart. They are wonderful people with a good heart. If he had a\npiece of bread, he will divide it between -- if there is four people there, or six people there,\nhe would divide it. He will give you the last bite. They were wonderful, wonderful people. I\ndon't know how. They are not born no more like that. Maybe they are born, but we don't\nknow them. Only because of the good heart. Because they could survive like the best people.\nThey could survive by the ladies. They took care on them. And they choose not to. They\nchoose to take her out some people. And remember, 1,500 people they took her out, and\n1,200 people, I think, survive. They lost about 300 people. But they did a very good job. I\nthink in the history you cannot find like that. Maybe, but I don't know. I know the Polish\nhistory. I know the Jewish history. I know the French history. But I didn't know something\nlike that. People should divide their lives with people what they didn't know even. They were\ngreat, great people. And good people.",
        "Q: And they left a legacy?",
        "A: Yes. I know one thing, that people came out without boots from the ghetto, without clothing,\nnothing. So the first thing what they did, the commander go and bring her pair of boots,\nbring her something to wear it. And they did. They did everything they were told. Sometimes\nthere were people that they didn't hear, so they taught them a lesson. Next time he didn't go.\nAnd he was young, he wanted to go. But they changed. In the beginning, not. They were\nrobbing. They were taking many things. But later, they learned their lesson. They took only\nwhat they told them. I think the history didn't forgot them.",
        "Q: Now, there was an incident in November of *42 with a group that left to go to a puszcza,\nthe Lu---",
        "A: Lipiczanka.",
        "Q: Lipiczanka.",
        "A: Yes. In the beginning, everybody wanted to be a commander. So in the beginning, it was — I\nthink it was maybe about 20 people or maybe 25, maybe 30. I was already in the forest. And\nthis was Motke Berger, Lubczanski brothers and another 10 people. And they said, \"Why are\nyou a commander? Who gave to you the right? We don't want to go there. We don't want to\ndo that.\" So the Bielskis brother said, \"Okay. You don't have to be. You came here. Now you\nhave to go. You leave everything what took here, the rifles, and you can go.” And they left.\nAfter two days, they came begging. \"We don't know where to go. We want to be with you.\"\nAnd this was the end of the Lubezanski. They didn't go -- they didn't stay, I think, more than\nthree days and they came back begging. We know the people. But everybody is entitled to a\nmistake. They made a mistake. “I don't want to go fight for them or for her or for him. My\nfather and mother died. My sister died. My wife is dead. I don't want to go.” “You don't want\nit? Go ahead.” They didn't touch them. They only leave the rifles and go. And they were very\ngood partisans. And a couple of them, they are alive now. There were more people, other\nones what -- that didn't work, not so good and not so fine. They went to Platon and they said\nthat the Bielskis brother are communist. And when the Bielskis brother came there to Platon,\nhe said, \"You have people what are there that are no good.\" They said, \"We know that.\" But\nthey didn't touch them. A couple of times they killed them, other ones. But this was a must\nalready, you know, so it was too much. But otherwise, no.",
        "Q: Tell me about order and rules within the otriad. Tell me how --",
        "A: It was order. And they said -- they came out in the morning and they said, “Listen, today this\nthree, this seven, these 10 people are going for food. These are staying and watching the\ncamp.” The camp was always watched by the people. So once he said, “I cannot go. I have a\ncold. I have a bad headache. I have something.” This was only in the beginning, but later it\nwas Malbin.'° He was an old fighter, a Polish fighter. And he knew how to give the order.\nAnd he helped a lot, to the Bielskis. They were another couple of people, what they were\nhelping them, and they had the army. They were in the Polish army. So they knew how to\ngive the order. And Tuvia by himself was in the army. Zusia was in the army. So they knew\nhow to give the order. And there is no such a thing, “no.” Everything is “yes, yes, and yes.”\nBecause if everybody would do whatever he wants, it was bad. Nobody would be alive\ntoday.",
        "Q: Well, what happened if somebody didn't do it? I mean, tell me.",
        "A: There were a prison in the camp. They were sitting in the prison. They couldn't get the food.\nAnd this was a very big help. But very minor incident like that. Everybody was -- knew that\n'? Lazar Malbin\nyou cannot get away with something like that. You have to listen. And they were listening.\nThere were people very sick with typhus. With everything in the forest, in the puszcza, we\nhad doctors, we had nurses. We have everything, but what you need is in one city.",
        "Q: Didn't some people just want to kill the first people who had typhus for fear?",
        "A: Yeah, but they didn't let them. They wanted. This was a couple of people that got typhus.\nAnd the doctor said, “It's no good because everybody will get. So maybe you should put\nthem away.” So they said, \"Oh, no. We will take.\" The hospital was far away a little from the\ncamp, and the doctors and the nurses worked with them together, and said \"They can die by\nthemselves, but we will not kill sick people.\" And then -- but there were people that said,\n“We have to kill them.” But nobody get killed and everybody got well because of the hearts,\nthe Bielskis heart.",
        "Q: What about babies? Were there any babies?",
        "A: Not too many. Not too many. Were a couple of babies. They came with babies. Because if\nyou were pregnant, we had a doctor what he did what he had to do. And there were six or 10\nbabies that came with the parents, but that's all. We didn't let her go pregnant. This was not\nthe place for pregnancy. And they said, “You have to be very careful.” Because if you were a\ngirl, young, 16 or 17 years old, if you were by yourself, you couldn't get everything. You\nwouldn't -- you didn't have shoes. You didn't have nothing. So everybody was looking for\nsomebody, a partisan, who should take care on her. So that's what happened. And many\npeople are still alive together. They got together in the forest and they went out from the\nforest with them. And they have children and families and everything. And other ones went\naway. They were looking for something better. I don't know if they made it better or worse.\nThis is after then. But this was mostly all the girls, whatever they had, they were with a\npartisan, with somebody should keep them company and to watch on them.",
        "Q: Protect them?",
        "A: Protect them.",
        "Q: From --",
        "A: Protect them from everything, from cold. Nobody went to a girl and said, ““You have to sleep\nwith me.” No. If she slept with him, she wanted. He couldn't do something to her what she\ndidn't want it. No. Nobody tortured. It’s not like today, you going out, you don't know if you\nwill coming home. There you knew that if you don't want it, nobody will touch you. It was\nan order, and they were listening very careful to everything.",
        "Q: The big hunt, do you know about the big hunt? Were you --",
        "A: This was in ‘43. Right? We were surrounded with the army, the German army. And we went\ntill here in water [interviewee gestures]. And in --",
        "Q: Mud?",
        "A: Mud. And it was hunger. We were sitting there 10 days, and we heard the German talking to\neach other. We heard the dogs barking. And they were shooting over our head and nobody\nopened their mouth. Somebody opened, \"I am dying.\" So my husband came, \"You are not\ndying yet, but you will die now. I will kill you.\" And this is the big hunt was. They didn't kill\ntoo many from us, because we were sitting in the mud. And my husband opened -- I told you\nthat he open the road. He went out the first because he couldn't take the hunger. I went with\nhim. I think 100 people were. I mentioned that when we went -- when the German only left\nfive minutes ago, the fires still was burning. They saw the cans of the food, they didn't touch\nit.",
        "Q: Tell me -- go back to the beginning and explain to me what happened. The Germans came\nclose and surrounded the whole, the whole --",
        "A: Right, the whole. The German couldn't go -- 10 there Germans, or 20. It was a big place.\nThey took it the whole army, the German army. They surrounded the whole puszcza. In the\nbeginning, in the forest, too. If they were surrounded tn the forest, we were sitting, they\nwould kill us all. But they didn't surround it. There were not so many Germans. They were\nbusy on the fronts. Later, when they run away from the fronts, when they went away already,\nthey took of whole army of German and they wanted to kill all of the people that were 1n the\npuszcza, in the Naliboki. But it was very difficult, to do it, too. Because they didn't want to\nlose their lives, too. They couldn't come with tanks. That's a forest, a wild forest. So who\nwants to risk their life when they see everything that’s going kaput? They were seeing\neverything is going kaput. You know what that’s meaning? Everything is gone to the end.\nHitler is gone. Everything is going down. So he was looking by himself to survive. So he\ndidn't go to forests, because if he would go ‘til the mud, he will kill us all. He didn’t go. He\nknew that’s will be the end of his life, too. That was the big hunt. Many people die. Many\npartisan died, but from the Bielskis, nobody had brains to sit in the mud. And they said,\n“that’s the only survive, to sit in the mud, because they will not come here.” And that's how\nwe Survive.",
        "Q: Who decided to go to the swamp and sit in the mud? How did--?",
        "A: The Bielskis brothers.",
        "Q: And how did that happen?",
        "A: Happen we had one man, what -- I don't remember his name, and he was working always\nthere, in the puszcza. And he was from Naliboki. And he said that he remember that not far\nfrom the beginning of the puszcza there is mud. Nobody can go into the mud. So the Bielskis\nbrothers were talking to each other and they decided that we have to try this way, because we\ncouldn't go out from there. We were surrounded with the army and this was their decision.\nWe went to the mud and was sitting in the mud, I think, about 7, 10 days.",
        "Q: Tell me the details of that. How did families stay together in the mud and everything?",
        "A: They were staying and sleeping in the mud. And they are not talking because nothing was to\ntalk about it. You couldn't talk, because we heard the German talking. And they didn't have\nnothing. You know, everybody has a piece of bread. That they knew there would come a\nmoment that they will not have nothing. So they had a package — a small package of bread,\nso they were mumbling about the bread till the bread ends. How long can you hold a piece of\nbread? They kill one horse. In a minute, the meat went away. They were eating the horse,\ndead. And this 1s it -- listen, there is no -- people get used to everything. How could you eat a\npiece of meat raw, meat from a horse, from a dead horse? But they were eating. We see now,\ntoo, in the United States, some days friends went out and a plane fall. I don't remember when\nwas it. And the friends eat the meat of the other friends. I don't remember, but it was like --\nsomething like that. So this is it. You are trying. The survival is so big that you want to do\neverything to survive. Same thing was in the partisan. You were thinking that you will\nsurvive. You will see a world. You will see somebody. Maybe somebody is still alive. So\nthey were hoping, always hope that something will happen good with you. And that’s was\nholding us all together. When we were sitting at night and they were singing -- far in the\npuszcza, nobody was there, only us -- so we were singing and -- you know -- and talking, so\nthey said, “You know what?” this is already a couple of years like that — “I am sure that this\nwill be a break. Roosevelt will send somebody here and we will survive.” Only hope.\nNobody was thinking that, “I will die.” When I was asking my husband some place, \"Tell\nme, will we survive?\" He said to me like that, \"I don't know about me, but you will survive.\"\nAnd I was quiet then. I was so sure that whatever he said to me this will be. This is the hope.\nHe gave it to me, the hope.",
        "Q: Did anybody drown in the swamp?",
        "A: Yes. Yes, but this was nothing. Nothing. The sick, the old one couldn't take it, the hunger.\nBut it was not too many, probably about five or six, whatever. We didn't talk about it. This\nwas the day and this 1s it.",
        "Q: And then when you went back to the puszcza, but it was gone, the Germans destroyed it?",
        "A: No. You cannot destroy the puszcza. The puszcza stayed.",
        "Q: No. No, but the ziemlankas, the villages?",
        "A: The villages around?",
        "Q: No, the thing you had created, the partisan village? Your--?",
        "A: No. It stayed, because in the last days when the German was running so we went out from\nthe ziemlankas because they had afraid. The Germans came on the ziemlankas. They were\nkeeping themselves there — they were keeping, so -- and we left. We left everything. Many\nwere killed by us, but they killed, too, a couple of us. We left everything. I know last year --\ntwo years ago a group went to see them. There is some ziemlankas still staying. Yeah. They\nwere built beautiful. In the winter was not cold. They live like that.",
        "Q: In the winter, how did you heat them, the fire in the middle of them? Tell me about--?",
        "A: Yes. In the ziemlankas, was a small fireplace. Like here, you have a fireplace. And this was\nwarm. They were cooking, because everybody was cooking for themselves later.",
        "Q: With a hole in the roof?",
        "A: Yes. Yes. Mostly they were cooking at night, not in the daytime. They should not see the\nfume from there. They knew how to behave. They knew.",
        "Q: Tell me about the tunnel.",
        "A: The tunnel was built in the court.",
        "Q: Tell me when we are. This is near the end, right? This 1s when there weren't many Jews left?",
        "A: No many, not many.",
        "Q: Describe to me the situation.\nA The situation -- I was not there, but I will tell you. Ostraszynski, Daniel, and my best friends\nBursztyn, they were planning this and they did it. Nobody knew about it. But the ones they\n'* Moshe Burnstein\ncalled the Bursztyn -- I don't know how else -- this my friends. And they took him to the\nprison and he wrote with his fingers with blood that they asking him, but he told them he\ndidn't know nothing. They killed him. But Ostraszynski went out, too, from the tunnel. And\nmany friends of mine Oshmans, Sonia, Aaron, another couple, they went out from the\ntunnel. Not everybody, because the first group went out, but the second group got killed.\nThey caught them going out from the tunnel. But a couple, when they went out, they saying\nand they telling us how was it. They were working at night. Nobody knew about it till\nsomebody told them that -- they heard something is going on so quiet. So this is the story\nfrom the tunnel. They survive. This was -- you know, when I am looking now, when I am\nthinking about it, you see the Japanese who are in the prisons camps. People what they were\nin the army that dig tunnels. Not everybody survive from there, but they did. And this is only\nyoung people, young Jews that they never were in the army, in the Polish. And they made\nsuch a plan. This was something very smart. Not too many survive. They were beautiful\nfriends of mine. Girls. Beautiful. So they caught them, and they did whatever they did, and\nthey killed them.",
        "Q: So the tunnel, do you know how long it was in the building?",
        "A: I don't know, but it was not too long because it was under the building, and right away was\nthe surrounding. They went out to forest, not far. So who was running fast or knew how to\nrun, ran out. Now, they were looking where to go, they didn't know where to go, so they\ncaught them.",
        "Q: And some stayed inside and got caught inside?",
        "A: They caught, yes. Everybody was killed. I think about 20 people, whatever 25 went out.\nThey had the plans. They have in Israel the plans. I think here in the Holocaust Museum is\ntoo, they have too the plan, how did they go out, and how was they planned it — the tunnel\nmade.",
        "Q: When the group left to go to the other forest, the Lubczanka, didn't they have a group of\npeople with them who didn't come back, who died?",
        "A: Die, on road, yeah. This was not too many. Not too many. No. Not too many, 10, about 15\npeople. Not too many. They didn't want to be with the Bielskis. They were looking for\nsomething else. You think always the grass is greener on the other side. But they got killed.\nWho wanted that Jew, that old Jew? Who want it, between me and you? When you are\nyoung, something else, you may be a fighter or whatever. But they didn't go. The fighters\ndidn't go for a couple of them. But they got killed on the road. The only survivors mostly\nwere by the Bielskis.",
        "Q: The partisans who fought with the Bielskis?",
        "A: The partisans. We had many partisan Russians near us. Iskra was very good. There were\nother small Jewish otriad, but they didn't survive. And the Jew were what they were, but the\nIskra were the best fighters, the best. They went all over. They were fighting, but nobody\neven mentioned them because this was a Russian partisan. Iskra. They were the best fighters\nfor the Jewish people there.",
        "Q: You talked a little bit about good people. There are good people and bad people in all\ngroups. By and large in the forest community, were people pretty generous and pretty\nselfless?",
        "A: Not too many. Not too many.",
        "Q: Tell me.",
        "A: Not too many. Mostly they were very good people. You know, they were always giving a\nhand to the other ones. If I had another pair of shoes, I would give to the other one, the ones\nthat didn't have. They were not grabbing everything for them. No, there were not too many\nlike that. If you had a couple of people, so they were not with the groups, they were lonely.\nAnd if you were good with all of them, you work together, you were not so lonely. You\nspoke about your families. You spoke about your future, what it will be. You were singing.\nThey were dancing. They were waiting for a plane from Moscow, like -- I don't know -- like\nangels were coming. And they knew everything. I know when my parents were alive with\nme in the partisan, came a plane. And I had a cousin, a doctor in Moscow, my mother's\ncousin. So my mother wrote a letter. She knew the family. She knew that they were doctors.\nAnd she sent a letter to them and, “Please, if you're alive, I have two sons in Israel. Tell them\nthat we are alive, and I hope to be alive still.” And you know what, when we came to Israel -\n- we were the first in “45, in October ’45, we were already in Israel because Sharett -- this\nwas a minister, an Israeli -- Israeli was not then in existence. It was Palestine. Israel came\nalive in ‘48. So he heard about the Bielskis when he was sitting in Israel. You know, people\nfrom Europe, they were talking about the Bielskis. And he said when we came he send us the\nfirst papers to Romania, with legal right to go by plane -- by boat to Israel. When we came\ninto Israel in ’45, my brother said, \"I knew about you. I got a letter from Moscow. And I\nknew that you are alive, that my brother, J ay,” is not alive. But I knew about you and the\nparents.\" So you see, everything you cannot -- everything you knew about. Everything. You\nknew in Israel about the fighters. You knew about the Jewish partisan. You knew about the\npeople, the leader -- the fighters -- the Israeli came to Europe to fight the German. They each\nknow about the other one. And when we came to Israel, they took us on beautiful -- they\ngave us right away a house. They gave us everything what they could, what they had. And\n'° Jacob Boldo\nwe made a living.",
        "Q: What did -- did you know anything else that was going on in other parts of Europe then? Did\nyou know about concentration camps and death camps?",
        "A: Sure, we know. We know about the concentration, because the people were telling us about\nMajdanek, Treblinka. The Polish people, they were saying to each other what happened\nthere. We knew everything. We knew even -- we didn't know how many, we didn't know --\nbut we know about the concentration camps. We knew everything. There was no secrets.\nYou know, we didn't have so many telephones, but the people are telephones, living\ntelephones. One was saying to the other one, and the other one was telling the other one, and\nthat's what we knew about everything. But we couldn't help nothing. The helping hands was\nthat the Bielskis gave so many people life in the forest. They were keeping them and feeding\nthem. And you know that from the people when they came to the forest from Lida, they were\npeople came were 15 years, 16 years, 17 years, young boys. And then now, they went out in\nthe forest, they came to the United States, to Canada, they billionaires. And they were\nhelping other ones here, too. Because they learn a lesson, that you have to help somebody if\nyou need. And they give many, many, many thing to help people to stand on their feet. All\nover the world you have partisan house, in Australia, in Canada, in Johannesburg, in Africa.\nMany, many. When we have -- they are coming some place every five years, every six years,\nthey coming Israel for a reunion from all over the whole world. And they asking, “You need\nsomething?” This is something what you put it in when they were young when you will not\nput it in, you will not have it. The same thing like parents. You have children, you teach\nthem what is good and what is bad, and even if they are not doing this right away, they will\ndo it later, because they remember what mother and father taught them, how you have to\nbehave. And if you are not teaching this to the children, they will not do it.",
        "Q: Tell me about an average day in the forest for women and children. What would they be\ndoing all day?",
        "A: The day begin at six o'clock in the morning. They were cooking, and feeding the children,\nand feeding the old. Everybody did something. They went after the forest to take off to take\nthe -- to put the fire. They were preparing for the kitchen, the potatoes, the soup. They were\nbaking the bread. So it was a long day, a very long day. But everybody did what he had to\ndo. Not everybody ate the same thing, no. The commander, they eat something else, but\nnobody was hungry. That is the main thing. They complaining. They were complaining. Not\neverybody -- the children had milk, the old one they had milk. And this ones that came from\nthe houses they said, \"Where is the milk I brought in? I want a little milk.\" “You cannot have\nit. That's for the children, for the old, for the sick.” And they didn't touch it. Women were\nworking, too. Sometimes, not too many went with the men, but not always. Not always.\nMostly they were working on the -- in the puszcza near the kitchen, near the children, near\nthe hospital. They were sewing. A regular work day, six o'clock in the morning. The men\nwould tell them at night they went for three, four days.",
        "Q: And repairing guns and--?",
        "A: Everything was in the puszcza. We had people, they were working. They knew how to\nrepair, and the other ones, they teach to each other. And they knew everything was working\nin very good shape. You had to have -- to prepare the everything.",
        "Q: In the puszcza, in the community, were people unafraid or were they afraid most of the time?",
        "A: No, they were not afraid. They were very happy to be there. In the beginning, they didn't\nknow what 1s it — how will be. But later, the German were far away. They heard only when\nthey came -- the boys came with the food that they say this village was attacked by the\nGerman. This and that. But they lived a very quiet life. They were working and did what\nthey’s told.",
        "Q: What about recreation? I mean, what about having fun?",
        "A: The fun was, they were sitting together near the fire and singing and talking. That was the\nfun. Whatever they did in the ziemlankas we don't know. Probably, you know, the young\npeople. But that was the fun, what we knew about it. Everybody was getting near the fire.\nEverybody was looking for somebody, for a little warm talking, remember the house,\nremember the parents. It was -- most were from the city of Novogrudok, Lida, Baranovichi.\nThis was not far away from each other. In the summertime, in the good times, they were\nmeeting each other in Novoyelnya, this was like here you coming to Florida. So they knew\nmostly each other. If didn’t know personal, so they heard about them. And this was nice to\ntalk, to remember. Not to forget.",
        "Q: Did they -- did people get to go back to their homes after the war ended?",
        "A: Yeah, they came to the houses. The houses were already occupied by the Polish people. And\nnobody wanted to stay in the family, to remember. Everybody was killed there. So this was\nnot in their interest. If you were from Novogrudok, they went out to Lida where they didn't\nknow them. They didn't want to stay in the houses no more. They were empty. When you\ncame to the house where you lived, what will you see there? Nothing. So they run away from\nthere. And everybody took the easy way, to go away to another city, to stay with other\npeople. This is it. But nobody stay in the same city, in the same houses. I don't think so. I\nknow now people went to Novogrudok about two years ago. There is only one from the\npartisan. He marry a Polish girl and has his children and he stays. No more else. There were\nmarriages, many, after the war where they marry — where a Jew marry a Polish, a Polish girl\nmarry a Jew. You know, like all over the world. But they were not staying in the cities. They\nwent away -- they went away to Europe, they went away to Israel. Not too many.",
        "Q: I think we're about to run out; am I right? Why don't we stop now.\nEnd of Tape #2\nTape #3",
        "Q: Now, Sonia, we're going to talk a little bit about various things. And so first, why don't you\ntell me a little bit about the Bielski parents, the parents of the three brothers, or really it was\nmany more.",
        "A: I really didn't know them, but I know them from my husband what he 1s repeating, what he is\ntelling us. They were very honest, poor family. He fell in love with a girl which she didn't\nhave money. Once upon a time, you couldn't marry if you didn't have money. But the\nhusband, David, the father, he fell in love. She was a beautiful, a tall girl, a blonde. All of\nthem looks like their mother. And she was working with him, hand-in-hand. And they had a\nwoman -- they had 12 children, and all of them a year, two, three, four, five, six, whatever.\nSo they had -- they were working in a place where they making for the corn, flour. What is it\ncalled?",
        "Q: A mill. A flour mill.",
        "A: Yes, very small, on the water, and everybody was working there till they grow up a little.\nWhen they grow up, the first one, the father of this girl, Walter'°® was the oldest. He went to\nschool in the city. Then, Tuvia, the second one, was too, in the city for a couple of years.\nAnd another sister was too in the city, were going to school. The other ones were small\nchildren and they were in the house. They had always a teacher for them at home. They\ncouldn't afford to send them out. And mother was working, and father was working, and the\nbrothers were working. And they made a living. They put -- made the flours and market it\nwith another boy, with the son, took the flour to Novogrudok. And they were selling the\nflours. This is the living. They had a garden near the house. They had water enough, so they\nhave a garden and all the vegetables they had. I don't think they had fruits, but vegetables.\nAnd they had a little fish in the water, and a chicken and eggs — plain, but healthy living.\nYou see, when you are living like that, 1f you can -- if 10 brothers can grow up, six-two, so\nprobably food was good. They had always a woman from the village which she was helping\nher -- the mother. And there was a lot of love between them. Father was crazy about the\nmother. And he should be, because she was working very hard, more than him. This I know.\nI never saw them.\nI once asked my mother, \"Mommy, do you remember this lady from the village?\" She said,\n\"I never knew them, but I know they were a very honest family.\" And everybody who came\nto the mill to ask for something, they were helping them. Because in the village there were\nonly five houses, four from the villages and one house was their's. So they were very poor,\n° Velvel Bielski\nthe people from the village, the village -- five houses. So they were always coming to ask for\na little flour, for a couple of pennies to lend them. He was -- always had a open house for\nthem. Maybe they stood. They were a member. But there were many from other villages that\nwere a little farther. They came first to tell them that the brothers beat up somebody when the\nGerman camp. Came to beat up them and they tell them that the brothers are Communist.\nAnd they were not Communist, but they wanted, you know, to take away the mill with\neverything, and they brought in the German. And they took them away, the mother and\nfather and two brothers. But they’re not alive no more. When they went already to the forest,\nthey took -- they invited them and killed them all with their children with everybody. They\nwere -- everybody had afraid of them. They knew what they did. You understand? I was\nvery sick in the partisan. I was so sick. I was not prepared for the winter. I was not prepared\nfor the living. And I had blood in my bladder. And the doctor said that I have to have a warm\nbed. I have to have a couple of times, because I was so sick, I couldn't walk, I couldn't talk,\nnothing. So there was not far a big mill from flours with a family. And there they had a\nbeautiful daughter and to the daughter they came, the Germans. And Zus took me there to\nthe mill and said to her, \"This is my wife. You have to take care of her. She is very sick.\"\nAnd they took care of me. They put me in a place that nobody saw me. And she brought me -\n- she cooked for me, she gave me beds, the mother. And I heard the Germans laughing and\ndrinking and eating. And I was there 10 days and nobody touch me. I am still alive. They\ntook care of me only because they had afraid of the Bielskis. If not, I would not be alive\nbecause I had blood all over. This is from the winter.",
        "Q: Belarus.",
        "A: Belarus?",
        "Q: Belarus.",
        "Q: Yeah.",
        "Q: Tell me the story of Belarus.",
        "A: Belarus was a very rich family, too, not far from them, I think, about 10 miles, whatever.\nAnd the boys, the young boys, they went to take bread and poultry and eggs, whatever. And\nthey had a very good day then, because they took away all the food from the German. Yeah\nand they kill about four, five German. And they were already tired, the boys. And this was\nalready night, so they decided to sleep over by the Belarus. In this time, one from the villages\nsaw that the Jewish partisan are by the Belarus, so he gave it to him a letter to the German,\nthe Belarus. ““You should come right away.” They drink a lot, and they were very tired. They\nhad a very good day. So the German came and they killed them all. Only two -- one from the\nboys, when he saw the German and were -- blood all over. You know, in the villages you\nhave a big, big stove, and under the stove are the chickens sitting. The chickens are sitting\nunder the stove because there 1s warm. So he saw that he doesn't have nowhere to go. So he\nwent into the place where the chickens are and he -- they spared him. The German went\naway. And he got out and he said, “What did you do with my friends? Why did you went to\nthe German?” What we did to you?” So he took and he killed them, too, the Belarus. This\nanother man from the villages came and he said -- repeated this to Kozlowksi. Kozlowksi\nwas our man. Whoever came from the ghetto, he was holding him till somebody came to\npick him up. And he told this to the Bielskis, because we didn't know nothing. Everybody\nwere died. So this took only about five or 10 days and the Bielskis, Asael, his brother, I don't\nthink Zus was — Zus was not, I think. Anyway, the Bielskis, they came and they said to him,\n\"Boys, what did you do?\" He said, \"I didn't do nothing. The German find out and they kill\nthem.\" So they took all, about two, three houses from there. Yes? And they fix them up, all\nof them. One of our partisans, he took a jacket. A fall jacket, you know, like they’re wearing.\nAnd he was looking for something. So he find a letter from the German. “Mr. Belarus, thank\nyou very much what you did. And here is 500 German money, whatever. And whatever you\nwill find another Jew partisan, you will get it more.” This was Belarus.",
        "Q: So the partisans executed him?",
        "A: Yes, and the whole family. Yes.",
        "Q: The reprisals like that, do you know if they made a di-- did they get -- were there fewer and\nfewer incidents? Did it?",
        "A: Less and less.",
        "Q: So it did some good to--",
        "A: Yes. This was a lesson for the all the villages, for all the people. “Don't do that.” Everybody\nhas the right to live. They had, they had to do it.",
        "Q: Okay.",
        "A: Lilly's father was there, too, my sister-in-law's. He was within this partisan what executed the\nBelarus. He died there.",
        "Q: Can you talk to me a little bit about the military hierarchy?",
        "A: Yes.",
        "Q: Just sort of any way that you want.",
        "A: You see, there were not too many Jewish -- Jews when they went to the Polish army. First of\nall, they didn't want it. Because the antisemitism was very high there. So they tried to not to\ngo to the army. They did something, or bought something that -- but few of them they went\nto the army. And they -- when they came to the partisan, they were already -- they knew how\nto behave in the army. So when the people who had already about 1,200, 300, so the\nBielskis, they divided them in groups. It’s was too much one group. So everybody was the\ncommander of a group. A group had about 20 people, 25 people. So the people what they\nwere in the army, they were the commanders of the group. And they were listening to them,\nbecause they had afraid. This was a discipline. Because without the discipline, you couldn't\ndo nothing. They were complaining, sure, they were complaining. Who is not complaining?\nIf somebody is eating a piece of meat and you are watching him to eat meat, and you eat\nonly a piece of bread, so sure they were complaining. They said, “He went for a — for to take\nthe food, and he was eating the food by himself.’ That was not true. But maybe he put a little\nmore for him. So they were complaining. They were complaining that at night nobody were\nasleep. There were a couple of people near the groups; they were watching if the German are\nnot coming. There were about five or six people, they were watching. So they were\ncomplaining, “How come he didn't stay a whole week at night? He was asleeping, and I was\nstaying.” This was, too. So they said to him, the Bielskis, “He is the commander. Whatever\nhe will say, that what you have to do it.” And they got used to that. They had trouble, too,\nthere. They had. All the groups had trouble, sometimes. But this is minor. That's nothing.",
        "Q: What about relations with other partisan groups and what about when Platon came in and\nRussians were assigned to all of the high po-- tell me.",
        "A: Yeah. We didn't know about the other Russians, they were partisans. All of them, they were\nRussian, but Platon was head of the puszcza Naliboki. He was sent from Moscow. So the\nBielskis was complaining. “They took away our food. They took away our horses. They took\naway some, some other things what we were taking this for our partisan.” So Platon was\nvery smart. He said, “Listen, you Bielskis, you are a Jew. You have to remember that you\nhave to fight. You have to fight with them for your survival. After the war, we will then see\nwhat we can do.” So -- but we had trouble, too, with Platon. He said, \"Are you grabbing too\nmuch food?\" “What are we grabbing? Grabbing only bread. But we are fighting the\nGerman.” The same thing, maybe more than that. But later, in ‘43 when they separated, the\n150 whatever, and they make Ordzonikidze with Zus. Zus went to them -- Aleks. So they\ndidn't believe that he will be partial to the Bielskis otriad. You see, this 1s the boys were from\nthe Bielskis otriad, from Bielskis Brigade. You understand? But they didn't believe him that\nhe will be more partial to Platon than the Bielskis brother. So they put Panchenko -- not\nPanchenko -- yeah, Panchenko, I think. Right? Panchenko, and he was the commander and\nZus was after him. But they were working very hard and very good. Once they had incident\nwith another group of partisan. I told you about it. They took away the horses, and the rifles,\neverything. And Panchenko came in and he said, \"What happened?\" One Russian\ncommander, he took the rifle and wanted to shoot to Alex, so Alex took out his revolver and\nPanchenko came in between and he pushed them together. And he was very nice with him,\nAlex. They did everything together, and very good. They were working very good. We didn't\nhave -- only that’s was the only one, Panchenko. Then when Zus, he was the commander of\nthe intelligence of the whole forest for the Russian, and for everything. So they were\nworking very good.",
        "Q: What did he do in that role?",
        "A: Who?",
        "Q: Alex.",
        "A: Alex went 20 yards from the police -- from the Polish. He went half a kilometer, it’s about\nthree-quarters of a mile from the German. And he was seeing where are they going, and what\nthey are doing, where 1s the concentrations from them. This was his doing. And he reported\nthis everything to Platon. He did a very good job, and a very big job, because you could not\ngo to fight them if you didn't know what they doing there. He never go get by himself. He\nwent always with 10, 15 people on horses. They were killing. They were running away.\nThey had many things. You cannot say that you were always the best of them. No. They\nwere very good, too, the German. Who is stronger, then, is the winner.",
        "Q: What else did Alex do? Did he do -- did he have something to do with keeping roads open?",
        "A: Yes.",
        "Q: Tell me about that.",
        "A: Yes. The roads are not like here. They have one road what is going one direction, and the\nother direction. And you have smaller road that the German didn't know. But Alex knew. If\nthis road was closed, he was saying to them, “You have to go.” He sent a man to tell him\nwhere to go, how to go out from this. Because one day, I remember this was in the beginning\nof ‘44, Platon came with commanders from Moscow. And they went to look for the partisan,\nhow they were working, and how they were doing and everything, and the German came in.\nThey were surrounding them around, around, and around. They couldn't go out from there.\nSo then Asael, his brother, and Alex, they went to see something. And they saw what\nhappening, so they took him out, but 10 people from the Moscow. This was because they\nknew how to go out from the roads. You cannot -- you would not be able to use one road.\nBecause even not the markets there was a road, but they knew. I am telling you, they knew.\nThey were looking on the tree and they knew where to go out, how to go out. And they had a\nsmall brother, Aaron. He is 13 years old. He knew better than them. He knew everything. He\nwas only 13 years old. He is now 60 something. He would tell you stories.",
        "Q: Where is he?",
        "A: In New York.",
        "Q: Do you know about the early incident in Novogrudok where Tuvia saw the action?",
        "A: Yes.",
        "Q: Tell me about that.",
        "A: Yes. I was still in Novogrudok. This was only the beginning. This was like -- the ghetto was\nalready -- no, the ghetto was not. This was December. And they took her out the first 50\npeople were this; druggists, lawyers, doctors. Fifty of them. That was the intelligence of the\ncity. And they killed them, all 50 of them, in the middle of the marketplace. This was a small\ncity, Novogrudok, with a marketplace where everybody is coming, Thursday and\nWednesdays. And they killed them. The other ones should be afraid. Tuvia was there in the\ncity, in Novogrudok. He went for something. And the German never killed before. So they\nask him who are you? They didn't have to ask him, because the other one -- somebody told\nhe is a Jew. They hit him very well. They beat him up terrible. He had the first thing that you\nsaw the German. And they told him to sit here, not to run in no place. It was a little dark, and\nhe said to himself, ““What am I doing here? If they will kill me, let them kill me when I will\nnot see it. But to sit and wait for them?” And he run away. So this when he came in, already\nAlex and Asael saw him the first time after two, three weeks. They were already in the\nforest. He came into the forest and he said, \"I am not going no more. I am staying with you.\"\nThis is the first encounter with the German. He never went. And he saw only a German\nwhen he kill them or a dead. Zus -- Alex is wearing still a comm-- jacket for a commander, a\nGerman. He took him alive. He were looking for eggs, for chickens, him and another three.\nAnd he saw him from far away when he went out from the farm. And he took them alive. So\nhe said, ““Who is the commander?” He said, “I am the commander.” “So take it off the\njacket.” He took it off the jacket, and the other ones, two, three killed and him, he said,\n\"Listen, don't kill me. I have a wife and children.\" He said, \"No, no. We will not kill you.\nWhat did you do with us?\" So he is wearing now the jacket, in all of the books, he is in the\njacket from the German.",
        "Q: Did he -- Alex have an incident where he was called a \"dirty Jew\" on the street?",
        "A: Yes. In Novogrudok.",
        "Q: Yeah. Tell me about that.",
        "A: In Novogrudok there was a store for meat. I don't remember, he told me once what his name\nwas, but I don't remember. I will not tell you what I don't remember. And he was -- before\nthe war, he was very good with him. You see, Alex's house was -- they didn't eat meat what\nis not kosher. They had a brother, what was a rabbi. And the other ones, they were eating,\nyou know. But he was very good with him. I forgot his name. I don't remember. So they\nwere friends, but when the German came, the friendship went by. And he had pains in his\nteeth. So he went to a dentist. Still the dentist were alive there, so he went and he saw him\nfrom far away. So you called him, \"You dirty Jew. How come you came here?\" He didn't\nanswer. He went away, but he was running after him. He run after him. And he that saw he\ndoesn’t have where to go, so he didn't kill him, but he hit out — he hit him so much that he\nwas unconscious. And he went away to the forest. That was the encounter with his best\nfriends.",
        "Q: Was that a common situation or uncommon, would you say?",
        "A: It was common, yeah. Yeah, this was happening, many things, many. Because in the times --\nin the last times, in the last year in ‘39, there was the young Polish, the youth, like the youth,\nthe German youth. That was the same thing 1n all Europe, the Polish had too, the youth. And\nthey were very antisemitic and they were trying -- they didn't know yet to kill, but they were\nbeating up. So who was more, you know, had more force? So they hitting back and the other\nones went away. But this was in the last year, very common, yes. It was very uncomfortable.",
        "Q: And it wasn't out of fear, it was out of antisemitism?",
        "A: No, they didn't have fear, no. No, no.",
        "Q: I was going to ask your husband about getting young fighters, Koscik?",
        "A: Kozlowks1?",
        "Q: I don't know. Koscik, K-o-s-c-1-k.",
        "A: Oh, Kozaks, yes. This was his — Moskva’! asked for a language, a live language. They didn't\nwant to kill all of the German. They wanted more the majors and the captains. They wanted\nto talk about it with the German, to know how the positions and everything. And the — that’s\n'T Moscow (Russian)\nthere are places in Russia, near Belarussia and Ukraine, the Kozaks'® were alive there and\nthey were working with the German. So this came from Platon, a word that, “Alex, you have\nto prepare about two or three Kozaks alive, and you have to bring them to us and we will ask\nhim how is — how are they doing, the German, where they are staying, how many people,\nand everything.” So this took him probably about three or four days till he caught up with the\nKozaks. They were terrible fighters, terrible, but they took them alive. They were washing\nthemselves, cleaning up. And he with the horse on them, so he took three of them. He\ncouldn't shlep them, the three of them, so he took only the oldest. And he brought him to\nPlaton. And they said everything, and everything true. And this it is. That’s was Kozaks. He\ndid a good job.",
        "Q: Describe the three Bielski brothers each individually.",
        "A: The best for nature was Asael. The best. The strongest from them all, that he -- you cannot\nbuy him with nothing, was Alex. You couldn't buy him for no money. If he said that’s has to\nbe done, has to be done. Tuvia had a golden heart. He said, \"I don't care how many will\ncome. Let them come. There will be a place for them, all of them.” But the strongest of them\nwas Alex, the strongest of them. I will tell you. This was a story when we went out from the\nforest, from the jungle. Yes? And I came in with him when the groups were already out, and\nthey were organized and everything. And we saw one woman, a young woman, I think about\n32. And she was standing and crying. So Alex said to her, \"Why you crying?\" She said, \"The\nwhole group went by and, you know, the commander, he told me they don't have a place for\nme.\" He said, \"Who is the commander?\" He called the name of this commander and he said,\n“Where he 1s?” He said, “Maybe about 10 kilometers, not far. Because, he told me not to\nmove. He doesn't want me.” So he run away by himself, on the horse, he took the\ncommander and brought them in where we were staying. We were staying probably 20\npeople, the fighters. He said, \"You know her?\" He said, \"Yes.\" \"Why did you let her stay\nhere?\" \"I don't have nothing to do with her. I don't want her.\" \"What do you mean you don't\nwant her? You had to take 20 people and she was the 21, so what?\" He said, \"I am not\ntaking.\" He said, \"Okay. You not taking? Okay, so you not alive either.\" That’s was the first\nkilling of his. He killed the man. And this was, you know, this was like from God. Because\nevery woman and every child had already a place where to go. Whatever you took her, you\nhave to take her with you. He was sorry after that because he 1s not a killer, but he had to do\nit. He had to do it. This was a big accident because he couldn't sleep, and couldn't eat, but\nthis was a very good medicine.",
        "Q: It meant that a lot more people got rescued afterward?\n'® Cossacks (Yiddish)",
        "A: Yes, absolute. Absolute.",
        "Q: Well, tell me more about the brothers?",
        "A: The brothers were very good together. Nobody can go in between. Nobody. You cannot\ndecide by yourself and no one from them could decide. They went to the side, the three of\nthem and the baby brother, the 13, he went, too. And they were thinking up of something and\nwhatever decided is done. Nobody, not Tuvia by himself, not Asael, or Zusia could decide\nby himself. The three of them decided what to do. And this was the blessing.",
        "Q: And they were all fighters?",
        "A: They were fighters, very good fighters. They were young, 29, 30, 32 — six-two. Everybody\nhad afraid of them. You will look on them you know that they mean business. And were\ngood in heart, very good. Sometime they went out for a couple of days, there were not food,\nso they had -- whatever they had they were dividing between them. They were good. I think\nthe smartest one from all of them, may be not the smartest, the smartest -- more sophisticated\nwas Tuvia. He was the oldest. He made his living already, you know. He went to school\nmore than there. So maybe, but the hearts was the same.",
        "Q: They were heroes.",
        "A: They were heroes. Each of them were a hero. They never had afraid for nothing. We said\n“We are surrounding,” because we were surrounded not once. \"So what,\" he said. \"We are\nonly dying once.\" I was dying every minute of that. And they were dying only once. He said,\n“There is nothing to be afraid. You are not with the German now. We will see who will die\nand who will live.” They not — they were never afraid. They were heroes. They not coming\nno more like that. I don't know. Maybe that’s because they were healthy, from the village,\nfrom the nature, whatever. They not coming no more.",
        "Q: There was a sad incident with a man named Kaplan. Do you know what I am talking about?",
        "A: Kaplan?",
        "Q: Yeah. Do you know what I am talking about? He, he said, \"Those who take the gold can take\nthe people, too.\" Do you know about this?",
        "A: No.",
        "Q: I asked you at the beginning about a commander named Shematovietz’”?\n Tvan Shematovietz",
        "A: Shematovietz. He was a Russian guy. He was a very nice guy. He was a politruk~’. You\nknow what 1s a politruk? A politruk is a man what is teaching the communism. And he was\nteaching Communism. He came from Russia. So one of the Lubczanski brother what they\nwanted to be the commander. So they said to them, “Go ahead. You can go ahead and take\nanother couple of people and make yourself a commander.” So he came to Platon and he\nsaid to Lubezanski, “They are not Communists.” So he said, \"How do you know they are not\ncommunists, the Bielskis brother?\" \"Because I never saw them reading Stalin's words, or\nLenin’s words.\" So the call Shematovietz and he said, \"Who said they are not Communists?\nAll of them are Communists. They are praying every morning for the health of Stalin and\nLenin.\" You know, we had the Orthodox Jew so they were in the morning five o'clock, six\no'clock, they were standing in group and praying. So he said that is the praying for Stalin and\nLenin. He was a very good guy, an honest guy, a good guy. They were a couple of very good\nguys. Yeah, they're nice guys, Russian guys, very good ones.",
        "Q: Are there any things that you would have done differently or that you think Alex would have\ndone differently?",
        "A: No.",
        "Q: Or Tuvia?",
        "A: No. They did a great job. Nobody could match them. Nobody could match them. If you\nwould find in this time, in the time of the war, a terrible war, a place to go in and to sit\nquietly for three, four years. I would sit quietly two and three years. Nobody should see me. I\nwould not think about nobody all but myself. Many people are doing like that. I know a\ngroup of people, they were sitting, 10 people, they had a lot of money and they were paying\nto the village soltys”, that’s mean like a mayor. They paying him money, and he was\ncooking for them and attending them, and everything. There were not thinking where\nnobody -- another man to put her in, in the group he should survive, no. So who could do it\nwithout money, without nothing? They did only for the good hearts what they had. And they\nwere saying that they were taking money. They took money, they took jewelry, everything.\nWe had to pay for the rifles what came from Moscow and we send everything to Moscow,\nand they sent it. But they didn't put nothing, money, in the pockets. We send for salt, you\nhave to pay this. You didn't have money, so you paid with jewelry. You had to buy\nmedicine. You pay this with jewelry. But they didn't keep nothing for themselves. If they\nwould keep so much money, they would be millionaires. They came out from the war with\nnothing, with not a penny. We came to Israel in *45 in October. We didn't have for what to\nbuy a piece of bread. So there this the Jewish -- that was not yet -- Israel was in “48. In ‘45 it\nwas not Israel, only the people was working there. So they gave us a room, and they give us\n25 dollars each and till you will find work. So if we would have had money, we would do\n* political instructor (Russian)\n*! village administer (Polish)\nthat? We didn't have nothing. We kept out nothing. We had only a pair of shoes. They did for\nthe greatness of their heart.",
        "Q: Tell me how the otriad came to an end. Tell me about the --",
        "A: Okay. This was ‘45, *44.",
        "Q: Forty-five?",
        "A: Forty-five in June. I was sitting in the forest and we heard trucks. So we were sure that the\nGerman army 1s going to surround the — around -- to take us around. So we were sitting\nquietly. So then Tuvia was a little farther than us. Zus said, \"No, that is impossible,\" because\nthey didn't go by trucks. They went by tanks, the German, around. That's not like a truck --\nnot like a tank. That’s much lighter sounding. So he went with another couple of men more\nto the — to this road. And he saw the Red Army. When he saw the Red Army, he said, “Come\non, the German are gone. The Red Army is already here.” And they saw him, so they came\nwith the rifles like that to us. \"Who are you, traitors? You not? Who are you?\" and took\nabout two, three hours till they recognize that we are partisan. And we went after them right\naway. They went to the front and we went to the city. We went to Novogrudok and there we\nwere staying there for a couple of days, maybe 10 days. And the Red Army came in and\nsaid, “You have to go to the army. You are partisan. You are fighters, but now you have to\nfight with us on the -- across -- against the German.” Then they took Asael he was-- because\nthey saw him a first. So they took him right away to the army, and he died in the front in\nPrussia. And they let Zus and Tuvia to stay with the people. They should stay with the\nchildren, with the woman, whatever. That's what -- how we survived. We came to the city\ntogether with them. And they tried to give us papers that we are partisan. And this was the\nend of that. Later, they came from Russia. They came, and they organize whatever they have\nto organize for the people what they stayed there. This all the end of that. Whatever they saw\nthe Russian, you had a watch or something, they took it away by themselves. They were\nrobbing, too. You know, like a front.",
        "Q: Did you tell me everything about -- did we do everything we should about Lubczansk1?",
        "A: Lubczanski, they were a very bad boys. They were two brothers. There were always, always,\nyou know, complaining. They said, “They are not Communists, they are fascists. And they\nare taking money and jewelry from the people.” And they went in to Platon even. So they\ncalled the Bielskis brother, the three of them they went, and he told them what are the\nLubczanskis doing. So Platon said, \"Kill them. Kull them.\" But, you know, we saw already\nthe end of this everything, so they didn't touch them. They didn't touch them. They told them\nonly, “Go away we should not see you.” This is it. And they still alive. They are still alive in\nNew York.",
        "Q: Are there any other things you want to tell me?",
        "A: We talk about everything. What can I say more? You went through everything.",
        "Q: You don't have any rememberances of stories you should tell me that I didn't ask?",
        "A: No. You went over everything. Everything. There in the partisan were these two friends of\nmine, they were writing everything every day, a diary. And now, she will write a book about\nit. They were mostly not — you know, they were sitting in the forest and only thinking how to\nsurvive, how to survive. That was the only thing.",
        "Q: And it was a very unusual situation where you fought. Everywhere else people didn't know\nin time or only the young unattached people fought?",
        "A: Correct.",
        "Q: There weren't heroes that rescued?",
        "A: No, no, no. The heroes was only the brothers Bielskis. Alright, they had help. I said before,\nthey couldn't be a partisan Bielskis if they didn't have the all people. They were young\npeople. They were fighting with them. They were doing everything what they told them.\nAnd because of them, there are the Bielskis partisan otriad. Because without them, I don't\nknow. What do you think? Nothing. Whoever will survive, survive, and that's the end of that.\nAnd like that a whole generations, two, three generations are still alive because of the\nBielskis brothers. And all over the world are they, all over the world. And sometimes we are\ncoming in touch with them for a wedding from the grandchildren. The wedding. And they\nsaid, “Listen to me, what would be without the Bielskis? What would -- we would not have\nchildren, and grandchildren, nothing. We have to thank them.” But not always was like that.\nNo. But when you getting older and smarter and you see many things in other perspectives.\nYou didn't see this before, but now, when you going to bar mitzvah, you going to a wedding\nfor your grandchild and you think, “Listen I did it. I did it with the help of the Bielskis.” This\nis something. Something. They are in the army, they are all over, professors, doctors.\nEverything you have. Every -- many, many doctors. And they said, “I am giving all of my\nlife for the poor, for the old.” And they are like that. Many. They going away to Israel in a\nkibbutz. You know what’s a kibbutz? And they working there and they trying everythin.\nThey put everything aside here the money, and they working there, “because I have to\nremember what they did for my parents once. People -- brother Bielskis, what they didn't\nknow even us.” And this something. Something when you are going out and you see all of\nthem on a wedding or something. How the young generation is dancing and singing and\ncomes a professor from Harva-- or from this — or from Columbia University and said, “Wait\na second” -- we had a 50 anniversary, me and Alex, two years ago and came two professors,\nI never heard about them, I never knew them — “I have to remind you of something.\nRemember one thing, because of” -- the other brothers are not alive. He said, “Because of the\nbrothers, and Zusia, we are still here. And we have our families, and thanks to him.” This is\nsomething, you know, when you are sitting and you hear this. You know, your heart is\npounding, pounding. You think, “Really, was it like that?” And this was really like that.",
        "Q: Well, thank you, Sonia.",
        "A: It's an honor to be with you.",
        "Q: It's an honor to be with you.",
        "A: It's an honor to be with you. You making this so easy. I am not a nervous person, but in the\nmorning, I said to my son, I said, \"You know what, I am afraid.\" He said, \"Mommy, what\nare you afraid? You be only you.\" And this is the true. You are only you. Tell whatever you\nknow. And you making this easy. Not everybody has it -- some, you know.",
        "Q: Thank you.",
        "A: Thank you again.",
        "Q: Okay.\nEnd of Tape #3\nConclusion of interview\n"
    ],
    "questions": [
        "Q: Okay, Sonia, the first thing I want you to do is tell me your full name, and when and\nwhere you were born. And then just tell me a little bit about your growing-up years, your\ncommunity.",
        "Q: Was he Jewish or not Jewish?",
        "Q: Will you tell me -- go back a little bit to the action and tell me what happened, and how\nyour father got away. I mean, were you right there or did--",
        "Q: Those -- the first actions, were they for specific people or -- I mean, in your town?",
        "Q: That's how your father knew what was happening?",
        "Q: Okay. So you came back to the ghetto. And then tell me a little bit about living in the\nghetto, and how long you were there, what it was like.",
        "Q: They were doing a selection?",
        "Q: August 15, *42?",
        "Q: So, talk to me a little bit about... Should we tell people to be quite?",
        "Q: Tell me -- You know, it's unusual, this situation where a tremendous number of the people,\nthe peasants and maybe even the people in the towns helped, but also there were\ncollaborators. So tell me a little bit about how that worked?",
        "Q: This situation where the actions happened, and they happened, small actions, but many,\nmany. And the news spread of them, that's somewhat unusual. There were a lot of areas\nwhere people didn't know what was happening.",
        "Q: When you got taken out of the ghetto and went to the forest, when was that? Was that\nAugust or was that in the Spring?",
        "Q: Okay. Do you know about a man named Anton Schmidt?",
        "Q: Yeah.",
        "Q: He was a rescuer who was executed in April. I was going to ask you about him.",
        "Q: Okay.",
        "Q: Tell me.",
        "Q: Tell me what it was like in the forest. Tell me about the setting up of the community, and tell\nme how it changed from that first --",
        "Q: Uh-huh.",
        "Q: Do you know about -- I think it was probably soon after you came -- the big harvest, when\nthe Germans were going to get a percentage of the harvest, and so they burned the -- tell me\nabout that.",
        "Q: So you hid in the woods and waited till they came?",
        "Q: And when you rode with your husband, that time when you first left the thick forest, were\nyou carrying a gun, too?",
        "Q: If they hadn't been there do you think that things would have worked out the way they did?",
        "Q: How do you think they knew that the only way to survive was to go to the forest?",
        "Q: Let's talk about the community in the forest and when it got big, and the ziemlankas?",
        "Q: Tell me about building those for the winter. Tell me how they were made and how many\nthere were and who stayed in them, and what they were used for.",
        "Q: How long did that community exist?",
        "Q: From — but when did it start?",
        "Q: And you gave them --",
        "Q: ...anything they wanted?",
        "Q: But you were respected, the Bielskis?",
        "Q: Intelligence.",
        "Q: Did you and your husband trust General Platon or --",
        "Q: How did they work that out? How did it end up working out that --",
        "Q: Yeah.",
        "Q: Tell me about the friction with the other partisans because the Bielskis took in children, the\nold people, people who couldn't carry guns. Tell me about that.",
        "Q: You mean the partisans?",
        "Q: Okay. I will ask you something specific. You saved a person named Daniel Ostraszynsk1.",
        "Q: Tell me about him.",
        "Q: Did he also rescue anybody?",
        "Q: Yes.",
        "Q: It's just that he -- they thought he was a collaborator?",
        "Q: and you think he couldn’t have been—",
        "Q: Because if he had been, he would have saved his family?",
        "Q: Okay. Well, we're almost out, so we should break. Okay. We're going to change roles. It's\n10:30.",
        "Q: I want to talk about the food collections. Did you ever go on the food collections, or was that\njust a specific --",
        "Q: Tell me about the rules with the food collections?",
        "Q: Tell me about the food collections, did these — they go every day?",
        "Q: Tell me how big of a job it was and how long they spent and tell me, could they just take\nanything they wanted?",
        "Q: So how big of a group? And then, would they be gone --",
        "Q: Overnight?",
        "Q: Do you know about the time when they -- Do you know about a guy named Belarus?\nBelarus? They took a coat.",
        "Q: You don't know that. Okay. You say that you didn't sleep in the forest. You came in?",
        "Q: How exhausted were you from this? How tired were you all of the time? I mean, you must\nhave had not gotten much sleep or--",
        "Q: How -- do you know about how they got weapons in the beginning?",
        "Q: Tell me about that.",
        "Q: Tell me, were you involved in the move when they moved to the Naliboki forest in 1943?\nWere you there for the whole moving?",
        "Q: Tell me what you know about the move. What--",
        "Q: They didn't move because they wanted to be in a--",
        "Q: And it was far?",
        "Q: So when you would go and visit, it was a big -- it was three days?",
        "Q: Tell me about when Regina Ticktin got the flu and you --",
        "Q: Yeah, I think so.",
        "Q: So it was a Russian partisan that warned you and saved you in that case?",
        "Q: Oh, there was a secret way out?",
        "Q: Well, you talked about the commander's nothing without his army, but did the Bielskis need\nto do what they did?",
        "Q: Why did they do it? Tell me about it.",
        "Q: And they left a legacy?",
        "Q: Now, there was an incident in November of *42 with a group that left to go to a puszcza,\nthe Lu---",
        "Q: Lipiczanka.",
        "Q: Tell me about order and rules within the otriad. Tell me how --",
        "Q: Well, what happened if somebody didn't do it? I mean, tell me.",
        "Q: Didn't some people just want to kill the first people who had typhus for fear?",
        "Q: What about babies? Were there any babies?",
        "Q: Protect them?",
        "Q: From --",
        "Q: The big hunt, do you know about the big hunt? Were you --",
        "Q: Mud?",
        "Q: Tell me -- go back to the beginning and explain to me what happened. The Germans came\nclose and surrounded the whole, the whole --",
        "Q: Who decided to go to the swamp and sit in the mud? How did--?",
        "Q: And how did that happen?",
        "Q: Tell me the details of that. How did families stay together in the mud and everything?",
        "Q: Did anybody drown in the swamp?",
        "Q: And then when you went back to the puszcza, but it was gone, the Germans destroyed it?",
        "Q: No. No, but the ziemlankas, the villages?",
        "Q: No, the thing you had created, the partisan village? Your--?",
        "Q: In the winter, how did you heat them, the fire in the middle of them? Tell me about--?",
        "Q: With a hole in the roof?",
        "Q: Tell me about the tunnel.",
        "Q: Tell me when we are. This is near the end, right? This 1s when there weren't many Jews left?",
        "Q: Describe to me the situation.",
        "Q: So the tunnel, do you know how long it was in the building?",
        "Q: And some stayed inside and got caught inside?",
        "Q: When the group left to go to the other forest, the Lubczanka, didn't they have a group of\npeople with them who didn't come back, who died?",
        "Q: The partisans who fought with the Bielskis?",
        "Q: You talked a little bit about good people. There are good people and bad people in all\ngroups. By and large in the forest community, were people pretty generous and pretty\nselfless?",
        "Q: Tell me.",
        "Q: What did -- did you know anything else that was going on in other parts of Europe then? Did\nyou know about concentration camps and death camps?",
        "Q: Tell me about an average day in the forest for women and children. What would they be\ndoing all day?",
        "Q: And repairing guns and--?",
        "Q: In the puszcza, in the community, were people unafraid or were they afraid most of the time?",
        "Q: What about recreation? I mean, what about having fun?",
        "Q: Did they -- did people get to go back to their homes after the war ended?",
        "Q: I think we're about to run out; am I right? Why don't we stop now.",
        "Q: Now, Sonia, we're going to talk a little bit about various things. And so first, why don't you\ntell me a little bit about the Bielski parents, the parents of the three brothers, or really it was\nmany more.",
        "Q: A mill. A flour mill.",
        "Q: Belarus.",
        "Q: Belarus.",
        "Q: Yeah.",
        "Q: Tell me the story of Belarus.",
        "Q: So the partisans executed him?",
        "Q: The reprisals like that, do you know if they made a di-- did they get -- were there fewer and\nfewer incidents? Did it?",
        "Q: So it did some good to--",
        "Q: Okay.",
        "Q: Can you talk to me a little bit about the military hierarchy?",
        "Q: Just sort of any way that you want.",
        "Q: What about relations with other partisan groups and what about when Platon came in and\nRussians were assigned to all of the high po-- tell me.",
        "Q: What did he do in that role?",
        "Q: Alex.",
        "Q: What else did Alex do? Did he do -- did he have something to do with keeping roads open?",
        "Q: Tell me about that.",
        "Q: Where is he?",
        "Q: Do you know about the early incident in Novogrudok where Tuvia saw the action?",
        "Q: Tell me about that.",
        "Q: Did he -- Alex have an incident where he was called a \"dirty Jew\" on the street?",
        "Q: Yeah. Tell me about that.",
        "Q: Was that a common situation or uncommon, would you say?",
        "Q: And it wasn't out of fear, it was out of antisemitism?",
        "Q: I was going to ask your husband about getting young fighters, Koscik?",
        "Q: I don't know. Koscik, K-o-s-c-1-k.",
        "Q: Describe the three Bielski brothers each individually.",
        "Q: It meant that a lot more people got rescued afterward?",
        "Q: Well, tell me more about the brothers?",
        "Q: And they were all fighters?",
        "Q: They were heroes.",
        "Q: There was a sad incident with a man named Kaplan. Do you know what I am talking about?",
        "Q: Yeah. Do you know what I am talking about? He, he said, \"Those who take the gold can take\nthe people, too.\" Do you know about this?",
        "Q: I asked you at the beginning about a commander named Shematovietz’”?",
        "Q: Are there any things that you would have done differently or that you think Alex would have\ndone differently?",
        "Q: Or Tuvia?",
        "Q: Tell me how the otriad came to an end. Tell me about the --",
        "Q: Forty-five?",
        "Q: Did you tell me everything about -- did we do everything we should about Lubczansk1?",
        "Q: Are there any other things you want to tell me?",
        "Q: You don't have any rememberances of stories you should tell me that I didn't ask?",
        "Q: And it was a very unusual situation where you fought. Everywhere else people didn't know\nin time or only the young unattached people fought?",
        "Q: There weren't heroes that rescued?",
        "Q: Well, thank you, Sonia.",
        "Q: It's an honor to be with you.",
        "Q: Thank you.",
        "Q: Okay."
    ],
    "answers": [
        "A: I was born in a small town there in Poland, this was a big town, Novogrudok. They had\n10 or 15,000 people there. I was born in April 15, 1922, to a very rich father and mother.\nI had four brothers, two older and two younger than me. And I had my education there. I\nwas studying in a liceum, with languages. I finished gimnazjum, and then I went for two\nyears in liceum where I studied Latin, French, Polish, and History. When -- before the\nwar broke out, I was two, three months before finishing my studies. I was dreaming to go\nto Paris, because we had a family there, to study dentistry in Sorbonne with the whole\nfamily. My mother’s was there. But the war came in, and my dreams finished. The\nGerman came to the city in December 1941. We didn't know nothing about the war. You\nknow, it was small town. We know only that very bad will be for the Jewish people. But\nwe couldn't imagine it should be so, so bad, because when the first German came, they\nwere dancing with us. And one -- I was a pretty girl, and one told my parents, “Make her\npapers that she is Polish and let her go from the city, because it will be very bad.”\nAnd that's what -- when they went, they came, the S.D. and the S.S., and the war began.\nIn the beginning it was not so bad, because they begin -- After two months, they began to\norganize the ghetto. So all the people went out from the houses, and they put us on -- ina\nsmall -- in a couple of houses. Pereseka. They're called, Pereseka. This was like\nBrooklyn, New York, and Queens, like one of the city. And we were staying there till\nthey said we have to go out in the streets, and this began the Aktion. When the Aktion\nbegan, my father saw that is very bad, so he took me, and -- I had a brother -- Jay, and he\nsaid, “Come on. I will show you something.” And he ran away. He knew the policeman,\nthe Polish, and they let us go. So I ran away to a village where my mother was born. And\nwe stayed in a church because my father know there the people. We stayed there about\nseven days under the church. They had a place in Poland where the potato -- they were\nholding the potatoes should not freeze. And we staying there for a whole week. He let us\nstay. It was very nice. And after a week, he said, “The action is gone and you can go to\nthe ghetto.” We didn't know where my mother was. But my mother was a very intelligent\ngirl. She was a rabbi's daughter. And she saw from far that my father went away with me,\nwith my brother. She understood that he will take care, too, on us. So she took care on\nherself. She run to the village where she was born, this was Barabevit. And there friends\nof hers, what she was studying with them in school, he keep her for 10 -- or two weeks.",
        "A: The friends? Not Jewish, no. The people -- they were very good people, too, not Jewish.\nNot every Jew is good, too. There is certain people what are better than Jew. They were\nkeeping us, and if they would find them, he would be killed together with his whole\nfamily. But he was keeping us. After two weeks, when I was already with my father and\nbrother in the ghetto, he came in and he said, “You know what, I would like to know if\nMr. Boldo 1s alive.” He didn't say that he has my mother. So they said “yes.” They let\nhim in. And he said, “You know, I have your wife.” This was a shock for us because we\nwere sure that she is not alive. And after a couple of days, she came and she was with us\nin the ghetto.",
        "A: We stayed near my father. My father was a tall, strong guy, and everybody knew him. So\nhe sneaked in and he took me and my brother away from the line. And you know this\nsmall houses, so he keeps us in the house for two hours or three hours till they took away\neverybody for killing. And we went out. The policemen saw him, but he didn't hold us.\nThey let him go because he knew him from before. He was a Polish policeman. And\nthat's how we survive for the couple of months. After the action, we came back to the\nghetto. We didn’t -- we were not hungry because the villages, the people, knew that we\nare there. They were bringing us food, bread, meat, everything. They were beautiful,\nwonderful people. And till today, we are sending them packages. They are not alive, but\nwe send them packages to give to the kids.",
        "A: In our town, the first action was before the ghetto. They took all the doctors, the\nintelligent people, and they killed them in the marketplace — 50 of them. They took away\nthe head of the city. And then in the month -- in December, this was a regular action for\nwhoever was in the street they took. This is the -- first of all, they took the men. They\nsaid that they are going to work on a -- work in a camp, a working camp. But they never\ncame back. Nobody knew about it. But the paysans, that means people from the villages,\nthey knew because they saw it. And they were coming to the ghetto and they were\nsaying, “There is no camp. They are all killed.” This was the first action.",
        "A: Right. Right. He knew everything.",
        "A: We stayed in the ghetto, I think, a couple of months they came to the ghetto -- after the\ncouple of months, this was a regular living. You were working. I was working in the\nhospital, and the others was working in the street because the street were bombardment,\nbombard. Everything was broken, so they were cleaning up. And this was not so bad.\nNobody — they were thinking, you know -- people were thinking what’s good is for me.\nThey were thinking, “I will survive. They are not touching us no more.” And they were\nsitting. Then one day, a son of friends of ours came in. And said, “You know what? I saw\n11 people from the ghetto that went out at night and I know where they went. They went\nto the forest, but nobody survived. Because they told them where to go, and the Germans\nwere staying there already and waiting for them.” And this was the first group for the\ntrying to went out, and they were killed. So, you know, that’s very difficult to go out. We\ncan go out, but we will not be alive. So this was first time. This was -- I think this was\nalready after the winter. The winter was very bad. In Poland, the winter is terrible. So this\nwas probably in March or April another group went out, and we never heard about this.\nThe German came and the they were gave -- they went to segregate the young and the\nhealthy, and they took them to the court there. In Novogrudok, there was a court. And\nthere in the court they were working, and the rest stayed in the ghetto on the Pereseka.\nThere were the kids, the older, and the sick. They didn't kill all of them right away, but\nafter a couple of months, yes. They begin to talking about in the court that something 1s\nwrong. They’re preparing something, the Germans. Nobody knew what and where. My\nparents stayed in there, in the ghetto, in Pereseka. And my father said, “I don't want her\nto be there,” to my mother. So they paid. We had money. We had gold. We had many\nthings. And they paid to a Polish man what he was bringing the bread to the ghetto, to the\ncourt. So he paid him. And he bring in -- one night, he bring the bread to the court, and\nhe put me in the basket from the bread. And he brought me to my parents. I was there not\na long time, because my parents began to receive letters from the partisan, from my\nhusband, from Alex. And he wrote him -- he didn't know me, I didn't know him.\nThere is a big difference between from the village. He was from a village, very small,\nStankiewicze. There were five houses. One of the house, one Jewish family, the Bielskis.\nAnd they had, I think, about 10 brothers and two sisters. And his sister was married to\nuncle of mine, but I never knew him, too. It was great uncle, whatever. And she said --\nshe was too, in the forest. And she said to him, “You know what, I saw by the Boldos’ a\nbeautiful girl, and I would like you to send somebody after her.’ And he was a very good\n-- he had two -- he had a wife and a three-month-old child. But he didn’t go -- after she\ngave birth to the child, she didn't want to go to the forest. So this day when he send after\nher was the liquidation of this house, and she got killed with the child. So he was by\nhimself. And he wrote a letter to my parents that he will guarantee my safety. But I didn't\nwant to go. I was afraid for the tree. I was afraid for the forest. I was afraid for everything\nbecause I never were there. But when my parents saw what is here, they said, “Listen, I\nwant you to go. I would like you -- better to die there than I would see you dead here.”\nAnd he send a couple of men with rifles. And at night, my father paid again to the police,\nPolish. And I went out with the friend of mine, Leah, to the forest. I came there -- we\nwent out there about 12 o'clock, we came there about four o'clock, to the forest where we\nsaw already about 18 people with rifles. I was afraid of them, too. I was not used to that,\nbut I got used to that. And then I met my husband. So it was very nice in the morning,\nabout 6 o'clock in the morning, my friends Chaya’ that was already the girlfriends from\nmine other brother-in-law, Asael’. She said, “You know, I have a commander and I am with\nhim and I am very happy.” I said to her — I was looking on her -- and I said, “Can you tell me\nmaybe there's another commander?” She said, “Yes. One is Alex, his brother, the younger.” I\nsaid, ““Who is he? Where is he?” She said, \"Don't worry. About seven o'clock you will see\nhim.\" And really about seven o'clock I saw a man with rifles, all over. I saw a man, a giant.\nHe was six-two, and a young handsome -- I had afraid of him, too. But life is life. After -- He\nwas very good to me from the beginning. He was very good to me. And he said to me, \"You\nknow, you came here. I would like you to stay with me.\" I said, \"You know what, I will stay\nwith you, but I want you to take out my parents.\"\nAnd I made with him like, “You know, you have to take them out, then I will stay with you.”\nAnd it took him all about seven or six days and my parents came. After my parents came,\nafter a day, the whole ghetto went in flames. But I came to the forest end of August. August\n15 was the second Aktion. And my brother died there, got killed. He didn't get killed in the\naction, but he saw that they were taking away my mother. My father was staying with me. So\nhe went to work. My mother, so he wanted to take care on her. So he took her out from the\nlines, dead, to the lines of living. You understand what I am talking? And the German -- the\npeople were counted. And he knew that somebody is missing, but he couldn't give out my\nmother. So they took him in on the truck, but he was killed when he was running from the\ntruck.",
        "A: Selection, sure. Sure, a selection. This was August 15, and in this selection my brother was --\ngot killed.",
        "A: Forty-two. In this selection, my brother was killed. That was my youngest brother and he\nwas 17, whatever. That's it. Then my mother said, \"You have to go.\" When the bread came\n' Leah Berkowski\n* Chaya Bielski\n* Asael Bielski\nin, he took me to my parents. This was after August 15. He send -- my husband send a letter\nand I went away to the ghetto. That -- what I met him, in the morning, seven o'clock in the\nmorning. And whatever he promise, he delivered. He delivered my parents. He took care\nvery well on them. My mother was very fragile, but in the wintertime, she wouldn't stay in\nthe forest. So he took all these men and they were putting her every day in another house by\nthe, by the villages. And she survived the winter. In the summertime she went to the forest.\n[Technical conversation |",
        "A: The people from our city, they were very good to us. They knew us. And when the German\ncame, my father and mother give away everything to the people. So they took care on us.\nAnd they were very nice, because their life was the same thing, in jeopardy like our life. And\nthey did everything. And they were very good. I know after the war when I came to the city,\nto the house. They recognize me right away, and they said “Sonia, tell me what you need.”\nAnd to my parents the same thing. They give the first food. They said, “You can stay with\nus.” They were very nice. They were people, beautiful. If not the people nobody survive, too.\nThey gave us help. You cannot tell that everybody was very bad, but there were people very\ngood, too.",
        "A: No, nobody knew. In the morning, they came about six o'clock when the people are going to\nwork and they right away they took them to the trucks, so how did you know? You didn't\nknow nothing. When you knew, already it was too late.",
        "A: This was end of August, beginning of September.",
        "A: Schmidt?",
        "A: No.",
        "A: No, I don't know.",
        "A: I know about Kozlowski’. Kozlowski.",
        "A: Kozlowksi was a wonderful man. He born not far from my husband's village. He were\ncoming -- He went to the German, to the Polish, and he will bring all of the news to the\nbrother Bielskis. They knew everything. If you need something, medicine or something, he\nwent to the city and he bought it, or stole it, whatever. But the medicine we got. We got the\nsalt and the sugar, whatever we needed from him. He was wonderful. Now the children\nbecome -- his children are alive and we are sending them money and packages and\neverything. He was one from the first. But he was bringing us everything. I know about him,\nbecause if somebody came from the ghetto -- people were coming from the ghettos -- they\ndidn't know where to go. So the first house was Kozlowksi's house. So he was keeping them.\nAnd he said, \"Don't worry, somebody will come and they will take you to the forest.\" They\nwere beautiful people. You don't have to forget this. You cannot say that everybody was bad.",
        "A: When I came into the forest, they had only 75 people. That was the group of the Bielskis\nbrothers. That was the four brothers -- the three brothers and they had their brother, Aaron,\n13 years old. And they have a sister, what she was married to Chaya's brother. So that was\nthe Bielskis and the Dzienciolskis. This was the whole thing. But later came another seven\nmen and they made 70 people, 70 or 80 people, when I came in. This was the beginning of\nthe partisans because people were -- went away from the forest -- went away from the\nghettos. They didn't have a place there. And they -- the doors from the Bielskis brother were\nopen for everybody, for old, children, sick people. And they had always food. They didn't\n* Konstanty Kozlowski\nhave steaks, but they have bread and water. They were very good. They were no different,\nbut later, then many people came in. So there were men that said, “Listen, why do I have to\ngo and grab food and risk my life? My wife is not here, my children are not here. Why\nshould I risk the life for them?’ But the Bielskis brother said, “Everybody who is coming has\nto have a place here. And eerybody will have a piece of bread.” They will not have maybe\nsomething else, but bread they will give everybody. This was one kitchen, one big kitchen\nand they were cooking potatoes with a piece of bread. And this was the food. Later, when the\npeople came in more and more, they went out and knew that the Germans were 1n this\nvillage. And the German came into the village and knew they will collect bread and butter\nand milk and meat, whatever. So we were putting ambushes -- ambush is that the right word?",
        "A: ...and they were taking away the food from them. And that's what we had the food for the\npartisans. We made ambush on them and got their rifles. We got everything from them.\nNobody was sending us. They were killing the German. They took away the food, took away\nthe rifles, and we were in business.",
        "A: The villages told us everything. Not us, to the Bielskis brother. They were afraid of them,\nterrible. One cannot fight, but if you three brothers, six-two with rifles and you knew you\ncannot live, you knew that he will touch something, whatever, you will not do the nght\nthing, they will be killed. So they did everything. They were telling us that in a couple of\ndays they have to pay to the German so much and so much. Not in money, but in food. So\nthe Bielskis knew that the food is coming. The villages are giving them. We need it, too, the\nfood. So that's what we took away. That was the harvest. That's what you mean, right? And\nwe took away and we told to the villages, remember one thing, you giving them because you\ndon’t want, because Germans, too, they were killing them. They were killing them. They put\neverything on a fire and they went away. So you have to give them, half them and half to us.\nAnd that's what they did. They were not always friendly, because you see, there were\nAktions. The Bielskis were fighters. Not everybody, but they had a group of fighters. They\nhad, the beginning, they had about 50 fighters. Later, the number went up and up and up.\nAnd they were not only fighting with the Polish police, they were fighting between the\npartisans, too. They were Polish -- not Polish, but German partisan — German -- Russian\npartisans. They were against us, too. First of all, because we were Jews. Second, because we\nknew better the neighborhood and we knew the people. So this was a plus, a big plus for us.\nAnd they were saying that we are taking away all of the food. Remember 1,000 people in the\nbeginning. You have to feed them. And they were not sitting all of them in one place. We\nhad afraid for that. So in groups, this was about 20 people in groups, they were sitting in the\nsummertime up. In the wintertime, we had under the -- underground they were sitting. And\nwhen you are in the snow, every little thing you can see. So we were very careful, but you\nknow you cannot take away from the villages. They knew very good.\nThe Bielskis knew the place, but they knew, too. So we have to be in peace with them. You\ncannot take away everything. You have to leave them, too, for the family, something. But we\nmanaged. We managed. In the wintertime, I never were in the forest. I was always -- it's\ncalled a hutor. This mean a farm from one house or two houses. So I went with my husband\nand another 15 people. They were riders. And went there, sleep over about four or three\nhours and we went back to the forest. But they were very good to us. I cannot say it. Nobody\nwould survive if not the people from the villages. They had afraid, but they give us whatever\nwe needed. Later, already in -- this was in ‘43. In ‘44, we got already the rifles and\neverything from Moscow. They were sending us by planes. And they were bigger\ncommanders than the Bielskis. They were commanders what they put on the front from the\nRussians, from Moscow. And they were good. They said to us like that. We were\ncomplaining always. You know, they have took a group of ours, 14 people. They took away\ntheir rifles, took away their food, and let them go without shoes even. They said, “Remember\nMr. Bielski -- brother Bielski, remember one thing, this 1s life. You have to fight for them --\nfor that.” Not once my husband -- My husband was always between the German and the\nPolish army. The Polish, they were working together with the German, the Kozaks. He was\nalways on the horses. He was giving everything to the all partisan and from the Naliboki\npuszcza. You know what is a puszcza, puszcza is the biggest forest, you cannot live there.\nThis is only for the animals. This is not far from Novogrudok. This was between\nNovogrudok and Minsk. But we were there in the beginning. And they couldn't find us\nbecause you have to go by foot or by horses. They were afraid. They cannot go with the\ntanks there. They were surrounding us and we heard them talking and shooting. And we\nwere sitting on mud without food for 10, for 12 days, till my husband -- I am telling you\neverything in one story -- till my husband said, “They cannot take no more hunger.” This\nwas the only brother he said, “I cannot -- I have to go fight myself.” So he took 150 people --\nnot 150, 90 people, and I was, too, in the group by my husband, and he opened the forest.\nWe come in after the German who saw the fire still burning. They were warming the food,\nbut nobody touch it. When we went out to open the forest, after a day, another 100 people\nwent out and another hundred people because the Germans left us alone and we went away\nfrom there. And then we went to get organized again. This was the life. We were fighting\nthem not in the open. You cannot fight a German soldier in the open. We were surrounding\nthem. We know where they are and we were fighting them and took off everything from\nthem. And that’s what this was life of the partisan. Not only us, there were the Russian\npartisan. The same thing, they were fighting, not in the open field, because in the open field\nyou got killed from them. They had better everything.",
        "A: Yes.",
        "A: Yeah, I had a gun. I had always a gun. But I never shoot the gun, no. When I was with my\nhusband, I was not afraid of nothing, nothing at all. But when I didn't see him, I was afraid of\neverything. I had a gun for myself, for my protection. He gave it to me. Nothing else. This 1s\nit. I had a very good life in the forest. He gave to me everything. I never cooked. I never did\nnothing. I was the commander's wife. You met my sister-in-law, Lilly. There were three\nbrothers. The oldest was Tuvia. You know, in a small villages in small cities, the older\nbrother is the head of the family. And when they got together, they put him, Asael, his older\nbrother, and Zusia’, they made him a hero. They made him the head of the partisan. He was a\nvery nice man. They, all of them, they were very nice.",
        "A: Never. Never. Nobody knew the forest. They were born there. They were born in a small\nvillage, and they knew the forest and they knew the people. They knew everything. How\ncould I survive, or somebody else? All 1,200 people, nobody would survive. Because there\nwere people from other city, too, not only from Novogrudok, from Lida, from Baranovichi,\nfrom Vilna -- the people never were in the forest. You know, Jewish people, they are not\ngoing to the forest. They are in the city. Only they survived because of the Bielskis brothers.\nI cannot say because of Tuvia, because of Asael, because of Zusia. No, the three of them,\nthey were one. Because nobody did something where the other one didn't want it. All of\nthem, they work together. Whatever they had between them, nobody knew, but they were\ntogether. And that is what we survived.",
        "A: Their instinct, instinct. You know, when you are born in a village, yes, you think that is the\nwhole world. That is the whole world for them, for the people. They knew that if they would\ngo to the ghetto they will get killed because once Tuvia got to the city to take something and\nthey took him. The German took him, hit him so, so much. And he -- I don't know how he\nsurvived. At night we were sitting, and he said, \"What I am sitting? What am I waiting for?\"\nAnd he ran away to the forest. The first in the forest was my husband and his brother, Asael.\nHow come the first? My husband, when the German came, he was in the Russian army.\nThey took him. You know, the Russian, when they came in ‘39, they were taking the young\n> Aleksander Bielski\npeople to the army for work, whatever. So he was in the army. But he saw on the road going\nhome, he said that was terrible. Whoever came and they were asking him, “Are you a Jew, or\nyou are Polish?” whatever, they got killed. So he said “no.” He was speaking very nicely\nRussian and speaks beautiful Polish. And He doesn't look like a Jew, he looks like a Russian.\nSo he said that he will not get in the Russian -- in the German and that's what he did. He\ncame home at night. He was in Bialystok in the army there. He came at night. He was\nswollen in the legs and everything. So his mother said to him, “Stay for a couple of days\nhome.” He said, \"No, Mother. I am not staying. I will stay in the forest near the house.”\nAnd that's what happened, because in this time when she said to him, “stay in the house,”\nand they came in the morning and took away his mother and his father and two brothers.\nAnd they never see the light of the day. And they were sitting not far away. And by now the\ngirlfriends — he had a girlfriends, a Polish, and she made a place for him in the house. So the\nfirst to went to the forest was my husband and his brother, Asael. When they were already in\nforest, then came Tuvia. This was — didn’t take a long time, probably about a week or two.\nSo and they had a sister in another village, Tajba. She was married to the Dzienciolski. When\nthey heard about the German, the whole Dzienciolski family ran away and they left her with\na small baby in the house, the sister, Tajba. So my husband went and he took her out with the\nbaby to the forest. She had the baby of nine months. She is still alive today. And they went in\nthe morning to the people -- they didn't have children. And they said, “Listen, at night” --\nThis was wintertime already — “at night I will bring my sister's daughter, Lola.° Please take\ncare. If you will not take care and something happen to her, you will not be alive.” And that's\nwhat happened. He put -- my husband, he put the baby onto the door. It was winter. And\nthey were watching and they didn't hear nothing. They were sure that the baby is already in\nthe house. They forgot about it. So the baby was already frozen when they took her into the\nhouse. And they took care on her. And they said, “God sent us a baby daughter.” And they\ntook care till after she was three years. They didn't want to give her back after the war. No.\nBut you know they took away and they appreciate very much, too. The daughter 1s alive. She\nis now 50 something. And last year, she was there and she saw not the family -- the family's\ndead already -- but the children of the family. And this is -- she is alive today. That's it.",
        "A: Ziemlanka’, ziemlanka.\n° Lola Dzienciolski\n’ Earthen hut (Yiddish)",
        "A: I never stayed there. I went only to visit, because I had my parents there. This was for\nfamilies, for sick folk, for children, for old. They had two fighters, because they went for\nfood. And they stayed there the ziemlankas — they called them ziemlankas -- for the winter.\nIt was like small rooms. And many -- this was one row with houses, second row, third one.\nThey had a factory. They made there — bakers they had -- they had bread they made. They\nmade other foods. They made for the saddles for the horses. They made boots for people.\nAnd the Russian partisans, they were coming there. They were living there. They had a good\ndinner there, because you know, you had already everything. The people were giving you,\nbecause they had afraid of their lives. And they didn't give. So they send people out, and the\npeople was bringing. They were not hungry. They had about 1,000 people. My husband was\nalways in between the German and the Polish police. He never stayed there, he came only to\nvisit them. So it was about 100 miles away from us. This was the big puszcza, Naliboki.",
        "A: This was staying till the end, till the end.",
        "A: It started after the Germans surrendered there. It was in ‘43, I think, they surrendered there.\nAnd we were not still there, we were on in the raj on’. That mean between the houses.\nBetween the forest, the small forest, not big. And got killed, a couple, and I think five or six\npeople got killed. And then we didn't have already a place there. It was too many. So we\nwent to the Naliboki puszcza. And there we were settled and built the houses and the\nziemlankas and the factories and the bakeries and everything. And the Ge-- and the Russian\npartisan came to us and they took, they took boots, they took for the horses, whatever they\nneed to drive, too, saddles. And they were very happy with us. They had a good time with us\nthere.",
        "A: We gave them everything.",
        "A: Everything you wanted. Everything, because they were higher than us. There in the puszcza,\nthey had like people what they would send from Moscow. And this you had to give it to him.",
        "A: Oh, they were respected all over. They were respect very much, because when they heard\n* area (Polish)\nthat the German are making, they wanted to surrender puszcza. They called right the Bielski\nbrothers and they said, ““What to do, how can you help us?” They wanted to take away Asael\nand wanted to take away Zusia -- Alex, and Asael didn't want to go. And Zusia went because\nhe saw that we have no other way. So he took 150 people, but they were only the fighters.\nAnd they put him in a new otriad. This mean a new partisan. They called Ordzonikidze. And\nhe was bringing them to Platon. Platon was the head of all partisan. He was bringing all of\nthe news, my husband was, like, you know, intell- -- like -- You know what I mean?",
        "A: Intelligence, right. He was the intelligence. And you were bringing him everything. And that\nis what we stayed -- not in the puszcza, he stayed always but five or four miles from the\nGerman, four or two miles from the police, the Polish. And were always fighting. Always.",
        "A: Not always. Not always. But remember, he was a very tough guy, my husband. He was -- till\nhe went out, he would send the people to see if this is correct. But we didn't have too many\nthings that they said to us that’s true and was not true. Maybe a couple of times, but not too\nmany. They had afraid of them. They had one partisan Victor Panchenko. He was a Russian\ncommander. He began the partisan when the Russian people -- the soldier run away from the\nGerman, so he had the couple, and he began to be bigger and bigger and bigger. He was\nfighting us, too, in the beginning. Because he said, ““You taking away everything; there is\nnothing for me.” But they made it okay. If they will take about 50 -- sometimes Tuvia and\nAsael sent out about 15, 20 people for bread. So the Russian partisan, they were taking away\nthe bread. The were taiking aywat the bread and the salt. They were taking away the shoes\nand rifles. And we came in on that action where they took away everything. I came in with\nmy husband. I was -- I didn't go always with him, but this time I went with him. And he saw\nthat everything, the horses stays, he said, \"Where are the people? Where are Tuvia's\npartisan?” He said, “They are in the house. They took away everything from them.\nPanchenko people took away everything from them.” He went into the house, and he said,\n“Who gave it to you? Who gave it to you the right to take away everything from them?” So\nthey put the rifles to my husband. And he took right away the gun and said, \"Come on. Come\non, we will fight.\" After 15, 10 minutes, another Russian partisan came in and said, “Okay.\nThat is nothing. Come on. Take away everything.” They give him away everything, because\nthey had afraid.",
        "A: The Russian and the Jewish partisan?",
        "A: They have places, and they said, “Let's divide this. The west is yours, the east is ours.” And\nthat's what they are fighting. You cannot go in all the places yourself because you have to\ngive a chance to the other one, too. And then it was quiet. They were coming to the puszcza,\nand it was good. They were drinking vodka, they were eating. And everything was, again, in\norder.",
        "A: I remember today there was a time that too many people came in. They were sick, and old,\nand children. So the other two brothers said, “Listen, we are taking too many. What will be\nthe end? Now is summer, is not too bad, in the winter” -- so Tuvia said like that, \"I don't\ncare. I have to give place to everybody.” The other partisans, they didn't want them, because\nwhen -- if somebody was going away from the ghetto and you were a Jew, sometimes they\nwere killing them. They took away the boots. They were killing them. They took whatever\nthey had.",
        "A: The partisans, yes. But once they took away and somebody told us, so they did the same\nthing to the Russian. And they stopped. They said, “What are you doing? What are you\ndoing? What for you need these people, they can't bring nothing.”’ But we did — the Bielskis\ndidn't listen to them. They took in everybody. This was like the angels. Where would I go,\nand hundreds of me? I didn't know where to go. I didn't know the forest. I even didn't know\nhow to take care of nothing. I was sitting maybe -- there were people were sitting under the\ntree and waiting somebody should come to take them. Didn't know where to go. I have a\npartisan of ours, he is in London -- Cohen.” He was with frozen legs. This was wintertime.\nAnd he was sitting three days with frozen legs under the tree till he saw from far away\nhorses. So he covered himself with the snow. He had afraid. He heard somebody talking\nsomething Commander Bielski. So he went out. My husband took him on his horse, and took\nhim to the place where he was in the hospital. And he is today without the fingers, but he 1s\nalive. And he's in London. There another thing, we went to Israel a couple years ago, a\ncouple -- about 10, 15 years ago, and when we came, we have there two people what they\nwere in the partisans, and they said to us like that, \"You know what, one child wants to see\nyou.\" So my husband said, \"How old is the child?\" \"The child is about 35 years old.\" He\nsaid, \"Who is she?\" \"You maybe don't know, but you met her under the tree with her mother.\nShe was a baby, small baby. And she was sitting and crying. She didn't know what to do.\"\nMy husband said, \"Don't cry. You will be all right.” And he went and put her under the\nhorse, the mother and child and they still -- they are alive today with families. So you cannot\n* Jack (Idel) Kagan\nremember everything what you did, but you did one thing, you gave them survivals. You\ngave them life.\nThen people were not so happy, too, in the partisan, because maybe somebody when he went\nto take the food, he had more food than somebody sitting the forest. So -- but he had a piece\nof bread and the potato. The other one, maybe put a piece of butter or something else in\npocket. He bring to his girlfriends, so maybe the other one was not happy. There were\ncommand, she -- partisans, but they were the head of 10 or 20 people. So they had better than\nsomebody else, but that's life. That's life. There were many complaints, but this was nothing.\nBecause the life for them, they were alive. They went to sleep, and didn't have afraid of the\nGerman for a long time. And this is what they did, the Bielskis. They will go into history like\nnot many people, because Jewish partisan, Jewish were very little. There were Jews in other\nRussian partisan, but not like the Bielskis brother. They took anybody had the place,\nanybody had the place. And that's what they did. The name -- I know my son. I have three\nsons. They are all born in Israel were. One is already a doctor, 45. I have another son, he 1s\n40. And my baby -- no, the other one is 42. This one is 41. And this one, wherever he hears\nsomething, he is staying tall. He is six-two, too. “That is my father.” And the fighters, the\nsame thing, like the father. My son the doctor, in ‘56 -- no, ‘73, he went to Israel. He left his\nstudies and he were fighting there on the Jordanian border. My middle one is not so, but the\nbaby, he finish college, and he went and he was a parachute. You know what is parachute?\nAnd he finished the parachute, they ask him to stay in the army. He say, “No, I have to go\nhome, because I didn't say goodbye to my parents.”",
        "A: Yes, Ostraszansk1.",
        "A: Daniel Ostraszanski was a friend of mine. We studied together in gimnazjum and liceum.\nAnd he was very intelligent guy. I took French, he took German. So when the German came,\nthey ask, “Who knows German?” So he said he. And he was 1n the J udenrat'”. So\neverybody, you know, you have a family, and you are expecting if you know somebody, he\nshould take care on yourself. But he couldn't. He even couldn't take care of his mother and\ntwo sisters. He lost them, too. After the liquidation of the ghetto, he came to the forest. I,\nwith my husband, went to sleep, to a village. And in the morning about seven o'clock, we\ncame with the horses. My husband, he didn't go by himself, always with 10 people, riders.\n'° Jewish council (German); term used for Jewish administrative boards appointed by the Nazis\nto oversee Jewish communities and ghettos.\nWe came in. I see my friend is here. And they took off his boots and they put him on the tree\nfor shooting. I said, \"Listen, Alex. That’s my friends.\" He said, \"What do you mean your\nfriends?\" I said, \"I study with him.\" And I told him the story, he couldn't take care of his\nmother and sisters, too. So my father — my husband took him out from the tree. He gave it to\nhim the boots. And he said like that, ““Whatever he did, this will be after the war. Not now.\nYou cannot -- you cannot kill him now, because we will hear his story. We heard your story,\nbut he has something to say, too.”’ And this was -- they took him off of the tree, and he 1s still\nalive in Israel. He is accountant, 20 people working for him. Whatever he did, I don't know. I\ndon't know. My brother was, too, was in August 15 died. Maybe if I would see something, I\nwould have said, “You could save my brothers.” But he couldn't save. He couldn't save his\nown family. How could he save somebody else? But the people, you know, they looking for\nsomething. You know, when you losing a child, you losing a mother, you losing a brother,\nyou want to say, “that's his fault,” but that 1s not true. Not in my book. And he 1s still alive.\nAnd he is my best friends. He was my friends, and he is my friends.",
        "A: Ostraszynsk1?",
        "A: No.",
        "A: Yes.\nA; He never was. No, no.",
        "A: Right. No, he was not.\nEnd of Tape #1\nTape #2",
        "A: Never.",
        "A: Mostly for the food, when the boys -- you have to mention, too, because there were heroes.\nNot everybody was going and eating the food, because they were collecting the food for the\nwhole people. And they were wonderful young people. They gave lives away. I have to\nmention their names. You don't mind? Okay. One was Pesach Friedberg. One was Boris\nRubin. One was the “Aloshki,” they called him. They were from the -- our city. They were\nnot so -- you never knew them, but they were very good boys. They went and collect the\nfood and they give the food to the place where everybody has to give. Janek Rudniski. Olek\nPeck. Alexander Peck. They were the best guys. The best. They didn't have afraid for\nnothing. They knew that they have to go collect the food, because if not -- 1f they will not\ncollect, they will die from hunger. That's not when you live in a small village and you are not\nfar, 500 mi-- 500 feet, and you can go in and ask for a piece of bread. This was far away\nfrom the villages. This was in a puszcza, Puszcza Naliboki. If you will go out yourself, the\nanimals will kill you. So they knew what they were doing, and they did a marvelous job.\nThey were fighting and they were taking the food and they were bringing the food. And\nnobody should forget the Bielskis brother -- without the people, they will not be Bielskis\npartisan. They were the heads, but they have to work with something. And the young people\nmade the partisans. That is what you have to give credit. There is no commander without the\narmy. And not everybody likes to mention this, but I have to mention. Eisenhower would\nnever win the war without the young people from the United States, without the fighters.\nThey made him whatever he was. The same thing with the Bielskis. The people that were\nsurrounding them, the young boys, they were not afraid of nothing. The commander sent\nthem and they went. You have never to forget this. I think so.",
        "A: No.",
        "A: No. They went out like every second week, every week. They didn't have bread. Later, they\nhad bread. They bake bread by themselves. But in beginning, no. They couldn't grab meat.\nThey couldn't grab whatever. If the villages had something too much, they took it. But you\ncannot grab everything for them. Because once you take away and the other one, they will\nsend the German on you. So you had to be afraid, too. You have to let them survive, too, the\nwar. The war was a very bad war. And that is what the Bielskis did. You cannot take away\nthe pillow, the last one from them. They were people, young, they didn't know. They took\nthe pillow, they took the cover. What for? But they took. They were complaining to the\nRussian partisans that, “They took away my pillow. They took away my last piece of meat.”\nSo the Bielskis took care on that. You couldn't take away everything. You take only that’s\nwhat you have to. Bread we needed, that's what you have to take, nothing else. You have to\nbe very careful. But they went out every two weeks, every three weeks. Whatever they\nneeded went out. They were fighting the way to go out, too. So it's not so easy. That's what\nyou have to remind the young guys.",
        "A: Ten. Ten people. Minimum 10 people.",
        "A: They went overnight. Sometimes they were three nights away, too. And they were thinking\nthey will never see them, but then later they came.",
        "A: No. I don't know that.",
        "A: Not always. In the summertime, sometimes. In the wintertime, never. My husband didn't like\nit to sleep outside. And the same thing, in the same house. He was always one night a couple\nof hours in one house, and then five miles away in the other house tomorrow for another day.\nHe had afraid. He was always with people, because they were looking for us. They gave\nthousands of marks to -- only to find the Bielskis — a head. So they have -- the people, the\nPolish people, they have two people what they were looking for the Bielskis to give them the\nhead.",
        "A: You see, I cannot say that I was always tired, no. You cannot say that, because there were\nweeks, two or three weeks that you didn't hear about the German. But later when we left\npuszcza, yes. When I was with my husband already between the German and the Polish,\nthere was no sleep. You were always watching yourself every step, because you didn't know\nfrom where is it coming. You had to go for water and you have to wash yourself. Because all\nover the water was divided between the villages. And there were washing the things there\nand drinking the water and bathing themselves. So all over there were people and ice. And\nwe have to watch ourselves. The worst thing was in the winter. The worst thing, because it\nwas cold. And the snow will tell you where the people are. And to take the food was very\nbad, because you couldn't go off it -- you have to take the food on a wagon or something. So\nyou left always -- you saw every step, you were watching. I was very lucky. You see, I was\nnever afraid when I was with my husband. Never. But as soon as I didn't see him, I was dead.",
        "A: Yeah.",
        "A: In the beginning, the Bielskis brother had — they’ve lived always in a village, so they were\nfeel more secure when they had something with them. So they had small things, small rifles.\nThey were went to a paysan, the villages, and he said, \"You know, when the Russian ran\naway, they left a lot of rifles, in this and this house. You get.\" So they went to the village and\nsaid, \"Listen, how many you have?\" He said, \"I have only one.\" He said, \"Give me the one.\"\nWhen he went for the one, they find more than one. So they got the rifles from the villages.\nLater, they made -- 10 or five German, they went for the food. German were always looking\nfor food, for eggs, for chickens, whatever. So they made an ambush on them. They saw them\ngoing and coming back. They made an ambush of them. They kill them. They took the boots.\nThey took the foods and the rifles. And this was the beginning. Later, with the Russian -- in\nthe beginning, they were fighting together with the Russian, the Bielskis. They didn't have so\nmany people, so they were fighting together. And they were dividing the rifles, whatever\nthey finded. But the German, that they find, they had them, so they had enough. They didn't\nhave enough, in the beginning, people. And they have enough rifles. And you had people\nwhat came from the ghetto, they knew how to clean them, how to take care of them. So the\nrifles was very good. This 1s the beginning. Later, the Russian in ‘43, the beginning, they\nwere sending them us by plane. But we were paying them. Nobody knew about it, but I\nknew. I knew it. They preparing -- they took from everybody whatever they have, a ring, or a\nwatch, whatever they had. They giving away and they give to the Russian commander, to\nPlaton, or whatever. And they give us for that the rifles. This was not easy, but they\nmanaged.",
        "A: I were, but not for a long time, because the Russian commander, Platon, told my husband he\nis the head of the intelligence and he has to go. So he took 150 people, but they were young,\nwith rifles. They were fighters. And he took me, too. And I went with him.",
        "A: The move was very bad. I will tell you why; because nobody knew what to expect. You\nknow, when you are sitting in a place, you are moving from one place to another one, only a\ncouple of -- not miles, but kilometers was there, so you know what to expect. Yeah? But now\nyou have to go to a puszcza, to Naliboki puszcza. From where will you take food so much?\nHow will you survive there? So not everybody was happy with that, but they didn't have\nnothing to say, because Platon said this is the only survival. “You have to go. I don't want\nhim here. I don't want him here between the German and the Polish police. I want him there,\nbecause they are in the way for fighters.” That's what Tuvia and Asael did. They didn't have\nnothing to say. Because over them--",
        "A: No, no. Platon told him, “The kids and the women and the old are in the way. You cannot --\nyou have to take them away.” So that's why they took them to the Puszcza Naliboki. And the\nfighters stayed outside. So from time to time, every once in two, three weeks, or four weeks,\nit was quiet, so my husband took the 10 or 15 horses with him and me and we went to visit\nmy parents. We went to visit the people, but we knew them all.",
        "A: It was far. It was, I think. There, 50 miles was far. That's not when you are sitting in a car\ngoing 50 miles is nothing. But on horses, you have to be quiet when you are going. At night\nyou couldn't go either, you didn't know how to go. But in the daytime, you know. My\nhusband was looking on the tree and he knew where he is.",
        "A: Oh, sure. We went, we stayed three days or four days, whatever.",
        "A: Yes. Chrapiniewo this was ‘43, in the beginning, I think. Right, ‘43?",
        "A: They got -- came once a man and he said -- not the man, it was the villages, and he said that\nthe German preparing for Iwje. It was a city, Iwje. Iwje. Preparing action for Iwje. So they\ngot in touch with the people there, the Bielskis, and they said, “We will come and we will\ntake you out from the ghetto.” This was not too many already, you see, because there was\naction and action. And over staying in Chrapiniewo -- this was a village before Iwje. It was\ntwo houses. One house I was staying with Chaya, and the other house was Grisha'' and the\nTicktins. This was Tuvia's girlfriends, Sonia, and her sister, Regina. She had the flu so, they\nwere staying in another house, not with us together. And they let us stay in the two houses\nwith a couple of men with rifles, with pulemyot,’” you know, and it was the automatic,\neverything. And they went for -- there were about 60 or 50 people to take out the people\nfrom the ghetto, Iwje. But when they came already, it was too late. It's not like you are going\na mile or two and that's it, but they were surrounded, the German and everything. But the\nGermans were very smart. They knew that we are in the two houses, so they surround us,\ntoo. I was in the first house near the forest, and Regina with Sonia, Tuvia's girlfriends, were\nin the other house. When they surround us from in the back, we heard already they came in\nwhite. You know, was winter. The snow with the white things, you couldn't know that\nsomebody is moving. But a commander in Russia, a Russian commander, a Russian partisan,\nhe knew that we are staying there. And he came and said, \"Go out right away from the\nhouse, because you will get killed. The German are around.\" I was out without boots,\nwithout a coat, without nothing. And I said to Chaya -- Chaya was the wife of Asael -- I said,\n\"Go. You will tell how I died.\" She said, \"I am not going with you -- without you.\" And she\ntook me for the hand. I fall in snow. The snow was so deep. Fall in snow ‘til end. I said, \"I\nam not going. Okay,\" I said. \"So I will die together with you here. I am not going.\" She took\nme for the hand and led me to the forest. They were near our noses and we survived. She\ngave me the hand and she said, \"Sonia, you are not staying. I cannot come to Zusia and say\nthat I let you down.” And this was all of them that dying, only me and Chaya survive, and\nanother partisan. What is his name? It was “Aloshka,” “Aloshka.” “Aloshka” they called\nhim. He took us out. We were in the forest till at night. At night, he went and took a sled and\nwe came to the Bielskis. But they were fighting very hard the first round. There was fighting,\nand they were fighting, we could survive. We couldn't run away. And when the Bielskis\ncame, they didn't know that we are survived, nothing. They saw only the two houses in\nflame. That's it. They were thinking that everybody is gone.",
        "A: Yes. He said, ““Go out because this 1s the end of that,” and he show us how to go out, the\nway, because this was the first time that we went there. We didn't know where to go.\n'' Grisha Meitis\n'* Machinegun (Russian)",
        "A: Yes. Yeah, he knew. He knew the secret, how to go out. Because when you are surround,\nyou have to know a place where -- how to go out. If not, you are finished. And he told the\npartisan, the “Aloshka,” where to take us. And he took us like that, and we survived. There\nwere very beautiful people, too. Beautiful people. You should never forget they were\nbeautiful Russian people and Polish people. They were.",
        "A: No. No.",
        "A: I think because of the good heart. They are wonderful people with a good heart. If he had a\npiece of bread, he will divide it between -- if there is four people there, or six people there,\nhe would divide it. He will give you the last bite. They were wonderful, wonderful people. I\ndon't know how. They are not born no more like that. Maybe they are born, but we don't\nknow them. Only because of the good heart. Because they could survive like the best people.\nThey could survive by the ladies. They took care on them. And they choose not to. They\nchoose to take her out some people. And remember, 1,500 people they took her out, and\n1,200 people, I think, survive. They lost about 300 people. But they did a very good job. I\nthink in the history you cannot find like that. Maybe, but I don't know. I know the Polish\nhistory. I know the Jewish history. I know the French history. But I didn't know something\nlike that. People should divide their lives with people what they didn't know even. They were\ngreat, great people. And good people.",
        "A: Yes. I know one thing, that people came out without boots from the ghetto, without clothing,\nnothing. So the first thing what they did, the commander go and bring her pair of boots,\nbring her something to wear it. And they did. They did everything they were told. Sometimes\nthere were people that they didn't hear, so they taught them a lesson. Next time he didn't go.\nAnd he was young, he wanted to go. But they changed. In the beginning, not. They were\nrobbing. They were taking many things. But later, they learned their lesson. They took only\nwhat they told them. I think the history didn't forgot them.",
        "A: Lipiczanka.",
        "A: Yes. In the beginning, everybody wanted to be a commander. So in the beginning, it was — I\nthink it was maybe about 20 people or maybe 25, maybe 30. I was already in the forest. And\nthis was Motke Berger, Lubczanski brothers and another 10 people. And they said, \"Why are\nyou a commander? Who gave to you the right? We don't want to go there. We don't want to\ndo that.\" So the Bielskis brother said, \"Okay. You don't have to be. You came here. Now you\nhave to go. You leave everything what took here, the rifles, and you can go.” And they left.\nAfter two days, they came begging. \"We don't know where to go. We want to be with you.\"\nAnd this was the end of the Lubezanski. They didn't go -- they didn't stay, I think, more than\nthree days and they came back begging. We know the people. But everybody is entitled to a\nmistake. They made a mistake. “I don't want to go fight for them or for her or for him. My\nfather and mother died. My sister died. My wife is dead. I don't want to go.” “You don't want\nit? Go ahead.” They didn't touch them. They only leave the rifles and go. And they were very\ngood partisans. And a couple of them, they are alive now. There were more people, other\nones what -- that didn't work, not so good and not so fine. They went to Platon and they said\nthat the Bielskis brother are communist. And when the Bielskis brother came there to Platon,\nhe said, \"You have people what are there that are no good.\" They said, \"We know that.\" But\nthey didn't touch them. A couple of times they killed them, other ones. But this was a must\nalready, you know, so it was too much. But otherwise, no.",
        "A: It was order. And they said -- they came out in the morning and they said, “Listen, today this\nthree, this seven, these 10 people are going for food. These are staying and watching the\ncamp.” The camp was always watched by the people. So once he said, “I cannot go. I have a\ncold. I have a bad headache. I have something.” This was only in the beginning, but later it\nwas Malbin.'° He was an old fighter, a Polish fighter. And he knew how to give the order.\nAnd he helped a lot, to the Bielskis. They were another couple of people, what they were\nhelping them, and they had the army. They were in the Polish army. So they knew how to\ngive the order. And Tuvia by himself was in the army. Zusia was in the army. So they knew\nhow to give the order. And there is no such a thing, “no.” Everything is “yes, yes, and yes.”\nBecause if everybody would do whatever he wants, it was bad. Nobody would be alive\ntoday.",
        "A: There were a prison in the camp. They were sitting in the prison. They couldn't get the food.\nAnd this was a very big help. But very minor incident like that. Everybody was -- knew that\n'? Lazar Malbin\nyou cannot get away with something like that. You have to listen. And they were listening.\nThere were people very sick with typhus. With everything in the forest, in the puszcza, we\nhad doctors, we had nurses. We have everything, but what you need is in one city.",
        "A: Yeah, but they didn't let them. They wanted. This was a couple of people that got typhus.\nAnd the doctor said, “It's no good because everybody will get. So maybe you should put\nthem away.” So they said, \"Oh, no. We will take.\" The hospital was far away a little from the\ncamp, and the doctors and the nurses worked with them together, and said \"They can die by\nthemselves, but we will not kill sick people.\" And then -- but there were people that said,\n“We have to kill them.” But nobody get killed and everybody got well because of the hearts,\nthe Bielskis heart.",
        "A: Not too many. Not too many. Were a couple of babies. They came with babies. Because if\nyou were pregnant, we had a doctor what he did what he had to do. And there were six or 10\nbabies that came with the parents, but that's all. We didn't let her go pregnant. This was not\nthe place for pregnancy. And they said, “You have to be very careful.” Because if you were a\ngirl, young, 16 or 17 years old, if you were by yourself, you couldn't get everything. You\nwouldn't -- you didn't have shoes. You didn't have nothing. So everybody was looking for\nsomebody, a partisan, who should take care on her. So that's what happened. And many\npeople are still alive together. They got together in the forest and they went out from the\nforest with them. And they have children and families and everything. And other ones went\naway. They were looking for something better. I don't know if they made it better or worse.\nThis is after then. But this was mostly all the girls, whatever they had, they were with a\npartisan, with somebody should keep them company and to watch on them.",
        "A: Protect them.",
        "A: Protect them from everything, from cold. Nobody went to a girl and said, ““You have to sleep\nwith me.” No. If she slept with him, she wanted. He couldn't do something to her what she\ndidn't want it. No. Nobody tortured. It’s not like today, you going out, you don't know if you\nwill coming home. There you knew that if you don't want it, nobody will touch you. It was\nan order, and they were listening very careful to everything.",
        "A: This was in ‘43. Right? We were surrounded with the army, the German army. And we went\ntill here in water [interviewee gestures]. And in --",
        "A: Mud. And it was hunger. We were sitting there 10 days, and we heard the German talking to\neach other. We heard the dogs barking. And they were shooting over our head and nobody\nopened their mouth. Somebody opened, \"I am dying.\" So my husband came, \"You are not\ndying yet, but you will die now. I will kill you.\" And this is the big hunt was. They didn't kill\ntoo many from us, because we were sitting in the mud. And my husband opened -- I told you\nthat he open the road. He went out the first because he couldn't take the hunger. I went with\nhim. I think 100 people were. I mentioned that when we went -- when the German only left\nfive minutes ago, the fires still was burning. They saw the cans of the food, they didn't touch\nit.",
        "A: Right, the whole. The German couldn't go -- 10 there Germans, or 20. It was a big place.\nThey took it the whole army, the German army. They surrounded the whole puszcza. In the\nbeginning, in the forest, too. If they were surrounded tn the forest, we were sitting, they\nwould kill us all. But they didn't surround it. There were not so many Germans. They were\nbusy on the fronts. Later, when they run away from the fronts, when they went away already,\nthey took of whole army of German and they wanted to kill all of the people that were 1n the\npuszcza, in the Naliboki. But it was very difficult, to do it, too. Because they didn't want to\nlose their lives, too. They couldn't come with tanks. That's a forest, a wild forest. So who\nwants to risk their life when they see everything that’s going kaput? They were seeing\neverything is going kaput. You know what that’s meaning? Everything is gone to the end.\nHitler is gone. Everything is going down. So he was looking by himself to survive. So he\ndidn't go to forests, because if he would go ‘til the mud, he will kill us all. He didn’t go. He\nknew that’s will be the end of his life, too. That was the big hunt. Many people die. Many\npartisan died, but from the Bielskis, nobody had brains to sit in the mud. And they said,\n“that’s the only survive, to sit in the mud, because they will not come here.” And that's how\nwe Survive.",
        "A: The Bielskis brothers.",
        "A: Happen we had one man, what -- I don't remember his name, and he was working always\nthere, in the puszcza. And he was from Naliboki. And he said that he remember that not far\nfrom the beginning of the puszcza there is mud. Nobody can go into the mud. So the Bielskis\nbrothers were talking to each other and they decided that we have to try this way, because we\ncouldn't go out from there. We were surrounded with the army and this was their decision.\nWe went to the mud and was sitting in the mud, I think, about 7, 10 days.",
        "A: They were staying and sleeping in the mud. And they are not talking because nothing was to\ntalk about it. You couldn't talk, because we heard the German talking. And they didn't have\nnothing. You know, everybody has a piece of bread. That they knew there would come a\nmoment that they will not have nothing. So they had a package — a small package of bread,\nso they were mumbling about the bread till the bread ends. How long can you hold a piece of\nbread? They kill one horse. In a minute, the meat went away. They were eating the horse,\ndead. And this 1s it -- listen, there is no -- people get used to everything. How could you eat a\npiece of meat raw, meat from a horse, from a dead horse? But they were eating. We see now,\ntoo, in the United States, some days friends went out and a plane fall. I don't remember when\nwas it. And the friends eat the meat of the other friends. I don't remember, but it was like --\nsomething like that. So this is it. You are trying. The survival is so big that you want to do\neverything to survive. Same thing was in the partisan. You were thinking that you will\nsurvive. You will see a world. You will see somebody. Maybe somebody is still alive. So\nthey were hoping, always hope that something will happen good with you. And that’s was\nholding us all together. When we were sitting at night and they were singing -- far in the\npuszcza, nobody was there, only us -- so we were singing and -- you know -- and talking, so\nthey said, “You know what?” this is already a couple of years like that — “I am sure that this\nwill be a break. Roosevelt will send somebody here and we will survive.” Only hope.\nNobody was thinking that, “I will die.” When I was asking my husband some place, \"Tell\nme, will we survive?\" He said to me like that, \"I don't know about me, but you will survive.\"\nAnd I was quiet then. I was so sure that whatever he said to me this will be. This is the hope.\nHe gave it to me, the hope.",
        "A: Yes. Yes, but this was nothing. Nothing. The sick, the old one couldn't take it, the hunger.\nBut it was not too many, probably about five or six, whatever. We didn't talk about it. This\nwas the day and this 1s it.",
        "A: No. You cannot destroy the puszcza. The puszcza stayed.",
        "A: The villages around?",
        "A: No. It stayed, because in the last days when the German was running so we went out from\nthe ziemlankas because they had afraid. The Germans came on the ziemlankas. They were\nkeeping themselves there — they were keeping, so -- and we left. We left everything. Many\nwere killed by us, but they killed, too, a couple of us. We left everything. I know last year --\ntwo years ago a group went to see them. There is some ziemlankas still staying. Yeah. They\nwere built beautiful. In the winter was not cold. They live like that.",
        "A: Yes. In the ziemlankas, was a small fireplace. Like here, you have a fireplace. And this was\nwarm. They were cooking, because everybody was cooking for themselves later.",
        "A: Yes. Yes. Mostly they were cooking at night, not in the daytime. They should not see the\nfume from there. They knew how to behave. They knew.",
        "A: The tunnel was built in the court.",
        "A: No many, not many.\nA The situation -- I was not there, but I will tell you. Ostraszynski, Daniel, and my best friends\nBursztyn, they were planning this and they did it. Nobody knew about it. But the ones they\n'* Moshe Burnstein\ncalled the Bursztyn -- I don't know how else -- this my friends. And they took him to the\nprison and he wrote with his fingers with blood that they asking him, but he told them he\ndidn't know nothing. They killed him. But Ostraszynski went out, too, from the tunnel. And\nmany friends of mine Oshmans, Sonia, Aaron, another couple, they went out from the\ntunnel. Not everybody, because the first group went out, but the second group got killed.\nThey caught them going out from the tunnel. But a couple, when they went out, they saying\nand they telling us how was it. They were working at night. Nobody knew about it till\nsomebody told them that -- they heard something is going on so quiet. So this is the story\nfrom the tunnel. They survive. This was -- you know, when I am looking now, when I am\nthinking about it, you see the Japanese who are in the prisons camps. People what they were\nin the army that dig tunnels. Not everybody survive from there, but they did. And this is only\nyoung people, young Jews that they never were in the army, in the Polish. And they made\nsuch a plan. This was something very smart. Not too many survive. They were beautiful\nfriends of mine. Girls. Beautiful. So they caught them, and they did whatever they did, and\nthey killed them.",
        "A: I don't know, but it was not too long because it was under the building, and right away was\nthe surrounding. They went out to forest, not far. So who was running fast or knew how to\nrun, ran out. Now, they were looking where to go, they didn't know where to go, so they\ncaught them.",
        "A: They caught, yes. Everybody was killed. I think about 20 people, whatever 25 went out.\nThey had the plans. They have in Israel the plans. I think here in the Holocaust Museum is\ntoo, they have too the plan, how did they go out, and how was they planned it — the tunnel\nmade.",
        "A: Die, on road, yeah. This was not too many. Not too many. No. Not too many, 10, about 15\npeople. Not too many. They didn't want to be with the Bielskis. They were looking for\nsomething else. You think always the grass is greener on the other side. But they got killed.\nWho wanted that Jew, that old Jew? Who want it, between me and you? When you are\nyoung, something else, you may be a fighter or whatever. But they didn't go. The fighters\ndidn't go for a couple of them. But they got killed on the road. The only survivors mostly\nwere by the Bielskis.",
        "A: The partisans. We had many partisan Russians near us. Iskra was very good. There were\nother small Jewish otriad, but they didn't survive. And the Jew were what they were, but the\nIskra were the best fighters, the best. They went all over. They were fighting, but nobody\neven mentioned them because this was a Russian partisan. Iskra. They were the best fighters\nfor the Jewish people there.",
        "A: Not too many. Not too many.",
        "A: Not too many. Mostly they were very good people. You know, they were always giving a\nhand to the other ones. If I had another pair of shoes, I would give to the other one, the ones\nthat didn't have. They were not grabbing everything for them. No, there were not too many\nlike that. If you had a couple of people, so they were not with the groups, they were lonely.\nAnd if you were good with all of them, you work together, you were not so lonely. You\nspoke about your families. You spoke about your future, what it will be. You were singing.\nThey were dancing. They were waiting for a plane from Moscow, like -- I don't know -- like\nangels were coming. And they knew everything. I know when my parents were alive with\nme in the partisan, came a plane. And I had a cousin, a doctor in Moscow, my mother's\ncousin. So my mother wrote a letter. She knew the family. She knew that they were doctors.\nAnd she sent a letter to them and, “Please, if you're alive, I have two sons in Israel. Tell them\nthat we are alive, and I hope to be alive still.” And you know what, when we came to Israel -\n- we were the first in “45, in October ’45, we were already in Israel because Sharett -- this\nwas a minister, an Israeli -- Israeli was not then in existence. It was Palestine. Israel came\nalive in ‘48. So he heard about the Bielskis when he was sitting in Israel. You know, people\nfrom Europe, they were talking about the Bielskis. And he said when we came he send us the\nfirst papers to Romania, with legal right to go by plane -- by boat to Israel. When we came\ninto Israel in ’45, my brother said, \"I knew about you. I got a letter from Moscow. And I\nknew that you are alive, that my brother, J ay,” is not alive. But I knew about you and the\nparents.\" So you see, everything you cannot -- everything you knew about. Everything. You\nknew in Israel about the fighters. You knew about the Jewish partisan. You knew about the\npeople, the leader -- the fighters -- the Israeli came to Europe to fight the German. They each\nknow about the other one. And when we came to Israel, they took us on beautiful -- they\ngave us right away a house. They gave us everything what they could, what they had. And\n'° Jacob Boldo\nwe made a living.",
        "A: Sure, we know. We know about the concentration, because the people were telling us about\nMajdanek, Treblinka. The Polish people, they were saying to each other what happened\nthere. We knew everything. We knew even -- we didn't know how many, we didn't know --\nbut we know about the concentration camps. We knew everything. There was no secrets.\nYou know, we didn't have so many telephones, but the people are telephones, living\ntelephones. One was saying to the other one, and the other one was telling the other one, and\nthat's what we knew about everything. But we couldn't help nothing. The helping hands was\nthat the Bielskis gave so many people life in the forest. They were keeping them and feeding\nthem. And you know that from the people when they came to the forest from Lida, they were\npeople came were 15 years, 16 years, 17 years, young boys. And then now, they went out in\nthe forest, they came to the United States, to Canada, they billionaires. And they were\nhelping other ones here, too. Because they learn a lesson, that you have to help somebody if\nyou need. And they give many, many, many thing to help people to stand on their feet. All\nover the world you have partisan house, in Australia, in Canada, in Johannesburg, in Africa.\nMany, many. When we have -- they are coming some place every five years, every six years,\nthey coming Israel for a reunion from all over the whole world. And they asking, “You need\nsomething?” This is something what you put it in when they were young when you will not\nput it in, you will not have it. The same thing like parents. You have children, you teach\nthem what is good and what is bad, and even if they are not doing this right away, they will\ndo it later, because they remember what mother and father taught them, how you have to\nbehave. And if you are not teaching this to the children, they will not do it.",
        "A: The day begin at six o'clock in the morning. They were cooking, and feeding the children,\nand feeding the old. Everybody did something. They went after the forest to take off to take\nthe -- to put the fire. They were preparing for the kitchen, the potatoes, the soup. They were\nbaking the bread. So it was a long day, a very long day. But everybody did what he had to\ndo. Not everybody ate the same thing, no. The commander, they eat something else, but\nnobody was hungry. That is the main thing. They complaining. They were complaining. Not\neverybody -- the children had milk, the old one they had milk. And this ones that came from\nthe houses they said, \"Where is the milk I brought in? I want a little milk.\" “You cannot have\nit. That's for the children, for the old, for the sick.” And they didn't touch it. Women were\nworking, too. Sometimes, not too many went with the men, but not always. Not always.\nMostly they were working on the -- in the puszcza near the kitchen, near the children, near\nthe hospital. They were sewing. A regular work day, six o'clock in the morning. The men\nwould tell them at night they went for three, four days.",
        "A: Everything was in the puszcza. We had people, they were working. They knew how to\nrepair, and the other ones, they teach to each other. And they knew everything was working\nin very good shape. You had to have -- to prepare the everything.",
        "A: No, they were not afraid. They were very happy to be there. In the beginning, they didn't\nknow what 1s it — how will be. But later, the German were far away. They heard only when\nthey came -- the boys came with the food that they say this village was attacked by the\nGerman. This and that. But they lived a very quiet life. They were working and did what\nthey’s told.",
        "A: The fun was, they were sitting together near the fire and singing and talking. That was the\nfun. Whatever they did in the ziemlankas we don't know. Probably, you know, the young\npeople. But that was the fun, what we knew about it. Everybody was getting near the fire.\nEverybody was looking for somebody, for a little warm talking, remember the house,\nremember the parents. It was -- most were from the city of Novogrudok, Lida, Baranovichi.\nThis was not far away from each other. In the summertime, in the good times, they were\nmeeting each other in Novoyelnya, this was like here you coming to Florida. So they knew\nmostly each other. If didn’t know personal, so they heard about them. And this was nice to\ntalk, to remember. Not to forget.",
        "A: Yeah, they came to the houses. The houses were already occupied by the Polish people. And\nnobody wanted to stay in the family, to remember. Everybody was killed there. So this was\nnot in their interest. If you were from Novogrudok, they went out to Lida where they didn't\nknow them. They didn't want to stay in the houses no more. They were empty. When you\ncame to the house where you lived, what will you see there? Nothing. So they run away from\nthere. And everybody took the easy way, to go away to another city, to stay with other\npeople. This is it. But nobody stay in the same city, in the same houses. I don't think so. I\nknow now people went to Novogrudok about two years ago. There is only one from the\npartisan. He marry a Polish girl and has his children and he stays. No more else. There were\nmarriages, many, after the war where they marry — where a Jew marry a Polish, a Polish girl\nmarry a Jew. You know, like all over the world. But they were not staying in the cities. They\nwent away -- they went away to Europe, they went away to Israel. Not too many.\nEnd of Tape #2\nTape #3",
        "A: I really didn't know them, but I know them from my husband what he 1s repeating, what he is\ntelling us. They were very honest, poor family. He fell in love with a girl which she didn't\nhave money. Once upon a time, you couldn't marry if you didn't have money. But the\nhusband, David, the father, he fell in love. She was a beautiful, a tall girl, a blonde. All of\nthem looks like their mother. And she was working with him, hand-in-hand. And they had a\nwoman -- they had 12 children, and all of them a year, two, three, four, five, six, whatever.\nSo they had -- they were working in a place where they making for the corn, flour. What is it\ncalled?",
        "A: Yes, very small, on the water, and everybody was working there till they grow up a little.\nWhen they grow up, the first one, the father of this girl, Walter'°® was the oldest. He went to\nschool in the city. Then, Tuvia, the second one, was too, in the city for a couple of years.\nAnd another sister was too in the city, were going to school. The other ones were small\nchildren and they were in the house. They had always a teacher for them at home. They\ncouldn't afford to send them out. And mother was working, and father was working, and the\nbrothers were working. And they made a living. They put -- made the flours and market it\nwith another boy, with the son, took the flour to Novogrudok. And they were selling the\nflours. This is the living. They had a garden near the house. They had water enough, so they\nhave a garden and all the vegetables they had. I don't think they had fruits, but vegetables.\nAnd they had a little fish in the water, and a chicken and eggs — plain, but healthy living.\nYou see, when you are living like that, 1f you can -- if 10 brothers can grow up, six-two, so\nprobably food was good. They had always a woman from the village which she was helping\nher -- the mother. And there was a lot of love between them. Father was crazy about the\nmother. And he should be, because she was working very hard, more than him. This I know.\nI never saw them.\nI once asked my mother, \"Mommy, do you remember this lady from the village?\" She said,\n\"I never knew them, but I know they were a very honest family.\" And everybody who came\nto the mill to ask for something, they were helping them. Because in the village there were\nonly five houses, four from the villages and one house was their's. So they were very poor,\n° Velvel Bielski\nthe people from the village, the village -- five houses. So they were always coming to ask for\na little flour, for a couple of pennies to lend them. He was -- always had a open house for\nthem. Maybe they stood. They were a member. But there were many from other villages that\nwere a little farther. They came first to tell them that the brothers beat up somebody when the\nGerman camp. Came to beat up them and they tell them that the brothers are Communist.\nAnd they were not Communist, but they wanted, you know, to take away the mill with\neverything, and they brought in the German. And they took them away, the mother and\nfather and two brothers. But they’re not alive no more. When they went already to the forest,\nthey took -- they invited them and killed them all with their children with everybody. They\nwere -- everybody had afraid of them. They knew what they did. You understand? I was\nvery sick in the partisan. I was so sick. I was not prepared for the winter. I was not prepared\nfor the living. And I had blood in my bladder. And the doctor said that I have to have a warm\nbed. I have to have a couple of times, because I was so sick, I couldn't walk, I couldn't talk,\nnothing. So there was not far a big mill from flours with a family. And there they had a\nbeautiful daughter and to the daughter they came, the Germans. And Zus took me there to\nthe mill and said to her, \"This is my wife. You have to take care of her. She is very sick.\"\nAnd they took care of me. They put me in a place that nobody saw me. And she brought me -\n- she cooked for me, she gave me beds, the mother. And I heard the Germans laughing and\ndrinking and eating. And I was there 10 days and nobody touch me. I am still alive. They\ntook care of me only because they had afraid of the Bielskis. If not, I would not be alive\nbecause I had blood all over. This is from the winter.",
        "A: Belarus?",
        "A: Belarus was a very rich family, too, not far from them, I think, about 10 miles, whatever.\nAnd the boys, the young boys, they went to take bread and poultry and eggs, whatever. And\nthey had a very good day then, because they took away all the food from the German. Yeah\nand they kill about four, five German. And they were already tired, the boys. And this was\nalready night, so they decided to sleep over by the Belarus. In this time, one from the villages\nsaw that the Jewish partisan are by the Belarus, so he gave it to him a letter to the German,\nthe Belarus. ““You should come right away.” They drink a lot, and they were very tired. They\nhad a very good day. So the German came and they killed them all. Only two -- one from the\nboys, when he saw the German and were -- blood all over. You know, in the villages you\nhave a big, big stove, and under the stove are the chickens sitting. The chickens are sitting\nunder the stove because there 1s warm. So he saw that he doesn't have nowhere to go. So he\nwent into the place where the chickens are and he -- they spared him. The German went\naway. And he got out and he said, “What did you do with my friends? Why did you went to\nthe German?” What we did to you?” So he took and he killed them, too, the Belarus. This\nanother man from the villages came and he said -- repeated this to Kozlowksi. Kozlowksi\nwas our man. Whoever came from the ghetto, he was holding him till somebody came to\npick him up. And he told this to the Bielskis, because we didn't know nothing. Everybody\nwere died. So this took only about five or 10 days and the Bielskis, Asael, his brother, I don't\nthink Zus was — Zus was not, I think. Anyway, the Bielskis, they came and they said to him,\n\"Boys, what did you do?\" He said, \"I didn't do nothing. The German find out and they kill\nthem.\" So they took all, about two, three houses from there. Yes? And they fix them up, all\nof them. One of our partisans, he took a jacket. A fall jacket, you know, like they’re wearing.\nAnd he was looking for something. So he find a letter from the German. “Mr. Belarus, thank\nyou very much what you did. And here is 500 German money, whatever. And whatever you\nwill find another Jew partisan, you will get it more.” This was Belarus.",
        "A: Yes, and the whole family. Yes.",
        "A: Less and less.",
        "A: Yes. This was a lesson for the all the villages, for all the people. “Don't do that.” Everybody\nhas the right to live. They had, they had to do it.",
        "A: Lilly's father was there, too, my sister-in-law's. He was within this partisan what executed the\nBelarus. He died there.",
        "A: Yes.",
        "A: You see, there were not too many Jewish -- Jews when they went to the Polish army. First of\nall, they didn't want it. Because the antisemitism was very high there. So they tried to not to\ngo to the army. They did something, or bought something that -- but few of them they went\nto the army. And they -- when they came to the partisan, they were already -- they knew how\nto behave in the army. So when the people who had already about 1,200, 300, so the\nBielskis, they divided them in groups. It’s was too much one group. So everybody was the\ncommander of a group. A group had about 20 people, 25 people. So the people what they\nwere in the army, they were the commanders of the group. And they were listening to them,\nbecause they had afraid. This was a discipline. Because without the discipline, you couldn't\ndo nothing. They were complaining, sure, they were complaining. Who is not complaining?\nIf somebody is eating a piece of meat and you are watching him to eat meat, and you eat\nonly a piece of bread, so sure they were complaining. They said, “He went for a — for to take\nthe food, and he was eating the food by himself.’ That was not true. But maybe he put a little\nmore for him. So they were complaining. They were complaining that at night nobody were\nasleep. There were a couple of people near the groups; they were watching if the German are\nnot coming. There were about five or six people, they were watching. So they were\ncomplaining, “How come he didn't stay a whole week at night? He was asleeping, and I was\nstaying.” This was, too. So they said to him, the Bielskis, “He is the commander. Whatever\nhe will say, that what you have to do it.” And they got used to that. They had trouble, too,\nthere. They had. All the groups had trouble, sometimes. But this is minor. That's nothing.",
        "A: Yeah. We didn't know about the other Russians, they were partisans. All of them, they were\nRussian, but Platon was head of the puszcza Naliboki. He was sent from Moscow. So the\nBielskis was complaining. “They took away our food. They took away our horses. They took\naway some, some other things what we were taking this for our partisan.” So Platon was\nvery smart. He said, “Listen, you Bielskis, you are a Jew. You have to remember that you\nhave to fight. You have to fight with them for your survival. After the war, we will then see\nwhat we can do.” So -- but we had trouble, too, with Platon. He said, \"Are you grabbing too\nmuch food?\" “What are we grabbing? Grabbing only bread. But we are fighting the\nGerman.” The same thing, maybe more than that. But later, in ‘43 when they separated, the\n150 whatever, and they make Ordzonikidze with Zus. Zus went to them -- Aleks. So they\ndidn't believe that he will be partial to the Bielskis otriad. You see, this 1s the boys were from\nthe Bielskis otriad, from Bielskis Brigade. You understand? But they didn't believe him that\nhe will be more partial to Platon than the Bielskis brother. So they put Panchenko -- not\nPanchenko -- yeah, Panchenko, I think. Right? Panchenko, and he was the commander and\nZus was after him. But they were working very hard and very good. Once they had incident\nwith another group of partisan. I told you about it. They took away the horses, and the rifles,\neverything. And Panchenko came in and he said, \"What happened?\" One Russian\ncommander, he took the rifle and wanted to shoot to Alex, so Alex took out his revolver and\nPanchenko came in between and he pushed them together. And he was very nice with him,\nAlex. They did everything together, and very good. They were working very good. We didn't\nhave -- only that’s was the only one, Panchenko. Then when Zus, he was the commander of\nthe intelligence of the whole forest for the Russian, and for everything. So they were\nworking very good.",
        "A: Who?",
        "A: Alex went 20 yards from the police -- from the Polish. He went half a kilometer, it’s about\nthree-quarters of a mile from the German. And he was seeing where are they going, and what\nthey are doing, where 1s the concentrations from them. This was his doing. And he reported\nthis everything to Platon. He did a very good job, and a very big job, because you could not\ngo to fight them if you didn't know what they doing there. He never go get by himself. He\nwent always with 10, 15 people on horses. They were killing. They were running away.\nThey had many things. You cannot say that you were always the best of them. No. They\nwere very good, too, the German. Who is stronger, then, is the winner.",
        "A: Yes.",
        "A: Yes. The roads are not like here. They have one road what is going one direction, and the\nother direction. And you have smaller road that the German didn't know. But Alex knew. If\nthis road was closed, he was saying to them, “You have to go.” He sent a man to tell him\nwhere to go, how to go out from this. Because one day, I remember this was in the beginning\nof ‘44, Platon came with commanders from Moscow. And they went to look for the partisan,\nhow they were working, and how they were doing and everything, and the German came in.\nThey were surrounding them around, around, and around. They couldn't go out from there.\nSo then Asael, his brother, and Alex, they went to see something. And they saw what\nhappening, so they took him out, but 10 people from the Moscow. This was because they\nknew how to go out from the roads. You cannot -- you would not be able to use one road.\nBecause even not the markets there was a road, but they knew. I am telling you, they knew.\nThey were looking on the tree and they knew where to go out, how to go out. And they had a\nsmall brother, Aaron. He is 13 years old. He knew better than them. He knew everything. He\nwas only 13 years old. He is now 60 something. He would tell you stories.",
        "A: In New York.",
        "A: Yes.",
        "A: Yes. I was still in Novogrudok. This was only the beginning. This was like -- the ghetto was\nalready -- no, the ghetto was not. This was December. And they took her out the first 50\npeople were this; druggists, lawyers, doctors. Fifty of them. That was the intelligence of the\ncity. And they killed them, all 50 of them, in the middle of the marketplace. This was a small\ncity, Novogrudok, with a marketplace where everybody is coming, Thursday and\nWednesdays. And they killed them. The other ones should be afraid. Tuvia was there in the\ncity, in Novogrudok. He went for something. And the German never killed before. So they\nask him who are you? They didn't have to ask him, because the other one -- somebody told\nhe is a Jew. They hit him very well. They beat him up terrible. He had the first thing that you\nsaw the German. And they told him to sit here, not to run in no place. It was a little dark, and\nhe said to himself, ““What am I doing here? If they will kill me, let them kill me when I will\nnot see it. But to sit and wait for them?” And he run away. So this when he came in, already\nAlex and Asael saw him the first time after two, three weeks. They were already in the\nforest. He came into the forest and he said, \"I am not going no more. I am staying with you.\"\nThis is the first encounter with the German. He never went. And he saw only a German\nwhen he kill them or a dead. Zus -- Alex is wearing still a comm-- jacket for a commander, a\nGerman. He took him alive. He were looking for eggs, for chickens, him and another three.\nAnd he saw him from far away when he went out from the farm. And he took them alive. So\nhe said, ““Who is the commander?” He said, “I am the commander.” “So take it off the\njacket.” He took it off the jacket, and the other ones, two, three killed and him, he said,\n\"Listen, don't kill me. I have a wife and children.\" He said, \"No, no. We will not kill you.\nWhat did you do with us?\" So he is wearing now the jacket, in all of the books, he is in the\njacket from the German.",
        "A: Yes. In Novogrudok.",
        "A: In Novogrudok there was a store for meat. I don't remember, he told me once what his name\nwas, but I don't remember. I will not tell you what I don't remember. And he was -- before\nthe war, he was very good with him. You see, Alex's house was -- they didn't eat meat what\nis not kosher. They had a brother, what was a rabbi. And the other ones, they were eating,\nyou know. But he was very good with him. I forgot his name. I don't remember. So they\nwere friends, but when the German came, the friendship went by. And he had pains in his\nteeth. So he went to a dentist. Still the dentist were alive there, so he went and he saw him\nfrom far away. So you called him, \"You dirty Jew. How come you came here?\" He didn't\nanswer. He went away, but he was running after him. He run after him. And he that saw he\ndoesn’t have where to go, so he didn't kill him, but he hit out — he hit him so much that he\nwas unconscious. And he went away to the forest. That was the encounter with his best\nfriends.",
        "A: It was common, yeah. Yeah, this was happening, many things, many. Because in the times --\nin the last times, in the last year in ‘39, there was the young Polish, the youth, like the youth,\nthe German youth. That was the same thing 1n all Europe, the Polish had too, the youth. And\nthey were very antisemitic and they were trying -- they didn't know yet to kill, but they were\nbeating up. So who was more, you know, had more force? So they hitting back and the other\nones went away. But this was in the last year, very common, yes. It was very uncomfortable.",
        "A: No, they didn't have fear, no. No, no.",
        "A: Kozlowks1?",
        "A: Oh, Kozaks, yes. This was his — Moskva’! asked for a language, a live language. They didn't\nwant to kill all of the German. They wanted more the majors and the captains. They wanted\nto talk about it with the German, to know how the positions and everything. And the — that’s\n'T Moscow (Russian)\nthere are places in Russia, near Belarussia and Ukraine, the Kozaks'® were alive there and\nthey were working with the German. So this came from Platon, a word that, “Alex, you have\nto prepare about two or three Kozaks alive, and you have to bring them to us and we will ask\nhim how is — how are they doing, the German, where they are staying, how many people,\nand everything.” So this took him probably about three or four days till he caught up with the\nKozaks. They were terrible fighters, terrible, but they took them alive. They were washing\nthemselves, cleaning up. And he with the horse on them, so he took three of them. He\ncouldn't shlep them, the three of them, so he took only the oldest. And he brought him to\nPlaton. And they said everything, and everything true. And this it is. That’s was Kozaks. He\ndid a good job.",
        "A: The best for nature was Asael. The best. The strongest from them all, that he -- you cannot\nbuy him with nothing, was Alex. You couldn't buy him for no money. If he said that’s has to\nbe done, has to be done. Tuvia had a golden heart. He said, \"I don't care how many will\ncome. Let them come. There will be a place for them, all of them.” But the strongest of them\nwas Alex, the strongest of them. I will tell you. This was a story when we went out from the\nforest, from the jungle. Yes? And I came in with him when the groups were already out, and\nthey were organized and everything. And we saw one woman, a young woman, I think about\n32. And she was standing and crying. So Alex said to her, \"Why you crying?\" She said, \"The\nwhole group went by and, you know, the commander, he told me they don't have a place for\nme.\" He said, \"Who is the commander?\" He called the name of this commander and he said,\n“Where he 1s?” He said, “Maybe about 10 kilometers, not far. Because, he told me not to\nmove. He doesn't want me.” So he run away by himself, on the horse, he took the\ncommander and brought them in where we were staying. We were staying probably 20\npeople, the fighters. He said, \"You know her?\" He said, \"Yes.\" \"Why did you let her stay\nhere?\" \"I don't have nothing to do with her. I don't want her.\" \"What do you mean you don't\nwant her? You had to take 20 people and she was the 21, so what?\" He said, \"I am not\ntaking.\" He said, \"Okay. You not taking? Okay, so you not alive either.\" That’s was the first\nkilling of his. He killed the man. And this was, you know, this was like from God. Because\nevery woman and every child had already a place where to go. Whatever you took her, you\nhave to take her with you. He was sorry after that because he 1s not a killer, but he had to do\nit. He had to do it. This was a big accident because he couldn't sleep, and couldn't eat, but\nthis was a very good medicine.\n'® Cossacks (Yiddish)",
        "A: Yes, absolute. Absolute.",
        "A: The brothers were very good together. Nobody can go in between. Nobody. You cannot\ndecide by yourself and no one from them could decide. They went to the side, the three of\nthem and the baby brother, the 13, he went, too. And they were thinking up of something and\nwhatever decided is done. Nobody, not Tuvia by himself, not Asael, or Zusia could decide\nby himself. The three of them decided what to do. And this was the blessing.",
        "A: They were fighters, very good fighters. They were young, 29, 30, 32 — six-two. Everybody\nhad afraid of them. You will look on them you know that they mean business. And were\ngood in heart, very good. Sometime they went out for a couple of days, there were not food,\nso they had -- whatever they had they were dividing between them. They were good. I think\nthe smartest one from all of them, may be not the smartest, the smartest -- more sophisticated\nwas Tuvia. He was the oldest. He made his living already, you know. He went to school\nmore than there. So maybe, but the hearts was the same.",
        "A: They were heroes. Each of them were a hero. They never had afraid for nothing. We said\n“We are surrounding,” because we were surrounded not once. \"So what,\" he said. \"We are\nonly dying once.\" I was dying every minute of that. And they were dying only once. He said,\n“There is nothing to be afraid. You are not with the German now. We will see who will die\nand who will live.” They not — they were never afraid. They were heroes. They not coming\nno more like that. I don't know. Maybe that’s because they were healthy, from the village,\nfrom the nature, whatever. They not coming no more.",
        "A: Kaplan?",
        "A: No.\n Tvan Shematovietz",
        "A: Shematovietz. He was a Russian guy. He was a very nice guy. He was a politruk~’. You\nknow what 1s a politruk? A politruk is a man what is teaching the communism. And he was\nteaching Communism. He came from Russia. So one of the Lubczanski brother what they\nwanted to be the commander. So they said to them, “Go ahead. You can go ahead and take\nanother couple of people and make yourself a commander.” So he came to Platon and he\nsaid to Lubezanski, “They are not Communists.” So he said, \"How do you know they are not\ncommunists, the Bielskis brother?\" \"Because I never saw them reading Stalin's words, or\nLenin’s words.\" So the call Shematovietz and he said, \"Who said they are not Communists?\nAll of them are Communists. They are praying every morning for the health of Stalin and\nLenin.\" You know, we had the Orthodox Jew so they were in the morning five o'clock, six\no'clock, they were standing in group and praying. So he said that is the praying for Stalin and\nLenin. He was a very good guy, an honest guy, a good guy. They were a couple of very good\nguys. Yeah, they're nice guys, Russian guys, very good ones.",
        "A: No.",
        "A: No. They did a great job. Nobody could match them. Nobody could match them. If you\nwould find in this time, in the time of the war, a terrible war, a place to go in and to sit\nquietly for three, four years. I would sit quietly two and three years. Nobody should see me. I\nwould not think about nobody all but myself. Many people are doing like that. I know a\ngroup of people, they were sitting, 10 people, they had a lot of money and they were paying\nto the village soltys”, that’s mean like a mayor. They paying him money, and he was\ncooking for them and attending them, and everything. There were not thinking where\nnobody -- another man to put her in, in the group he should survive, no. So who could do it\nwithout money, without nothing? They did only for the good hearts what they had. And they\nwere saying that they were taking money. They took money, they took jewelry, everything.\nWe had to pay for the rifles what came from Moscow and we send everything to Moscow,\nand they sent it. But they didn't put nothing, money, in the pockets. We send for salt, you\nhave to pay this. You didn't have money, so you paid with jewelry. You had to buy\nmedicine. You pay this with jewelry. But they didn't keep nothing for themselves. If they\nwould keep so much money, they would be millionaires. They came out from the war with\nnothing, with not a penny. We came to Israel in *45 in October. We didn't have for what to\nbuy a piece of bread. So there this the Jewish -- that was not yet -- Israel was in “48. In ‘45 it\nwas not Israel, only the people was working there. So they gave us a room, and they give us\n25 dollars each and till you will find work. So if we would have had money, we would do\n* political instructor (Russian)\n*! village administer (Polish)\nthat? We didn't have nothing. We kept out nothing. We had only a pair of shoes. They did for\nthe greatness of their heart.",
        "A: Okay. This was ‘45, *44.",
        "A: Forty-five in June. I was sitting in the forest and we heard trucks. So we were sure that the\nGerman army 1s going to surround the — around -- to take us around. So we were sitting\nquietly. So then Tuvia was a little farther than us. Zus said, \"No, that is impossible,\" because\nthey didn't go by trucks. They went by tanks, the German, around. That's not like a truck --\nnot like a tank. That’s much lighter sounding. So he went with another couple of men more\nto the — to this road. And he saw the Red Army. When he saw the Red Army, he said, “Come\non, the German are gone. The Red Army is already here.” And they saw him, so they came\nwith the rifles like that to us. \"Who are you, traitors? You not? Who are you?\" and took\nabout two, three hours till they recognize that we are partisan. And we went after them right\naway. They went to the front and we went to the city. We went to Novogrudok and there we\nwere staying there for a couple of days, maybe 10 days. And the Red Army came in and\nsaid, “You have to go to the army. You are partisan. You are fighters, but now you have to\nfight with us on the -- across -- against the German.” Then they took Asael he was-- because\nthey saw him a first. So they took him right away to the army, and he died in the front in\nPrussia. And they let Zus and Tuvia to stay with the people. They should stay with the\nchildren, with the woman, whatever. That's what -- how we survived. We came to the city\ntogether with them. And they tried to give us papers that we are partisan. And this was the\nend of that. Later, they came from Russia. They came, and they organize whatever they have\nto organize for the people what they stayed there. This all the end of that. Whatever they saw\nthe Russian, you had a watch or something, they took it away by themselves. They were\nrobbing, too. You know, like a front.",
        "A: Lubczanski, they were a very bad boys. They were two brothers. There were always, always,\nyou know, complaining. They said, “They are not Communists, they are fascists. And they\nare taking money and jewelry from the people.” And they went in to Platon even. So they\ncalled the Bielskis brother, the three of them they went, and he told them what are the\nLubczanskis doing. So Platon said, \"Kill them. Kull them.\" But, you know, we saw already\nthe end of this everything, so they didn't touch them. They didn't touch them. They told them\nonly, “Go away we should not see you.” This is it. And they still alive. They are still alive in\nNew York.",
        "A: We talk about everything. What can I say more? You went through everything.",
        "A: No. You went over everything. Everything. There in the partisan were these two friends of\nmine, they were writing everything every day, a diary. And now, she will write a book about\nit. They were mostly not — you know, they were sitting in the forest and only thinking how to\nsurvive, how to survive. That was the only thing.",
        "A: Correct.",
        "A: No, no, no. The heroes was only the brothers Bielskis. Alright, they had help. I said before,\nthey couldn't be a partisan Bielskis if they didn't have the all people. They were young\npeople. They were fighting with them. They were doing everything what they told them.\nAnd because of them, there are the Bielskis partisan otriad. Because without them, I don't\nknow. What do you think? Nothing. Whoever will survive, survive, and that's the end of that.\nAnd like that a whole generations, two, three generations are still alive because of the\nBielskis brothers. And all over the world are they, all over the world. And sometimes we are\ncoming in touch with them for a wedding from the grandchildren. The wedding. And they\nsaid, “Listen to me, what would be without the Bielskis? What would -- we would not have\nchildren, and grandchildren, nothing. We have to thank them.” But not always was like that.\nNo. But when you getting older and smarter and you see many things in other perspectives.\nYou didn't see this before, but now, when you going to bar mitzvah, you going to a wedding\nfor your grandchild and you think, “Listen I did it. I did it with the help of the Bielskis.” This\nis something. Something. They are in the army, they are all over, professors, doctors.\nEverything you have. Every -- many, many doctors. And they said, “I am giving all of my\nlife for the poor, for the old.” And they are like that. Many. They going away to Israel in a\nkibbutz. You know what’s a kibbutz? And they working there and they trying everythin.\nThey put everything aside here the money, and they working there, “because I have to\nremember what they did for my parents once. People -- brother Bielskis, what they didn't\nknow even us.” And this something. Something when you are going out and you see all of\nthem on a wedding or something. How the young generation is dancing and singing and\ncomes a professor from Harva-- or from this — or from Columbia University and said, “Wait\na second” -- we had a 50 anniversary, me and Alex, two years ago and came two professors,\nI never heard about them, I never knew them — “I have to remind you of something.\nRemember one thing, because of” -- the other brothers are not alive. He said, “Because of the\nbrothers, and Zusia, we are still here. And we have our families, and thanks to him.” This is\nsomething, you know, when you are sitting and you hear this. You know, your heart is\npounding, pounding. You think, “Really, was it like that?” And this was really like that.",
        "A: It's an honor to be with you.",
        "A: It's an honor to be with you. You making this so easy. I am not a nervous person, but in the\nmorning, I said to my son, I said, \"You know what, I am afraid.\" He said, \"Mommy, what\nare you afraid? You be only you.\" And this is the true. You are only you. Tell whatever you\nknow. And you making this easy. Not everybody has it -- some, you know.",
        "A: Thank you again.\nEnd of Tape #3\nConclusion of interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJuly 11, 1994\nRG-50.030%*0025",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Sonia Boldo\nBielski, conducted by Sandra Bradley on July 11, 1994 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "Sonia Boldo Bielski\nJuly 11, 1994"
    ]
}