{
    "rg": "RG-50.030.0076_trs_en",
    "sequence": [
        "Q: Will you please tell me your name and where you were born?",
        "A: My name ts Renee Fritz, and I was born in Vienna, Austria.",
        "Q: Can you tell us your first memories of your childhood?",
        "A: My first memories of my childhood were I remember leaving Vienna when I was around 2\nyears old and I remember my mother carrying me all the way. (laugh) Always having to,\nyou know, carry me because I was, you know, a real little one and we had... It was really a\nlot of walking, no other source of transportation, and that's basically you know what I\nremember.",
        "Q: Do you recall what happened... Of course, you were very young then... when the war broke\nout.",
        "A: [...The only thing that I basically remember as far as that was that my mother carried like a\nsuitcase along with her and as we went along, I remember she periodically had to open that\nsuitcase and give away certain, you know, articles like a little...she had a brown\nhandbag...and when she gave that away it meant having another meal. And I remember she\ntook with her jewelry and every time she had a piece of jewelry to give away that...and when\nI saw her giving it away it mean that, you know, we were going to have a little bit more food\nto get us through to the next trip and the next meal.",
        "Q: You were separated from your mother at a young age. Can you tell us about that?",
        "A: Yes. Uh, when we reached Belgium, uh, I was separated from her and, uh, through the..the\nunderground really did all that. We had moved into a...into a room where this woman who\nbelonged to the Catholic church and she got a hold of the priest who then in turn worked\nwith the underground and I was taken to a convent at that point.",
        "Q: What happened before you separated from your mother? Where did your mother take you?",
        "A: Uh, Before I separated from my mother what we did 1s we went to a...from Austria we...most\nof it was really again through walking or sometimes a truck would pick us up. And we went\nto Calais, France. And in Calais, we were all--I do remember, we were put in jail there. And,\nuh, somehow we got out of there. That..I..we..I don't know how we were able to get out, but\nwe did get out and the march started again until we finally reached..uh..Belgium. And once\nwe..we got to Belgium that is when, uh, people who were just taking us...in other words, the\nhead of some of these groups were able to make various contacts; and that is how we got to\nthis woman, Mrs. Degelas. And she then, in turn, contacted the...the priest.",
        "Q: Tell us about Mrs. Degelas?",
        "A: Mrs. Degelas was, uh... Well, to me, of course, she looked old. I was young. So, I would\nsay...now that I recall, she was probably a woman in her 40s, who lived with her husband in\na very nice...in Brussels, Belgium. Uh... She seemed like a very lovely lady. She owned quite\na large house. I think the best way describe it would be here it would be like...1t would like a\ntownhouse, I believe. And this townhouse was divided into separate rooms and she gave us...\nNow when I say us, that means there were 30 of us. She let us utilize that room as long as we\nhad a need for it and, uh, the only problem was that I could not stay with my mother at that\npoint because number 1, I was a child and number 2, my mother also had to take care of my\ngrandparents who were with her and 1n the room with us. But I think what they were afraid\nof more than anything was the noise level because I didn't have a full understanding of..that a\nwar was on or what the idea of all this was. I mean I knew no other life, so this was just part\nof, you know, everyday living. And, uh, when they told me that I had to, you know, go away\nfor awhile, well, I just...I just went. (laughter) I didn't have any choice.",
        "Q: Where did you go from here and what are your recollections?",
        "A: From..uh..uh.. there I was put into a...into a convent which was also located in Belgium, and\nsome man came and picked me up that I had never seen before. That scared me slightly. And\nhe told me on the way that the reason for all the things that were going on was because I was\nJewish which, of course, didn't mean anything to me. I was just too young to understand\nwhat Jewish meant. But that I was going to go and live in...in a school. And when I got\nthere..uh.. I saw nuns which scared me a little bit because in Europe, of course, not like\ntoday, the nuns were all in habits and it was a very, very strict order. And he took me to the\nMother Superior and the Mother Superior tried to explain as much as she felt I could\nunderstand that I was going to be into school and that I was going to be living with other\nchildren there during the day. However, those children leave at the end of the day and I was\ngoing to be taken care of by the nuns. I was also told that I was going to be taught religion\nand that my name would be changed to Susanne Ledon, and this was name that I would...\nthat I can only answer by. I have to forget my other name, that there was no more name like\nthat because this was going to be something totally new and I just have to follow these rules.\nSo I...I did. And she handed me some medals and with a safety pin and she told me every\ntime that I memorized what each metal meant that I would get a new one. And I did. I started\nmemorizing different..uh..prayers for medals and she gave me a rosary and she taught me\nhow to do the rosary and this went on for periods of time. Uh, I think the most frightening\npart of the experience was the evenings because I was taken to what seemed like a dormitory\nthat had miles upon miles of just corridors and they were just all partitions in between and I\nwas put into one of these partitions that had a bed, a sink, and a huge crucifix and one of the\nnuns was..was in charge, and I was left in this dormitory at night. That was rather scary.\nAnd, uh, I would just say in my prayers. (crying)",
        "Q: Can you recall for us some of the things you did from day to day in the convent?",
        "A: Uh, well during the days...on some days when they felt it was safe, I would go to a class with\nthe rest of the children but (crying, crying, crying) I'm sorry... Thank you. I don't mean to do\nthis.",
        "Q: Just relax. Take a drink.",
        "A: I didn't mean to do this.",
        "Q: It's alright. Take as much time as you need.",
        "A: Am I holding you up? Oh, God.",
        "Q: We're here for you.",
        "A: I swore I wouldn't do this. (Crying)",
        "Q: You don't know what to expect.",
        "A: I know, it's just as... I hope they stopped the cameras from rolling. There goes the mascara.\nI'm okay. I'll be fine.",
        "Q: You were tell me about the day-to-day.",
        "A: Yah. The day..day to day was...there were certain days I could go to school, uh, for maybe an\nhour or 2 and that was just to get me to mingle with the other children, but the problem was\nthat they would start questioning me and there was always a nun that had to stay by me\nbecause they were always so afraid that I would say the wrong thing because if I did, I mean,\neveryone in that convent would have been exposed. There might have been other Jewish\nchildren in the convent, but, of course, I was not aware of it because I was always by myself.\nI did know that these children did come..uh.. in the morning. They did leave at night and I\nwas left. The minute that they left the nun would actually take me with her and I would go\nand, uh, to the chapel and again we would go through the religious..the religious end of it so\nthat I would know catholicism backwards and forwards and this was the main training that I\ngot. The actual schooling part of it was not because I could never stay long enough in a\nclassroom to pick anything up, but the religious aspect, because religion was going to save\nmy life basically. I mean, this was obviously what they, you know, tried to do. And, uh, in\ncase the Germans did come..and a lot of times, Germans did come over. I remember seeing\nthem come into the convent and be talking to the Mother Superior. So, this 1s really what,\nyou know, day-to-day life was like. Uh, once in a while we went out and, you know, walked\naround some of the gardens and so forth, but I would say basically I was, you know, indoors\nand really kept busy religiously. That was the main thing that I really understand catholicism\nmore than anything and, uh, the...of course, the incentive always was the more I knew about\nit, and I would get another medal. I mean by the time I left the convent, I had a safety pin\nthat was...had so many medals on it. It was wonderful. (laughter) I thought that was great.\nSo, you know, it was a great incentive to me to keep going and I did that way.",
        "Q: You mentioned one nun that was sort of assigned to you.",
        "A: Yes.",
        "Q: Can you recall something about her?",
        "A: I just recall what she looked like. She was a very tall, very masculine type of a woman. She\nnever smiled, and I always...I was scared silly of her. That I will tell you. I felt I was...Well,\nnow I feel I was probably, you know, quite a burden on her. But I was really really afraid of\nher and I think what scared me the most was at night when she...she would just take me over\nto this little cubicle and she'd say, \"Now get down on your knees and let me hear your\nprayers.”’ And then she would just turn around and leave and then all the lights were shut off,\nand I was left completely in the dark there. And that...that really scared me. That I found\nvery scary.",
        "Q: How long were you in the convent?",
        "A: I believe I was in the convent for almost 2 years because periodically, uh, I...after the\nconvent, I went... remember when I had to leave the convent which happened one\nday....came very sudden..uh..that a strange person picked me up and they told me that I\nwould have to leave, that this was not a good place for me anymore. What I found out later\non was, of course, the Germans became aware that the nuns were hiding..uh..Jewish children\nand their safety was becoming a problem, so they felt that they couldn't jeopardize their\nwhole...the whole school system and so forth. And they had..they just had a get me so they\ncontacted the underground which..uh..worked with the priests and they felt that I just have to\nleave, and I just left there.",
        "Q: Did you see your mother before you left the convent?",
        "A: Yes. I did. I saw her once, uh, for like a day. I never stayed overnight. I was never able to\nstay with her. I just saw her for like a day and then I had to leave right away again.",
        "Q: Where was she?",
        "A: My mother was still living in..at home with this Mrs. Degelas and her whole family. The\nonly thing that had happened there was that her parents were very ill. And my grandfather\ntook my grandmother to a doctor. And while my grandmother was inside with the doctor, the\nGestapo picked him up on the street; because he was a very, uh...he was a real orthodox Jew\nand he had a beard and everything. And they...they just picked him up, and he was never to\nbe seen from or heard from again. And the doctor somehow got my grandmother.... I don't\nknow how this happened, but somehow got my grandmother..uh..someplace. And uh...but\nthat was the end of my grandfather. That was it.",
        "Q: Now this person came to get you from the convent. What are your recollections after that?",
        "A: Well, after they came and got me from the convent I went to, uh, out in the countryside and I\nwas taken to a farm which was...which was wonderful. I just loved the farm because I was\nwith a private family who had a daughter who was, I would say, about 3 or 4 years older\nthan I and, uh, they had the grandmother live there and this was really... My fondest\nrecollections, you know, of the war was really the happiest there, was just a big farm, and it\nwas just really wonderful except that now I became a Protestant. They told me I was no\nlonger a Catholic. So now I was taught how to be a Protestant. Uh, This...this was fine. I\nmean, it didn't matter. I mean that...it didn't matter. It was just another learning experience, I\nguess, you know, learning something.",
        "Q: What did you have to learn in terms of becoming a Protestant and how did that make you\nfeel?",
        "A: Well, they...they took away some of the metals and...they took away the rosary. That's the\nfirst thing they did. They took away the rosary beads, and..uh..I was not too happy to let go\nof that. Uh, but they told me I had to do it. So I just, you know, I just did it. You just don't\nask questions. You do what you're told. And I wanted to stay there so bad. I really wanted to\nstay that I would have done anything there just because I was really really happy living on\nthe farm, but unfortunately that was my shortest stay.",
        "Q: Can you tell me the name of the family? Did you keep your same name?",
        "A: I kept my Susanne Ledon, which was my name all during the war. Uh, I do not remember\ntheir last names. Their daughter's name was Jeanine. That I do know, and, uh, that was about,\nyou know, all I could really remember from that that except it was a great...it was just happy\nthere, but I didn't stay very long.",
        "Q: What happened after that?",
        "A: After that, uh, I think the most...I think the most traumatic thing that happened there was that\nI was woken up in the middle of the night and..uh..it was rather frightening and a strange\nman came and Jeanine's mother said, \"You have to get dressed now because you have to go\nwith this man.” And I do remember I was very, very upset about that. I didn't want to go, but\nshe gave my suitcase or whatever and she told me that I had to leave and she hoped that\nshe'd see me again someday, but I must be good. That I remember her saying to me. And, uh,\nwe took around midnight a long train ride, and I remember getting to a home then. It was\nlike a very large house, and there were lots and lots of children, and he took me to an\norphanage. And, uh, I would say there were about 300 of us in the orphanage and I know\nthere were a couple of adults taking care of us, and we ranged from about the age of 4 to\nabout 18. That's where the older took care of the younger, and the only good part of it was\nthat I was able to remain a Protestant there. I didn't have to learn another religion.\nThey...However, we had... I do remember one thing though that I had outgrown all my shoes\nand, uh, I remembered that. After I...well, this was at the farm already, I only wore wooden\nshoes. I do remember that distinctly and, uh, that...I don't know why that made an impression\non me. But..uh. that's what happened.",
        "Q: Can you tell me about your day-to-day life?",
        "A: Uh, day-to-day life was really...we lived...there were, I would say, maybe about 10 to 15\nrooms there. We crowded into any room where we found a space, but most of the living was\ndone underground. Because there were loads and loads of tunnels, uh, underneath, and..uh..\nwe were shown how when air raids came, ..uh.. how to survive on our own, what we had to\ndo, what kind of procedures because we really had to know how..how to do this alone\nbecause nobody could really do it for us. Like I said, there were only 2 adults there with us.\nFood was extremely, extremely scarce. If you had a slice of bread a day, that was wonderful.\nYou sort of hoarded it to last, you know, for the whole day. Uh, you really...it was really a\nsurvival of the fittest there. Whatever you did, that's how you survived. I remember getting\nvery ill, and you just...well, you just..you just got better. I mean that was it. I remember\ngetting caught outside in an air raid. I wasn't room enough to get...there wasn't... wasn't fast\nenough to get in the shelter, because in order to go into the underground shelter you had to\ngo out of the house and go in there, go into the shelter. And most of the time it was always\nvery, very dark because directly across the street from us were German headquarters and we\ndidn't want to arouse too much suspicion. I mean they knew this was an orphanage, but I am\nsure that they never thought there would be Jewish children hidden right under their noses.\nUh.. I don't know if all of us were Jewish though or not. There was very little...there was no\ncommunication amongst any of us. I mean there was no play time. There was none of that. It\nwas just you live from hour to hour.",
        "Q: What did you know of the people who ran the orphanage?",
        "A: Nothing. I really knew absolutely nothing about them. They were two women, and that was\nit. And...like I said the olders...the older children would take care of the younger ones. But,\nuh, we just...you know, we just went along. I mean, we did...the only thing that we really did\ndo is go to church a lot. That we did do. But, uh, otherwise there was...there was really, you\nknow, nothing to do.",
        "Q: Was there any contact with your mother during this time?",
        "A: Just once. There was one more contact with my mother where I did see her for a day and\nthen I went right back again and I could not, you know... Of course, I didn't know the name\nof the place where I was. I was told nothing. I didn't even know the town I was in. I was told\nabsolutely nothing so that then I was not able to repeat to her anything. That I remember.\nAnd, uh, uh, you know, she...I...I do remember her sort of very upset because she\nthought...I...[ remember she thought I didn't look very clean and I, uh, I had..I had scabs all\nover my head because we all had lice. We were all pretty sick in that place, but we all...we\nall managed. (laughter) That was, you know, in the orphanage.",
        "Q: Did you have any contact with the Germans?",
        "A: No. None whatsoever. We...you know, we would see them and, uh, come across the street\nbecause that's where the lights all were, but we had absolutely no contact with them. None.\nThey would walk by periodically. I mean, they were just like a few yards away. Sometimes\nthey would walk by but it, they'd never meant anything. I don't know if they ever came into\nthe orphanage. I never saw them. They might have gone and spoken to the 2 adults, but\notherwise that was the only contact I recall.",
        "Q: How long were you in the orphanage?",
        "A: I was in the orphanage til the war ended in..in 45. I can't really, really say how many years,\nyou know, that was. I really can't.",
        "Q: How did you feel during that time? What were your personal feelings?",
        "A: Uh, I don't know how I... You know I can't really say how I felt because, uh, I was basically,\nyou know, a loner. Uh, that I do remember. I stayed by myself considerably. Uh..I remember\nfrom...this is from when I was a Catholic that Saint Susanne Day was going to come up, and\nI did tell the... one of the ladies that ran the place that that was Saints Day and on Saints Day\nthat everybody usually got a gift. That's when you were a Catholic. (Laugh) So I remember\nthem saying, \"Well. Fine.” And I remember that they got me..uh..like cookies. They got me\nlike 5 cookies. I'll never forget it. And those...I remember making those cookies last for\nabout a month. I would take one bite a day in order for them to last. And I thought that was\nthe greatest thing that ever happen to me in that orphanage, and..uh..that I had a Saints Day\nso that's the only really positive thing that I remember, I think, from the orphanage.",
        "Q: You mentioned something about an underground system of tunnels.",
        "A: Yes.",
        "Q: Can you tell us a little bit about that?",
        "A: Well, the..the underground system, it was like, uh...they were like dirt walls and dirt floors\nand I know they had beams on the side and..uh.. the two ladies that were in charge there,\nthey had like a lantern and when the air raids would come..they..they would take the lanterns\nand go down there, and we would just lay down anywhere until the raids were over. I mean\nsome of us just stayed there, and some of us went back afterwards, but I do recall one day\nhaving...not getting down there fast enough, and I was caught out on the..out between the\nhouse and the underground passage and I remember seeing the planes and the bombing\nplanes. And I threw myself down on the ground and I looked up and I thought, \"This isn't so\nterrible,\" and it was like paper streamers coming down. It looked like tin foil. Streams of tin\nfoil coming down. And I thought, \"Gee, this is great.” And, you now, it certainly beat being\nin the darkness and, uh, I don't think that was so terrible and I didn't know what I had to go\nunderground. That I remember. And I do remember when this landed on the field, I was\nplaying with the a...with the tin foil. It looked like tin foil now that I think about it. They\nwere just streamers. I don't know what that...you know, what that was. And it was just\ncoming down, but..uh.. I do remember seeing the air raids right up above me and watching.\nThe only thing that did frighten me was the noises, the bombing. That really used to frighten\nme terribly and, uh..I think that's why I am afraid of thunder up til this day frankly\nBut..uh..that was one of the things I remember the most.",
        "Q: Did you have an understanding or what was your understanding of what the war was about?",
        "A: No. I don't think I did. I felt that this 1s the way things were, and this 1s...this is it. I mean, I\nthink the only thing that bothered me, now that I think about it, is that I...1 wish I had some\nof the things that my mother used to give away and if I had what my mother used to give\naway, maybe I could have some food. That was the only thing that really bothered me. Uh, I\ndo remember picking berries though,...uh.. finding fields that had berries, and eating berries.\nI think just the hunger part of 1t bothered me. Sometimes I was very cold. That I got over for\nsome reason. The hunger I think was the worst part of it. Really! But I felt, you know...I\nnever...this was the way life was. I mean there was just no other way, so you just...you just\ngo along and..it didn't.. There was really no real association with my mother.",
        "Q: What were the facilities like at the orphanage. Did you sleep in a room? Did you sleep in a\nbed?",
        "A: Uh, the facilities in the orphanage were, like I said, they were bad. Everywhere from 10 to 15\nrooms and we would all crowd into these rooms. Uh, there were some blankets thrown\naround. They were maybe 2 or 3 beds. Whoever got to them first got to them or we'd sleep\non the floor. Uh, it was like you did for yourself wherever you could. There was nothing...it's\nwhoever came first. I mean, that's how it was. Bathrooms, I think maybe there were two\nbathrooms, not that it really mattered. I mean it was, you know I mean, sanitary conditions\nwere just terrible, absolutely terrible. But, uh, I think...I really feel that most of us stayed by\nourselves. We really did not interact too much with each other. We just didn't. Uh, we all\nspoke French and...uh... Flemish, uh...but there was not a lot of communication. There really\nwasn't. There was really...you knew you had to survive on your own from day to day and\nyou just had that...you just had that instinct..that's...you just have to do it. That's it.",
        "Q: What do you remember about liberation?",
        "A: Well, I remember about liberation was where German headquarters were, we were liberated\nby, uh, by the Americans and I remember that the American soldiers when they knew there\nwas an orphanage, they came. Oh, they came over bearing, you know, food, which was the\nmost wonderful gift of all. They would bring chocolates and candy bars and little cookies in\npackages and that was really, really, you know. That was wonderful. I think we always used\nto look forward to it. The soldiers used to come and visit us. You know, every day and we...it\ndid mean getting food, which was, you know, really great. So that was I think the main\nrecollection that I have of it.",
        "Q: And what happened after that?",
        "A: Well, after that, I, uh, or I should say this... One American soldier, he really got very, very\nfriendly with me. And he would bring me things. He would come every day to see me and\nevery day he had some..uh...some...either chocolate or just some food. And he would spend\nsome time with me, and it eventually got to the point where he wanted to adopt me. And, of\ncourse, I didn't know what it meant except that, you know, it meant having somebody that\ncared for you.",
        "Q: And then what happened?",
        "A: Well, then what happened was that..uh..I guess he went ahead with this, with the fact that he\nwanted to adopt me, but in order to get the proper clearance and everything he had to check\nout some of my background and he had to give all this to the Red Cross which in turn had to\nget a hold of the underground and they had to start doing a lot of tracing, uh, back to, uh,\nexactly where am I coming from, what kind of family. Is there anyone that has survived? So\nthe procedure took really a very, very long time, and then...uh...while this was going on, one\nof my mother's brothers who had been living 1n the United States..un..since right before he\nwar, he was also in the Army, and..uh..the Red Cross was able to..uh..find him and he made\ncontact with this Jack and..uh..they found out that I had a father living in the United States\nand Jack said to me that he couldn't adopt me and that was...that was terrible. That was very\nupsetting because my mother at that point had not come back from Auschwitz yet. So, but I\nwas very upset about that. I... remember that. And, uh, he tried to explain that I had other\nfamily, my father was in the United States and they would find him, and all that. So that's\nreally what happened and then in the interim, my mother appeared who had once she\nwas...after she was liberated from Auschwitz, she was in a hospital because she had typhoid.\nShe was sick for quite a while, but the minute she was better, she was able to get a hold of\nthe underground, and the underground told her where I was in this orphanage. And, uh, then\nmy mother came and, uh, you know, this was again somebody new in my life. So..",
        "Q: Did you mother ever tell you when she was taken to Auschwitz?",
        "A: Uh, Yes. Uh, she did. She..it seemed that after my last visit...the last time I had seen her\nwhen I was in the orphanage, she...the whole family, uh, was taken to, uh, to concentration\ncamp and, uh, they were all exterminated except her. And, uh, they felt she was young\nenough to work in the ammunitions factory and, uh, what happened...the other thing that\nhappened with her was, uh, she was..uh..ready to go into the gas chamber which, of course,\nshe didn't know was the gas chamber, and..uh..there was a soldier that was standing in the\nline to get her to go in. And he walked over to her and he tapped her on the shoulder, and he\nsaid, \"I know you.” And it turned out this SS man had gone to school with her in Vienna.\nAnd he said, \"I know how old you are.” He said, \"You can go and work in the ammunitions\nfactory.” And that's...that is how my mother was saved, because he had recognized her.",
        "Q: What do you remember about your reunion with your mother?",
        "A: Uh, what do I remember? I don't...I had...I had very mixed emotions about it, because I was\nvery, very upset that I wasn't going to go with Jack. Because, like I said, Jack visited me\nevery day and he was very good to me. And now another strange person comes into my life.\nOf course, I had been separated from my mother so long that, uh, you know, Mother didn't\nmean anything to me. And, uh, (crying) I think it was just...1t was just a strange woman who\ncame. I mean, I vaguely remembered her. (Crying, crying, crying) Uh, I'm sorry. There goes\nthe mascara.",
        "Q: You're okay.",
        "A: I didn't mean to do this. Uh, well, like I said, 1t was a strange person who appears in my life\nagain and, uh, you know after Jack, I though, which was so wonderful, you know, for the\ntime that it lasted. And she, of course, wanted me, you know, to leave the orphanage which\nthe, uh, which I told her I could do and, uh, there were these Jewish\norganizations..uh..overseas also affiliated..uh..with the...with the underground that made\ncertain provisions, gave you, you know, some money and they found a place for you to live,\nand..uh..I did go with her, of course. And, uh, she, you know, proceeded on, of course,\ngetting me healthy because I was just infested, absolutely infested with lice and I had to have\nall my head, my whole head shaved off, and I was..I was really quite sick afterwards but I\ngot over it. And, uh, with the underground, you know, helping out, uh, because they had\ndoctors look us over and things like that and they provided..uh..a living, a room for us\nthat..uh..we lived in. And, uh, I, of course, at that point I remembered very, very little\nGerman and she spoke no French at all so I had a start learning how to speak German with\nher because it was very difficult communicating with her. And, uh, we...you know, we\nstarted...she got a hold of my uncle through the Red Cross and got a hold...who got a\nhold...and then got a hold of my father and, uh, with that point had to start saving up some\nmoney in order for us to come to the United States because you had to prove that you...there\nwas somebody here in the States that could take care of you. But not only that you had the\nAustrian quota that we had to wait for which was not the best quota. And, in the\ninterim,..uh..my mother, after she more or less got me back into a healthy state, she tried to\nsend me to school, but it was extremely, extremely difficult for me because here I was\nlearning German, I was one day I am going to one school, and then the underground would\nmove us again to different quarters and I would go to another school so it really amounted to,\nas far as education, to nothing, to be very honest with you. I never learned anything. And, uh,\nI...My mother would pick up these books from the underground. They were written in\nFrench and, uh, I taught myself really how to read and how to write French and Flemish\nbecause those were the two languages that were spoken, uh, predominantly in Belgium.\nAnd..uh..German, of course, I got from my mother and I always knew how to speak Yiddish\nbecause of my grandparents so that I found the German rather easy to come by so at least we\nwere able to have some form of a...of communication going.",
        "Q: What was your relationship with your mother like during these years?",
        "A: It was very estranged. Uh, this was just another person coming into my life, and, uh, it\n(pause)...and I am sure it was very difficult for her because here's this woman who has just\ngone through all this and now she's got this child to take care of. Uh...It was a very\nestranged..uh..relationship. Not that she didn't love me, I know she did. But it was just very\ndifferent. I think because, you know there was a lot of lack of communication, and\nfrom...first of all, I wasn't used to anybody really ever taking care of me. I was moved here\nand moved there, and I was just... was almost like I was waiting for when am I going to\nleave here kind of thing. You really do. You're always...nothing ever seems permanent so I\nreally was waiting to leave again because I understood from the war what I could\nunderstand. I mean, war was war and that's what life was. War! It... When, you know, when\nthey said, Liberation. The war is over. You can do this. You can do that. Well, it didn't...it\nreally didn't mean anything t me. It really didn't.",
        "Q: What was your day to day life like at this point? Was your mother working?",
        "A: No. My mother...my mother could not work, uh, because she was...her health was not that\ngood. Uh, day to day life,..Well, I remember I once found a kitten on the street and I picked\nit up. I do remember that. And I brought it home and, uh, that didn't last very long,\nunfortunately. I...I do...I remember taking a, uh, having a ...box of some kind and, uh, I\nremember trying...I wanted the kitten to go to sleep and the kitten wouldn't go to sleep. And I\nremember I picked it up and I threw it out the window. I remember doing that which...I don't\nwhy I did that, but I did. It wouldn't do what I told it to, and it was like almost, you know, I\nhad to...you had to do what you were told. And I don't know why that left an impression on\nme. Uh, I remember helping my mother scrub floors and we had a little pot bellied stove that\nwe had to fill everyday with brickets in order to get warmth into the room. I remember that.\nAnd I remember one winter it getting so so cold and my mother washing the floor with a knit\nrag. And I remember one day she put water on this little stove and she started washing the\nrag out in it and I said to her why was she doing that, and she told me she was going to make\nme a beautiful sweater. And I remember taking a rag with her and helping her unwind the\nyarn and I don't know where, but she got some knitting needles, and she showed me how to\nstart knitting and out of the floor rag, I got a sweater. I do remember that. (laugh) And, uh, I\nthink that was sort of the highlight of my (laugh) my togetherness with my mother. Uh, I also\nremember, you know, I was able to go for walks and I was able to go out alone on the streets.\nThat I thought was really great. And I remember during the day leaving my mother... by\nmyself and I would go to the downtown area of Brussels and,uh, they would have like...like\nshows, I guess you could call like variety shows here. And I remember standing by the door\nthere after everybody got in and I would sort of sneak into the variety shows without,\nwithout telling my mother and without paying. I do remember that. And that was wonderful.\nAnd, uh, that...those were really the...the best parts, just that I was able to go out by myself. I\nalso remember, uh, going to the market places and we really could not afford anything\nbecause we were really rationed money-wise that the underground would give us. And I\nremember picking up dead flowers and, oh, I would pray so hard that they would come to\nlife at night. Uh, and that I did every day. That I would...I would do that every day after the\nmarket would close up around 5, 6 o'clock. I would run down there real fast and hope that\nsome of the flowers were left on the ground. I remember that.",
        "Q: At what point did you start planning to immigrate to America?",
        "A: Well, my mother kept..uh..getting news as to how our quota stood and, uh, then finally, I was\nalmost 13. I was just about 13 that the...1t looked rather promising that we would be able to\ncome and, uh, I remember my mother saying that we would have to go to Sweden and we\nwere going to get on a boat and we were going to come to the United States. And, uh, at first\nI thought I was coming...I was going alone again because this is how I was used to doing\nthings. But she said no, she was going to go with me. And..uh..but that's...I feel that's\none..you know, it really started like around, I think it was like around 1948 or 49, around that\ntime.",
        "Q: Can you tell me a little bit about coming to America? How you traveled and what that was\nlike?",
        "A: Well, we...I remember we left...we left Belgium and we...we took a train and I remember the\npeople from the underground, they gave us some food and they gave us some clothing to\ntake with us and, of course, we had to have a passport and I do remember the train ride\nbecause we were taking the ship from our Goteborg, Sweden. And the train ride was, I\nremember, rather long and extensive. I also remember that at the border, when we got to the\nGerman border, we had to do a pass check. The passports are checked and at that point,\nsome...of course, they were German people...they were not the German soldiers anymore,\nthat they boarded the train and my mother got very scared. I do remember that. And at that\npoint she started pointing out all the terrible things about the Germans and she also, uh,\nshowed me some of the...the children that were out on the platform of the station and they\nreally looked raggedy and sort of worn out. And I remember having a candy bar, something\nin my hand, and the windows on the train, they open half way cause there're the European\ntrains where you sit in compartments. And then there's like a long hall and I was holding this\ncandy bar and I was eating it or something and I pointed part of it out the window, and I\nremember my mother slapping me. I do remember that. And she said, \"Don't you ever, ever\ngive anything to those Germans.” And, oh, I remember that so distinctly. She got so upset\nwith me because I had the candy bar and I was willing to give them some. But, you know, it\nwasn't until years later of course...I got upset at that point, but years later I understood and\nbelieve me, I understand (laugh). But from there, then we went to Sweden and we\nboarded..we boarded a ship and we were all the way...I guess it's like almost in the hull of the\nship, and..uh..we were just all thrown in there. I mean there was so many of us and long,\nlong passage. (crying)",
        "Q: We are going to take a break now. We are going to change tapes. Perfect timing.\nTAPE #2",
        "A: I don't mean to...to get upset with this. I really...",
        "Q: What happened when you got to America.",
        "A: Well, uh, when I got to America, uh, we landed at Ellis Island, New York and there was a lot\nof commotion. My mother's brother was there. And they...he then took us to...to meet his\nwife; and I remember we did stay in New York... Oh, I think it was like about a couple of\ndays. Uh, we did not reunited with my father immediately because he was in Connecticut;\nand for some reason, he just...you know, he just couldn't get to us right away. Uh, however,\nwhen I did meet with my father, uh, it...1t was not what I would call a very great reunion. Not\non my part, anyways, because I think I resented him immediately. Because here was\nsomebody who was going to come and take my mother away. And I had my mother now for\na little bit; and, of course, this was a stranger in my life. So it was...I found it very, very\ndifficult. Extremely difficult. Uh, we moved to Connecticut. And now when I think about it,\nI think that my life was easier in Europe than it ever would have been in the United States;\nbecause the turmoil here was just incredible. I can't even describe it. That's how...how\ntraumatic this was there. Uh, I found there I had just those finding my little niches. I was\ngoing in Europe; that is...running about, doing my own little thing, and now I come to this\ncountry again. I cannot speak a word of English. My father speaks, uh, some German. He's\nnot very fluent in it, but enough to communicate with my mother. He was a very poor man.\nUh, we moved to a very small community. And by small, I mean a small Jewish community;\nbut there were only like 30 families living there. However, they're all very, very affluent.\nWe're living on the...shall we say, wrong side of the track, and in an old apartment house. I\nhave to go to school; but my father decides that I have to go to a Yeshiva. And I think at this\npoint, I really was very rebellious against the Yeshiva. I really feel I was very sick and tired\nof learning all these religions, because all my mother had done right now was, since the war\nover, she told me I was Jewish and that was it. But I didn't really know anything about\nJudaism. She tried to explain to me persecution is because we were Jews, which... Well, that\nwas...that's all right. I mean, this 1s all I understood anyway. So it didn't really make any\ndifference. But my father decided I definitely had to go to a Yeshiva. And I went to the\nYeshiva, and I lasted 6 weeks. Uh, first of all, it meant learning another language, which was\nHebrew. I could not...I had a terrible time with that...terrible time; and, uh, I couldn't\nunderstand the English part of it either. So I was ever...I was just nowhere. Learning another\nlanguage, and not understanding the language I am supposed to speak. And nobody could\nconverse with me. I did speak Yiddish, though, to the Rabbi. That was about it. But I didn't\nlast. I just...I really carried on until they finally...so my father finally took me out of there. So\nthat immediately started even more resentment toward him. And, uh, from there on, they\ndecided I better go to a public school. However, seeing that I was twelve and a half years\nold, I had to be Bar’ Mitzvah at the age of 13. So the first thing they did after they took me\n' NB: Bat.\nout of the Yeshiva was I was enrolled at Sunday school and 3 days a week, I had to go to\nHebrew school, which I did, and I had to go to public school. Public school was a problem\nbecause here I am almost 13, and I belong in 8th grade. They don't know what they're gonna\ndo with me. They put me into 8th grade. I don't understand one word, at least... mean\nnobody even speaks Yiddish there. I don't know anything. I have had no formal education at\nall. I have never had a day of math in my life. I mean I have had zero. Zero! Zero! So, the\nonly good part about it was that I became a novelty in that school, because I could sing the\nFrench National Anthem. I mean, I could do things in French and nobody else did. (laugh)\nSo they all started paying a lot of attention to me because of it. But they...that didn't matter.\nThey didn't know how they were going to do this with me through school. So they devised a\nplan that every day I would spend a half hour in first grade, a half hour in second grade, a\nhalf hour in third grade. Well, 1t was a little humiliating because here I am with these 7 and 8\nyears and I am almost 13, but there was no other way to get me caught up. I did do it. Uh, I\ndidn't do it the first year, but they did get me through 8th grade enough so that I could read\nenough so that I could write. Math, I knew the multiplication tables and I could do some\naddition and some subtraction. Math is still not my subject (laugh), but I got through. And I\nalso got Bar [NB: Bat] Mitzvah, because I had to; and I did read the HafTorah in Hebrew,\nbecause I had to. And the other thing is that I wanted to be like the rest of the children. I was\n13 years old. And it's very, very difficult when you're going into high school to be different;\nand I wanted to be like the rest of them. And (sigh), it meant...I remember buying sheet\nmusic and standing in front of a mirror and practicing how to lose this accent and I practiced\nso hard. I really worked at 1t. And I made some friends. The friends that I did make though\nwere... I would always seek out the ones that scholastically were way up there, because those\nwere the ones I wanted to be like. And when I went to high school, they only...there were\nonly two courses given. One was a college level course; and the other one was a business\ncourse. But the kids I wanted to be with were the college level kids. So I made up my mind\nI'm going. I'm going to go to college. Which it was quite a struggle. The only thing that I did\ndo was, the...the uh teachers were sympathetic to me and they did work with me for many,\nmany hours. And like I say, I practiced really, really hard. I took some courses that were easy\nfor me. Like I took French, which was wonderful; and I became President of the French class\nwhich was (laugh)... That the best thing that happened to me all through high school. Uh, I\ndid join the choir; and at Christmas time, of course, I could sing all the Christmas carols.\nBecause 1n Europe the tunes were the same, only the (laugh) language was different. But I\ncould sing it in Latin, and they couldn't sing it in Latin. So, you know, I excelled 1n that. Uh,\nI had a lot of...the kids that...a lot of them that I was friendly with, uh they were...a lot of\nthem were Catholic. And I would go to confession with them, and I knew what was going\non. So that way, it was great to have had that background in other religions. I mean, it was\nreally my own religion that I knew the least about. But I was getting...you know, I was Bar\n[NB: Bat] Mitzvah anyway, so it didn't matter. And, uh, but the Jewish families, like I said,\nthey lived on the other side of town. And this I could not...those are the ones I would have\nliked to have kept up with, but I yust couldn't. And uh...so I felt the only way to do this was\nthen to uh...to go with the kids that were...did excel in school. The ones that were the\ncheerleaders and things like that. And uh... As a matter of fact, in 8th grade, I remember they\neven made me Captain of the cheerleaders, which was a great boost to my morale. So they\ndid...you know, they did try; but I think one of the most difficult thing is you want to be like\nyour peers. And it was terrible. It was really so terrible. And losing that accent, which I\nwanted to in the worst way! Well, I finally did; but with a lot of, a lot of practice. And I got\nto my senior year of high school and, of course, I was taking a college bound course.\nWhich... I mean, they just let me do it. They didn't know how I was going to achieve that.\nAnd I made up my mind I wanted to go on to college. And the principal of the high school\ncalled me down. And he said, \"You are trying to do the impossible.” He says, \"You'll\nnever...” He says, \"You...you just can't do this.” He says, \"You can't go to a..to a 4 year\nschool.” And I says, \"Well, I'm going to.” My SATs were disgusting. They were just terrible.\nSo I told him I had to go to college. And he went ahead and he wrote letters to the presidents\nof the different colleges that I wanted to go to; because I had made up my mind that the first\nschool I wanted to go to was Boston University. The second one was University of\nConnecticut. And as a fallback, I would go to a two year school. But that was a real fallback.\nAnd (cough) I had in the interim become friendly with one gal who belonged to the Temple\nwith us.... \"Well, if she can go to Boston University maybe that's where I'll go.” I wanted to\nbe so much like the rest of them. But it was one of the most difficult things to do. And he\ndid. He wrote; and they told him that they would consider my coming up and taking an\ninterview, because the written part I couldn't do. I mean, half the things I was reading, I\ndidn't even know what I was reading because the vocabulary. I...I just didn't have any\nvocabulary. And they all granted me interviews. And (pause) the...[ remember going up to\nBoston, getting on a bus and going; because my...neither one of my parents ever saw the\ninside of a school. I mean, I just went. I did. I mean, even when they had meetings and things\nlike that, they couldn't communicate. Plus they had their own...their own problems. And I\nalways sort of took care of myself. And I think they always figured as long as I had a roof\nover my head and food on the table... I mean, what else did I need? So I...I really I...you\nknow, I made my own way. I took a bus. I went to Boston. I had my interview, and I\nremember sitting near begging them, please, to let me in. Uh, frankly, I think they let me in\ncause they felt sorry for me. I really do. Because I don't know how they could take a chance\non this. Uh, they did. They... They said to me, \"Fine.” And I was called down by the\nprincipal; and the Principal told me I was going to find it extremely difficult, extremely\ndifficult, and they were taking me only on probation. I said, \"Okay.” That was...that was\ngood enough for me. And my parents, at that point, when they heard I was going...you know,\nI was really determined to go. They...in the 50s, everybody went in to be a school teacher.\nBut I didn't want to be a school teacher. I didn't want that. (laugh) So...I wanted to be a art\nmajor. So I made a deal with them. I was going to be an art major for a while, and then I\nwould switch. Anyways, I went to...went to Boston; and I was an art major my first semester.\nAnd if life was ever difficult, it was when I went to college. It was like Greek. It was like\nlearning Greek; 'cause no matter what I picked up, it wasn't where I was going to get that\nextra help anymore... that I... I mean, you just don't do this. It was so, so difficult. And my\nfirst semester, my grades were not too good. And seeing that I was there only on probation, I\nmarched myself over to the Dean's office again. And I said, \"I want to switch my major.\nGive me another semester.” And what I did in the meantime is, this gal from Manchester,\nshe was in liberal arts. And she also decided she's switching her major. And I said, \"Joyce,\nhow would you like to be roommates?\" Because I needed tutoring so bad. And she said,\n\"You know, I am switching.” I said, \"What are you switching to?\" And she said, \"I am\ngoing into education.” Well, I didn't want an education [major]; but if she was going to\neducation, I'm going to education (laugh) with her. I said, \"Let's be roommates, and I am\ngoing to go to education.” I said, \"Let's sign up for all the same courses.” Which is what she\ndid. And to make a long story short, by my senior year I made Dean's list. And Joyce could\nhave two degrees; because what Joyce went through with me, I don't wish on anybody. She\ncould have had two diplomas. And if it wasn't for her... But I got through college, and (sigh)..\nWhere there's a will, there's a way.",
        "Q: How did this make you feel, and how did this make your family feel?",
        "A: My family, uh... Well, I mean, they were glad that I did. I was my own motivation though. I\nmean, if I had gotten through, I would gotten through. If I hadn't gotten through, they would\nhave been extremely upset; but that was it. I mean, their lives were so affected from the past\nthat..uh... (pause) I was...I was like the offspring of the two, and that was it. Do you know I\nam saying? They had their own lives. And it's, you know, like I've told my husband. I tell\nhim these little stories that happened to me periodically. I mean, one day when I was in high\nschool we had a health class; and the health class, it said you should go see a dentist twice a\nyear. Well, I had never seen a dentist in my whole life. So, as I was walking home one day, I\nsaw a plaque outside that said, \"DENTIST.” So I marched myself upstairs and I went to the\nDentist. I mean, I was 16 years old. This is the first time I have ever been to a dentist. I came\nhome. I told my mother I went to a dentist; and she said, \"Well, that's good.” I mean, she\ndidn't even know...she said, \"Did you have a tooth ache?\" That's when you went to a dentist.\nYou know, there these things that you...I think that we take for granted, that just people...\nPeople just don't do them. They just don't! So if you take your own initiative, I think if you're\nself motivated, you can do just about anything. But that's really what it takes. I don't...I don't\nthink there's anything else that can keep you going.\nQ; How did you finance college?",
        "A: Finance college. Well, when my father heard that I had to go to college... And, uh, he was\nworking in a factory; and uh, of course, college was not terribly expensive then. I mean, it\nwas $10,000 for 4 years at Boston University. Now, you can't even have a semester out of\nthat. But I did that; and then I would...as far as my books went, I would... Joyce and I would\nwork our books together. Uh, but my father did get me through. And he would...he gave me\nlike uh $5 a week; and uh I don't know I got..I got through. I got through.",
        "Q: And what happened after graduation?",
        "A: Well, after graduation... What happened is I graduated on\nJune 14, and on June 21st I got married. So, you..you know, I...I didn't have to go back home\nagain either.",
        "Q: Tell me about when you met your husband.",
        "A: Well, my husband met me...I think I was 16 at the time. And uh, first of all, he did not know\nvery much about me. Because I had no accent whatsoever. I never told him where I was\nborn. The only thing that struck him funny was that my parents had an accent; but, of course,\nit didn't mean that much to him because his grandparents had accents. And, I mean, it..it just\ndidn't mean anything. And uh I met him at a USY~ dance. We were introduced; and it was\nsort of an on and off type of a courtship that lasted for... Oh, I would say for about 5 years. I\ndo remember that when I was... I think I was a junior. He...I mean he saw, you know, school\nwas really tough on me. Real tough. And he...he really wanted me to quit. He really did!\nAnd, you know, we could get married and... But I wouldn't. I just wouldn't! There was no\nway, when I got this far, no matter how hard this was, that I would ever quit. I was\ndetermined I was going to march down the aisle and pick up that degree. And...",
        "Q: Can you tell us about your reunion with the soldier? And do it briefly because we're...",
        "A: Yes..uh..this was after my husband was in business. We had a convention in New Orleans.\nAnd uh I had this little picture with me, that he had given me after the war, that was taken of\nthe two of us; and he had put his address in the back. We went to New Orleans. I took the\npicture with me. We went through the phone book and there were a few Jack Schultz in the\nphone book. We figured we'll go through each one of them. Called up, and I asked each one\nof them, \"Were you in _____, Belgium, at such and such time? And are you familiar with\nuh...a person by the name of...”” Which was \"Susanne Ledon,\" because, of course, my real\nname would mean nothing to him. And finally, I hit upon the right person. And uh when I\ndid there was total, total shock at the other end of the receiver. There wasn't a word uttered.\nAnd within 20 minutes, he was there. And I guess he must have told somebody, so the New\nOrleans press had covered excerpts of it. And it was quite a reunion. It really was. It uh...it\nwas just, you know, great seeing him; and he couldn't believe it was me, and where I was,\nand... But uh it was really, really nice.",
        "Q: Have you kept in contact with him?",
        "A: No, we lost contact again. And I...I really don't know, you know, if he is still alive; because\nat this point he is a man way into his 80s already.",
        "Q: Thank you.\n* United Synagogue Youth.\nPHOTOGRAPHS",
        "Q: Very briefly, tell us who these people are.",
        "A: This was the family that hid us during the war, my mother. This was Mr. and Mrs. Degelas,\nwho hid the 30 people in the room.",
        "Q: Next.",
        "A: This was the mother where I was living on the farm.",
        "Q: Okay. Next.",
        "A: This was the daughter who was having her communion.",
        "Q: Okay. Next.",
        "A: That's myself just in one of these interims when I went to visit my mother.",
        "Q: Next.",
        "A: That's our Jack Schultz--the soldier who was going to adopt me. That is Jack when I called\nhim in New Orleans.",
        "Q: Do you have one of your mother?",
        "A: Yes. This is the one now. That's my mother and I about a year later, after the war.",
        "Q: Is this your father?",
        "A: No. No. This is a cousin of mine in uniform. I don't have one of my father.\n"
    ],
    "questions": [
        "Q: Will you please tell me your name and where you were born?",
        "Q: Can you tell us your first memories of your childhood?",
        "Q: Do you recall what happened... Of course, you were very young then... when the war broke\nout.",
        "Q: You were separated from your mother at a young age. Can you tell us about that?",
        "Q: What happened before you separated from your mother? Where did your mother take you?",
        "Q: Tell us about Mrs. Degelas?",
        "Q: Where did you go from here and what are your recollections?",
        "Q: Can you recall for us some of the things you did from day to day in the convent?",
        "Q: Just relax. Take a drink.",
        "Q: It's alright. Take as much time as you need.",
        "Q: We're here for you.",
        "Q: You don't know what to expect.",
        "Q: You were tell me about the day-to-day.",
        "Q: You mentioned one nun that was sort of assigned to you.",
        "Q: Can you recall something about her?",
        "Q: How long were you in the convent?",
        "Q: Did you see your mother before you left the convent?",
        "Q: Where was she?",
        "Q: Now this person came to get you from the convent. What are your recollections after that?",
        "Q: What did you have to learn in terms of becoming a Protestant and how did that make you\nfeel?",
        "Q: Can you tell me the name of the family? Did you keep your same name?",
        "Q: What happened after that?",
        "Q: Can you tell me about your day-to-day life?",
        "Q: What did you know of the people who ran the orphanage?",
        "Q: Was there any contact with your mother during this time?",
        "Q: Did you have any contact with the Germans?",
        "Q: How long were you in the orphanage?",
        "Q: How did you feel during that time? What were your personal feelings?",
        "Q: You mentioned something about an underground system of tunnels.",
        "Q: Can you tell us a little bit about that?",
        "Q: Did you have an understanding or what was your understanding of what the war was about?",
        "Q: What were the facilities like at the orphanage. Did you sleep in a room? Did you sleep in a\nbed?",
        "Q: What do you remember about liberation?",
        "Q: And what happened after that?",
        "Q: And then what happened?",
        "Q: Did you mother ever tell you when she was taken to Auschwitz?",
        "Q: What do you remember about your reunion with your mother?",
        "Q: You're okay.",
        "Q: What was your relationship with your mother like during these years?",
        "Q: What was your day to day life like at this point? Was your mother working?",
        "Q: At what point did you start planning to immigrate to America?",
        "Q: Can you tell me a little bit about coming to America? How you traveled and what that was\nlike?",
        "Q: We are going to take a break now. We are going to change tapes. Perfect timing.\nTAPE #2",
        "Q: What happened when you got to America.",
        "Q: How did this make you feel, and how did this make your family feel?",
        "Q: And what happened after graduation?",
        "Q: Tell me about when you met your husband.",
        "Q: Can you tell us about your reunion with the soldier? And do it briefly because we're...",
        "Q: Have you kept in contact with him?",
        "Q: Thank you.",
        "Q: Very briefly, tell us who these people are.",
        "Q: Next.",
        "Q: Okay. Next.",
        "Q: Okay. Next.",
        "Q: Next.",
        "Q: Do you have one of your mother?",
        "Q: Is this your father?"
    ],
    "answers": [
        "A: My name ts Renee Fritz, and I was born in Vienna, Austria.",
        "A: My first memories of my childhood were I remember leaving Vienna when I was around 2\nyears old and I remember my mother carrying me all the way. (laugh) Always having to,\nyou know, carry me because I was, you know, a real little one and we had... It was really a\nlot of walking, no other source of transportation, and that's basically you know what I\nremember.",
        "A: [...The only thing that I basically remember as far as that was that my mother carried like a\nsuitcase along with her and as we went along, I remember she periodically had to open that\nsuitcase and give away certain, you know, articles like a little...she had a brown\nhandbag...and when she gave that away it meant having another meal. And I remember she\ntook with her jewelry and every time she had a piece of jewelry to give away that...and when\nI saw her giving it away it mean that, you know, we were going to have a little bit more food\nto get us through to the next trip and the next meal.",
        "A: Yes. Uh, when we reached Belgium, uh, I was separated from her and, uh, through the..the\nunderground really did all that. We had moved into a...into a room where this woman who\nbelonged to the Catholic church and she got a hold of the priest who then in turn worked\nwith the underground and I was taken to a convent at that point.",
        "A: Uh, Before I separated from my mother what we did 1s we went to a...from Austria we...most\nof it was really again through walking or sometimes a truck would pick us up. And we went\nto Calais, France. And in Calais, we were all--I do remember, we were put in jail there. And,\nuh, somehow we got out of there. That..I..we..I don't know how we were able to get out, but\nwe did get out and the march started again until we finally reached..uh..Belgium. And once\nwe..we got to Belgium that is when, uh, people who were just taking us...in other words, the\nhead of some of these groups were able to make various contacts; and that is how we got to\nthis woman, Mrs. Degelas. And she then, in turn, contacted the...the priest.",
        "A: Mrs. Degelas was, uh... Well, to me, of course, she looked old. I was young. So, I would\nsay...now that I recall, she was probably a woman in her 40s, who lived with her husband in\na very nice...in Brussels, Belgium. Uh... She seemed like a very lovely lady. She owned quite\na large house. I think the best way describe it would be here it would be like...1t would like a\ntownhouse, I believe. And this townhouse was divided into separate rooms and she gave us...\nNow when I say us, that means there were 30 of us. She let us utilize that room as long as we\nhad a need for it and, uh, the only problem was that I could not stay with my mother at that\npoint because number 1, I was a child and number 2, my mother also had to take care of my\ngrandparents who were with her and 1n the room with us. But I think what they were afraid\nof more than anything was the noise level because I didn't have a full understanding of..that a\nwar was on or what the idea of all this was. I mean I knew no other life, so this was just part\nof, you know, everyday living. And, uh, when they told me that I had to, you know, go away\nfor awhile, well, I just...I just went. (laughter) I didn't have any choice.",
        "A: From..uh..uh.. there I was put into a...into a convent which was also located in Belgium, and\nsome man came and picked me up that I had never seen before. That scared me slightly. And\nhe told me on the way that the reason for all the things that were going on was because I was\nJewish which, of course, didn't mean anything to me. I was just too young to understand\nwhat Jewish meant. But that I was going to go and live in...in a school. And when I got\nthere..uh.. I saw nuns which scared me a little bit because in Europe, of course, not like\ntoday, the nuns were all in habits and it was a very, very strict order. And he took me to the\nMother Superior and the Mother Superior tried to explain as much as she felt I could\nunderstand that I was going to be into school and that I was going to be living with other\nchildren there during the day. However, those children leave at the end of the day and I was\ngoing to be taken care of by the nuns. I was also told that I was going to be taught religion\nand that my name would be changed to Susanne Ledon, and this was name that I would...\nthat I can only answer by. I have to forget my other name, that there was no more name like\nthat because this was going to be something totally new and I just have to follow these rules.\nSo I...I did. And she handed me some medals and with a safety pin and she told me every\ntime that I memorized what each metal meant that I would get a new one. And I did. I started\nmemorizing different..uh..prayers for medals and she gave me a rosary and she taught me\nhow to do the rosary and this went on for periods of time. Uh, I think the most frightening\npart of the experience was the evenings because I was taken to what seemed like a dormitory\nthat had miles upon miles of just corridors and they were just all partitions in between and I\nwas put into one of these partitions that had a bed, a sink, and a huge crucifix and one of the\nnuns was..was in charge, and I was left in this dormitory at night. That was rather scary.\nAnd, uh, I would just say in my prayers. (crying)",
        "A: Uh, well during the days...on some days when they felt it was safe, I would go to a class with\nthe rest of the children but (crying, crying, crying) I'm sorry... Thank you. I don't mean to do\nthis.",
        "A: I didn't mean to do this.",
        "A: Am I holding you up? Oh, God.",
        "A: I swore I wouldn't do this. (Crying)",
        "A: I know, it's just as... I hope they stopped the cameras from rolling. There goes the mascara.\nI'm okay. I'll be fine.",
        "A: Yah. The day..day to day was...there were certain days I could go to school, uh, for maybe an\nhour or 2 and that was just to get me to mingle with the other children, but the problem was\nthat they would start questioning me and there was always a nun that had to stay by me\nbecause they were always so afraid that I would say the wrong thing because if I did, I mean,\neveryone in that convent would have been exposed. There might have been other Jewish\nchildren in the convent, but, of course, I was not aware of it because I was always by myself.\nI did know that these children did come..uh.. in the morning. They did leave at night and I\nwas left. The minute that they left the nun would actually take me with her and I would go\nand, uh, to the chapel and again we would go through the religious..the religious end of it so\nthat I would know catholicism backwards and forwards and this was the main training that I\ngot. The actual schooling part of it was not because I could never stay long enough in a\nclassroom to pick anything up, but the religious aspect, because religion was going to save\nmy life basically. I mean, this was obviously what they, you know, tried to do. And, uh, in\ncase the Germans did come..and a lot of times, Germans did come over. I remember seeing\nthem come into the convent and be talking to the Mother Superior. So, this 1s really what,\nyou know, day-to-day life was like. Uh, once in a while we went out and, you know, walked\naround some of the gardens and so forth, but I would say basically I was, you know, indoors\nand really kept busy religiously. That was the main thing that I really understand catholicism\nmore than anything and, uh, the...of course, the incentive always was the more I knew about\nit, and I would get another medal. I mean by the time I left the convent, I had a safety pin\nthat was...had so many medals on it. It was wonderful. (laughter) I thought that was great.\nSo, you know, it was a great incentive to me to keep going and I did that way.",
        "A: Yes.",
        "A: I just recall what she looked like. She was a very tall, very masculine type of a woman. She\nnever smiled, and I always...I was scared silly of her. That I will tell you. I felt I was...Well,\nnow I feel I was probably, you know, quite a burden on her. But I was really really afraid of\nher and I think what scared me the most was at night when she...she would just take me over\nto this little cubicle and she'd say, \"Now get down on your knees and let me hear your\nprayers.”’ And then she would just turn around and leave and then all the lights were shut off,\nand I was left completely in the dark there. And that...that really scared me. That I found\nvery scary.",
        "A: I believe I was in the convent for almost 2 years because periodically, uh, I...after the\nconvent, I went... remember when I had to leave the convent which happened one\nday....came very sudden..uh..that a strange person picked me up and they told me that I\nwould have to leave, that this was not a good place for me anymore. What I found out later\non was, of course, the Germans became aware that the nuns were hiding..uh..Jewish children\nand their safety was becoming a problem, so they felt that they couldn't jeopardize their\nwhole...the whole school system and so forth. And they had..they just had a get me so they\ncontacted the underground which..uh..worked with the priests and they felt that I just have to\nleave, and I just left there.",
        "A: Yes. I did. I saw her once, uh, for like a day. I never stayed overnight. I was never able to\nstay with her. I just saw her for like a day and then I had to leave right away again.",
        "A: My mother was still living in..at home with this Mrs. Degelas and her whole family. The\nonly thing that had happened there was that her parents were very ill. And my grandfather\ntook my grandmother to a doctor. And while my grandmother was inside with the doctor, the\nGestapo picked him up on the street; because he was a very, uh...he was a real orthodox Jew\nand he had a beard and everything. And they...they just picked him up, and he was never to\nbe seen from or heard from again. And the doctor somehow got my grandmother.... I don't\nknow how this happened, but somehow got my grandmother..uh..someplace. And uh...but\nthat was the end of my grandfather. That was it.",
        "A: Well, after they came and got me from the convent I went to, uh, out in the countryside and I\nwas taken to a farm which was...which was wonderful. I just loved the farm because I was\nwith a private family who had a daughter who was, I would say, about 3 or 4 years older\nthan I and, uh, they had the grandmother live there and this was really... My fondest\nrecollections, you know, of the war was really the happiest there, was just a big farm, and it\nwas just really wonderful except that now I became a Protestant. They told me I was no\nlonger a Catholic. So now I was taught how to be a Protestant. Uh, This...this was fine. I\nmean, it didn't matter. I mean that...it didn't matter. It was just another learning experience, I\nguess, you know, learning something.",
        "A: Well, they...they took away some of the metals and...they took away the rosary. That's the\nfirst thing they did. They took away the rosary beads, and..uh..I was not too happy to let go\nof that. Uh, but they told me I had to do it. So I just, you know, I just did it. You just don't\nask questions. You do what you're told. And I wanted to stay there so bad. I really wanted to\nstay that I would have done anything there just because I was really really happy living on\nthe farm, but unfortunately that was my shortest stay.",
        "A: I kept my Susanne Ledon, which was my name all during the war. Uh, I do not remember\ntheir last names. Their daughter's name was Jeanine. That I do know, and, uh, that was about,\nyou know, all I could really remember from that that except it was a great...it was just happy\nthere, but I didn't stay very long.",
        "A: After that, uh, I think the most...I think the most traumatic thing that happened there was that\nI was woken up in the middle of the night and..uh..it was rather frightening and a strange\nman came and Jeanine's mother said, \"You have to get dressed now because you have to go\nwith this man.” And I do remember I was very, very upset about that. I didn't want to go, but\nshe gave my suitcase or whatever and she told me that I had to leave and she hoped that\nshe'd see me again someday, but I must be good. That I remember her saying to me. And, uh,\nwe took around midnight a long train ride, and I remember getting to a home then. It was\nlike a very large house, and there were lots and lots of children, and he took me to an\norphanage. And, uh, I would say there were about 300 of us in the orphanage and I know\nthere were a couple of adults taking care of us, and we ranged from about the age of 4 to\nabout 18. That's where the older took care of the younger, and the only good part of it was\nthat I was able to remain a Protestant there. I didn't have to learn another religion.\nThey...However, we had... I do remember one thing though that I had outgrown all my shoes\nand, uh, I remembered that. After I...well, this was at the farm already, I only wore wooden\nshoes. I do remember that distinctly and, uh, that...I don't know why that made an impression\non me. But..uh. that's what happened.",
        "A: Uh, day-to-day life was really...we lived...there were, I would say, maybe about 10 to 15\nrooms there. We crowded into any room where we found a space, but most of the living was\ndone underground. Because there were loads and loads of tunnels, uh, underneath, and..uh..\nwe were shown how when air raids came, ..uh.. how to survive on our own, what we had to\ndo, what kind of procedures because we really had to know how..how to do this alone\nbecause nobody could really do it for us. Like I said, there were only 2 adults there with us.\nFood was extremely, extremely scarce. If you had a slice of bread a day, that was wonderful.\nYou sort of hoarded it to last, you know, for the whole day. Uh, you really...it was really a\nsurvival of the fittest there. Whatever you did, that's how you survived. I remember getting\nvery ill, and you just...well, you just..you just got better. I mean that was it. I remember\ngetting caught outside in an air raid. I wasn't room enough to get...there wasn't... wasn't fast\nenough to get in the shelter, because in order to go into the underground shelter you had to\ngo out of the house and go in there, go into the shelter. And most of the time it was always\nvery, very dark because directly across the street from us were German headquarters and we\ndidn't want to arouse too much suspicion. I mean they knew this was an orphanage, but I am\nsure that they never thought there would be Jewish children hidden right under their noses.\nUh.. I don't know if all of us were Jewish though or not. There was very little...there was no\ncommunication amongst any of us. I mean there was no play time. There was none of that. It\nwas just you live from hour to hour.",
        "A: Nothing. I really knew absolutely nothing about them. They were two women, and that was\nit. And...like I said the olders...the older children would take care of the younger ones. But,\nuh, we just...you know, we just went along. I mean, we did...the only thing that we really did\ndo is go to church a lot. That we did do. But, uh, otherwise there was...there was really, you\nknow, nothing to do.",
        "A: Just once. There was one more contact with my mother where I did see her for a day and\nthen I went right back again and I could not, you know... Of course, I didn't know the name\nof the place where I was. I was told nothing. I didn't even know the town I was in. I was told\nabsolutely nothing so that then I was not able to repeat to her anything. That I remember.\nAnd, uh, uh, you know, she...I...I do remember her sort of very upset because she\nthought...I...[ remember she thought I didn't look very clean and I, uh, I had..I had scabs all\nover my head because we all had lice. We were all pretty sick in that place, but we all...we\nall managed. (laughter) That was, you know, in the orphanage.",
        "A: No. None whatsoever. We...you know, we would see them and, uh, come across the street\nbecause that's where the lights all were, but we had absolutely no contact with them. None.\nThey would walk by periodically. I mean, they were just like a few yards away. Sometimes\nthey would walk by but it, they'd never meant anything. I don't know if they ever came into\nthe orphanage. I never saw them. They might have gone and spoken to the 2 adults, but\notherwise that was the only contact I recall.",
        "A: I was in the orphanage til the war ended in..in 45. I can't really, really say how many years,\nyou know, that was. I really can't.",
        "A: Uh, I don't know how I... You know I can't really say how I felt because, uh, I was basically,\nyou know, a loner. Uh, that I do remember. I stayed by myself considerably. Uh..I remember\nfrom...this is from when I was a Catholic that Saint Susanne Day was going to come up, and\nI did tell the... one of the ladies that ran the place that that was Saints Day and on Saints Day\nthat everybody usually got a gift. That's when you were a Catholic. (Laugh) So I remember\nthem saying, \"Well. Fine.” And I remember that they got me..uh..like cookies. They got me\nlike 5 cookies. I'll never forget it. And those...I remember making those cookies last for\nabout a month. I would take one bite a day in order for them to last. And I thought that was\nthe greatest thing that ever happen to me in that orphanage, and..uh..that I had a Saints Day\nso that's the only really positive thing that I remember, I think, from the orphanage.",
        "A: Yes.",
        "A: Well, the..the underground system, it was like, uh...they were like dirt walls and dirt floors\nand I know they had beams on the side and..uh.. the two ladies that were in charge there,\nthey had like a lantern and when the air raids would come..they..they would take the lanterns\nand go down there, and we would just lay down anywhere until the raids were over. I mean\nsome of us just stayed there, and some of us went back afterwards, but I do recall one day\nhaving...not getting down there fast enough, and I was caught out on the..out between the\nhouse and the underground passage and I remember seeing the planes and the bombing\nplanes. And I threw myself down on the ground and I looked up and I thought, \"This isn't so\nterrible,\" and it was like paper streamers coming down. It looked like tin foil. Streams of tin\nfoil coming down. And I thought, \"Gee, this is great.” And, you now, it certainly beat being\nin the darkness and, uh, I don't think that was so terrible and I didn't know what I had to go\nunderground. That I remember. And I do remember when this landed on the field, I was\nplaying with the a...with the tin foil. It looked like tin foil now that I think about it. They\nwere just streamers. I don't know what that...you know, what that was. And it was just\ncoming down, but..uh.. I do remember seeing the air raids right up above me and watching.\nThe only thing that did frighten me was the noises, the bombing. That really used to frighten\nme terribly and, uh..I think that's why I am afraid of thunder up til this day frankly\nBut..uh..that was one of the things I remember the most.",
        "A: No. I don't think I did. I felt that this 1s the way things were, and this 1s...this is it. I mean, I\nthink the only thing that bothered me, now that I think about it, is that I...1 wish I had some\nof the things that my mother used to give away and if I had what my mother used to give\naway, maybe I could have some food. That was the only thing that really bothered me. Uh, I\ndo remember picking berries though,...uh.. finding fields that had berries, and eating berries.\nI think just the hunger part of 1t bothered me. Sometimes I was very cold. That I got over for\nsome reason. The hunger I think was the worst part of it. Really! But I felt, you know...I\nnever...this was the way life was. I mean there was just no other way, so you just...you just\ngo along and..it didn't.. There was really no real association with my mother.",
        "A: Uh, the facilities in the orphanage were, like I said, they were bad. Everywhere from 10 to 15\nrooms and we would all crowd into these rooms. Uh, there were some blankets thrown\naround. They were maybe 2 or 3 beds. Whoever got to them first got to them or we'd sleep\non the floor. Uh, it was like you did for yourself wherever you could. There was nothing...it's\nwhoever came first. I mean, that's how it was. Bathrooms, I think maybe there were two\nbathrooms, not that it really mattered. I mean it was, you know I mean, sanitary conditions\nwere just terrible, absolutely terrible. But, uh, I think...I really feel that most of us stayed by\nourselves. We really did not interact too much with each other. We just didn't. Uh, we all\nspoke French and...uh... Flemish, uh...but there was not a lot of communication. There really\nwasn't. There was really...you knew you had to survive on your own from day to day and\nyou just had that...you just had that instinct..that's...you just have to do it. That's it.",
        "A: Well, I remember about liberation was where German headquarters were, we were liberated\nby, uh, by the Americans and I remember that the American soldiers when they knew there\nwas an orphanage, they came. Oh, they came over bearing, you know, food, which was the\nmost wonderful gift of all. They would bring chocolates and candy bars and little cookies in\npackages and that was really, really, you know. That was wonderful. I think we always used\nto look forward to it. The soldiers used to come and visit us. You know, every day and we...it\ndid mean getting food, which was, you know, really great. So that was I think the main\nrecollection that I have of it.",
        "A: Well, after that, I, uh, or I should say this... One American soldier, he really got very, very\nfriendly with me. And he would bring me things. He would come every day to see me and\nevery day he had some..uh...some...either chocolate or just some food. And he would spend\nsome time with me, and it eventually got to the point where he wanted to adopt me. And, of\ncourse, I didn't know what it meant except that, you know, it meant having somebody that\ncared for you.",
        "A: Well, then what happened was that..uh..I guess he went ahead with this, with the fact that he\nwanted to adopt me, but in order to get the proper clearance and everything he had to check\nout some of my background and he had to give all this to the Red Cross which in turn had to\nget a hold of the underground and they had to start doing a lot of tracing, uh, back to, uh,\nexactly where am I coming from, what kind of family. Is there anyone that has survived? So\nthe procedure took really a very, very long time, and then...uh...while this was going on, one\nof my mother's brothers who had been living 1n the United States..un..since right before he\nwar, he was also in the Army, and..uh..the Red Cross was able to..uh..find him and he made\ncontact with this Jack and..uh..they found out that I had a father living in the United States\nand Jack said to me that he couldn't adopt me and that was...that was terrible. That was very\nupsetting because my mother at that point had not come back from Auschwitz yet. So, but I\nwas very upset about that. I... remember that. And, uh, he tried to explain that I had other\nfamily, my father was in the United States and they would find him, and all that. So that's\nreally what happened and then in the interim, my mother appeared who had once she\nwas...after she was liberated from Auschwitz, she was in a hospital because she had typhoid.\nShe was sick for quite a while, but the minute she was better, she was able to get a hold of\nthe underground, and the underground told her where I was in this orphanage. And, uh, then\nmy mother came and, uh, you know, this was again somebody new in my life. So..",
        "A: Uh, Yes. Uh, she did. She..it seemed that after my last visit...the last time I had seen her\nwhen I was in the orphanage, she...the whole family, uh, was taken to, uh, to concentration\ncamp and, uh, they were all exterminated except her. And, uh, they felt she was young\nenough to work in the ammunitions factory and, uh, what happened...the other thing that\nhappened with her was, uh, she was..uh..ready to go into the gas chamber which, of course,\nshe didn't know was the gas chamber, and..uh..there was a soldier that was standing in the\nline to get her to go in. And he walked over to her and he tapped her on the shoulder, and he\nsaid, \"I know you.” And it turned out this SS man had gone to school with her in Vienna.\nAnd he said, \"I know how old you are.” He said, \"You can go and work in the ammunitions\nfactory.” And that's...that is how my mother was saved, because he had recognized her.",
        "A: Uh, what do I remember? I don't...I had...I had very mixed emotions about it, because I was\nvery, very upset that I wasn't going to go with Jack. Because, like I said, Jack visited me\nevery day and he was very good to me. And now another strange person comes into my life.\nOf course, I had been separated from my mother so long that, uh, you know, Mother didn't\nmean anything to me. And, uh, (crying) I think it was just...1t was just a strange woman who\ncame. I mean, I vaguely remembered her. (Crying, crying, crying) Uh, I'm sorry. There goes\nthe mascara.",
        "A: I didn't mean to do this. Uh, well, like I said, 1t was a strange person who appears in my life\nagain and, uh, you know after Jack, I though, which was so wonderful, you know, for the\ntime that it lasted. And she, of course, wanted me, you know, to leave the orphanage which\nthe, uh, which I told her I could do and, uh, there were these Jewish\norganizations..uh..overseas also affiliated..uh..with the...with the underground that made\ncertain provisions, gave you, you know, some money and they found a place for you to live,\nand..uh..I did go with her, of course. And, uh, she, you know, proceeded on, of course,\ngetting me healthy because I was just infested, absolutely infested with lice and I had to have\nall my head, my whole head shaved off, and I was..I was really quite sick afterwards but I\ngot over it. And, uh, with the underground, you know, helping out, uh, because they had\ndoctors look us over and things like that and they provided..uh..a living, a room for us\nthat..uh..we lived in. And, uh, I, of course, at that point I remembered very, very little\nGerman and she spoke no French at all so I had a start learning how to speak German with\nher because it was very difficult communicating with her. And, uh, we...you know, we\nstarted...she got a hold of my uncle through the Red Cross and got a hold...who got a\nhold...and then got a hold of my father and, uh, with that point had to start saving up some\nmoney in order for us to come to the United States because you had to prove that you...there\nwas somebody here in the States that could take care of you. But not only that you had the\nAustrian quota that we had to wait for which was not the best quota. And, in the\ninterim,..uh..my mother, after she more or less got me back into a healthy state, she tried to\nsend me to school, but it was extremely, extremely difficult for me because here I was\nlearning German, I was one day I am going to one school, and then the underground would\nmove us again to different quarters and I would go to another school so it really amounted to,\nas far as education, to nothing, to be very honest with you. I never learned anything. And, uh,\nI...My mother would pick up these books from the underground. They were written in\nFrench and, uh, I taught myself really how to read and how to write French and Flemish\nbecause those were the two languages that were spoken, uh, predominantly in Belgium.\nAnd..uh..German, of course, I got from my mother and I always knew how to speak Yiddish\nbecause of my grandparents so that I found the German rather easy to come by so at least we\nwere able to have some form of a...of communication going.",
        "A: It was very estranged. Uh, this was just another person coming into my life, and, uh, it\n(pause)...and I am sure it was very difficult for her because here's this woman who has just\ngone through all this and now she's got this child to take care of. Uh...It was a very\nestranged..uh..relationship. Not that she didn't love me, I know she did. But it was just very\ndifferent. I think because, you know there was a lot of lack of communication, and\nfrom...first of all, I wasn't used to anybody really ever taking care of me. I was moved here\nand moved there, and I was just... was almost like I was waiting for when am I going to\nleave here kind of thing. You really do. You're always...nothing ever seems permanent so I\nreally was waiting to leave again because I understood from the war what I could\nunderstand. I mean, war was war and that's what life was. War! It... When, you know, when\nthey said, Liberation. The war is over. You can do this. You can do that. Well, it didn't...it\nreally didn't mean anything t me. It really didn't.",
        "A: No. My mother...my mother could not work, uh, because she was...her health was not that\ngood. Uh, day to day life,..Well, I remember I once found a kitten on the street and I picked\nit up. I do remember that. And I brought it home and, uh, that didn't last very long,\nunfortunately. I...I do...I remember taking a, uh, having a ...box of some kind and, uh, I\nremember trying...I wanted the kitten to go to sleep and the kitten wouldn't go to sleep. And I\nremember I picked it up and I threw it out the window. I remember doing that which...I don't\nwhy I did that, but I did. It wouldn't do what I told it to, and it was like almost, you know, I\nhad to...you had to do what you were told. And I don't know why that left an impression on\nme. Uh, I remember helping my mother scrub floors and we had a little pot bellied stove that\nwe had to fill everyday with brickets in order to get warmth into the room. I remember that.\nAnd I remember one winter it getting so so cold and my mother washing the floor with a knit\nrag. And I remember one day she put water on this little stove and she started washing the\nrag out in it and I said to her why was she doing that, and she told me she was going to make\nme a beautiful sweater. And I remember taking a rag with her and helping her unwind the\nyarn and I don't know where, but she got some knitting needles, and she showed me how to\nstart knitting and out of the floor rag, I got a sweater. I do remember that. (laugh) And, uh, I\nthink that was sort of the highlight of my (laugh) my togetherness with my mother. Uh, I also\nremember, you know, I was able to go for walks and I was able to go out alone on the streets.\nThat I thought was really great. And I remember during the day leaving my mother... by\nmyself and I would go to the downtown area of Brussels and,uh, they would have like...like\nshows, I guess you could call like variety shows here. And I remember standing by the door\nthere after everybody got in and I would sort of sneak into the variety shows without,\nwithout telling my mother and without paying. I do remember that. And that was wonderful.\nAnd, uh, that...those were really the...the best parts, just that I was able to go out by myself. I\nalso remember, uh, going to the market places and we really could not afford anything\nbecause we were really rationed money-wise that the underground would give us. And I\nremember picking up dead flowers and, oh, I would pray so hard that they would come to\nlife at night. Uh, and that I did every day. That I would...I would do that every day after the\nmarket would close up around 5, 6 o'clock. I would run down there real fast and hope that\nsome of the flowers were left on the ground. I remember that.",
        "A: Well, my mother kept..uh..getting news as to how our quota stood and, uh, then finally, I was\nalmost 13. I was just about 13 that the...1t looked rather promising that we would be able to\ncome and, uh, I remember my mother saying that we would have to go to Sweden and we\nwere going to get on a boat and we were going to come to the United States. And, uh, at first\nI thought I was coming...I was going alone again because this is how I was used to doing\nthings. But she said no, she was going to go with me. And..uh..but that's...I feel that's\none..you know, it really started like around, I think it was like around 1948 or 49, around that\ntime.",
        "A: Well, we...I remember we left...we left Belgium and we...we took a train and I remember the\npeople from the underground, they gave us some food and they gave us some clothing to\ntake with us and, of course, we had to have a passport and I do remember the train ride\nbecause we were taking the ship from our Goteborg, Sweden. And the train ride was, I\nremember, rather long and extensive. I also remember that at the border, when we got to the\nGerman border, we had to do a pass check. The passports are checked and at that point,\nsome...of course, they were German people...they were not the German soldiers anymore,\nthat they boarded the train and my mother got very scared. I do remember that. And at that\npoint she started pointing out all the terrible things about the Germans and she also, uh,\nshowed me some of the...the children that were out on the platform of the station and they\nreally looked raggedy and sort of worn out. And I remember having a candy bar, something\nin my hand, and the windows on the train, they open half way cause there're the European\ntrains where you sit in compartments. And then there's like a long hall and I was holding this\ncandy bar and I was eating it or something and I pointed part of it out the window, and I\nremember my mother slapping me. I do remember that. And she said, \"Don't you ever, ever\ngive anything to those Germans.” And, oh, I remember that so distinctly. She got so upset\nwith me because I had the candy bar and I was willing to give them some. But, you know, it\nwasn't until years later of course...I got upset at that point, but years later I understood and\nbelieve me, I understand (laugh). But from there, then we went to Sweden and we\nboarded..we boarded a ship and we were all the way...I guess it's like almost in the hull of the\nship, and..uh..we were just all thrown in there. I mean there was so many of us and long,\nlong passage. (crying)",
        "A: I don't mean to...to get upset with this. I really...",
        "A: Well, uh, when I got to America, uh, we landed at Ellis Island, New York and there was a lot\nof commotion. My mother's brother was there. And they...he then took us to...to meet his\nwife; and I remember we did stay in New York... Oh, I think it was like about a couple of\ndays. Uh, we did not reunited with my father immediately because he was in Connecticut;\nand for some reason, he just...you know, he just couldn't get to us right away. Uh, however,\nwhen I did meet with my father, uh, it...1t was not what I would call a very great reunion. Not\non my part, anyways, because I think I resented him immediately. Because here was\nsomebody who was going to come and take my mother away. And I had my mother now for\na little bit; and, of course, this was a stranger in my life. So it was...I found it very, very\ndifficult. Extremely difficult. Uh, we moved to Connecticut. And now when I think about it,\nI think that my life was easier in Europe than it ever would have been in the United States;\nbecause the turmoil here was just incredible. I can't even describe it. That's how...how\ntraumatic this was there. Uh, I found there I had just those finding my little niches. I was\ngoing in Europe; that is...running about, doing my own little thing, and now I come to this\ncountry again. I cannot speak a word of English. My father speaks, uh, some German. He's\nnot very fluent in it, but enough to communicate with my mother. He was a very poor man.\nUh, we moved to a very small community. And by small, I mean a small Jewish community;\nbut there were only like 30 families living there. However, they're all very, very affluent.\nWe're living on the...shall we say, wrong side of the track, and in an old apartment house. I\nhave to go to school; but my father decides that I have to go to a Yeshiva. And I think at this\npoint, I really was very rebellious against the Yeshiva. I really feel I was very sick and tired\nof learning all these religions, because all my mother had done right now was, since the war\nover, she told me I was Jewish and that was it. But I didn't really know anything about\nJudaism. She tried to explain to me persecution is because we were Jews, which... Well, that\nwas...that's all right. I mean, this 1s all I understood anyway. So it didn't really make any\ndifference. But my father decided I definitely had to go to a Yeshiva. And I went to the\nYeshiva, and I lasted 6 weeks. Uh, first of all, it meant learning another language, which was\nHebrew. I could not...I had a terrible time with that...terrible time; and, uh, I couldn't\nunderstand the English part of it either. So I was ever...I was just nowhere. Learning another\nlanguage, and not understanding the language I am supposed to speak. And nobody could\nconverse with me. I did speak Yiddish, though, to the Rabbi. That was about it. But I didn't\nlast. I just...I really carried on until they finally...so my father finally took me out of there. So\nthat immediately started even more resentment toward him. And, uh, from there on, they\ndecided I better go to a public school. However, seeing that I was twelve and a half years\nold, I had to be Bar’ Mitzvah at the age of 13. So the first thing they did after they took me\n' NB: Bat.\nout of the Yeshiva was I was enrolled at Sunday school and 3 days a week, I had to go to\nHebrew school, which I did, and I had to go to public school. Public school was a problem\nbecause here I am almost 13, and I belong in 8th grade. They don't know what they're gonna\ndo with me. They put me into 8th grade. I don't understand one word, at least... mean\nnobody even speaks Yiddish there. I don't know anything. I have had no formal education at\nall. I have never had a day of math in my life. I mean I have had zero. Zero! Zero! So, the\nonly good part about it was that I became a novelty in that school, because I could sing the\nFrench National Anthem. I mean, I could do things in French and nobody else did. (laugh)\nSo they all started paying a lot of attention to me because of it. But they...that didn't matter.\nThey didn't know how they were going to do this with me through school. So they devised a\nplan that every day I would spend a half hour in first grade, a half hour in second grade, a\nhalf hour in third grade. Well, 1t was a little humiliating because here I am with these 7 and 8\nyears and I am almost 13, but there was no other way to get me caught up. I did do it. Uh, I\ndidn't do it the first year, but they did get me through 8th grade enough so that I could read\nenough so that I could write. Math, I knew the multiplication tables and I could do some\naddition and some subtraction. Math is still not my subject (laugh), but I got through. And I\nalso got Bar [NB: Bat] Mitzvah, because I had to; and I did read the HafTorah in Hebrew,\nbecause I had to. And the other thing is that I wanted to be like the rest of the children. I was\n13 years old. And it's very, very difficult when you're going into high school to be different;\nand I wanted to be like the rest of them. And (sigh), it meant...I remember buying sheet\nmusic and standing in front of a mirror and practicing how to lose this accent and I practiced\nso hard. I really worked at 1t. And I made some friends. The friends that I did make though\nwere... I would always seek out the ones that scholastically were way up there, because those\nwere the ones I wanted to be like. And when I went to high school, they only...there were\nonly two courses given. One was a college level course; and the other one was a business\ncourse. But the kids I wanted to be with were the college level kids. So I made up my mind\nI'm going. I'm going to go to college. Which it was quite a struggle. The only thing that I did\ndo was, the...the uh teachers were sympathetic to me and they did work with me for many,\nmany hours. And like I say, I practiced really, really hard. I took some courses that were easy\nfor me. Like I took French, which was wonderful; and I became President of the French class\nwhich was (laugh)... That the best thing that happened to me all through high school. Uh, I\ndid join the choir; and at Christmas time, of course, I could sing all the Christmas carols.\nBecause 1n Europe the tunes were the same, only the (laugh) language was different. But I\ncould sing it in Latin, and they couldn't sing it in Latin. So, you know, I excelled 1n that. Uh,\nI had a lot of...the kids that...a lot of them that I was friendly with, uh they were...a lot of\nthem were Catholic. And I would go to confession with them, and I knew what was going\non. So that way, it was great to have had that background in other religions. I mean, it was\nreally my own religion that I knew the least about. But I was getting...you know, I was Bar\n[NB: Bat] Mitzvah anyway, so it didn't matter. And, uh, but the Jewish families, like I said,\nthey lived on the other side of town. And this I could not...those are the ones I would have\nliked to have kept up with, but I yust couldn't. And uh...so I felt the only way to do this was\nthen to uh...to go with the kids that were...did excel in school. The ones that were the\ncheerleaders and things like that. And uh... As a matter of fact, in 8th grade, I remember they\neven made me Captain of the cheerleaders, which was a great boost to my morale. So they\ndid...you know, they did try; but I think one of the most difficult thing is you want to be like\nyour peers. And it was terrible. It was really so terrible. And losing that accent, which I\nwanted to in the worst way! Well, I finally did; but with a lot of, a lot of practice. And I got\nto my senior year of high school and, of course, I was taking a college bound course.\nWhich... I mean, they just let me do it. They didn't know how I was going to achieve that.\nAnd I made up my mind I wanted to go on to college. And the principal of the high school\ncalled me down. And he said, \"You are trying to do the impossible.” He says, \"You'll\nnever...” He says, \"You...you just can't do this.” He says, \"You can't go to a..to a 4 year\nschool.” And I says, \"Well, I'm going to.” My SATs were disgusting. They were just terrible.\nSo I told him I had to go to college. And he went ahead and he wrote letters to the presidents\nof the different colleges that I wanted to go to; because I had made up my mind that the first\nschool I wanted to go to was Boston University. The second one was University of\nConnecticut. And as a fallback, I would go to a two year school. But that was a real fallback.\nAnd (cough) I had in the interim become friendly with one gal who belonged to the Temple\nwith us.... \"Well, if she can go to Boston University maybe that's where I'll go.” I wanted to\nbe so much like the rest of them. But it was one of the most difficult things to do. And he\ndid. He wrote; and they told him that they would consider my coming up and taking an\ninterview, because the written part I couldn't do. I mean, half the things I was reading, I\ndidn't even know what I was reading because the vocabulary. I...I just didn't have any\nvocabulary. And they all granted me interviews. And (pause) the...[ remember going up to\nBoston, getting on a bus and going; because my...neither one of my parents ever saw the\ninside of a school. I mean, I just went. I did. I mean, even when they had meetings and things\nlike that, they couldn't communicate. Plus they had their own...their own problems. And I\nalways sort of took care of myself. And I think they always figured as long as I had a roof\nover my head and food on the table... I mean, what else did I need? So I...I really I...you\nknow, I made my own way. I took a bus. I went to Boston. I had my interview, and I\nremember sitting near begging them, please, to let me in. Uh, frankly, I think they let me in\ncause they felt sorry for me. I really do. Because I don't know how they could take a chance\non this. Uh, they did. They... They said to me, \"Fine.” And I was called down by the\nprincipal; and the Principal told me I was going to find it extremely difficult, extremely\ndifficult, and they were taking me only on probation. I said, \"Okay.” That was...that was\ngood enough for me. And my parents, at that point, when they heard I was going...you know,\nI was really determined to go. They...in the 50s, everybody went in to be a school teacher.\nBut I didn't want to be a school teacher. I didn't want that. (laugh) So...I wanted to be a art\nmajor. So I made a deal with them. I was going to be an art major for a while, and then I\nwould switch. Anyways, I went to...went to Boston; and I was an art major my first semester.\nAnd if life was ever difficult, it was when I went to college. It was like Greek. It was like\nlearning Greek; 'cause no matter what I picked up, it wasn't where I was going to get that\nextra help anymore... that I... I mean, you just don't do this. It was so, so difficult. And my\nfirst semester, my grades were not too good. And seeing that I was there only on probation, I\nmarched myself over to the Dean's office again. And I said, \"I want to switch my major.\nGive me another semester.” And what I did in the meantime is, this gal from Manchester,\nshe was in liberal arts. And she also decided she's switching her major. And I said, \"Joyce,\nhow would you like to be roommates?\" Because I needed tutoring so bad. And she said,\n\"You know, I am switching.” I said, \"What are you switching to?\" And she said, \"I am\ngoing into education.” Well, I didn't want an education [major]; but if she was going to\neducation, I'm going to education (laugh) with her. I said, \"Let's be roommates, and I am\ngoing to go to education.” I said, \"Let's sign up for all the same courses.” Which is what she\ndid. And to make a long story short, by my senior year I made Dean's list. And Joyce could\nhave two degrees; because what Joyce went through with me, I don't wish on anybody. She\ncould have had two diplomas. And if it wasn't for her... But I got through college, and (sigh)..\nWhere there's a will, there's a way.",
        "A: My family, uh... Well, I mean, they were glad that I did. I was my own motivation though. I\nmean, if I had gotten through, I would gotten through. If I hadn't gotten through, they would\nhave been extremely upset; but that was it. I mean, their lives were so affected from the past\nthat..uh... (pause) I was...I was like the offspring of the two, and that was it. Do you know I\nam saying? They had their own lives. And it's, you know, like I've told my husband. I tell\nhim these little stories that happened to me periodically. I mean, one day when I was in high\nschool we had a health class; and the health class, it said you should go see a dentist twice a\nyear. Well, I had never seen a dentist in my whole life. So, as I was walking home one day, I\nsaw a plaque outside that said, \"DENTIST.” So I marched myself upstairs and I went to the\nDentist. I mean, I was 16 years old. This is the first time I have ever been to a dentist. I came\nhome. I told my mother I went to a dentist; and she said, \"Well, that's good.” I mean, she\ndidn't even know...she said, \"Did you have a tooth ache?\" That's when you went to a dentist.\nYou know, there these things that you...I think that we take for granted, that just people...\nPeople just don't do them. They just don't! So if you take your own initiative, I think if you're\nself motivated, you can do just about anything. But that's really what it takes. I don't...I don't\nthink there's anything else that can keep you going.\nQ; How did you finance college?",
        "A: Finance college. Well, when my father heard that I had to go to college... And, uh, he was\nworking in a factory; and uh, of course, college was not terribly expensive then. I mean, it\nwas $10,000 for 4 years at Boston University. Now, you can't even have a semester out of\nthat. But I did that; and then I would...as far as my books went, I would... Joyce and I would\nwork our books together. Uh, but my father did get me through. And he would...he gave me\nlike uh $5 a week; and uh I don't know I got..I got through. I got through.",
        "A: Well, after graduation... What happened is I graduated on\nJune 14, and on June 21st I got married. So, you..you know, I...I didn't have to go back home\nagain either.",
        "A: Well, my husband met me...I think I was 16 at the time. And uh, first of all, he did not know\nvery much about me. Because I had no accent whatsoever. I never told him where I was\nborn. The only thing that struck him funny was that my parents had an accent; but, of course,\nit didn't mean that much to him because his grandparents had accents. And, I mean, it..it just\ndidn't mean anything. And uh I met him at a USY~ dance. We were introduced; and it was\nsort of an on and off type of a courtship that lasted for... Oh, I would say for about 5 years. I\ndo remember that when I was... I think I was a junior. He...I mean he saw, you know, school\nwas really tough on me. Real tough. And he...he really wanted me to quit. He really did!\nAnd, you know, we could get married and... But I wouldn't. I just wouldn't! There was no\nway, when I got this far, no matter how hard this was, that I would ever quit. I was\ndetermined I was going to march down the aisle and pick up that degree. And...",
        "A: Yes..uh..this was after my husband was in business. We had a convention in New Orleans.\nAnd uh I had this little picture with me, that he had given me after the war, that was taken of\nthe two of us; and he had put his address in the back. We went to New Orleans. I took the\npicture with me. We went through the phone book and there were a few Jack Schultz in the\nphone book. We figured we'll go through each one of them. Called up, and I asked each one\nof them, \"Were you in _____, Belgium, at such and such time? And are you familiar with\nuh...a person by the name of...”” Which was \"Susanne Ledon,\" because, of course, my real\nname would mean nothing to him. And finally, I hit upon the right person. And uh when I\ndid there was total, total shock at the other end of the receiver. There wasn't a word uttered.\nAnd within 20 minutes, he was there. And I guess he must have told somebody, so the New\nOrleans press had covered excerpts of it. And it was quite a reunion. It really was. It uh...it\nwas just, you know, great seeing him; and he couldn't believe it was me, and where I was,\nand... But uh it was really, really nice.",
        "A: No, we lost contact again. And I...I really don't know, you know, if he is still alive; because\nat this point he is a man way into his 80s already.\n* United Synagogue Youth.\nPHOTOGRAPHS",
        "A: This was the family that hid us during the war, my mother. This was Mr. and Mrs. Degelas,\nwho hid the 30 people in the room.",
        "A: This was the mother where I was living on the farm.",
        "A: This was the daughter who was having her communion.",
        "A: That's myself just in one of these interims when I went to visit my mother.",
        "A: That's our Jack Schultz--the soldier who was going to adopt me. That is Jack when I called\nhim in New Orleans.",
        "A: Yes. This is the one now. That's my mother and I about a year later, after the war.",
        "A: No. No. This is a cousin of mine in uniform. I don't have one of my father.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumNovember 22, 1989\nRG-50.030*0076",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Renee\nSchwalb Fritz, conducted by Linda Kuzmack on November 22, 1989 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "RENEE SCHWALB FRITZ\nNovember 22, 1989"
    ]
}