{
    "rg": "RG-50.030.0401_trs_en",
    "sequence": [
        "Question: I'll just begin and have you both say your full names again.\nRachel: Okay.\nSulamif: My full name? In -- in -- I don’t know what I told you, in several |-languages it’s\ndifferent.",
        "Q: The name that you go by now.\nS: By now I am still having the Russian way, Sulamit, because I came here with papers, Russian\npapers, so it was written Sulamit.\nR: So just tell Sulamit.\nS: Sulamif. I am sorry, Sulamif. Not t, but f on this -- on the ba -- Sulamif.\nR: Like is in your documents [indecipherable]\nS: Like in my passport, like that, S-u-l-a-m-1-f.",
        "Q: And your last name?\nS: Zhabinskaya. A big, long one. I would like to change it to Zhabinski like my husband’s name,\nbecause we have different names, you know, the Slavic -- Slavic countries, in Poland and in\nRussia, in nu -- in Lithuania, the ending -- endings of the family names are different for men and\nfor women. If you ra -- marry a man who is Zhabinski, you will be -- or Zhabinskaya, it’s in\nRussian way, or Zhabinska, it’s in Polish way, or Zhabinskaynia, in Lithuanian way. But we\nwant choose something.",
        "Q: Rachel?\nR: Rachel Gurdus. Simple.",
        "Q: Over the last two days, you both spoke about your experiences during the Holocaust, and you\nboth referred to each other quite a bit, because you spent much of that time together. So I want to\ngo back to when you first began spending time together. I -- I suppose it was in the ghetto.\nS: Yeah.",
        "Q: Y-You were sort of pushed together by your families. If you could just say a little bit about --\nabout how you understood that. D-Did your parents say you must always be together, or was it\nbecause you were both girls, or --\nS: No, it was my -- my f -- my parents didn’t say anything to me. They -- as Rachel told you, my\nfather was -- told the family that if my brother loves Rachel, so Pll love her too. And she has to\nbe in our family. So that’s it, no more conversations, we’re done. It was like a point of\n[indecipherable] yeah, that’s it. And then we were pushed together to sleep together. So sh -- I\nfound her like a -- like a -- know, she protects me. Like I was a child and she was already a\nyoung lady, like she was 20, I was 15. It was a difference then. And she was protecting me in\nmany cases. So I liked it. Now --",
        "Q: Rachel, the -- mm-hm?\nS: Mm-hm?\nR: And lately we were protecting each other, I would think. And we were happy that we were\ntogether, because first of all it was easier to go through, and secondly we were very attached to\neach other, and very li -- loved each other. She was small, I was caring, afraid for her life, only\nnot to be separated from me. And as you see, we went through the whole war together.",
        "Q: Things were so confusing in those times that you ended up living with your boyfriend’s\nfamily. I mean, that wouldn’t have happened if there hadn’t been a war. What was that like for\nyou to be all of a sudden thrust into his family, you weren't married yet --\nR: In the beginning was very scary, because I still, in spite of my age, I was childish. And then\nwe were very busy, afraid what would happen, what would be happening tomorrow, what\nhappened yesterday. And I remember sitting in the window watching how he’s coming from\nwhere, being afraid because I knew that he has some weapons under his coat. Was he caught or\nnot?\nS: What are -- what are you talking about, the ghetto?\nR: Yes.\nS: Or the -- after? And you asked her about the get --",
        "Q: I asked about the ghetto.\nR: Yes.\nS: Mm-hm, mm-hm, mm-hm.\nR: And you know, she was studying ghetto, as -- she’s told you that she belongs to a club. I also\nbelong to the club, but I was busy working outside the ghetto. And it was a pleasure to meet in\nthe evening again and talking about [indecipherable] or talking about the situation in ghetto and\nwhat will happen and what should we do, should we fight in the ghetto, should we go out? And\nLuta, today is she there, and there will be an action, and she runs away to the city, to Veronica.\nAnd the parents was scary over our life.\nS: Was scared.",
        "Q: Did you and Josef plan to get married? Did you talk about that?\nR: Of course we did. We were waiting until the war will be ended and we were thinking how it\nwould work out, how it will be, how it -- how nice it will be. And even the people who lived with\nus in the same room, like engineer Konitsky and his daughter, she said, oy Rachel, I want to live\nlong enough to see you when you’ll be fa -- boss of your -- when you'll be free. Yeah, you know.\nS: My family was good to her. My mother told me, she is my daughter, not you. Cause I never\nlistened to my mother.\nR: [indecipherable]\nS: But it’s true.\nR: Her mother la -- [indecipherable]\nS: My family loved her, she -- she was really very devoted to our family, very lovely, very good.\nAnd I think she felt that we love her too. The parents --\nR: And her father was a teacher of my older sister Luba. In school, in gymnasium, and in\ntechnical. Do you know that Luba was the last [indecipherable]\nS: Yeah, yeah, yeah. Yeah. She was one girl, you know, among -- among the boys in technical\nschool.",
        "Q: Your family really adopted Rachel.\nS: Yeah, yeah. And I think -- I think she felt like -- like a daughter in our family, not like a\nadopted child, but a daughter.",
        "Q: So, were you conscious of -- of -- of your parents -- well, I guess your father --\nS: Yeah.",
        "Q: -- gave you this order, really, don’t run away from Rachel. And was that something that you\nkept in your mind?\nS: Yeah, of course, yes. Yes, ha --\nR: We were very much devoted, through all the years, and you --\nS: My father was for me like I -- I don’t know, in some [indecipherable] feel like such a\ndevotion, such a -- he was -- I know that people were talking about him very highly, that he was\na very honest and very noble person, and I felt also like that. Then, after years, I thought -- I felt\na little bit different. I -- I am accusing him -- I cannot say accusing him, it’s too strong, but I\nthink that he destroyed the family. He didn’t allow my mother to emigrate, and he didn’t allow\nmy mother to -- to run from the Germans the first day. So that was it.\nR: No, don’t say it.\nS: Yeah, it’s true. You have to look -- the truth has eyes. That’s it. It’s too much responsibility,\nhe took over a big responsibility to say no, I don’t want it. Well, what do you mean you don’t\nwant it? You are responsible for your wife and children. That’s it.\nR: In the ghetto she used to teach me physics and chemistry.\nS: He teach you.\nR: He.\nS: Mm-hm.",
        "Q: I want to take you forward to the time in the cemetery where it’s the liquidation of the ghetto.\nAt this point your father and your brother have already been taken away.\nS: Yeah.\nR: And my father and my brother-in-law.",
        "Q: Also. Okay. And you briefly find your mothers, but then you’re separated again. A-At that\nmoment, when you go to the right, are you physically next to each other?\nS: To each other?",
        "Q: Are you standing next to each other?\nR: Yes.\nS: Of course. When we went through the gate -- I don’t remember, you went the first? Because I\nremember my mom, my mom was behind me. So probably you were the first --\nR: I don’t remember.\nS: -- like I said, I was the second [indecipherable]",
        "Q: I mean, did you -- it seems like such a chaotic scene, did you -- did you hold onto each other,\nor you were just able to stay physically close, so that you would get in the same wagon?\nS: Yeah, we were -- of course we were watching not to be separated, of course, yes.\nR: We were scared. We were not -- we didn’t know where we are going, what will happen. We\nsaw the tragedy of a lot of people, that children were left over, and --\nS: I didn’t touch this point. I didn’t touch because a loss 0 -- a lot of young mothers left their chil\n-- small children behind, not to go to the left with them. Okay, I didn't touch it, it’s too -- it’s\ndifficult to take. One thing is if a grown-up, it’s not a grown-up, but it’s not a small child that is\nleaving the parents, another thing is when the parents are leaving, the mother is leaving th -- her\nchildren. Cause that’s life. That what people did. Not all. Her sister [indecipherable] went\ntogether with her son. Her other sister went together with her mother.\nR: They’re willing to live --\nS: It’s so strong.\nR: It’s very strong.\nS: Mm-hm.\nR: Very, very strong. If your mind is still open.",
        "Q: Did you both always have that, or -- or were there times that when one was maybe losing the\nwill to live?\nS: I don’t think so.\nR: No.\nS: No.\nR: I never lose the will --\nS: Lost. I don’t think so.",
        "Q: How do you think having each other kept you going?\nR: All the time I thought about is that it’s -- we survive because we have each other. There were\nsituations when, you know, you were not so strong any more, to go on.\nS: Yeah.",
        "Q: Certainly at the -- the end, when Luta was so sick, you just kept pushing. She -- she described\nyou in the f-farmhouse after liberation.\nS: Yeah.",
        "Q: That you were very energetic, you were throwing clothes away, and washing and --\nS: Cooking.",
        "Q: -- I couldn’t help but think, where did you get that energy?\nS: The energy was from the happiness to be free, because she was not deadly sick, thank God. I\nwas deadly sick. But I couldn’t --\nR: This was a terrible time when all the people was already free --",
        "Q: So was there ever anything that -- in any moment that Rachel said to you or did, that really\nbecame something that you held on to?\nS: I couldn’t understand that?",
        "Q: Was there ever anything that she said to you --\nS: Mm-hm.",
        "Q: -- do this, don’t do this, always remember this. Was there anything that she said to you that\nyou sort of kept?",
        "Q: Luta, you were very strong willed.\nS: I don’t know.\nR: Yes.",
        "Q: That’s how you described yourself, or -- or it seems that you had a strong will, to me, when I\nhear some of the stories that you tell. What made you listen to Rachel? Because sometimes you\ndid.\nS: I did all the time. Now I am not listening to her. I did. No, look, she was older as I am, and she\nwas -- I know that she was very friendly to me, she -- and --\nR: The war did that.\nS: The war did, yeah, and then what -- what -- what she told me was right. We didn’t discuss\nsuch things like political things or something very big and very clever, but day to day things,\nthought she knew better than I. What can I -- what can a 15 - 16 - 17 years old teenager know\nabout life? She used to grab me --\nR: But you were -- you were [indecipherable]\nS: -- to her, and to cover my eyes not to see how -- how women were raped. She covered my\neyes, she didn’t let me see a lot of things.",
        "Q: But who covered your eyes?\nR: Nobody. No [indecipherable] cover your eyes.",
        "Q: A-And you have kept this connection --",
        "Q: -- all these years.\nS: Yeah.\nR: Yes.",
        "Q: Can you just talk a little bit about that?\nS: [indecipherable]\nR: No. It’s hard to explain how it come, but I -- but I felt a friend in her, in spite of the -- th-the --\nthat I was very devoted to the whole family, I felt a friend, and I like her, and I can’t tell you\nwhy. Even now I can’t know why I like her, but I like her.\nS: No, it’s a -- she’ll -- related like sisters, that is the proper --\nR: But you felt like sister.\nS: Like a -- like a family.\nR: And -- and I am -- I like very much her children, they were devoted.\nS: And they like her.\nR: Yeah.\nS: Yeah, and they --\nR: And my children like her. Even my grandchildren. I told you my granddaughter said that we\nhave to make a gathering --\nS: A family gathering.\nR: -- from the family, and Luta with her children will come.\nS: Ha -- have to come. They have to come.\nR: [indecipherable] I said yes, the whole family.\nS: Yeah.",
        "Q: Is there anything else either of you want to add?\nR: I don’t think so.",
        "Q: I did ju --\nR: I -- I want her to be healthy and good, and be -- I want her to be all her life.\nS: Lam.",
        "Q: I did want to ask, because this has been a bit of a theme. Both of you mentioned that you\nhadn’t talked in a lot of detail to your children. A-And I think you Luta said that -- that you\nhadn't really shared the story with hardly anybody. What made you decide to -- to do it now?\nWhat were your thoughts about it?\nS: I think that Rachel told me about it, and she told me, can we come together? And I thought\nthat -- that no, we are not young already and it comes a time when maybe we have to do it, like\nobligation, not like a -- a goodwill, but obligation. Maybe to leave it for my children, if not for\nthe history, is for my children, because my son is pushing me all the time, but he is not pushing\nme all the time to -- to write about the Holocaust time, but about the family, what -- he doesn’t\nknow the family of course, because they -- he didn’t know his grandparents and so I thought,\nmaybe it’s time, and because she is going, so I’Il go with her.\nR: So we went together.",
        "Q: Thank you very much.\nR: You’re welcome.",
        "Q: What was his name?\nS: Mora.",
        "Q: His first name?\nS: I don’t know, fr -- Hans, or fr -- I don’t know, I don’t remember.\nR: [indecipherable]\nS: He was such a horrible man. If you -- he find you on his way, he will shit --\nR: Shot.\nS: -- he will shot you -- he will shoot you without regret. Anything.\nR: It was the horror of the ghetto if he would standing --\nS: And the Poles wanted him [indecipherable] and the Poles -- the Polish people had the death\npenalty. They would hung him, one, two, three. That what they did to every such a murderer they\nfound.\nR: You know, and he growed up three sons, very educated, very strong, and this came an old Jew\nwho even can’t talk right, you know --\nS: Yeah. [indecipherable]\nR: -- and he is a witness.\nS: They were whispering, they were laughing, and it was horrible.\nR: But that’s what it is.\nS: That’s it.\nR: They destroyed the best.\nS: Yeah, the best they destroyed. The culture, the Jewish culture of east Europe didn’t -- didn’t\ncome back. They destroyed. Of course some people, as we survived, and we produced other\npeople, yeah. But the culture, gone. Everything is gone.",
        "Q: Thank you.\nR: And still we think that -- that the world will --\nEnd of Tape One\nConclusion of Interview"
    ],
    "questions": [
        "Question: I'll just begin and have you both say your full names again.\nRachel: Okay.\nSulamif: My full name? In -- in -- I don’t know what I told you, in several |-languages it’s\ndifferent.",
        "Q: The name that you go by now.\nS: By now I am still having the Russian way, Sulamit, because I came here with papers, Russian\npapers, so it was written Sulamit.\nR: So just tell Sulamit.\nS: Sulamif. I am sorry, Sulamif. Not t, but f on this -- on the ba -- Sulamif.\nR: Like is in your documents [indecipherable]\nS: Like in my passport, like that, S-u-l-a-m-1-f.",
        "Q: And your last name?\nS: Zhabinskaya. A big, long one. I would like to change it to Zhabinski like my husband’s name,\nbecause we have different names, you know, the Slavic -- Slavic countries, in Poland and in\nRussia, in nu -- in Lithuania, the ending -- endings of the family names are different for men and\nfor women. If you ra -- marry a man who is Zhabinski, you will be -- or Zhabinskaya, it’s in\nRussian way, or Zhabinska, it’s in Polish way, or Zhabinskaynia, in Lithuanian way. But we\nwant choose something.",
        "Q: Rachel?\nR: Rachel Gurdus. Simple.",
        "Q: Over the last two days, you both spoke about your experiences during the Holocaust, and you\nboth referred to each other quite a bit, because you spent much of that time together. So I want to\ngo back to when you first began spending time together. I -- I suppose it was in the ghetto.\nS: Yeah.",
        "Q: Y-You were sort of pushed together by your families. If you could just say a little bit about --\nabout how you understood that. D-Did your parents say you must always be together, or was it\nbecause you were both girls, or --\nS: No, it was my -- my f -- my parents didn’t say anything to me. They -- as Rachel told you, my\nfather was -- told the family that if my brother loves Rachel, so Pll love her too. And she has to\nbe in our family. So that’s it, no more conversations, we’re done. It was like a point of\n[indecipherable] yeah, that’s it. And then we were pushed together to sleep together. So sh -- I\nfound her like a -- like a -- know, she protects me. Like I was a child and she was already a\nyoung lady, like she was 20, I was 15. It was a difference then. And she was protecting me in\nmany cases. So I liked it. Now --",
        "Q: Rachel, the -- mm-hm?\nS: Mm-hm?\nR: And lately we were protecting each other, I would think. And we were happy that we were\ntogether, because first of all it was easier to go through, and secondly we were very attached to\neach other, and very li -- loved each other. She was small, I was caring, afraid for her life, only\nnot to be separated from me. And as you see, we went through the whole war together.",
        "Q: Things were so confusing in those times that you ended up living with your boyfriend’s\nfamily. I mean, that wouldn’t have happened if there hadn’t been a war. What was that like for\nyou to be all of a sudden thrust into his family, you weren't married yet --\nR: In the beginning was very scary, because I still, in spite of my age, I was childish. And then\nwe were very busy, afraid what would happen, what would be happening tomorrow, what\nhappened yesterday. And I remember sitting in the window watching how he’s coming from\nwhere, being afraid because I knew that he has some weapons under his coat. Was he caught or\nnot?\nS: What are -- what are you talking about, the ghetto?\nR: Yes.\nS: Or the -- after? And you asked her about the get --",
        "Q: I asked about the ghetto.\nR: Yes.\nS: Mm-hm, mm-hm, mm-hm.\nR: And you know, she was studying ghetto, as -- she’s told you that she belongs to a club. I also\nbelong to the club, but I was busy working outside the ghetto. And it was a pleasure to meet in\nthe evening again and talking about [indecipherable] or talking about the situation in ghetto and\nwhat will happen and what should we do, should we fight in the ghetto, should we go out? And\nLuta, today is she there, and there will be an action, and she runs away to the city, to Veronica.\nAnd the parents was scary over our life.\nS: Was scared.",
        "Q: Did you and Josef plan to get married? Did you talk about that?\nR: Of course we did. We were waiting until the war will be ended and we were thinking how it\nwould work out, how it will be, how it -- how nice it will be. And even the people who lived with\nus in the same room, like engineer Konitsky and his daughter, she said, oy Rachel, I want to live\nlong enough to see you when you’ll be fa -- boss of your -- when you'll be free. Yeah, you know.\nS: My family was good to her. My mother told me, she is my daughter, not you. Cause I never\nlistened to my mother.\nR: [indecipherable]\nS: But it’s true.\nR: Her mother la -- [indecipherable]\nS: My family loved her, she -- she was really very devoted to our family, very lovely, very good.\nAnd I think she felt that we love her too. The parents --\nR: And her father was a teacher of my older sister Luba. In school, in gymnasium, and in\ntechnical. Do you know that Luba was the last [indecipherable]\nS: Yeah, yeah, yeah. Yeah. She was one girl, you know, among -- among the boys in technical\nschool.",
        "Q: Your family really adopted Rachel.\nS: Yeah, yeah. And I think -- I think she felt like -- like a daughter in our family, not like a\nadopted child, but a daughter.",
        "Q: So, were you conscious of -- of -- of your parents -- well, I guess your father --\nS: Yeah.",
        "Q: -- gave you this order, really, don’t run away from Rachel. And was that something that you\nkept in your mind?\nS: Yeah, of course, yes. Yes, ha --\nR: We were very much devoted, through all the years, and you --\nS: My father was for me like I -- I don’t know, in some [indecipherable] feel like such a\ndevotion, such a -- he was -- I know that people were talking about him very highly, that he was\na very honest and very noble person, and I felt also like that. Then, after years, I thought -- I felt\na little bit different. I -- I am accusing him -- I cannot say accusing him, it’s too strong, but I\nthink that he destroyed the family. He didn’t allow my mother to emigrate, and he didn’t allow\nmy mother to -- to run from the Germans the first day. So that was it.\nR: No, don’t say it.\nS: Yeah, it’s true. You have to look -- the truth has eyes. That’s it. It’s too much responsibility,\nhe took over a big responsibility to say no, I don’t want it. Well, what do you mean you don’t\nwant it? You are responsible for your wife and children. That’s it.\nR: In the ghetto she used to teach me physics and chemistry.\nS: He teach you.\nR: He.\nS: Mm-hm.",
        "Q: I want to take you forward to the time in the cemetery where it’s the liquidation of the ghetto.\nAt this point your father and your brother have already been taken away.\nS: Yeah.\nR: And my father and my brother-in-law.",
        "Q: Also. Okay. And you briefly find your mothers, but then you’re separated again. A-At that\nmoment, when you go to the right, are you physically next to each other?\nS: To each other?",
        "Q: Are you standing next to each other?\nR: Yes.\nS: Of course. When we went through the gate -- I don’t remember, you went the first? Because I\nremember my mom, my mom was behind me. So probably you were the first --\nR: I don’t remember.\nS: -- like I said, I was the second [indecipherable]",
        "Q: I mean, did you -- it seems like such a chaotic scene, did you -- did you hold onto each other,\nor you were just able to stay physically close, so that you would get in the same wagon?\nS: Yeah, we were -- of course we were watching not to be separated, of course, yes.\nR: We were scared. We were not -- we didn’t know where we are going, what will happen. We\nsaw the tragedy of a lot of people, that children were left over, and --\nS: I didn’t touch this point. I didn’t touch because a loss 0 -- a lot of young mothers left their chil\n-- small children behind, not to go to the left with them. Okay, I didn't touch it, it’s too -- it’s\ndifficult to take. One thing is if a grown-up, it’s not a grown-up, but it’s not a small child that is\nleaving the parents, another thing is when the parents are leaving, the mother is leaving th -- her\nchildren. Cause that’s life. That what people did. Not all. Her sister [indecipherable] went\ntogether with her son. Her other sister went together with her mother.\nR: They’re willing to live --\nS: It’s so strong.\nR: It’s very strong.\nS: Mm-hm.\nR: Very, very strong. If your mind is still open.",
        "Q: Did you both always have that, or -- or were there times that when one was maybe losing the\nwill to live?\nS: I don’t think so.\nR: No.\nS: No.\nR: I never lose the will --\nS: Lost. I don’t think so.",
        "Q: How do you think having each other kept you going?\nR: All the time I thought about is that it’s -- we survive because we have each other. There were\nsituations when, you know, you were not so strong any more, to go on.\nS: Yeah.",
        "Q: Certainly at the -- the end, when Luta was so sick, you just kept pushing. She -- she described\nyou in the f-farmhouse after liberation.\nS: Yeah.",
        "Q: That you were very energetic, you were throwing clothes away, and washing and --\nS: Cooking.",
        "Q: -- I couldn’t help but think, where did you get that energy?\nS: The energy was from the happiness to be free, because she was not deadly sick, thank God. I\nwas deadly sick. But I couldn’t --\nR: This was a terrible time when all the people was already free --",
        "Q: So was there ever anything that -- in any moment that Rachel said to you or did, that really\nbecame something that you held on to?\nS: I couldn’t understand that?",
        "Q: Was there ever anything that she said to you --\nS: Mm-hm.",
        "Q: -- do this, don’t do this, always remember this. Was there anything that she said to you that\nyou sort of kept?",
        "Q: Luta, you were very strong willed.\nS: I don’t know.\nR: Yes.",
        "Q: That’s how you described yourself, or -- or it seems that you had a strong will, to me, when I\nhear some of the stories that you tell. What made you listen to Rachel? Because sometimes you\ndid.\nS: I did all the time. Now I am not listening to her. I did. No, look, she was older as I am, and she\nwas -- I know that she was very friendly to me, she -- and --\nR: The war did that.\nS: The war did, yeah, and then what -- what -- what she told me was right. We didn’t discuss\nsuch things like political things or something very big and very clever, but day to day things,\nthought she knew better than I. What can I -- what can a 15 - 16 - 17 years old teenager know\nabout life? She used to grab me --\nR: But you were -- you were [indecipherable]\nS: -- to her, and to cover my eyes not to see how -- how women were raped. She covered my\neyes, she didn’t let me see a lot of things.",
        "Q: But who covered your eyes?\nR: Nobody. No [indecipherable] cover your eyes.",
        "Q: A-And you have kept this connection --",
        "Q: -- all these years.\nS: Yeah.\nR: Yes.",
        "Q: Can you just talk a little bit about that?\nS: [indecipherable]\nR: No. It’s hard to explain how it come, but I -- but I felt a friend in her, in spite of the -- th-the --\nthat I was very devoted to the whole family, I felt a friend, and I like her, and I can’t tell you\nwhy. Even now I can’t know why I like her, but I like her.\nS: No, it’s a -- she’ll -- related like sisters, that is the proper --\nR: But you felt like sister.\nS: Like a -- like a family.\nR: And -- and I am -- I like very much her children, they were devoted.\nS: And they like her.\nR: Yeah.\nS: Yeah, and they --\nR: And my children like her. Even my grandchildren. I told you my granddaughter said that we\nhave to make a gathering --\nS: A family gathering.\nR: -- from the family, and Luta with her children will come.\nS: Ha -- have to come. They have to come.\nR: [indecipherable] I said yes, the whole family.\nS: Yeah.",
        "Q: Is there anything else either of you want to add?\nR: I don’t think so.",
        "Q: I did ju --\nR: I -- I want her to be healthy and good, and be -- I want her to be all her life.\nS: Lam.",
        "Q: I did want to ask, because this has been a bit of a theme. Both of you mentioned that you\nhadn’t talked in a lot of detail to your children. A-And I think you Luta said that -- that you\nhadn't really shared the story with hardly anybody. What made you decide to -- to do it now?\nWhat were your thoughts about it?\nS: I think that Rachel told me about it, and she told me, can we come together? And I thought\nthat -- that no, we are not young already and it comes a time when maybe we have to do it, like\nobligation, not like a -- a goodwill, but obligation. Maybe to leave it for my children, if not for\nthe history, is for my children, because my son is pushing me all the time, but he is not pushing\nme all the time to -- to write about the Holocaust time, but about the family, what -- he doesn’t\nknow the family of course, because they -- he didn’t know his grandparents and so I thought,\nmaybe it’s time, and because she is going, so I’Il go with her.\nR: So we went together.",
        "Q: Thank you very much.\nR: You’re welcome.",
        "Q: What was his name?\nS: Mora.",
        "Q: His first name?\nS: I don’t know, fr -- Hans, or fr -- I don’t know, I don’t remember.\nR: [indecipherable]\nS: He was such a horrible man. If you -- he find you on his way, he will shit --\nR: Shot.\nS: -- he will shot you -- he will shoot you without regret. Anything.\nR: It was the horror of the ghetto if he would standing --\nS: And the Poles wanted him [indecipherable] and the Poles -- the Polish people had the death\npenalty. They would hung him, one, two, three. That what they did to every such a murderer they\nfound.\nR: You know, and he growed up three sons, very educated, very strong, and this came an old Jew\nwho even can’t talk right, you know --\nS: Yeah. [indecipherable]\nR: -- and he is a witness.\nS: They were whispering, they were laughing, and it was horrible.\nR: But that’s what it is.\nS: That’s it.\nR: They destroyed the best.\nS: Yeah, the best they destroyed. The culture, the Jewish culture of east Europe didn’t -- didn’t\ncome back. They destroyed. Of course some people, as we survived, and we produced other\npeople, yeah. But the culture, gone. Everything is gone.",
        "Q: Thank you.\nR: And still we think that -- that the world will --\nEnd of Tape One\nConclusion of Interview"
    ],
    "answers": [],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumSulamif Shreyber Zhabinskaya\nAugust 17, 1999\nRG-50.030*0401",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Rachel Bielicka\nGurdus and Sulamif Shreyber Zhabinskaya, conducted on August 17, 1999 on behalf of the United\nStates Holocaust Memorial Museum. The interview is part of the United States Holocaust Memorial\nMuseum's collection of oral testimonies. Rights to the interview are held by the United States\nHolocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "RACHEL BIELICKA GURDUS and SULAMIF SHREYBER\nZHABINSKAYA",
        "August 17, 1999",
        "Beginning Tape One",
        "S: Yeah. There is no ending, so she is happy.",
        "R: And how to go through day after day with food, and with -- we were busy with all kinds of\nthoughts. And that was really very hard to be in love and be surrounded by fa -- with a lot of\npeople, and you don’t have your privacy --\nS: Private time together.\nR: Yeah, but still, I think I was happy in that time that I have him, and have the family, and came\ninto the [indecipherable] I saw that it’s a noble pri -- family. And you know, every day was\nscary, what’s the next day will bring you.",
        "R: And I remember him telling, Rachel, whatever you do, whatever profession you choose,\nremember one thing, the physics and chemistry you have to know --\nS: Mathematics.\nR: -- mathematics and chemistry you have to know --\nS: And phi -- and physics, yeah. Yeah.\nR: I said, good.\nS: Is a matter of all knowledge is mathematics.\nR: Yeah.\nS: He believed it, and I believe it too.",
        "R: I hope that my bro -- boyfriend will survive, as I did. And in the last moment when we were\nalready free, we find out that he perished, and her other family perished.\nS: My mother will not survive, so I knew it. I knew at once. She told me in the ghetto, and you\nknew -- you knew probably that she had [indecipherable] I don’t know how it’s in --\nR: Yeah, but even when people had it, not everybody could kill them --\nS: No, no, I -- I think that she was a brave woman, because even with such difficult times, so -- a\nsmall amount of people committed suicide. There were some people in -- before the Germans\ncame into Wilna, some families were already -- committed suicide. They didn’t want to go\nthrough it. Remember? And -- but after that -- no, everybody wanted to survive for\n[indecipherable] survive.",
        "S: Right.\nR: -- and trying to start and trying to establish your life, and she has to be in the hospital, so --\nS: Dying.\nR: -- sick --\nS: Absolute dying.\nR: -- for -- for years, in and out. It’s very hard.\nS: But I survived. And I had time I was [indecipherable] to study and to give birth to three\nchildren.\nR: You know, in the -- in the age of 17, when you have tuberculosis, 1s [indecipherable]\nS: Yeah.\nR: Or you are dying when you’re surviving, you are a normal person.\nS: Yeah.\nR: After awhile. It’s a very dangerous age for tuberculosis.\nS: For every deadly diseases.\nR: Yeah.\nS: 17.",
        "R: I don’t know. I want to tell you one thing, that when she was very sick, after the fourth time,\nher future husband came from the --\nS: Army.\nR: -- army, and he was very in love with her. And he did -- and he didn't stop to coming every\nday, and several times --\nS: To coming to caring.\nR: -- yeah, caring very much. And Vera was very much caring with her.\nS: Veronica.\nR: And Dina [indecipherable] was caring about her. She was surrounded with lovely people who\nwere very much caring about her, and we -- she had to get well. As much as -- even the doctors\nof the hospital loved her and want her to be healthy.\nS: But the -- then, it doesn’t mean I had to be healthy, you know, it doesn’t --\nR: Yeah, but they were trying. It was such a Dr. Berlootz.\nS: [indecipherable] Dr. Berlootz, what can he do? What could he do? Give me [indecipherable]\nR: Yes, but he tried, okay, okay, but he dr -- tried.\nS: Yeah.\nR: Your -- of course your body was th-the main --\nS: Yeah, the main [indecipherable] was my body.\nR: -- but -- but people were trying.\nS: Yeah. And the doctor told my husband -- he was not the husband yet, my boyfriend. Don’t\nmarry her. She’|I not able to have children, she’ not able to work, she is like a glass, you have\nto keep her very carefully whole life. And you can fell ill because the illness is such that you can\nget it from her. So it [indecipherable] loved --",
        "R: I was sleeping with her in one bed for weeks. I wasn’t afraid. I never catch anything from her.\nS: I was holding the bad things for myself. I didn’t give it not to her and not to my husband.\nR: Not to the children.\nS: Not to the children, thank God.",
        "S: Yeah.",
        "R: That’s it. [indecipherable]\nS: I don’t know, I think it’s not so rare, it’s not so [indecipherable]\nR: It’s not a thing that somebody can tell you, or it’s -- just comes from the heart.\nS: Yes, it’s very natural.\nR: Ha -- yeah, it’s hard to explain.",
        "S: Which will be like, easier for me. That’s it. So the time came and I’m here, and describe the --\na part of -- of this -- of -- it’s a part of the life we had, it’s not everything what -- you cannot\ndescribe every detail, because the days were full with dangerous details and it’s -- it’s -- it’s\namazing that we survived, you know, it -- I don’t know how it was, like -- every step our -- every\nstep, every day, was maybe the last step. Every time we went to appelle st -- to stay on the -- on\nthe appelle, we had to think what is the last, if [indecipherable] last, they will choose us to the\ncrematorium or not? So, it was like that.\nR: As I told you Kathy, that the life of every survivor is an accident.\nS: Yeah, it’s up to [indecipherable]\nR: They can be taken to the oven --\nS: They could.\nR: -- as easily as another one. As I told you, the Yom Kippur action, how close we was --\nS: Yeah.\nR: -- to death. And there were hundreds of situations.\nS: Hundreds, thousands, yeah. So, it’s accident.\nR: We could catch -- we could catch typhus --\nS: Typhus, yeah.\nR: -- very easily.\nS: Oh.\nR: We were surrounded, around, around with people that were very --\nS: [indecipherable] one --\nR: Yeah.\nS: [indecipherable]",
        "R: So it’s a --\nS: It’s the fate.\nR: Here we are.\nS: Yeah, it’s a fate.\nR: [indecipherable] old age.\nS: If you believe in fate, that’s it.\nR: And I want to tell you that I was thinking about to come, and we were -- I al -- an interview,\nand always I was pushing it away. And now --\nS: [inaudible]\nR: -- I have a feeling that it’s out of my shoulders.\nS: Yeah.\nR: That I did it, and I left something for the history.\nS: I didn't think about it, but I did it --\nR: And that was --\nS: I didn’t think about it. I th --\nR: -- I was thinking that --\nS: -- I thought that Pll not do it. I don’t have to do it. Why I have to do it? Why I have to go\nthrough that? And it was a --\nR: But now we are --\nS: Yeah.\nR: -- okay. We did it. Let people know.",
        "S: Only we didn’t pay them off. That what I wanted. I want to tell you that after the liberation, I\nwas very sick, that why. But my dream was to belong t -- to a organization, to a terrorist\norganization. And to go from home to home to find out the people who did it for us, and to kill\nthem on the spot. Not a trial, that they didn't trial us. So, that’s it. But I was sick, and my -- my\nhusband quiet me down after that. Sometimes I’m thinking that what we should do because\nthousands of them are having a good life after that. And saying that it’s -- 1t wasn’t a Holocaust.\nDo you know how painful it is? If you survived all the things, horrible things, and lost your\nwhole family, and all people are oh, and say Jews are imagining something like that --\nR: They’re making it up.\nS: -- they’re making it up, and th -- the -- because they wanted to take money from Germany.\nAnd Germany is such a poor country, they would give it for nothing, the money for -- to the\nJews. Germany knows exactly what -- what it was, what they did to us. It’s a -- how many people\nwere sentenced? Were sentenced for life, or sentenced to death? You can count it on the finger.\nAnd the pictures we have, you know, in the museum, how the Germans are holding the pistol,\nwhy they made the pictures of that? It means you like it? What kind of person are you if you like\nto kill others? Kill people what you don’t know, you have no idea whom you are killing, why\nyou are killing? I understand that soldiers are fighting. They are fighting. Two countries are\nfighting and if you don’t kill them, they will kill you, yeah. It’s not good, very bad, but that’s it.\nBut here, civilian women, children, old -- old -- old people. Men without -- without weapons,\nwhat -- who cannot do any harm to you? How could you sleep after that? It means you are not a\nhuman being and you have to be killed. I wouldn’t -- and here the murderers now, I wouldn’t\ntake them to prison and then we are paying for them to -- to keep them in the prison. They are\npaying the taxes because they -- they have a good life in the prison. If you murdered somebody,",
        "you have to be murdered, you have to be killed. There is no other way. That’s my opinion, of\ncourse.\nR: [indecipherable] are worse than the other way.\nS: Yeah, so [indecipherable] of course. And that what it --\nR: What was the --\nS: -- makes me sick that I never did anything to pay off for my father or my mother, or for my\nbrother. That’s it.\nR: You will never be able to do it.\nS: No, of course not.\nR: Otherwise the whole --\nS: Now | am --\nR: -- world would be destroyed.\nS: Now I am not -- not able to do it. I -- I don’t know if I would be able to do it before, but I\nwanted it. Now, somebody ask me not long ago, would you be able to kill? Wa -- what -- if you\nknow? But no --\nR: No.\nS: -- I wouldn’t be able to kill. But I hate it. And that’s it, what I wanted to tell you.\nR: But now is another generation, another people --\nS: Yeah, no, not the young people, not -- oh not the innocent, not Germans is Germans, no. Only\nthe people, if I knew exactly, that they were the murderers. That they m --\nR: But you will never be able to find them.\nS: No, now I-I don’t th-think about -- talk about now.\nR: And even before.",
        "S: Before we could, before we could.\nR: How long -- how long did it take to find Eichmann?\nS: Oh, because nobody looked for him so much. He was only -- he was even a -- he didn't change\nthe name even.\nR: Do you remember that it was a trial? We had to go to the trial --\nS: Actually --\nR: -- from Mora.\nS: -- we -- to Mora -- from Mora. Mora was the hangman of the Wilna ghetto. Of the ghetto in\nWilna. But then, after the liquidation of the Wilna ghetto, he went to Poland, and he was a\nhangman of the Poles. So the Poles wanted him very much, but he was caught by the Russians,\nand he had the trial in Wilna. And then the -- it was not the death penalty in Wilna, in -- in\nRussia, so they -- they sentenced him for life, and he was in Siberia, yeah. Then Stalin died and\nKhrushchev came to power. I don’t know why he decided, probably ha -- asked for some\nprisoners of war, Soviet prisoners of war from Austria, he was from Austria. So he -- he was\ntalking to them and they asked, give us our prisoners [indecipherable] yeah, and he gave it to\nMora. And here -- they promised that they will sentence him also, that his -- it will be a trial in --\nin -- in Vienna, or in his place where he was born. So you know, there are still witnesses alive.\nThey came from Israel, and it was a trial. And he was sitting and his sons were sitting and\nlaughing at the witnesses. One wa -- it was a horrible trial. It was a trial over the witnesses, not\nover him. And he was free. Then they decided he ne -- in a [indecipherable] that they will have --\nfind other witnesses that came to Wilna and we had to be the witnesses. Oh, but then he took a --\na document from the doctor that he is very sick, and the trial never -- he died. He was even the\nmayor in the city, he was -- he lived on -- in. That’s it.",
        "R: And the best people who can stand up for the [indecipherable]\nS: Yeah. Oh yeah. [indecipherable]\nR: You know? So, anyway, you will not change the world.\nS: No.\nR: You read not so long the book about Indians.\nS: Mm-hm.\nR: You see what’s doing? Yeah, yeah.\nS: What will go -- Yugoslavia, yeah.\nR: So, what are you looking for? Yugoslavia --\nS: Israel.\nR: Yeah. But you can’t compare to the Jewish tragedy, because there were tragedies a lot, very\nbig and horrible tragedies.\nS: You don’t have to compare. Let it go.\nR: Yes. But this is a tragedy that’s --\nS: Nothing have to [indecipherable |\nR: -- nobody can, or could escape. Escape only --\nS: Was enough deaths in Yugoslavia also.\nR: -- only escape the people who were hiding and they didn’t find them. Who were not shot\nbecause the last time they have a rule not to shot, which people have to die from the sicknesses.\nAnd that’s it. No other way to survive. No richness, no education, nothing helped to survive a\nperson. And it’s --\nS: Okay, it’s enough.\nR: Thank you.",
        "S: Thank you.\nR: And sorry --\nS: Pm sorry.\nR: -- to make you -- made you upset, and --\nS: And that’s it.",
        ""
    ]
}