{
    "rg": "RG-50.030.0626_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with Mr.\nBrooks McClure, on July 7\", 2011, here at the co — Center for Advanced Holocaust\nStudies, at the m — hol -- United States Holocaust Memorial Museum. And Mr.\nMcClure, thank you very much for agreeing to meet with us today. I’m going to start\nthe interview as fairy tales do, at the very beginning. And that’s going to be to ask you\nyour — when you were born, the date you were born, what was your family like, and\nwe'll take it from there.",
        "Answer: Well, I was born in— on March 8\", 1919 in New York City, and lived there\nfor the next 20 years of my life. I never went back, really. So I— my recollections of\ncourse, are of a nearly ra — a disruptive period. We were going through the Great\nDepression, and I thought for a while I was more or less exempt from the effects of this\nthing. But my father was an engineer and he got very sick early in his life, and died at\n53.",
        "Q: What year was this?",
        "A: This was 1940.",
        "Q: So you were 21 years old?",
        "A: I was 21, that’s right.",
        "Q: And had you liv — when you said New York City, were you — did you grow up in\nManhattan, or in the outer boroughs?\nJuly 7, 2011",
        "A: I grew up in Manhattan.",
        "Q: Mm-hm. Had you done — attended college? Had you finished high school?",
        "A: No, that was the thing you see. We were relatively well-off, and also terribly\nconservative economically. So, we had no debt, and never borrowed from anybody for\nanything, and the result is that we were relatively well off when things went awry. But,\nthere was a fund, of course, for the future, for my education [indecipherable] and that\nsuddenly disappeared, because they knew that my father was mortally ill, and we were\ngoing to have to take over in some fashion, and this 1s — this would be very dis-\ndisorganizing, as it was. And so —",
        "Q: Did he — excuse me — did he have his own business, your father?",
        "A: No, no.",
        "Q: No. He worked for somebody else.",
        "A: He worked for the New York state transportation department, and his own job had\nto do with train wrecks. When — when there was an accident, they had a team that went\nout and tried to find out why it happened. And he was very good at that business, I\nguess, because he went right through from — he was a very young man, almost an office\nboy when he arrived, and worked his way up. And the thing is, he had no education\neither. He — he was born in Ohio, and he went to the good schools. I guess you would\nsay he was a very ambitious man, and he read all the time, and that was a great\nJuly 7, 2011\ninfluence for me. He had me reading Dickens and Dumas when I was nine and 10\nyears old, but —",
        "Q: That’s pretty impressive.",
        "A: Well, if you starting at the right end —",
        "Q: Yeah.",
        "A: — you know, for instance — well, I guess it was Robert Louis Stevenson, it was —\nwas the start of my foreign education, and — what was it, the — “Treasure Island” was\nthe first book. So, he very carefully chose the books to be at a level where I could\nunderstand, hopefully, and —",
        "Q: Were you his only child?",
        "A: Pardon me?",
        "Q: Were you his only child, or did you have br —",
        "A: No, no, there was a girl after me.",
        "Q: So you’re the oldest.",
        "A: Well, I was — I was the eldest, yeah. And well, at any rate, I — I got a piece of\neducation from reading, and I — the reading habit I got into, and had occasional troubles\nwith my schoolteachers because they didn’t think that the family should race ahead of\nthis program, you know.",
        "Q: Curriculum, yeah.\nJuly 7, 2011",
        "A: So, at any rate, he was a wonderful old man, and — but he — he got very, very sick.\nHeart can — heart condition, and we knew he wasn’t going to be around a long time, so\nwe had to prepare for this. And the preparation did not include any possibility of going\nto college.",
        "Q: I see.",
        "A: Because not only did we not have enough money to cover that, but I knew that with\na high school education, at that time when jobs were very scarce, I didn’t have much of\na chance. So — but I did have an interest, and the interest was in journalism, which\nactually I developed in the grammar school. And before I got out of grammar school, I\nhad an idea, I — I had a—I wa — a little play friend, the — these correspondences with\nchildren from other places.",
        "Q: Oh, pen-pal.",
        "A: Yeah, one of — one of my teachers went to, of all places, western Australia, which\nis just — just about west of anything in the wor — in the world. And so I-I got the — my\nfriend sent me the local paper — matter of fact, all of the local papers. And I noticed that\none was a weekly, which looked more like an American paper than any of the others.\nThere was the lingering influence of the British journalism, with the ads on the page\none and that sort of thing. This was different, this had headlines on page one\n[indecipherable] news on page one. And I was really intrigued by this. And I had\nalready started my self-education, read every book that had to do with journalism. I\nJuly 7, 2011\ndon’t know whether I understood it or not, but at any rate, I did that. And — and then\none day I got the notion that maybe these people out in poor old Australia, would like\nto have a correspondent in the United States.",
        "Q: Not a bad notion.",
        "A: And I noticed that they had a regular correspondent in — in Asia who traveled\naround. And then they had another correspondent in London, which was home to the\nAustralians. And so these were very special needs. One was, of course, the local aspect,\nof the — of news, and the other was London. And — but I said th — I-I decided to write a\nletter to the editor. So I went to the British — the — I don’t read it any more, but oh, I\ncan’t remember the name of it. At any rate, it’s — was — it’s a—1t’s a British\npublication, similar, but rather more serious than the World Almanac for — that we\nhave.",
        "Q: The Economist? Would it be the Economist?",
        "A: No, no, the —",
        "Q: No?",
        "A: —no, no, no, this 1— no, no. No, it says —\nA2: You mean like the encyclopedia.",
        "A: Sure, it’s got the name of a — of a the — research publication, but —",
        "Q: I see, okay.\nJuly 7, 2011",
        "A: But at any rate, it was the one place where they had all of the editors by name,\neverywhere in the British commonwealth. And so I thought, well, in the British\ncommonwealth, they speak English, and that’s the only thing I can speak, so I wrote\nthem a letter and I said, I am a student of journalism. No mention of grade, age,\nanything like that. So, I had the — and I followed my father’s rules. He said, when you\nwrite a letter, you keep it on one page, if you possibly can, because you lose the reader\non the second page.",
        "Q: Absolutely right. Absolutely right.",
        "A: And so — so I followed all the rules, and I used the simplest language, don’t be\nfooled by the multi-syllable words. So I just said in plain English that I was a—a\njournalism student [indecipherable] without experience as of now, but I noticed their\npaper, and I noticed that they had correspondents in these other places, and none in the\nUnited States. So would they be interested in taking me on, course free, as a\ncorrespondent. And I thought afterwards, what a stupid thing to do, you know. I\nconsulted no one, and I got — I had the shivers afterwards. Then, in the normal turn of\nevents, which between the United States and — and Australia is about two months, I\ngot a letter back, and it was from the publisher, who said, you know, we are — we are\ninterested in you. We have to know a lot more about you, but then he said, let’s\nconsider it a possibility. And so I did, I— I found the name of the editor of the\npublication: that was on the masthead of course, And I wrote him and sent him a very\nJuly 7, 2011\nlong article about the failure of the — 0-0-of Roosevelt’s policies. Because at that time,\nit were — that was about 1937 was it, something like that.",
        "Q: So you weren’t even 20 years old? You were like 18.",
        "A: Oh, oh, I was far from 20 years old. I— I was [indecipherable] nothing man, I had —\nhad absolutely nothing, so — so —",
        "Q: But chutzpah. A lot of chutzpah.",
        "A: Oh, a lot — a lot of — a lot of gall.",
        "Q: So, Id like to turn this now to — as you’re speaking, a number of thoughts are going\nthrough my mind. When I’ve interviewed other people who were part of liberating\nforces, U.S. forces, most of them do not have the exposure that it sounds like you did,\nto news, to world events, to — 1t — to people who were different from yourselves. So one\nof the key questions that I often ask somebody is, before they even get to Europe, did\nyou meet anybody who was Jewish. Well, if you live in Manhattan, chances are you\ndid.",
        "A: You couldn’t miss them.",
        "Q: Okay.",
        "A: Oh yes, well, that’s a Jewish city, almost.",
        "Q: And then my second question 1s, is that if you were interested in news and\njournalism, were you aware, even as a teenager, of the news coming out of Europe, of\nwhat Germany was doing?\nJuly 7, 2011",
        "A: Oh, oh certainly. I was right — I — I was reading about Hitler, 1t seemed, when he\nfirst came up.",
        "Q: To power.",
        "A: [indecipherable] by — what was his name? A famous, very arrogant guy, who\nseemed to win wars without thinking about it.\nA2: Hindenburg.",
        "Q: Hindenburg’?\nA2: Talking about Hindenburg, von Hindenburg.",
        "Q: Von Hindenburg?\nA2: Paul von Hindenburg. Paul von Hindenburg.",
        "Q: Paul von Hindenburg?",
        "A: Yes.",
        "Q: Yes.",
        "A: That’s right",
        "Q: Yes.",
        "A: And —\nA2: The chancellor.",
        "Q: The chancellor, yeah.",
        "A: Yeah. And so I a—I was a con — conscious of the growth of Hitler. Actually, almost\neverybody was, but I read so much. I read internationally because I was interested in\nJuly 7, 2011\ninternational affairs, but I was also — I-I was taught at home that you — you’re a man\nwhen you gu — when you’re born, and you use your brain from there on. And so it was\na very good policy. And I had a mixed literary education, in that I — there was “Tarzan\nof the Apes,” which I also read, and the bi — the — was it the Hunter boys?",
        "Q: Mm-hm.",
        "A: A-Another series. And so here I was reading the classical 20\" century — or 19\"\ncentury literature from Europe, in English, of course, translated, and then these other\nbooks, and enjoying them both. But at any rate, no, I was really up on the news in\nEurope. There were a lot of other things too, the same time, an awful lot of trouble\nthere. France was having a terrible time. This was followed up by the other activities\nthat are — were very ominous in Japan. They were going after Manchukuo — ma —\nManchuria. And — and in Africa the Italians were trying to take over —",
        "Q: Ethiopia.",
        "A: Ethiopia. So, it was a very disturbing time, interesting time. I can’t say that I was\nscared by it. I was intrigued by it, and there was some very good books at the time\ncoming out, various commentators; professional journalists wrote books.",
        "Q: Well, William Shirer, I think, was based in Berlin at the time.",
        "A: Oh yeah, well I — he was a giant in the —",
        "Q: Yeah.\nJuly 7, 2011",
        "A: — in the group. But at any rate, there was a great deal of concentration on the things\nthat counted abroad, and also many of the problems at home. We had no military\npolicy, and we were — we were terribly weak at the time, and that was one of the big\nissues coming up in the United States, how do we protect it?",
        "Q: So I’d like to turn it back to, again, what you talked about earlier in your father, and\nhis role in your education. And — did these — these events, these world events that you\nare talking about, not only in Europe but elsewhere, but of course for us it’s\nparticularly what was going on in Europe; were you discussing these at home?",
        "A: Oh yes, well, we — we, of course, had dinner every night in the dining room, and it\nwas a conversat-sational sort of sport. So we talked about everything, and sometimes\nwhen I wasn’t old enough to know, I got instructed from the higher people, my mother\nand father. And yeah, you know, it was a — it was a very good way to get educated, I\nthink, without feeling the pain.",
        "Q: Yeah, it is. It is. To have got — to have — to have conversations around the dinner\ntable about important events of the day is something that doesn’t happen that often any\nmore.",
        "A: There were a lot of people then, commentators on radio. There was one fellow —\nwhat was his name?\nA2: Kaltenborn.",
        "A: Yeah, Kaltenborn.\nJuly 7, 2011\nA2: H—H.V. Kaltenborn.",
        "A: Yeah. He was a — and there was also a man who spoke so fast, we couldn’t eat. So\nwe turned him off. And Lowell Thomas, and you know, a lot of people.",
        "Q: Yeah.",
        "A: The pretty — pretty much accomplished journalists. And the — and who could\nexpound on a-anything. I think they had a little more freedom than they do today,\nbecause there are other people who popped up and said, you’re wrong. And so that was\na very good example of growing up in a democratic state.",
        "Q: Yeah, yeah.",
        "A: It was a— it was a fine experience, and a lot of fun.",
        "Q: So, did you write — after that first article that you sent to the Australian newspaper,\ndid you become their correspondent? Did you end up submitting pieces?",
        "A: Well, I did, actually I did, but that — long before that, they had that article, which\nwas very long. It took a whole bedsheet of paper, that they used to print on those days,\nand oh, they had the [indecipherable] that they — usually you find in the — in the\nEnglish press, but in the American. Our correspondent in New York —",
        "Q: Yeah. That’s right.",
        "A: — tell us what in the world is going on there? So — so I was astonished, because they\nwere sort of ta — presuming. They didn’t know how old I was. I know they wanted to\nfind the —\nJuly 7, 2011",
        "Q: They didn’t ask the basic questions.",
        "A: They weren’t — well, they wanted to find out, but events were moving too fast.",
        "Q: Yeah.",
        "A: And I was, of course, absolutely stunned, because I had a plan. As soon as I got that\nrejection, I would write to an English paper in South Africa, and see if I could work on\nthem. And there was no — there was no compensation for this, but every few weeks I’d\nget a very generous check, a hundred dollars, which to me —",
        "Q: That’s a lot of money.",
        "A: — was a lot of money, to cover my expenses. Well, my expenses were because I\ntraveled by subway, and you know, were — were very slim. And — but I—I hada\nterrible time because I found that between reading about these things and getting an\nidea of how coverage is done, and then having your pencil in your hand and trying to\ndecide, do I do it, or d-d — or don’t I? I had a couple of disastrous — potentially\ndisastrous experiences. One was Lena Medina. Lena Medina was a five year old girl\nin Lima, Peru who gave birth to a child — at least the story, this is what the story said.\nAnd my source was I had read it, it was a UP dispatch. And I knew because I’d gotten\nthe — a sort of the copy boy’s job at the “Herald Tribune’ at the — at that time. I knew\nthat the paper always substituted the UP for AP or anybody else in Latin America,\nbecause they felt that it was more reliable. So in comes this strange story, and I was too\nyoung to have the educational experience of anything involving women. Women were\nJuly 7, 2011\nthere, and what it takes — what I assume it — you know, it assumes that. But at any rate",
        "Q: That it’s unusual if they give birth at five.",
        "A: — this was all to — very unusual, I thought it was — I thought instinctively it was\nimpossible, because I had never met anyone five years old who had a child.\nA2: Reasonable conclusion.",
        "A: And so I sent in my cable as one of the little stories I had from America, this strange\nplace where five year olds have children. And then apparently —",
        "Q: They printed it, I bet.",
        "A: They — they printed it, oh what they did though, they did a very clever thing.",
        "Q: What did they do?",
        "A: They also doubted the veracity of this.",
        "Q: Okay.",
        "A: So they called every [indecipherable] person in Perth, and asked them what they\nthought of it, and they said, it’s crazy. It can’t be, it’s impossible. So then they — they\nran that story together with my story, in order to take the onus off themselves, in case I\n—I’d gone crazy. And — but they had, and they didn’t know it. And so then there was\nthat dead — dreadfully dead period, nobody wrote me or anything saying you shouldn’t\ntake these stories seriously. And I had my explanation all done, because I realized, I\ntalked to some older people, th-they said, oh, that’s ridiculous. So then —\nJuly 7, 2011",
        "Q: Trial and error.",
        "A: — “Life” magazine was bought by somebody on the paper. And this was a — oh,\nmonth or two later, and all — everything goes very slowly out there. So — and it showed\na picture of Lina Medina, her surgeon who had per — performed the operation. It was a\n— it was a— a Caesarian operation. And — and there was the little infant, believe it or\nnot, there he was. And — and they got very excited about this, so immediately they\njumped on it. They — they reported the existence of the photograph, and said they’d — or\nthey — they thought that they should print the fact that this was photographed, maybe\neverybody would be interested in reading it, or seeing it. And they — they got really\nvery excited. The publisher began going back to the Monday lunches that he had sort of\nartfully dodged, after that terrible thing. And the —",
        "Q: Does this mean your journalistic career was born with that article?",
        "A: Oh, I don’t know, I had the writing, yo-you know, I’d been submitting stuff, and\nthey’d been printing it, and I got pretty sassy about it. I expected to see the story\nrepeated, whatever I said, with a byline on it. They put a byline every story, even a\nshort one. And no complaint, no instructions, nothing from them. They just let me go. I\nhad — and then in 1941, I still had this job, and I had the — another one of those shocks.\nI was — I —I had a very weak — weak week. Poor week for journalism. Nothing was\ndeveloping that I thought I could afford to send. It was 35 cents a na — a — a word, press\nif I filed. So I was very conscious of this, par-particularly because of my Scottish ba —\nJuly 7, 2011\nbackground, and I didn’t want to waste the paper’s money. So I came to this crisis\nwhere that weekly cable looked pretty feeble. Excuse me. And there was a big, big\nevent the Wednesday before. This was about Friday, I was filing. And there was a\nbattle at Aron between the French and the British. Maybe you remember it. I don’t\nknow how they [indecipherable] but this was a pretty exciting story because the\nBritish and French were allies, and they — the French had been trying to get Admiral\nDarlan, who was in command of the French forces, to — to surrender, and the — the\nFrench were very stubborn; they wouldn’t surrender. So finally the British said, all\nright, if you don’t surrender, we’re going to fight you. And they started this battle, a\nreally horrible thing because the casualty rate was enormous. Some of the biggest ships\nthen operating in the two navies, had been sunk, there in Algeria, of all places.",
        "Q: Is that where the battle was taking place?",
        "A: Mm.",
        "Q: In Algeria, okay.",
        "A: Yeah, that was it. And so I knew all about this, of course, and then source reports in\nthe general news that so many ships had been lost, and so many people had been killed.\nIt was a pretty horrible outcome. But I thought [indecipherable] and maybe — maybe I\ncould sneak it in, and they’d realize that I was using old news, but I had to. And so,\noddly enough, they printed it. But what they did is they ran — they went to the archives\nand got the Jane’s book — Jane’s ships, and copied out the pictures that were\nJuly 7, 2011\nmentioned, all of the casualties, and read it down one side of page one. And then they\nsent all of — the few little words I had to say, I never mentioned anything that I — you\nknow [indecipherable] to repeat. But obviously the battle had been fought, and I had to\nsay something about it. So I did that, and that was all printed in eight point type. So\nmust have been a very impressive thing. I never saw it.",
        "Q: You never saw that piece as it ran?",
        "A: No, the paper never came. My — every once in a while I’d miss a copy. So, any rate I\n—I was agonized when I discovered that they printed it, and no other paper in Australia\nprinted it, of course. And so th-there was no wi — no battle and all of its casualties from\nBrooks McClure. So I wondered how — how we got around this, and what happened.\nWell, what happened was that I — I always made s-small reports, as small as I could\nmake them, and put each story on a different page. And then I’d sit in the telegrapher’s\noffice and peel them off wa — one by one. Well, because this was such a bad reporting\nday, I worked very hard and very late, to get the best I could out of it, and so I guess the\ncable came in with this odd story in the middle, and the rest of it much less important\nstuff. And so the Australian censor then record it. What they done is they blanked it\nout. And so, on the next Wednesday was an announcement that Churchill is going to\nmake a special speech. And so everybody in the world was listening to that, and they\nheard all about the Battle of Aron, many of them for the first time. So, at any rate, I\nescaped —\nJuly 7, 2011",
        "Q: Yeah.",
        "A: — that time, and I didn’t even know it. And I thought I was so smart, oh boy.\n[indecipherable] to get it. They said they didn’t know what to do, they held a — and\neditorial conference, and — and they were all standing around, they — all the editors, and\ndebating this thing. Finally somebody said well, look, he’s our man, and we’re — we —\nwe trust him, and it’s all down on paper. I think we should stick with it, see what\nhappens. And so everybody more or less agreed, that’s what they did. And they saved\nthemselves a lot of trouble. Well, all right, I’m sorry. I hope I didn’t digress —",
        "Q: No, no, no, no.",
        "A: — too much.",
        "Q: It — it — this is — it is all very relevant, because it brings me to the next point. And\nthat is, you had mentioned earlier that your dad passed away in 1940, and that your life\nchanged at that time.",
        "A: Oh yes.",
        "Q: And I wanted to — I wanted to ask in which way it had changed, and how did you —\ndid you have to leave journalism then? Did you have t — did you make decisions to go\ninto the military, were you drafted? I want to bring — get us to the place where you’re\nending up in Europe, and t — and tell me what the sequence of events was.\nJuly 7, 2011",
        "A: Oh well, I was — I was not drafted yet, and I guess I had a slightly preferential rating,\nbecause I had al — besides my father, who was very sick, I had three women to take care\nof in the immediate family.",
        "Q: And they were?",
        "A: So I had — may have had a [indecipherable], but the — but I — they didn’t draft me,\nand I didn’t volunteer until much later. But wa — events moved very fast. He was a\nstubborn old Scot and he — he went to work every day. He didn’t know he was dying\nand his physician was recommending that he quit, and all that. No, he wanted to go on,\ndo the job. So it was a terrible strain on everybody who loved him, of course. And I —\nwhat changed — well, one thing that didn’t change was the journalism idea. I had now\nfixed it, because I did this silly thing. And I knew that that’s what I wanted to do.\nRegardless, I — I went hunting all over New York, all over Westchester County to try\nto get a job. And of course, they almost laughed. What school did I go to? And I only\n[indecipherable] curious creature. I was six-one, 180 pounds, and in other words,\nalways out of line with my peers, and — and always doing silly things. So — so I—I got\nthe desserts I — I really worked for, and couldn’t get a job in — on a newspaper. So, we\nhad — we had to manage — course, we had to live on the re — the savings of the family,\nand it was very hard. I — I was out run — running around, trying to get another job and\nall this, and it was —",
        "Q: Did you stay — where did you live in Manhattan? Was it in —\nJuly 7, 2011",
        "A: Laurel Hill.",
        "Q: And where is that?",
        "A: Do you know Laurel Hill?",
        "Q: No.",
        "A: Well, Manhattan is ver — is long and lean. And when you get up to the top, there’s\na little — little piece at the very top, it’s a mountain, and it’s called Laurel Hill.",
        "Q: Is it near the Bronx?",
        "A: Hm?",
        "Q: Near the Bronx? Is it near the Bronx?",
        "A: Oh yeah, sure, it’s a na —",
        "Q: Okay.",
        "A: — it’s the next thing to the bran — Bronx. And, in fact, in grammar school, I went to\nschool in — in the Bronx, and in — and afterwards, in high school, I went to George\nWashington High, which is down at Washington Heights. So —",
        "Q: I know the area now. I get a better sense of that. I wanted to then — you were looking\nfor — you were looking for a job. Did you eventually find one?",
        "A: Well, I got a job, oddly, on the — on the “Herald Tribune.” I had been writing a\nlittle bit, trying to sell some articles in America, too. And I didn’t do spectacularly, but\nI made a few sales. And then there was a man named Charlie McLenden(ph), who had\njust taken over as city editor of the “Herald Tribune,” and I got an interview with him.\nJuly 7, 2011\nAnd I brought my clippings, to show him that I was doing something. And he said well,\nI’m sorry, we don’t have any jobs for — for people like you, you know, education, all\nthose considerations, on — on the staff. But he said, I — Pll hire you for — on the — for —\nas a copyboy. That was another irrelevancy, here I was over six feet tall, and running\ncopy from one desk to another. Sort of an embarrassing situation. And so I had that job\nfor a long time, they didn’t fire me, they kept me on. And they had a reputation for\nthose that they — that passed the test and stayed, of — of making them reporters after a\ncertain length of time. But all these people had, you know, education. So it didn’t look\nvery promising. But I was able to use the paper’s facilities, their library, the — they had\nan internal telegraph office, where I spent a lot of time writing up my stuff. And the\nwork wasn’t hard. The — this big goof was running around doing it. And so, at any rate,\nI used it to good advantage, and almost gave up. I — I was — I was then 23.",
        "Q: Mm-hm, so that’s 1942.",
        "A: Yeah, that’s right. Well, that’s when I joined the army, and I — my mother and I had\na ken — consultation. I asked her what she would think if I went in the army. She said\nshe thought it was a very intelligent thing to do. After all, there are all kinds of people,\nbig sons like you that have to go. Sure they have to die, they have to suffer, but they’re\ngoing. And she said that, you’re an American, you have to decide what to do. So I\njoined the infantry, which was the most idiotic thing to do. I’m sure I could have gotten\na job at a — at a better branch of the service, but — but I fel — felt very patriotic at the\nJuly 7, 2011\ntime, I did the right thing. So — and then, of course, I had to make a lot of changes, I\nhad to quit my job in aus — Australia. Which actually was paying off a little bit, you\nknow, they were paying me far more than I was worth, and I had originally asked just\nto — to work for nothing, but they wouldn’t accept that. So, they were very nice. And so\nthen off I went into the infantry.",
        "Q: And where were — were you stateside for a while?",
        "A: Pardon me?",
        "Q: Were you based in the — in the U.S. for a while?",
        "A: United States? Oh yeah, sure. I’d, of course, did all the basic training and all, which\nis a— which is another great exercise. It’s very, very hard, you know, you — you have to\nfall on your rifle, and do all sorts of odd things that normal human beings probably\nwouldn’t.",
        "Q: That’s right.",
        "A: But — but I got along all right, I got promotions. And then I had a — a specialty, I — I\ndeveloped a special skill [indecipherable] because I worked at night, and sometimes I\nstayed over, and then the fellow down — we had a wire link between New York and\nWashington, and there was another young fellow there, just in my same position. And\nwe would send long messages to each other. And I —I got so that I could type 60 words\na minute.",
        "Q: Wow.\nJuly 7, 2011",
        "A: And then — that’s the speed of the transmitter distributor that does it automatically,\nyou know. And so, when I got in the army, I did another foolish thing. They said, put\ndown anything you think y-you might be able to do in the service, if you have a special",
        "Q: Skill, mm-hm.",
        "A: — skill. So I thought about that a little bit. I thought the only thing I knew how to do\nwas to type. So — so I told him that I could — I — I could imitate the speed of a — an\nelectric transmitter on the typewriter. Well that’s — really that wasn’t such a — an\nachievement. There are millions of girls with typewriters who could do that.",
        "Q: But they’re not in the army.",
        "A: No, that’s right. And they didn’t get the opportunity to do this. So somebody had run\nthe IBM rod you know, through the bo — through the cards, and came out with this\nremarkable fact that one of their soldiers — actually, I had — I had this experience with\ncomputer — with transmitters that, you know — computer transmission.\nA2: The teletypes.",
        "Q: The teletypes probably.\nA2: The teletypes.",
        "A: Yeah.\nA2: The teletypes?",
        "Q: Was it the teletypes?\nJuly 7, 2011",
        "A: Yeah, teletypes, yeah.",
        "Q: That’s right, mm-hm.",
        "A: So, well, then I didn’t know this, but the — the army decided in the earlier period,\nwhen they weren’t so overwhelmed, that they would experiment with a — a wireless.\nWell, wireless was an unknown then, for teletypes, although it’s — today it’s e-\neverywhere. And so they — they transferred me. I think I was a —I was probably just a\nPFC at the time. And —",
        "Q: Private first class?",
        "A: Huh?",
        "Q: Private first class?",
        "A: Private first class. And all of a sudden I found that I was still in the infantry, but I\nhad this special assignment. They had teletype machines, and you could practice on\nthem, and I practiced on them, and somebody else did too. And one of — two of — two\nother men were taken in for this, but they were both noncoms. One was a master\nsergeant and the other ta — the next le-level. And so — but they came out of the — out of\nthe signals business, they worked for railroads, you know, all sorts of things. So they\nhad plenty of experience. They knew all about how — how these things worked. I didn’t\nknow, I couldn’t repair one. I wa — I wasn’t going to tell them I wasn’t qualified. I was\nsecretly pleased that the — well, I guess I already had a grade. I was probably a corporal\nor a sergeant by that time. And I’Il tell you, when you think and what you do in the\nJuly 7, 2011\ninfantry, how you will get home to mama is a question. So — so I the — I—I decided I'd\ndo what the wa — army wanted me to do. And so I had this curious job all through —\nactually variations in my career, I joined the air force, and I — I — I qualified, and I was\nvery keen about that.",
        "Q: Was this post-war?",
        "A: Huh?",
        "Q: Joining the air force was post-war, or during the war?",
        "A: No, this was during the height of the casualties in — in the eighth army, you know, in\nthe — in —1n Europe. And of course, we weren’t doing too well the — Asia either, but —\nbut it was a — it was a death wish, actually, if you got into that. And I — I was willing to\ngo, but when I had any kind of alternative, I — I was willing to accept it. Then a —",
        "Q: Because the in — can I just —",
        "A: Yeah.",
        "Q: — clarify? Because being in the infantry would have been the worst possible\nsituation. Is that — 1-1f I understand this properly? It was —",
        "A: Well —",
        "Q: — not the — the least of — le-let me see if I can rephrase that. Is it if you want to get\nhome to mama, being in the infantry is going to be the place where it’s least likely to\nhappen?",
        "A: Oh, wi — yes, I would say so.\nJuly 7, 2011",
        "Q: Okay. Okay.",
        "A: Although the — although I discovered after I got in the air force, that the casualty rate\nwas just as great. They shoot you out of the sky, and — instead. So the question — I — I —\nI wasn’t doing too good at artful dodging, really. But at any rate, things were all right. I\nwas just getting around, and then finally wind — wound up back in the infantry when\nEisenhower declared that they had too many fliers, and — and that they were going to\npair — send all the fliers and [indecipherable] specialists, and all the special kinds of\npeople back to the infantry. Some of them had never been in the infantry when they\nwere put in. If you ever heard of the Battle of the Bulge —",
        "Q: Oh yes.",
        "A: — there was a — there was a tremendous of them [indecipherable] to that. And to go\nin to a— toa war like that, that was murder. And — but I didn’t — I was sent down to a\nregular infantry division that was only training. I-I —",
        "Q: What year was this?",
        "A: Oh, let’s see. Oh, this was late ’43 or early °44.",
        "Q: Okay.",
        "A: And I — and I joined this infantry unit, one of the last to go to Europe, actually, and\noddly enough, you know, was a late arrival, I was put into Patton’s Third Army,\nwhich had one of the dreadful infantry scores — casualty scores.\nJuly 7, 2011",
        "Q: Mm-hm. So you arrived in Europe — I want to establish this fact: you arrived in\nEurope when? In early *44?",
        "A: Let me see. Must have been.",
        "Q: Okay.",
        "A: And we were the last division to arrive, so we were sort of a — a poor gift to the\narmy that got it. But we trained very hard, and I had had a little training before, so I\nfelt, they can train me to death if they want to, because I want to be equal to the job\nwhen I get it. So — but in the meantime there was this typewriter business. Now, if you\ncan imagine, they had, while we were in the States, they had the typewriter equipment,\nand they had this special articulated truck, one of those things that swings in all\ndirections, you know, to — to transport it. And I was tra — I was trained in how to park\nthis thing, and you know, to run it, in case they needed me. But — but they had a regular\nteam of transport people who — who normally handled this job. Well, I went into the\nfield in Mississippi, and did all these things, and that’s the last I saw of the truck or the\n— or the computers, the —",
        "Q: The wireless teletypers?",
        "A: The tele — wireless teletype. And they didn’t — course they don’t — didn’t consult me\nin the service on anything, really, but I didn’t know what ha — what happened to it, but\nthey had forgotten to cancel it or change it in some way. So there was always this little\nstrange thing, that I went abroad, I was — I was posted in the signal company of the 65\"\nJuly 7, 2011\ninfantry division, and got assignments occasionally, but it was not a — not terribly a\nbusy job for me. A division is about 14,000 men, so you can see they had a lot — lot of\npeople that do their normal work. And — and I never was pressed too much, because I\nhad this secret job. Nobody ever talked about it, 1t was just — I was just out in the cold, I\nguess. I got a couple of promotions.",
        "Q: Well, what did you do? This is wa — something I don’t understand: when you were\nin the infantry, what was it that you were doing over there in Europe?",
        "A: Well, I was — I was attached to this super-secret mission. So, I don’t know, that was\nenough for me. But I was in — getting in a few — few firefights, but nothing —",
        "Q: So you didn’t really see battle?",
        "A: Huh?",
        "Q: You didn’t see battle?",
        "A: Well, sure I f-fought. I was shot and — shot at and I shot back, and no, I had enough\nexperience so I could say I was an infantryman, but — but there I was encased 1n this\nsituation, and they —",
        "Q: Well, what can you tell us — what can you tell us about this su — this secret mission?\nWhat was its goal, what was its purpose, what was —",
        "A: Well, the thing was, they wanted to develop a wireless system, which would connect\nthe — the frontline troops with headquarters, and — in-instantly. And you can do it with\nJuly 7, 2011\nteletype, but you can’t do it if you have to have lines between teletypes being cut by the\nenemy all the time.",
        "Q: Right. Right.",
        "A: And just laying the lines is too hideous a job. But this was obviously the beginning\nof a project that we were trying to analyze all the aspects, and see if they can straighten\nit out. I— I could understand, but I never — never thought it was terribly funny, but I\nhappen to be the beneficiary, so I wasn’t going to argue about it. Well, as a result\nthough, I had a distorted military career, in which — during which I had the two\nexperiences that we — we were to talk about.",
        "Q: And that we’re — I’m hoping, yeah, that we can now. So di — does this — the fact that\nyou were 1n this — in this particular — I don’t know if the right word is occupation or\nactivity, is that what brought you closer to — when we’re going to talk about Ohrdruf,\nthat — why you happened to be there at — at that time.",
        "A: Well, you know, it’s only because I got into this peculiar subculture —",
        "Q: I see.",
        "A: — in the military. There were other people in the army, some fascinating people.\nThere — you can’t imagine how some noncommissioned officers got positions of\nenormous authority, and it’s because of that, in this instance, that I got into one of these\nthings. The one about the — the wor — the work projects of the — to so many of the\nHolocaust victims. And so from there on I was — I was part of an infantry unit, didn’t\nJuly 7, 2011\nhave to go — di— wasn’t callable and ba — and part of the [indecipherable] and really\njust give it — I had a lot of free time. And that was the real trouble. Free time and\nMcClure don’t go together. So I went out, had some adventures. I was actually\nAWOL, I guess a ti — absent without leave.",
        "Q: Where?",
        "A: And — but nobody missed me, and —",
        "Q: Were you in Germany?",
        "A: — I answered all the — you know, you get up in the morning, they blow the bugle,\nthey get you out, they — they check your name to make sure you’re there. Then you go\nto breakfast, and then, of course, McClure vanishes.",
        "Q: Where did you vanish?",
        "A: My wer — might work on a keyboard, but he’s not doing anything most infantry men\nwould respect. So, at any rate, the way I — I at some time will get to the — to these two\nthings, two very different experiences, quite profound. And —",
        "Q: In all of this, you say you arrived in 1944, early in 1944, and probably it’s a year and\nsome months later, maybe a year and three months later when you come onto Ohrdruf.\nIn that time, did you know, was it spoken of, was it known about, of what was\nhappening basically to the Jews and others in Europe? Was it — was — were you aware,\nwere others aware?\nJuly 7, 2011",
        "Q: Well, that’s an interesting question because as an individual, I don’t remember being\nterribly well-informed about — well, once — once they opened Auschwitz, all right. But\nbefore that — well, I was aware of the Saint Louis incident.",
        "Q: Okay.",
        "A: And the criticism of Roosevelt because he didn’t save those people, keep them from\ngoing back and dying, like they did.",
        "Q: Yes, absolutely.",
        "A: And so I — I was aware of that, and of course I knew that the German propaganda\nwas all anti-Jewish. But this business of gathering up people just to kill them, I didn’t —\nwasn’t aware of being aware of that. And in fact, when I — when — when we discovered\nthat the work quarters of these poor people in south Germany, first time we had\nencountered it — apparently, I don’t know how they got away without being caught,\nbecau — of course, Germany is a very big country.",
        "Q: Yes.",
        "A: And — and we went after the cities first.",
        "Q: So tell us about — you say the first time you encountered this was in south\nGermany? So was that like Bavaria? In Bavaria is —",
        "A: No, no, I — it’s that province next to Bavaria that’s a little south and east.",
        "Q: Baden Wurttemberg’”",
        "A: Yeah.\nJuly 7, 2011",
        "Q: That’s a little southwest, closer to France.",
        "A: That’s where Ohrdruf was.",
        "Q: Oh no, no, then we’re going the other direction, then it’s Thtirringen. Then — was\nOhrdruf the first time you came into contact with what this policy had been?",
        "A: Oh yes, yeah. And I wasn’t the only one, I was — I was one of many, many —\neverybody. Nobody —",
        "Q: Can you — now can we go into some detail about this? You were — when you were\nalready almost there, what was your — what was your job? What were you doing when\nyou were called to go to Ohrdruf? What was y — what were you involved in?",
        "A: Oh yeah, well, that’s the — the — the thing here, I referred to about th-the sub-class in\nthe army.",
        "Q: Right. Right.",
        "A: Some awfully smart people of very low rank got in, and it’s amazing. He was in the\n—1-in g — G3, the — the operational side of the division. And he did some magnificent,\ngood work. He made sure everybody got decorations who were supposed to.",
        "Q: Who was this person?",
        "A: A young man from Chicago, ju — was just a name to me. I got to know him, but he\nwa — he worked on the “Chicago Tribune,” and had — that was a fascinating —\nsomething that I didn’t know. Because, I guess he had good talent, he was taught to do\nall the main jobs on the paper. So that the — if the — if the printers went out on strike, he\nJuly 7, 2011\nwould go down and work a linotype machine. So, at any rate, he was a — a pretty —\npretty savvy young guy, and had been kicked around a little bit, so he — he knew how to\n— how to handle problems. And — and he had a boss, a — I don’t know, a colonel, or a\nlieutenant colonel who was very enamored of him for a while; this is a smart boy. And\nso he gradually elevated in authority. He was given [indecipherable] of things to do, th\n— his boss wanted results, and he was a results getter. And so, at any rate, by the time I\nga —I got to know him pretty well, because of my interest in journalism, I found he had\nbeen with the “Chicago Tribune,” which was not the New York Tribune — “Herald\nTribune.”",
        "Q: Right.",
        "A: But — but we had a similar interest, and we joked about — about journalism, and so\non. And so it got so, for little things. I was mostly idle, in another part of the camp. The\n— the camp is a city, really. And he’d call on me if he ever had something that — a job to\ndo, that he couldn’t do or — so — so we got pretty chummy. Then one day a-— one day a\nJeep showed up first thing in the morning. I — I was just finishing breakfast, I guess,\nand I was being called by my friend. So I got in the Jeep, and off we went, over to his\nheadquarters, and he told me we — we’ ve discovered some anomaly here, strange thing,\na lot of people dying and I don’t know, we just got a radio report on this thing at — I\nneed this — h-he — he described it. Well, he said he — he wanted to send me over there to\ntake a picture of this thing. He said we should have pictures of it. So he gave me a no —\nJuly 7, 2011\na German 35 millimeter camera, one of the best that they make. And — but it had film in\nit, I didn’t know the speed of the film, and that was a big handicap because I knew I\ncouldn’t take many pictures in the shadow, if — if — 1f that was standard film. So, off I\nwent, and they had a driver, really quite incredible. He had surveyed the route to this\nplace by — by using a — automobile company maps. And so we went right there, 1t was\nno problem, he made no mistakes, he drove right there. And we got into the area, we\ndidn’t know where the camp was, but we saw all of the military equipment that had\nbeen gathering.",
        "Q: So, by the military equipment, do you mean U.S. military?",
        "A: Yes.",
        "Q: Okay. And how long, you know, from where your unit was to where this camp was,\nwas it a half hour drive, was it an hour drive, do you remember? Was it —",
        "A: It was —I—I—I-as I-—I feel it now, it seemed to be about half an hour, 45 minutes.\nThough I — I could be wrong about that.",
        "Q: Yeah. But anyway, it wasn’t half a day. It wasn’t something that was very far away.",
        "A: Oh, no.",
        "Q: Okay.",
        "A: We didn’t have to eat or anything.",
        "Q: Okay. Okay.\nJuly 7, 2011",
        "A: So, well, I came upon this rugged terrain. We got off the main drive. He wa — he\nwas absolutely sure of where he would find it, and he came — he came into an area\nwhere we saw a lot of — a couple of tanks, and a lot of other motorized equipment,\nAmerican, and we figured we’d — we’d hit something. And then we were — were led by\nthe locals, wha-whatever G.I.s we could find, and led to this place. Well, it was very\nremote in the woods, and the little building, all of raw wood. And they had a huge gate,\nwith a slogan, let’s see if I can remember. It’s a very simple slogan in German, and\n[indecipherable] although most people had to deal with it. Arbeit — something about\narbeit that — well, work is a liberator, or —",
        "Q: Arbeit macht frei.",
        "A: Yeah, that macht frei, that’s right.",
        "Q: Arbeit macht frei.",
        "A: Arbeit macht frei. And there was this — that’s the only metal I could remember,\neverything else was just wood. And I learned also later that they built hundreds of these\non the same plans, so that if you encountered one in one place, it looked like the same\nyou saw before. And —",
        "Q: So, was like a wooden building? Did it look like a storehouse, or a warehouse?",
        "A: No, no, it didn’t have any distinction or appearance of authority or anything like\nthat. It was just a little — I want to say, a crudely built architecturally nil kind of\nJuly 7, 2011\nconstruction. And it — it was designed for its purpose, which it was just to house the\nHolocaust victims.",
        "Q: So, did you open the — did you open a door to it?",
        "A: Oh, I didn’t do anything. I arrived, I was just another G.I. I — well, I was more than\nthat, I was a — I think I was a sergeant by then, but I was just another guy dressed in all\nthe same clothes that everybody else was, and I liked that because nobody asked any\nquestions. I wasn’t part of the rescue team though, and I had free access, I could go\naround, take pictures wherever I wanted. I —",
        "Q: What’s the first picture you took?",
        "A: First picture I took was of the — of the grave. There was about, oh, I would say about\n800 feet long, very long, and very deep, and about 15 feet wide.",
        "Q: And what did you see in it?",
        "A: Hm?",
        "Q: What did you see?",
        "A: Well, bodies. In fact, I— I had no trouble understanding what it was for, because\nthey were in the process of dumping more bodies in, all of them naked. They take —\nthey took off the rags that they had been wearing, washed them, and then they’d use\nthem again, you see. But th —",
        "Q: So when you came aco — across this first scene that you took a photograph of, there\nwas actual dumping of bodies going on in the —\nJuly 7, 2011",
        "A: Yes, oh yeah, sure.",
        "Q: Was this now the U.S. military that was cleaning it out?",
        "A: Oh, there were. There was a lot of work to do, because there were many bodies in\nthis — in the barracks. Barracks were three — three stages high, as I remember, and they\nwere just lay — laid out on the floor of th — each level. And some of them were so weak,\nthey couldn’t get up to eat.",
        "Q: So, when you were in the barracks there were people who were alive, as well as\npeople who were dead.",
        "A: Oh yeah, well, they were dying. That’s what they were doing, it was —",
        "Q: Was this men or women?",
        "A: All — all — all — both.",
        "Q: Both men — any children?",
        "A: No, I didn’t notice any children. I think they disposed of the children very quickly. I\nknow —",
        "Q: When you say — excuse me that I’m interrupting — when you say three stages, do\nyou mean that there were — the bunks were in three bunks —",
        "A: Yeah.",
        "Q: — and that people were on each level?",
        "A: Three tiers.",
        "Q: Yeah, okay.\nJuly 7, 2011",
        "A: Yeah. Now, of course, the stronger ones so happened to be on the top, because they\ncould still get down, but — but there were a lot of them even in the — on the lowest level,\nwho were just comatose. Ju-Just a terr — it’s a terrible sight. These are people who\nshould be dead, but were alive.",
        "Q: Did you take pictures there too?",
        "A: Pardon me?",
        "Q: Did you take pictures of them?",
        "A: Couldn’t, because I wasn’t sure of the — of the film.",
        "Q: I see.",
        "A: Yeah. I figured it was not a ver — a super speed, that’s what you need for that, in\norder —",
        "Q: Because it would be inside, and darker, yeah.",
        "A: Your light, there’s — there’s almost no light in there. So I didn’t — I took some\npictures, but they didn’t come out.",
        "Q: Mm-hm. And do you have an idea of about how many bodies you saw, or how many\npeople you saw in there? Was it stuffed to the gills? Was it a hundred, 200? Was it 50?\nI know those are abstra — you know, sort of estimates, but —",
        "A: Yeah, hard to tell.",
        "Q: — to get a sense of a —\nJuly 7, 2011",
        "A: Hard to tell how many there were. I went in, I took a look, I saw some of them, and I\ncame out.",
        "Q: Did any move to you? Did anybody want to talk to you?",
        "A: Oh yes, well, not — not — I mean, they didn’t campaign, but you could see they’d\nlook at you with those empty eyes, and beg you, really, to help. But th — they were very\npleased, they were — by — by the time I got there, the operational troops had called for\nhelp, and they got some — some very skilled medical people, by the way. They couldn’t\ndo much for the ones that were dying, of course, but they were dying, and they had to\nbe disposed of, because it was a very great danger, biological danger. So, when I got\nthere, I — the one thing I remember, the one, looked like pretty husky guy, a man,\nmaybe in his middle 30s, something like that, carrying a skeleton. Dang — skeleton was\njust dangling there. And then — then tossed it into the trap, you know, into the —",
        "Q: By trap, do you mean that 800 foot long —",
        "A: Yeah, di—",
        "Q: — ditch that —",
        "A: Yeah.",
        "Q: It was the grave.",
        "A: Yes, it’s a— and somebody, they put in lime. And I saw this, and I think that was\nearly enough so that — it isn’t the way it necessarily looked at the end. But —",
        "Q: So this is before the lime starts taking effect?\nJuly 7, 2011",
        "A: Hm?",
        "Q: This is before the lime starts doing what it does?",
        "A: Yes, that’s right, 1t wasn’t — th-there — there was some lime underneath. Th-This —\nthe depth of this, human depth was maybe three or four feet already, so a lot of bodies\nunderneath that al — already been disposed of, and I don’t know how long that gash had\nbeen there. I suspect that 1t was there be — before the guards left. They — they got a\nwarning that the Americans were coming.",
        "Q: Can — do you have a sense of how long the U.S. military was already there before\nyou arrived?",
        "A: Well, not to my — it wasn’t too long.",
        "Q: A day?",
        "A: A—no, no, not a day. They — the tank came on it — what was that hour, I don’t\nknow. It could — I think it was a man who became General Abrams, who was the\ncommander of the tank. He was then a captain, or something. And then he had other\ntrucks, cars with him, with troops. Let’s see. I think it was fairly late in the day when he\ncame on, or possibly even later.",
        "Q: In the evening, maybe.",
        "A: Yeah, right. And he immediately re — radioed back to headquarters, and — and they\nof course notified the division command. And that’s the way I got the word myself,\nJuly 7, 2011\nvery first thing in the morning. We — so they must have been there, couldn’t have been\ndoing very much, because of the darkness.",
        "Q: Right.",
        "A: And I suppose they were — they must have been suspicious too. A lot of serious\ntrouble going on one place, you know, and th — and after dark, you don’t dare endanger\nyourself. But at any rate they — they notified us. They used their own medics in the —\nthe little group that arrived.",
        "Q: Do you remember the date?",
        "A: Hm?",
        "Q: Do you remember the date this was? [technical interruption]\nEnd of File One\nJuly 7, 2011\nBeginning File Two",
        "Q: I’m just going to say something here, okay? This is a continuation of the United\nStates Holocaust Memorial Museum interview with Mr. Brooks McClure. We’re on\na separate track, that’s why we’re go — so, I was asking you about the date. Do you\nhave an idea about when this was?",
        "A: Oh, I didn’t keep track of dates. I— I could be a week off —",
        "Q: It’s okay.",
        "A: — at any time.",
        "Q: But it was April.",
        "A: Hm?",
        "Q: It was April, you think.",
        "A: I th—I seem to remember that it was April. I was looking — incidentally, I didn’t\nmention this, but I had a few notes, and I had some of the pictures that I took, in my\nfiles. And my wife died, and I got sick, and so I didn’t follow up very much on this.\nHad to sell the house and — and move into an old people’s home. So, I — I —I wasn’t\naware of this very much, but unfortunately a lot of the files that I preev — prized, were\nlost. And so I would have had the date, and a — a lot — lot of other things in there. I — I\ncan’t imagine my not noting that down, because this was such an unusual experience.",
        "Q: Yes.",
        "A: But —\nJuly 7, 2011",
        "Q: Was it cold still?",
        "A: Huh?",
        "Q: Was it cold still if you —",
        "A: Oh, it was always dank.",
        "Q: Okay.",
        "A: Sort of chilly, you know. I do — there was certainly in the air, and it was in — I\nsuppose even in — it might have been in spring, you know, the weather.",
        "Q: Mm-hm.",
        "A: But I was wearing a re-regular uniform, no coat or anything. So I— I don’t know. It\ncouldn’t have been very cold. But those poor people, oh my heavens.",
        "Q: Did anybody try to speak with you from those — from —",
        "A: Yes. Usually in a language I didn’t understand. A lot of them were Poles, ge —\nGermans, Russians.",
        "Q: Mm-hm. So you think you sa — maybe there were Soviet soldiers who were in the\ngroup, too?",
        "A: Oh, it’s quite possible. The Germans were not very respectful of the — of the\nRussians —",
        "Q: No.",
        "A: — soldiers. So, anyway, that’s really the extent of my experience.\nJuly 7, 2011",
        "Q: How long do you — did you stay there’? How long did you stay wi — in this one\nplace?",
        "A: Not — not very long.",
        "Q: No?",
        "A: We were — we were on the move. The — the — the army as itself, was moving very\nfast. And that’s why I think they — they overtook some people that were trying to get\naway. And Patton moved at times, 50 miles in a day. Now, if you can imagine a\nmilitary force of maybe clo-close to a half a million men —",
        "Q: That’s a lot.",
        "A: — moving this fast, and actually, if you read up on it, it’s quite interesting in\nretrospect, to see how well the Americans did. They fought like fiends. The Germans\nde-defending their own country, didn’t do nearly as well.",
        "Q: Do you want to take a break a little bit?",
        "A: Pardon me?",
        "Q: Do you want to take a break?",
        "A: No, thank you —",
        "Q: No, okay.",
        "A:—I don’t care.",
        "Q: Okay, I think maybe he wants to sit up?",
        "A: I'm full —\nJuly 7, 2011\nA2: Want to sit up a little bit, Brooks?",
        "A: Yeah, I know, I — ’m —",
        "Q: Want some help here?",
        "A: — I’m not in perfect condition, and I hope you will excuse. Sometimes I — I can’t\nremember, you know.",
        "Q: I think you’re doing great. I think you’re doing just great. Before [interruption]\nokay, continue, yes, all right. It’s going to be another track, or no?",
        "A: Miss?\nQ2: All right, now it’s going, so —",
        "Q: Okay.",
        "A: She’ll have to talk a little louder than normal.",
        "Q: Okay.",
        "A: Cause I — I’m losing my hearing.\nQ2: Okay, you’re fine, you’re fine.",
        "Q: Everything’s fine with the recorder. Okay.\nA2: Brooks, I think you once mentioned something about the guards from the camp.",
        "Q: Yes, I wanted to ask about this —",
        "A: Oh, oh, yeah, sure, sure.",
        "Q: — the guards from the camp. Could you tell us something —\nJuly 7, 2011",
        "A: It would be a shame not to talk about that. The — the camp had th — been warned by\nwireless, and immediately started to disband. And ul — a lot of the — the guards seemed\nto have rooms or something down in the town of Ohrdruf, o-h-r-d-r-u-f, as |\nremember the spelling. And some of them dashed down and changed their clothes, and\njust mingled with the local people. And s — but very soon the Americans realized what\nhad happened, and they sent a tank down and they put them on the tank, brought them\nback — the ones they could find. They fu — found quite a number apparently. This all\nhappened before I arrived.",
        "Q: So very quickly.",
        "A: Yeah, oh, yeah, so was —",
        "Q: Very quickly.",
        "A: —no delay. I thought the military did a wonderful job. They didn’t pause for a\nminute. And they brought them back dressed in their [indecipherable] uniforms, and —\nand civilian clothes. And this town, by the way, is a lovely little paradise, beautifully\nkept. They all had flower — window flower arrangements. And — and it was really a\nwonderful place to go to. They had the [indecipherable] and then the — all the\narrangements. And so — and they had a full population town, I guess, mostly middle\naged people, women and men. But —",
        "Q: About how far was the campsite from the town?\nJuly 7, 2011",
        "A: I'd say about two miles now, my guess — my guess 1s. I don’t know how you — one\nmeasures distance when you’re walking —",
        "Q: Did you walk it?",
        "A: — especially when you’re a young man.",
        "Q: Did you walk it?",
        "A: Oh, I walked it, sure.",
        "Q: About how long did it take you to get from the town to the camp?",
        "A: I don’t know. And I don’t know why I walked it, because we had a car. But — but I\ndon’t — I don’t know, I went down — maybe I’m a — had company. I can’t remember\nnow.",
        "Q: It’s okay.",
        "A: But, at any rate, I got down there, and I remember entering the town from one end,\nand seeing how beautiful it was, and how fiendish the whole idea seemed to be. At a-\nany rate —",
        "Q: The guards — excuse me that I’m interrupting, but we go back to the guards. They\nwere brought back in civilian clothes to the camp. Did anybody recognize them and\nidentify them, from the — from those dying people?",
        "A: Oh yes, well, that’s what I was about to say. There were some of the Holocaust\nvictims who were at least strong enough to stand up and move around. And when the —\nwhen the Americans brought these people in, I heard, and I — and thi-this is not my\nJuly 7, 2011\npersonal experience, but they attacked them. And at first the Americans had to\nintervene, and stop it and so forth. And — but that didn’t appease the — the victims at all,\nof course. The — but all of this is hearsay. I wa — I—I heard this when I — when a —\nwhen we arrived.",
        "Q: Another question. Maybe my final one that has to do with Ohrdruf, unless Joe has\nsome more, 1s when peop — when the Americans came, the G.I.s — no, I have two more.\nWhen the Americans came, and they saw this, did they have any idea of what it was\nthat they were seeing?",
        "A: No. No. Of course, the first thing you see is the dead and dying.",
        "Q: Yeah.",
        "A: And these were obviously not people armed, so they weren’t soldiers in the normal\nsense. And they were all dressed in these curious uniforms, with the stripes going\ndown, you know. And so they — they were — must have been aware that these were\nprisoners who had revolted, or something. I-It was hard to piece together a story, even\nwhen I was there. And the next day, a passel of — of generals came to see it.",
        "Q: Well, that’s my second question.",
        "A: Yeah.",
        "Q: Does the name Franks say anything to you? Franks, as a last name.",
        "A: French?",
        "Q: Franks. Frank, with an S at the end.\nJuly 7, 2011",
        "A: Like — like the country?",
        "Q: No, no, not like the country, like the hamber — no, like the hot dog. A frank.",
        "A: Oh, the franks.",
        "Q: Yeah, does the name Franks say anything to you?",
        "A: No, no, I di— I never met a Frank knowingly.",
        "Q: Okay. Because I had heard that there was — this was a person who was responsible\nfor getting some of the higher-ups to come to Ohrdruf and Buchenwald.",
        "A: Oh, well, I may have. I ma — oh, no, Buchenwald is something else again. This is an\nentirely separate and belated development.",
        "Q: Okay.",
        "A: So no, the next day they got Patton, Bradley, I think — what’s that? Field Marshall\nMontgomery, and then a couple of others, because they found that 1t was something\nvery unusual. Actually, how it escaped their notice so long, I don’t know, because our\npatrols extended far in. But I suppose er — if 1t had been er — discovered ear-earlier, it\nwould have been a little bit — bit of a situation. For one thing, maybe the response,\nbecause of the time of day, would have been quicker. They — they rea — they — they\nrecognized — the medics that they had were just regular combat medics, and they knew\nthey couldn’t do a great deal. All they did was recognize the principle that after a\ncertain point of not eating, you are doomed.",
        "Q: Right. Yeah.\nJuly 7, 2011",
        "A: And — and there were a lot of doomed people around there. Oh, it was really awful.\nAnd, you know — well, you’ve all seen pictures of these people; they’re so thin, it’s\nunbelievable. Their veins stood out on their arms and everything.",
        "Q: Yeah.",
        "A: [indecipherable] didn’t seem human. And I wonder how they got along. There was\na good mixture of languages, but you’d have to organize it among the survivors, a few\ncould speak English or French. Otherwise, they were out of communication, really, I\nthink. Maybe some of the Germans mixed in would have been re-reasonable",
        "Q: How long did you stay there?",
        "A: Pardon me?",
        "Q: How long did you stay there?",
        "A: Oh, I didn’t stay very long at all. Took my pictures. I knew they wanted them back\nat headquarters, and so I — I just about jumped in the car, and off we went.",
        "Q: So were you there a couple hours, perhaps, or half a day?",
        "A: Yeah, yeah. Not very much at all. I realized early on that I couldn’t spend much time\nin — inside these buildings.",
        "Q: Mm-hm. So it was more than one building?",
        "A: Oh well, I think so. I think there was. I only went into one, but it was a — it was a\npretty sizable thing. I don’t know how many workers they had to have, or they were\nusing for whatever project they were doing. They were — they were probably cleaning\nJuly 7, 2011\nout the — the ... the woods, you know, because the Germans do that. They make it a\npolicy, clean out the underbrush wherever they are, and they use it, of course,\nprofitably, to burn. But — and I wouldn’t have been — I don’t know where the — how — I\ndon’t know how — how the civilians managed. They — the tradition in Germany is to go\ninto the woods and clean it out. Well, you know, if — if the — if the camp was two miles\naway, I don’t know how they would escape being discovered, but I don’t think that’s an\nissue. These — the — the townspeople all knew about this. I understand that afterwards,\nthe Americans took the Burgermeister and a number of senior civilian officers up to\nwatch this process that I watched; they were still burying these people.",
        "Q: Did you ever write about this after the war?",
        "A: Huh?",
        "Q: Did you ever write about this?",
        "A: No, I never did. I never did. But I — but I — I think that after the war it was well\nknown, and wasn’t quite as dramatic as hanging them with piano wire in Auschwitz.\nBut the — the whole thing is unbelievable, more-so — you know, one says that it’s\nunbelievable that a group of people would be killed this way, for nothing other than\nbeing what they are. And that binary nature of these people, who could be very polite\nand — and com — polite society, in their polite society, and yet they — th-there was — the\nGermans did an analysis of one of their big meetings and it survived the war, and I saw\nit in Germany, in fact. This was after the war. And it was appalling to see these people\nJuly 7, 2011\nwho were responsible for th-th-the disposal of human beings, joking about it and going\nabout it in such a detached way. No — no — no emotion involved. Well, but at any rate,\nthat’s not pertinent to what we’re talking about, but —",
        "Q: It is, but it is not — it’s not direct witness, it is the impressions that you get after the\nfact.",
        "A: Oh yeah.",
        "Q: So it ties in, it ties in.",
        "A: That’s right. It didn’t have to be a visual presentation at all.",
        "Q: Yeah, yeah.",
        "A: You just think of the idea, planning and executing these people in such a way.",
        "Q: Yeah.",
        "A: And this was the other way. These were the dregs. These were — these were not the\npeople who were employed in [indecipherable] plants all through Germany, or — there\n— there were a lot of commercial properties that were managed and run by these people.\nSome fantastic stories about that, but seeing it is an emotional experience.",
        "Q: Did you talk about it to your folks when you came home, to your home?",
        "A: Oh yeah, sure.",
        "Q: Yeah?",
        "A: My mother was the only one left, so —\nJuly 7, 2011",
        "Q: When — when Patton moved on at that clip, that pretty fast clip of moving, you\nknow, such a wall of humanity forward, 50 mi — did you go forward as well, as part of\nthat?",
        "A: No, well, the country is vast.",
        "Q: Okay.",
        "A: We had the — the — the third army had the southern quarter of Germany to take care\nof. We — we were — were — we were at one point closest to Berlin, then moved down,\non orders, of course.",
        "Q: Yes.",
        "A: And Patton was assigned this last southeastern quarter of Germany, and what went\nwith it, a little bit of Czechoslovakia.",
        "Q: Right.",
        "A: And — and Austria, of course.",
        "Q: Right.",
        "A: The Austrian experience is also — that’s where they have separate comment.",
        "Q: Id like to get there.",
        "A: We were all a little anxious, I suppose. We were doing very well, but when you’re in\na battle, if you’re moving forward, you feel pretty good about that, but your — you’re\nfurther exposing yourself to doom. And the — I was — I was not aware of — of this\nsweep, but I knew it happened. And in fact, after — after the Battle of the Bulge, our —\nJuly 7, 2011\nour — our army — I—1I—I-—I’m afraid I —I shouldn’t say our army, I wasn’t in the army,\nbut I — in that army, but because I — of my personal experience. But oh, the casualties\nwere fearsome. And the men who really fought have a different, instinctive feeling\nabout it. But our infan — infantry really ch — went through them so fast, that we had\nsome surprises. We overtook the — the retreat of the Germans. They’d retreat a while,\nthen they’d surrender. And so — but as I say, in — in Austria they got another picture of\nit.",
        "Q: What happened in Austria?",
        "A: Because they were — these were civilians and — and the Austrians that were in the\narmy were, of course, in the German army. And so they didn’t have much to do in\nAustria. I know wa — in our experience, the Austrian takeover was a cinch, after the\nfighting that we had done before.",
        "Q: Was this already — if you were in Ohrdruf in a — in April, where did you — when the\nwar ended in early May, do you remember that, where you were at the time?",
        "A: Yes, I was in Linz, Austria.",
        "Q: Oh, okay.",
        "A: Sure. Sure, I — the — the end of war 1s really the end of war for — for the Austrians,\nthere was nothing. And all the pretty girls, some very eager to cooperate ger —\nAustrians, but not — not resisting. We had to face the possibility that we’d have to fight\nJuly 7, 2011\nthrough it, but they didn’t have — they did — they didn’t have a home guard or anything,\nto give us any trouble, so [inaudible]",
        "Q: Let’s talk then about that second — second episode —",
        "A: Oh yeah, well, that’s a different thing entirely, and — and in retrospect, it’s a funny\nexperience. I enjoyed it so much afterwards, because 1t was so dangerous when it was\ndone.",
        "Q: So tell us about that.",
        "A: I— we were — we were stationed in Linz, in western Austria, and I was — I — I had\nattached myself to the — to the intelligence section of the army. And get — got to know a\nvery affable, probably 25 year old major who was working there too. He was an\ninfantry officer, a big man. I — apparently he certainly never showed any fear or anxiety\nunder extreme pressure. But at any rate, I reported in one day. It was across town, I was\nwith ya — with my infantry friends, and — eating there and so forth. So I came in one\nmorning, about eight o’clock I suppose, and there was this major whose name I can’t\nremember — and that’s a shame, you know, that just — should never forget the name of\nsomebody who made such an impression. But at any rate, he was a good — good old\nboy, an Irish American, and he looked in his flushed face [indecipherable] and he\nlooked very affable, friendly, took care of his non-coms and was very much\nappreciated. So, he had come into the office just before me, and he got a call from the\ndirector of the museum. And the director said oh, he was very sorry, had to bother him\nJuly 7, 2011\nthis way, but he heard about the — the exchange of troops. We had gone on the — on the\nu-upper Austrian side of the Donau river, and had — the Russians had moved in too far\nwhen we — when we met. There was a clerical error. So that was passed. The Russians\nwere in that territory, we didn’t try to throw them out, of course. But they were\nadvanced maybe — maybe a couple of miles on — on what was supposed to be a straight\nline of division. And so they now — now decided that they would settle all this at the\nvery highest level. Probably Patton himself participated, and they decided they’d better\nchange this. So they got together with the Russians and with perfect agreement on it,\nthe Russians would pull back, and we would mo — we’d move forward into that area.\nAnd when — although we didn’t know anything, or I didn’t know anything, of course,\nlet me say that when I say we don’t know, that means I don’t know. But at any rate, I\ndidn’t know there were planning to do this, they didn’t consult me. And so, both the\nmajor and I were very upset. What happened was, when we first came in, the major\nwent over to this museum, and talked to the director, who seemed to be a perfectly\nreasonable sort of person, to see were there kind of any pictures that were reputed to\nhave been put there by Hitler. And — excuse —",
        "Q: Sure.",
        "A: The director at that time said that no, there were no pictures, but that we could see\nthat there were spaces where pictures had been. And we didn’t know what — what wa —\nhappened to them. So — but nevertheless, any amount of questioning as the director,\nJuly 7, 2011\nproduced no answers. And then of course, suddenly, the — there came this change, and\nhe discovered what he knew, or something, that the pictures were in a certain farm wa —\nin a—1na barn, couple of miles in — 1n that area. And so he said —",
        "Q: Where the Russians were — where the Soviets were.",
        "A: Yeah, right. And he had — he had the — in fact, address. He knew exactly how to get\nthere. He’d obviously checked somebody. What they were, were cases, beautifully\nmade, of wood, for each picture, whether it’s small or large, and were beveled off so\nthat they wouldn’t hurt anything. And he said, he se — he was sort of apologetic because\nhe knew he should have revealed this before. Although I do — I think if that had\nhappened, what would happen is the Russians would have stiffened, and taken him\naway. So we’re probably lucky that this happened. And — and so, they — I’m — I’m\nsurprised they didn’t have Russian guards on — on these things. But, at any rate —",
        "Q: Did he ask — was his request to your Irish American major that — that the Americans\ngo and get his pictures back? Was that what the request was?",
        "A: No, it was a sort of a— a spontaneous reaction of idiocy by everybody there, you\nknow, they — they really — we all agreed.",
        "Q: That you had to get the pictures back?",
        "A: Yeah, had to get the pictures back. And I don’t know what happened to me. I — I’m\nnot prone to make profound decisions like this, but — but he went around, and asked\neach soldier, do you want to go? It’s a little dangerous, but let’s go.\nJuly 7, 2011",
        "Q: And this is your major? Yeah.",
        "A: Yeah, this fella, he didn’t know any more than I did really, but at any rate, he’s a\nvery low rank in that big army, and he was making an awful decision. But he — we\ncould have all been wiped out. Was the craziest thing, going over the Linz bridge, to\nthe other side of the Donau, and feeling that you might be going to your death.\nAnyway, there we were, all armed, everybody had a rifle or a machine gun or\nsomething, whatever had been assigned to them. And it was a — I thought it was a\ncomical thing afterwards, but I didn’t think that — very much that way at the time. So\nwe all went in a little convoy, with the major out ahead in a Jeep, and most of us back\nin the trucks. We had two big trucks, and we didn’t know how much we were going to\nface. Well, we got out there, and in very short order I remember thinking, if I were\ndriving, I wouldn’t have been that — that — that good. But we arrived in there, in the top\nof an enormous barn. You know the way those barns were constructed? They used the\nupper levels for hay that they dropped down in the spring. And so there were the\npictures, among a lot of fressen for the cow — for the — the bulls, or what have you. And\nthe — we became a little worried, because the biggest thing of the lot — not — not — not\nthe — the heaviest thing was an unusual shape. It was about two feet wide, two feet\nhigh, and about six feet long, and weighed like lead, oh. We c — we — we could move\nthe pictures pretty easily, but this thing, we didn’t know what it was, we couldn’t take\nthe time to open it, and so we thought we had [indecipherable] take — take it. So for\nJuly 7, 2011\nour two and a half ton truck, we — we put it on the — the — down early. But it took all the\nmuscular strength we could master. And so when we got back, w-we drove back, and\nthat was a terrorizing experience, because there was nothing but death. Nothing moved\nin that whole distance that we had —",
        "Q: You did — did you —",
        "A: — that — that they had evacuated.",
        "Q: So no people were there, at the —",
        "A: Huh?",
        "Q: No people were at the farmhouse, or —",
        "A: No, no, well, I’m sure there’s some took the alternative of going into the cellar, to be\ndiscovered later. But an awful lot of them went visiting the relatives and friends in the\nsafe part of town.",
        "Q: No Soviet soldiers?",
        "A: Hm’?",
        "Q: Did you see any Soviet soldiers?",
        "A: No, I saw — I didn’t even see an — an ordinary dog. You know, they — the little street\ndogs everywhere.",
        "Q: Yeah.",
        "A: But we saw nothing breeding in that area.",
        "Q: The dogs went visiting too?\nJuly 7, 2011",
        "A: Oh yeah, I mean, they went visiting or — or hid in the cellar, too. But at any rate, it\nwas just a naked run really, from the safe sa — place, to this — and it wasn’t too long,\nand so I figure a couple miles, maybe. Then we loaded it all up, and came back. And of\ncourse, that was the loneliest automobile trip I ever made. And so we went across the\nbridge and got back, and we — we decided to put it in the museum, we could put a guard\non it there. And we didn’t have anybody el — of the ability to examine them, and we —\nwe didn’t want to — there, there was a — was a big station in — in south Germany, near\nMunich. Munich th — yielded an awful lot of those paintings. And they had — there we\nhad some American — those specialists, who knew these paintings, you know. You\nneeded somebody like that to make a judgment.",
        "Q: Did you open up the cases, though?",
        "A: No, but we did open up one. The major said, that damn thing that [indecipherable]\nand so forth. He wanted to see what was in it, so we opened it. Was a beautifully\nencased box. And what was it? It was a rowing machine with a [indecipherable] iron\nbase, that apparently the officers wanted to take with them, or get rid of, or something.\nDidn’t want to yield to the Russians, maybe. So in all that happened, we had a good\nlaugh after.",
        "Q: Yeah.",
        "A: Bu-But [indecipherable], it tied us up for a while.\nJuly 7, 2011",
        "Q: So was this — did this whole thing es — did this whole adventure take half a day? A\nday?",
        "A: Oh, well you can be sure we did it as fast as we could.",
        "Q: Yeah.",
        "A: And that — see, that was early in the morning when we first got the word, and the\nmajor took no — no time making arrangements with the motor office. And, we were up\nand gone in — 1n a matter, I’m afraid, of minutes. Every able-bodied soldier 1n the area\nwere — well, at least there was a mass of early risers, you know. And the major went\naround, asked each one of them, you know, why they — why they do this.",
        "Q: Any flak about it —",
        "A: And he guessed right. Huh — huh?",
        "Q: Any flak about it from the higher ups later?",
        "A: None — none that I heard of. I didn’t stay on very much longer. I got reassigned to\nFrance. I was going to go home, and they put me in a safer place, I guess. But oh, I\nwas — that was quite an experience.",
        "Q: Quite an adventure.",
        "A: Oh yeah. And I —I — I thought it was, thinking about it afterwards, I thought it was\npretty darn clever of these fellows to say yes, you know, that’s — then it’s a very freaky\nthing. I’m sure that if you ask the same people, a lot of them would have said no. But\nthat’s th — I know how those things happen.\nJuly 7, 2011",
        "Q: Well, when you’re young, and the war is over, it sort of — 1t can go with the territory.",
        "A: Yeah.",
        "Q: It can go — so tell me, when did you return back to the States? Did you stay in\nEurope much longer after the war ended?",
        "A: Well, I was assigned to a place in Mourmelon in France. I then was shipped to\nParis, and got a job as an editor on the “Stars and Stripes,” which I thought was a\ndelightful way to finish up with the army. And then in due course I had enough credits\nto come home. Was a lovely assignment there. I don’t know what happened to the\nteletypes. They just never showed up.",
        "Q: I guess not. Well, 1s there anything else you’d like to add to — to this story that\nwe ve talked about this morning?",
        "A: No, I don’t think so. There — there’s an after play, you might say. I stayed on in — in\nAustria for quite a time, and these people got out of their cages, and they’d just walk\naround, stupefied. I don’t know how they ate. I — I was a nonsmoker, and it — but I took\nmy smoking rations. And cigarettes were worth an awful lot of money. You could get a\ndinner, a whole dinner, for a cigarette in some places. And I had no use for them, so —\nso I—I-—I gave mine away, rather than destroy them. And they di — they’d know, as\nsoon as they saw the cigarettes, I was being a friendly — I-I don’t know how they were\ntreated by other soldiers, you know? And it’s a terribly disturbing thing if somebody\nJuly 7, 2011\ncomes up and says in a perfectly modulated civilian voice, something obviously\nunderstandable, if you could understand the language. It’s a terrible feeling.",
        "Q: Yeah.",
        "A: Sometimes they just want a sa — a cigarette, or some — or a — or — they’d never ask\nfor a cigarette. They’d get it if somebody gave it to them. It was much too valuable a\npiece of property.",
        "Q: You’re talking now about people who had been prisoners?",
        "A: Yes, right, and —",
        "Q: Former prisoners.",
        "A: — didn’t speak a language that I understood.",
        "Q: Yeah.",
        "A: By then I could get along all right for primitive things in da — German.",
        "Q: Yeah.",
        "A: I had studied it, and so I ha — had an advantage. But I don’t know, it — it seems\nunreal. I don’t even think I — sometimes I don’t think I ha — I went there.",
        "Q: It’s not — you know, there are people I’ve talked to who have been survivors of some\nof these camps, and they say the same thing. Sometimes they say, I wonder if this really\nhappened to me.",
        "A: Yeah. Right.",
        "Q: You know.\nJuly 7, 2011",
        "A: Funny experience.",
        "Q: Yeah. Well, thank you. Thank you so much —",
        "A: Well — well, thank you.",
        "Q: — today, Mr. McClure, for —",
        "A: Thank you for —",
        "Q: — sharing in all this with us. I appreciate it. The museum appreciates it.",
        "A: Thank you.",
        "Q: Yeah. And this concludes our interview with Mr. Brooks McClure, on June 7\" —\nJuly 7\", 2011, at the US Holocaust Memorial Museum. Thank you.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with Mr.\nBrooks McClure, on July 7\", 2011, here at the co — Center for Advanced Holocaust\nStudies, at the m — hol -- United States Holocaust Memorial Museum. And Mr.\nMcClure, thank you very much for agreeing to meet with us today. I’m going to start\nthe interview as fairy tales do, at the very beginning. And that’s going to be to ask you\nyour — when you were born, the date you were born, what was your family like, and\nwe'll take it from there.",
        "Q: What year was this?",
        "Q: So you were 21 years old?",
        "Q: And had you liv — when you said New York City, were you — did you grow up in\nManhattan, or in the outer boroughs?",
        "Q: Mm-hm. Had you done — attended college? Had you finished high school?",
        "Q: Did he — excuse me — did he have his own business, your father?",
        "Q: No. He worked for somebody else.",
        "Q: That’s pretty impressive.",
        "Q: Yeah.",
        "Q: Were you his only child?",
        "Q: Were you his only child, or did you have br —",
        "Q: So you’re the oldest.",
        "Q: Curriculum, yeah.",
        "Q: I see.",
        "Q: Oh, pen-pal.",
        "Q: Not a bad notion.",
        "Q: The Economist? Would it be the Economist?",
        "Q: No?",
        "Q: I see, okay.",
        "Q: Absolutely right. Absolutely right.",
        "Q: So you weren’t even 20 years old? You were like 18.",
        "Q: But chutzpah. A lot of chutzpah.",
        "Q: So, Id like to turn this now to — as you’re speaking, a number of thoughts are going\nthrough my mind. When I’ve interviewed other people who were part of liberating\nforces, U.S. forces, most of them do not have the exposure that it sounds like you did,\nto news, to world events, to — 1t — to people who were different from yourselves. So one\nof the key questions that I often ask somebody is, before they even get to Europe, did\nyou meet anybody who was Jewish. Well, if you live in Manhattan, chances are you\ndid.",
        "Q: Okay.",
        "Q: And then my second question 1s, is that if you were interested in news and\njournalism, were you aware, even as a teenager, of the news coming out of Europe, of\nwhat Germany was doing?",
        "Q: To power.",
        "Q: Hindenburg’?\nA2: Talking about Hindenburg, von Hindenburg.",
        "Q: Von Hindenburg?\nA2: Paul von Hindenburg. Paul von Hindenburg.",
        "Q: Paul von Hindenburg?",
        "Q: Yes.",
        "Q: Yes.",
        "Q: The chancellor, yeah.",
        "Q: Mm-hm.",
        "Q: Ethiopia.",
        "Q: Well, William Shirer, I think, was based in Berlin at the time.",
        "Q: Yeah.",
        "Q: So I’d like to turn it back to, again, what you talked about earlier in your father, and\nhis role in your education. And — did these — these events, these world events that you\nare talking about, not only in Europe but elsewhere, but of course for us it’s\nparticularly what was going on in Europe; were you discussing these at home?",
        "Q: Yeah, it is. It is. To have got — to have — to have conversations around the dinner\ntable about important events of the day is something that doesn’t happen that often any\nmore.",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: So, did you write — after that first article that you sent to the Australian newspaper,\ndid you become their correspondent? Did you end up submitting pieces?",
        "Q: Yeah. That’s right.",
        "Q: They didn’t ask the basic questions.",
        "Q: Yeah.",
        "Q: That’s a lot of money.",
        "Q: That it’s unusual if they give birth at five.",
        "Q: They printed it, I bet.",
        "Q: What did they do?",
        "Q: Okay.",
        "Q: Trial and error.",
        "Q: Does this mean your journalistic career was born with that article?",
        "Q: Is that where the battle was taking place?",
        "Q: In Algeria, okay.",
        "Q: You never saw that piece as it ran?",
        "Q: Yeah.",
        "Q: No, no, no, no.",
        "Q: It — it — this is — it is all very relevant, because it brings me to the next point. And\nthat is, you had mentioned earlier that your dad passed away in 1940, and that your life\nchanged at that time.",
        "Q: And I wanted to — I wanted to ask in which way it had changed, and how did you —\ndid you have to leave journalism then? Did you have t — did you make decisions to go\ninto the military, were you drafted? I want to bring — get us to the place where you’re\nending up in Europe, and t — and tell me what the sequence of events was.",
        "Q: And they were?",
        "Q: Did you stay — where did you live in Manhattan? Was it in —",
        "Q: And where is that?",
        "Q: No.",
        "Q: Is it near the Bronx?",
        "Q: Near the Bronx? Is it near the Bronx?",
        "Q: Okay.",
        "Q: I know the area now. I get a better sense of that. I wanted to then — you were looking\nfor — you were looking for a job. Did you eventually find one?",
        "Q: Mm-hm, so that’s 1942.",
        "Q: And where were — were you stateside for a while?",
        "Q: Were you based in the — in the U.S. for a while?",
        "Q: That’s right.",
        "Q: Wow.",
        "Q: Skill, mm-hm.",
        "Q: But they’re not in the army.",
        "Q: The teletypes probably.\nA2: The teletypes.",
        "Q: Was it the teletypes?",
        "Q: That’s right, mm-hm.",
        "Q: Private first class?",
        "Q: Private first class?",
        "Q: Was this post-war?",
        "Q: Joining the air force was post-war, or during the war?",
        "Q: Because the in — can I just —",
        "Q: — clarify? Because being in the infantry would have been the worst possible\nsituation. Is that — 1-1f I understand this properly? It was —",
        "Q: — not the — the least of — le-let me see if I can rephrase that. Is it if you want to get\nhome to mama, being in the infantry is going to be the place where it’s least likely to\nhappen?",
        "Q: Okay. Okay.",
        "Q: Oh yes.",
        "Q: What year was this?",
        "Q: Okay.",
        "Q: Mm-hm. So you arrived in Europe — I want to establish this fact: you arrived in\nEurope when? In early *44?",
        "Q: Okay.",
        "Q: The wireless teletypers?",
        "Q: Well, what did you do? This is wa — something I don’t understand: when you were\nin the infantry, what was it that you were doing over there in Europe?",
        "Q: So you didn’t really see battle?",
        "Q: You didn’t see battle?",
        "Q: Well, what can you tell us — what can you tell us about this su — this secret mission?\nWhat was its goal, what was its purpose, what was —",
        "Q: Right. Right.",
        "Q: And that we’re — I’m hoping, yeah, that we can now. So di — does this — the fact that\nyou were 1n this — in this particular — I don’t know if the right word is occupation or\nactivity, is that what brought you closer to — when we’re going to talk about Ohrdruf,\nthat — why you happened to be there at — at that time.",
        "Q: I see.",
        "Q: Where?",
        "Q: Were you in Germany?",
        "Q: Where did you vanish?",
        "Q: In all of this, you say you arrived in 1944, early in 1944, and probably it’s a year and\nsome months later, maybe a year and three months later when you come onto Ohrdruf.\nIn that time, did you know, was it spoken of, was it known about, of what was\nhappening basically to the Jews and others in Europe? Was it — was — were you aware,\nwere others aware?",
        "Q: Well, that’s an interesting question because as an individual, I don’t remember being\nterribly well-informed about — well, once — once they opened Auschwitz, all right. But\nbefore that — well, I was aware of the Saint Louis incident.",
        "Q: Okay.",
        "Q: Yes, absolutely.",
        "Q: Yes.",
        "Q: So tell us about — you say the first time you encountered this was in south\nGermany? So was that like Bavaria? In Bavaria is —",
        "Q: Baden Wurttemberg’”",
        "Q: That’s a little southwest, closer to France.",
        "Q: Oh no, no, then we’re going the other direction, then it’s Thtirringen. Then — was\nOhrdruf the first time you came into contact with what this policy had been?",
        "Q: Can you — now can we go into some detail about this? You were — when you were\nalready almost there, what was your — what was your job? What were you doing when\nyou were called to go to Ohrdruf? What was y — what were you involved in?",
        "Q: Right. Right.",
        "Q: Who was this person?",
        "Q: Right.",
        "Q: So, by the military equipment, do you mean U.S. military?",
        "Q: Okay. And how long, you know, from where your unit was to where this camp was,\nwas it a half hour drive, was it an hour drive, do you remember? Was it —",
        "Q: Yeah. But anyway, it wasn’t half a day. It wasn’t something that was very far away.",
        "Q: Okay.",
        "Q: Okay. Okay.",
        "Q: Arbeit macht frei.",
        "Q: Arbeit macht frei.",
        "Q: So, was like a wooden building? Did it look like a storehouse, or a warehouse?",
        "Q: So, did you open the — did you open a door to it?",
        "Q: What’s the first picture you took?",
        "Q: And what did you see in it?",
        "Q: What did you see?",
        "Q: So when you came aco — across this first scene that you took a photograph of, there\nwas actual dumping of bodies going on in the —",
        "Q: Was this now the U.S. military that was cleaning it out?",
        "Q: So, when you were in the barracks there were people who were alive, as well as\npeople who were dead.",
        "Q: Was this men or women?",
        "Q: Both men — any children?",
        "Q: When you say — excuse me that I’m interrupting — when you say three stages, do\nyou mean that there were — the bunks were in three bunks —",
        "Q: — and that people were on each level?",
        "Q: Yeah, okay.",
        "Q: Did you take pictures there too?",
        "Q: Did you take pictures of them?",
        "Q: I see.",
        "Q: Because it would be inside, and darker, yeah.",
        "Q: Mm-hm. And do you have an idea of about how many bodies you saw, or how many\npeople you saw in there? Was it stuffed to the gills? Was it a hundred, 200? Was it 50?\nI know those are abstra — you know, sort of estimates, but —",
        "Q: — to get a sense of a —",
        "Q: Did any move to you? Did anybody want to talk to you?",
        "Q: By trap, do you mean that 800 foot long —",
        "Q: — ditch that —",
        "Q: It was the grave.",
        "Q: So this is before the lime starts taking effect?",
        "Q: This is before the lime starts doing what it does?",
        "Q: Can — do you have a sense of how long the U.S. military was already there before\nyou arrived?",
        "Q: A day?",
        "Q: In the evening, maybe.",
        "Q: Right.",
        "Q: Do you remember the date?",
        "Q: Do you remember the date this was? [technical interruption]\nEnd of File One",
        "Q: I’m just going to say something here, okay? This is a continuation of the United\nStates Holocaust Memorial Museum interview with Mr. Brooks McClure. We’re on\na separate track, that’s why we’re go — so, I was asking you about the date. Do you\nhave an idea about when this was?",
        "Q: It’s okay.",
        "Q: But it was April.",
        "Q: It was April, you think.",
        "Q: Yes.",
        "Q: Was it cold still?",
        "Q: Was it cold still if you —",
        "Q: Okay.",
        "Q: Mm-hm.",
        "Q: Did anybody try to speak with you from those — from —",
        "Q: Mm-hm. So you think you sa — maybe there were Soviet soldiers who were in the\ngroup, too?",
        "Q: No.",
        "Q: How long do you — did you stay there’? How long did you stay wi — in this one\nplace?",
        "Q: No?",
        "Q: That’s a lot.",
        "Q: Do you want to take a break a little bit?",
        "Q: Do you want to take a break?",
        "Q: No, okay.",
        "Q: Okay, I think maybe he wants to sit up?",
        "Q: Want some help here?",
        "Q: I think you’re doing great. I think you’re doing just great. Before [interruption]\nokay, continue, yes, all right. It’s going to be another track, or no?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Everything’s fine with the recorder. Okay.\nA2: Brooks, I think you once mentioned something about the guards from the camp.",
        "Q: Yes, I wanted to ask about this —",
        "Q: — the guards from the camp. Could you tell us something —",
        "Q: So very quickly.",
        "Q: Very quickly.",
        "Q: About how far was the campsite from the town?",
        "Q: Did you walk it?",
        "Q: Did you walk it?",
        "Q: About how long did it take you to get from the town to the camp?",
        "Q: It’s okay.",
        "Q: The guards — excuse me that I’m interrupting, but we go back to the guards. They\nwere brought back in civilian clothes to the camp. Did anybody recognize them and\nidentify them, from the — from those dying people?",
        "Q: Another question. Maybe my final one that has to do with Ohrdruf, unless Joe has\nsome more, 1s when peop — when the Americans came, the G.I.s — no, I have two more.\nWhen the Americans came, and they saw this, did they have any idea of what it was\nthat they were seeing?",
        "Q: Yeah.",
        "Q: Well, that’s my second question.",
        "Q: Does the name Franks say anything to you? Franks, as a last name.",
        "Q: Franks. Frank, with an S at the end.",
        "Q: No, no, not like the country, like the hamber — no, like the hot dog. A frank.",
        "Q: Yeah, does the name Franks say anything to you?",
        "Q: Okay. Because I had heard that there was — this was a person who was responsible\nfor getting some of the higher-ups to come to Ohrdruf and Buchenwald.",
        "Q: Okay.",
        "Q: Right. Yeah.",
        "Q: Yeah.",
        "Q: How long did you stay there?",
        "Q: How long did you stay there?",
        "Q: So were you there a couple hours, perhaps, or half a day?",
        "Q: Mm-hm. So it was more than one building?",
        "Q: Did you ever write about this after the war?",
        "Q: Did you ever write about this?",
        "Q: It is, but it is not — it’s not direct witness, it is the impressions that you get after the\nfact.",
        "Q: So it ties in, it ties in.",
        "Q: Yeah, yeah.",
        "Q: Yeah.",
        "Q: Did you talk about it to your folks when you came home, to your home?",
        "Q: Yeah?",
        "Q: When — when Patton moved on at that clip, that pretty fast clip of moving, you\nknow, such a wall of humanity forward, 50 mi — did you go forward as well, as part of\nthat?",
        "Q: Okay.",
        "Q: Yes.",
        "Q: Right.",
        "Q: Right.",
        "Q: Id like to get there.",
        "Q: What happened in Austria?",
        "Q: Was this already — if you were in Ohrdruf in a — in April, where did you — when the\nwar ended in early May, do you remember that, where you were at the time?",
        "Q: Oh, okay.",
        "Q: Let’s talk then about that second — second episode —",
        "Q: So tell us about that.",
        "Q: Sure.",
        "Q: Where the Russians were — where the Soviets were.",
        "Q: Did he ask — was his request to your Irish American major that — that the Americans\ngo and get his pictures back? Was that what the request was?",
        "Q: That you had to get the pictures back?",
        "Q: And this is your major? Yeah.",
        "Q: You did — did you —",
        "Q: So no people were there, at the —",
        "Q: No people were at the farmhouse, or —",
        "Q: No Soviet soldiers?",
        "Q: Did you see any Soviet soldiers?",
        "Q: Yeah.",
        "Q: The dogs went visiting too?",
        "Q: Did you open up the cases, though?",
        "Q: Yeah.",
        "Q: So was this — did this whole thing es — did this whole adventure take half a day? A\nday?",
        "Q: Yeah.",
        "Q: Any flak about it —",
        "Q: Any flak about it from the higher ups later?",
        "Q: Quite an adventure.",
        "Q: Well, when you’re young, and the war is over, it sort of — 1t can go with the territory.",
        "Q: It can go — so tell me, when did you return back to the States? Did you stay in\nEurope much longer after the war ended?",
        "Q: I guess not. Well, 1s there anything else you’d like to add to — to this story that\nwe ve talked about this morning?",
        "Q: Yeah.",
        "Q: You’re talking now about people who had been prisoners?",
        "Q: Former prisoners.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: It’s not — you know, there are people I’ve talked to who have been survivors of some\nof these camps, and they say the same thing. Sometimes they say, I wonder if this really\nhappened to me.",
        "Q: You know.",
        "Q: Yeah. Well, thank you. Thank you so much —",
        "Q: — today, Mr. McClure, for —",
        "Q: — sharing in all this with us. I appreciate it. The museum appreciates it.",
        "Q: Yeah. And this concludes our interview with Mr. Brooks McClure, on June 7\" —\nJuly 7\", 2011, at the US Holocaust Memorial Museum. Thank you."
    ],
    "answers": [
        "Answer: Well, I was born in— on March 8\", 1919 in New York City, and lived there\nfor the next 20 years of my life. I never went back, really. So I— my recollections of\ncourse, are of a nearly ra — a disruptive period. We were going through the Great\nDepression, and I thought for a while I was more or less exempt from the effects of this\nthing. But my father was an engineer and he got very sick early in his life, and died at\n53.",
        "A: This was 1940.",
        "A: I was 21, that’s right.\nJuly 7, 2011",
        "A: I grew up in Manhattan.",
        "A: No, that was the thing you see. We were relatively well-off, and also terribly\nconservative economically. So, we had no debt, and never borrowed from anybody for\nanything, and the result is that we were relatively well off when things went awry. But,\nthere was a fund, of course, for the future, for my education [indecipherable] and that\nsuddenly disappeared, because they knew that my father was mortally ill, and we were\ngoing to have to take over in some fashion, and this 1s — this would be very dis-\ndisorganizing, as it was. And so —",
        "A: No, no.",
        "A: He worked for the New York state transportation department, and his own job had\nto do with train wrecks. When — when there was an accident, they had a team that went\nout and tried to find out why it happened. And he was very good at that business, I\nguess, because he went right through from — he was a very young man, almost an office\nboy when he arrived, and worked his way up. And the thing is, he had no education\neither. He — he was born in Ohio, and he went to the good schools. I guess you would\nsay he was a very ambitious man, and he read all the time, and that was a great\nJuly 7, 2011\ninfluence for me. He had me reading Dickens and Dumas when I was nine and 10\nyears old, but —",
        "A: Well, if you starting at the right end —",
        "A: — you know, for instance — well, I guess it was Robert Louis Stevenson, it was —\nwas the start of my foreign education, and — what was it, the — “Treasure Island” was\nthe first book. So, he very carefully chose the books to be at a level where I could\nunderstand, hopefully, and —",
        "A: Pardon me?",
        "A: No, no, there was a girl after me.",
        "A: Well, I was — I was the eldest, yeah. And well, at any rate, I — I got a piece of\neducation from reading, and I — the reading habit I got into, and had occasional troubles\nwith my schoolteachers because they didn’t think that the family should race ahead of\nthis program, you know.\nJuly 7, 2011",
        "A: So, at any rate, he was a wonderful old man, and — but he — he got very, very sick.\nHeart can — heart condition, and we knew he wasn’t going to be around a long time, so\nwe had to prepare for this. And the preparation did not include any possibility of going\nto college.",
        "A: Because not only did we not have enough money to cover that, but I knew that with\na high school education, at that time when jobs were very scarce, I didn’t have much of\na chance. So — but I did have an interest, and the interest was in journalism, which\nactually I developed in the grammar school. And before I got out of grammar school, I\nhad an idea, I — I had a—I wa — a little play friend, the — these correspondences with\nchildren from other places.",
        "A: Yeah, one of — one of my teachers went to, of all places, western Australia, which\nis just — just about west of anything in the wor — in the world. And so I-I got the — my\nfriend sent me the local paper — matter of fact, all of the local papers. And I noticed that\none was a weekly, which looked more like an American paper than any of the others.\nThere was the lingering influence of the British journalism, with the ads on the page\none and that sort of thing. This was different, this had headlines on page one\n[indecipherable] news on page one. And I was really intrigued by this. And I had\nalready started my self-education, read every book that had to do with journalism. I\nJuly 7, 2011\ndon’t know whether I understood it or not, but at any rate, I did that. And — and then\none day I got the notion that maybe these people out in poor old Australia, would like\nto have a correspondent in the United States.",
        "A: And I noticed that they had a regular correspondent in — in Asia who traveled\naround. And then they had another correspondent in London, which was home to the\nAustralians. And so these were very special needs. One was, of course, the local aspect,\nof the — of news, and the other was London. And — but I said th — I-I decided to write a\nletter to the editor. So I went to the British — the — I don’t read it any more, but oh, I\ncan’t remember the name of it. At any rate, it’s — was — it’s a—1t’s a British\npublication, similar, but rather more serious than the World Almanac for — that we\nhave.",
        "A: No, no, the —",
        "A: —no, no, no, this 1— no, no. No, it says —\nA2: You mean like the encyclopedia.",
        "A: Sure, it’s got the name of a — of a the — research publication, but —\nJuly 7, 2011",
        "A: But at any rate, it was the one place where they had all of the editors by name,\neverywhere in the British commonwealth. And so I thought, well, in the British\ncommonwealth, they speak English, and that’s the only thing I can speak, so I wrote\nthem a letter and I said, I am a student of journalism. No mention of grade, age,\nanything like that. So, I had the — and I followed my father’s rules. He said, when you\nwrite a letter, you keep it on one page, if you possibly can, because you lose the reader\non the second page.",
        "A: And so — so I followed all the rules, and I used the simplest language, don’t be\nfooled by the multi-syllable words. So I just said in plain English that I was a—a\njournalism student [indecipherable] without experience as of now, but I noticed their\npaper, and I noticed that they had correspondents in these other places, and none in the\nUnited States. So would they be interested in taking me on, course free, as a\ncorrespondent. And I thought afterwards, what a stupid thing to do, you know. I\nconsulted no one, and I got — I had the shivers afterwards. Then, in the normal turn of\nevents, which between the United States and — and Australia is about two months, I\ngot a letter back, and it was from the publisher, who said, you know, we are — we are\ninterested in you. We have to know a lot more about you, but then he said, let’s\nconsider it a possibility. And so I did, I— I found the name of the editor of the\npublication: that was on the masthead of course, And I wrote him and sent him a very\nJuly 7, 2011\nlong article about the failure of the — 0-0-of Roosevelt’s policies. Because at that time,\nit were — that was about 1937 was it, something like that.",
        "A: Oh, oh, I was far from 20 years old. I— I was [indecipherable] nothing man, I had —\nhad absolutely nothing, so — so —",
        "A: Oh, a lot — a lot of — a lot of gall.",
        "A: You couldn’t miss them.",
        "A: Oh yes, well, that’s a Jewish city, almost.\nJuly 7, 2011",
        "A: Oh, oh certainly. I was right — I — I was reading about Hitler, 1t seemed, when he\nfirst came up.",
        "A: [indecipherable] by — what was his name? A famous, very arrogant guy, who\nseemed to win wars without thinking about it.\nA2: Hindenburg.",
        "A: Yes.",
        "A: That’s right",
        "A: And —\nA2: The chancellor.",
        "A: Yeah. And so I a—I was a con — conscious of the growth of Hitler. Actually, almost\neverybody was, but I read so much. I read internationally because I was interested in\nJuly 7, 2011\ninternational affairs, but I was also — I-I was taught at home that you — you’re a man\nwhen you gu — when you’re born, and you use your brain from there on. And so it was\na very good policy. And I had a mixed literary education, in that I — there was “Tarzan\nof the Apes,” which I also read, and the bi — the — was it the Hunter boys?",
        "A: A-Another series. And so here I was reading the classical 20\" century — or 19\"\ncentury literature from Europe, in English, of course, translated, and then these other\nbooks, and enjoying them both. But at any rate, no, I was really up on the news in\nEurope. There were a lot of other things too, the same time, an awful lot of trouble\nthere. France was having a terrible time. This was followed up by the other activities\nthat are — were very ominous in Japan. They were going after Manchukuo — ma —\nManchuria. And — and in Africa the Italians were trying to take over —",
        "A: Ethiopia. So, it was a very disturbing time, interesting time. I can’t say that I was\nscared by it. I was intrigued by it, and there was some very good books at the time\ncoming out, various commentators; professional journalists wrote books.",
        "A: Oh yeah, well I — he was a giant in the —\nJuly 7, 2011",
        "A: — in the group. But at any rate, there was a great deal of concentration on the things\nthat counted abroad, and also many of the problems at home. We had no military\npolicy, and we were — we were terribly weak at the time, and that was one of the big\nissues coming up in the United States, how do we protect it?",
        "A: Oh yes, well, we — we, of course, had dinner every night in the dining room, and it\nwas a conversat-sational sort of sport. So we talked about everything, and sometimes\nwhen I wasn’t old enough to know, I got instructed from the higher people, my mother\nand father. And yeah, you know, it was a — it was a very good way to get educated, I\nthink, without feeling the pain.",
        "A: There were a lot of people then, commentators on radio. There was one fellow —\nwhat was his name?\nA2: Kaltenborn.",
        "A: Yeah, Kaltenborn.\nJuly 7, 2011\nA2: H—H.V. Kaltenborn.",
        "A: Yeah. He was a — and there was also a man who spoke so fast, we couldn’t eat. So\nwe turned him off. And Lowell Thomas, and you know, a lot of people.",
        "A: The pretty — pretty much accomplished journalists. And the — and who could\nexpound on a-anything. I think they had a little more freedom than they do today,\nbecause there are other people who popped up and said, you’re wrong. And so that was\na very good example of growing up in a democratic state.",
        "A: It was a— it was a fine experience, and a lot of fun.",
        "A: Well, I did, actually I did, but that — long before that, they had that article, which\nwas very long. It took a whole bedsheet of paper, that they used to print on those days,\nand oh, they had the [indecipherable] that they — usually you find in the — in the\nEnglish press, but in the American. Our correspondent in New York —",
        "A: — tell us what in the world is going on there? So — so I was astonished, because they\nwere sort of ta — presuming. They didn’t know how old I was. I know they wanted to\nfind the —\nJuly 7, 2011",
        "A: They weren’t — well, they wanted to find out, but events were moving too fast.",
        "A: And I was, of course, absolutely stunned, because I had a plan. As soon as I got that\nrejection, I would write to an English paper in South Africa, and see if I could work on\nthem. And there was no — there was no compensation for this, but every few weeks I’d\nget a very generous check, a hundred dollars, which to me —",
        "A: — was a lot of money, to cover my expenses. Well, my expenses were because I\ntraveled by subway, and you know, were — were very slim. And — but I—I hada\nterrible time because I found that between reading about these things and getting an\nidea of how coverage is done, and then having your pencil in your hand and trying to\ndecide, do I do it, or d-d — or don’t I? I had a couple of disastrous — potentially\ndisastrous experiences. One was Lena Medina. Lena Medina was a five year old girl\nin Lima, Peru who gave birth to a child — at least the story, this is what the story said.\nAnd my source was I had read it, it was a UP dispatch. And I knew because I’d gotten\nthe — a sort of the copy boy’s job at the “Herald Tribune’ at the — at that time. I knew\nthat the paper always substituted the UP for AP or anybody else in Latin America,\nbecause they felt that it was more reliable. So in comes this strange story, and I was too\nyoung to have the educational experience of anything involving women. Women were\nJuly 7, 2011\nthere, and what it takes — what I assume it — you know, it assumes that. But at any rate",
        "A: — this was all to — very unusual, I thought it was — I thought instinctively it was\nimpossible, because I had never met anyone five years old who had a child.\nA2: Reasonable conclusion.",
        "A: And so I sent in my cable as one of the little stories I had from America, this strange\nplace where five year olds have children. And then apparently —",
        "A: They — they printed it, oh what they did though, they did a very clever thing.",
        "A: They also doubted the veracity of this.",
        "A: So they called every [indecipherable] person in Perth, and asked them what they\nthought of it, and they said, it’s crazy. It can’t be, it’s impossible. So then they — they\nran that story together with my story, in order to take the onus off themselves, in case I\n—I’d gone crazy. And — but they had, and they didn’t know it. And so then there was\nthat dead — dreadfully dead period, nobody wrote me or anything saying you shouldn’t\ntake these stories seriously. And I had my explanation all done, because I realized, I\ntalked to some older people, th-they said, oh, that’s ridiculous. So then —\nJuly 7, 2011",
        "A: — “Life” magazine was bought by somebody on the paper. And this was a — oh,\nmonth or two later, and all — everything goes very slowly out there. So — and it showed\na picture of Lina Medina, her surgeon who had per — performed the operation. It was a\n— it was a— a Caesarian operation. And — and there was the little infant, believe it or\nnot, there he was. And — and they got very excited about this, so immediately they\njumped on it. They — they reported the existence of the photograph, and said they’d — or\nthey — they thought that they should print the fact that this was photographed, maybe\neverybody would be interested in reading it, or seeing it. And they — they got really\nvery excited. The publisher began going back to the Monday lunches that he had sort of\nartfully dodged, after that terrible thing. And the —",
        "A: Oh, I don’t know, I had the writing, yo-you know, I’d been submitting stuff, and\nthey’d been printing it, and I got pretty sassy about it. I expected to see the story\nrepeated, whatever I said, with a byline on it. They put a byline every story, even a\nshort one. And no complaint, no instructions, nothing from them. They just let me go. I\nhad — and then in 1941, I still had this job, and I had the — another one of those shocks.\nI was — I —I had a very weak — weak week. Poor week for journalism. Nothing was\ndeveloping that I thought I could afford to send. It was 35 cents a na — a — a word, press\nif I filed. So I was very conscious of this, par-particularly because of my Scottish ba —\nJuly 7, 2011\nbackground, and I didn’t want to waste the paper’s money. So I came to this crisis\nwhere that weekly cable looked pretty feeble. Excuse me. And there was a big, big\nevent the Wednesday before. This was about Friday, I was filing. And there was a\nbattle at Aron between the French and the British. Maybe you remember it. I don’t\nknow how they [indecipherable] but this was a pretty exciting story because the\nBritish and French were allies, and they — the French had been trying to get Admiral\nDarlan, who was in command of the French forces, to — to surrender, and the — the\nFrench were very stubborn; they wouldn’t surrender. So finally the British said, all\nright, if you don’t surrender, we’re going to fight you. And they started this battle, a\nreally horrible thing because the casualty rate was enormous. Some of the biggest ships\nthen operating in the two navies, had been sunk, there in Algeria, of all places.",
        "A: Mm.",
        "A: Yeah, that was it. And so I knew all about this, of course, and then source reports in\nthe general news that so many ships had been lost, and so many people had been killed.\nIt was a pretty horrible outcome. But I thought [indecipherable] and maybe — maybe I\ncould sneak it in, and they’d realize that I was using old news, but I had to. And so,\noddly enough, they printed it. But what they did is they ran — they went to the archives\nand got the Jane’s book — Jane’s ships, and copied out the pictures that were\nJuly 7, 2011\nmentioned, all of the casualties, and read it down one side of page one. And then they\nsent all of — the few little words I had to say, I never mentioned anything that I — you\nknow [indecipherable] to repeat. But obviously the battle had been fought, and I had to\nsay something about it. So I did that, and that was all printed in eight point type. So\nmust have been a very impressive thing. I never saw it.",
        "A: No, the paper never came. My — every once in a while I’d miss a copy. So, any rate I\n—I was agonized when I discovered that they printed it, and no other paper in Australia\nprinted it, of course. And so th-there was no wi — no battle and all of its casualties from\nBrooks McClure. So I wondered how — how we got around this, and what happened.\nWell, what happened was that I — I always made s-small reports, as small as I could\nmake them, and put each story on a different page. And then I’d sit in the telegrapher’s\noffice and peel them off wa — one by one. Well, because this was such a bad reporting\nday, I worked very hard and very late, to get the best I could out of it, and so I guess the\ncable came in with this odd story in the middle, and the rest of it much less important\nstuff. And so the Australian censor then record it. What they done is they blanked it\nout. And so, on the next Wednesday was an announcement that Churchill is going to\nmake a special speech. And so everybody in the world was listening to that, and they\nheard all about the Battle of Aron, many of them for the first time. So, at any rate, I\nescaped —\nJuly 7, 2011",
        "A: — that time, and I didn’t even know it. And I thought I was so smart, oh boy.\n[indecipherable] to get it. They said they didn’t know what to do, they held a — and\neditorial conference, and — and they were all standing around, they — all the editors, and\ndebating this thing. Finally somebody said well, look, he’s our man, and we’re — we —\nwe trust him, and it’s all down on paper. I think we should stick with it, see what\nhappens. And so everybody more or less agreed, that’s what they did. And they saved\nthemselves a lot of trouble. Well, all right, I’m sorry. I hope I didn’t digress —",
        "A: — too much.",
        "A: Oh yes.\nJuly 7, 2011",
        "A: Oh well, I was — I was not drafted yet, and I guess I had a slightly preferential rating,\nbecause I had al — besides my father, who was very sick, I had three women to take care\nof in the immediate family.",
        "A: So I had — may have had a [indecipherable], but the — but I — they didn’t draft me,\nand I didn’t volunteer until much later. But wa — events moved very fast. He was a\nstubborn old Scot and he — he went to work every day. He didn’t know he was dying\nand his physician was recommending that he quit, and all that. No, he wanted to go on,\ndo the job. So it was a terrible strain on everybody who loved him, of course. And I —\nwhat changed — well, one thing that didn’t change was the journalism idea. I had now\nfixed it, because I did this silly thing. And I knew that that’s what I wanted to do.\nRegardless, I — I went hunting all over New York, all over Westchester County to try\nto get a job. And of course, they almost laughed. What school did I go to? And I only\n[indecipherable] curious creature. I was six-one, 180 pounds, and in other words,\nalways out of line with my peers, and — and always doing silly things. So — so I—I got\nthe desserts I — I really worked for, and couldn’t get a job in — on a newspaper. So, we\nhad — we had to manage — course, we had to live on the re — the savings of the family,\nand it was very hard. I — I was out run — running around, trying to get another job and\nall this, and it was —\nJuly 7, 2011",
        "A: Laurel Hill.",
        "A: Do you know Laurel Hill?",
        "A: Well, Manhattan is ver — is long and lean. And when you get up to the top, there’s\na little — little piece at the very top, it’s a mountain, and it’s called Laurel Hill.",
        "A: Hm?",
        "A: Oh yeah, sure, it’s a na —",
        "A: — it’s the next thing to the bran — Bronx. And, in fact, in grammar school, I went to\nschool in — in the Bronx, and in — and afterwards, in high school, I went to George\nWashington High, which is down at Washington Heights. So —",
        "A: Well, I got a job, oddly, on the — on the “Herald Tribune.” I had been writing a\nlittle bit, trying to sell some articles in America, too. And I didn’t do spectacularly, but\nI made a few sales. And then there was a man named Charlie McLenden(ph), who had\njust taken over as city editor of the “Herald Tribune,” and I got an interview with him.\nJuly 7, 2011\nAnd I brought my clippings, to show him that I was doing something. And he said well,\nI’m sorry, we don’t have any jobs for — for people like you, you know, education, all\nthose considerations, on — on the staff. But he said, I — Pll hire you for — on the — for —\nas a copyboy. That was another irrelevancy, here I was over six feet tall, and running\ncopy from one desk to another. Sort of an embarrassing situation. And so I had that job\nfor a long time, they didn’t fire me, they kept me on. And they had a reputation for\nthose that they — that passed the test and stayed, of — of making them reporters after a\ncertain length of time. But all these people had, you know, education. So it didn’t look\nvery promising. But I was able to use the paper’s facilities, their library, the — they had\nan internal telegraph office, where I spent a lot of time writing up my stuff. And the\nwork wasn’t hard. The — this big goof was running around doing it. And so, at any rate,\nI used it to good advantage, and almost gave up. I — I was — I was then 23.",
        "A: Yeah, that’s right. Well, that’s when I joined the army, and I — my mother and I had\na ken — consultation. I asked her what she would think if I went in the army. She said\nshe thought it was a very intelligent thing to do. After all, there are all kinds of people,\nbig sons like you that have to go. Sure they have to die, they have to suffer, but they’re\ngoing. And she said that, you’re an American, you have to decide what to do. So I\njoined the infantry, which was the most idiotic thing to do. I’m sure I could have gotten\na job at a — at a better branch of the service, but — but I fel — felt very patriotic at the\nJuly 7, 2011\ntime, I did the right thing. So — and then, of course, I had to make a lot of changes, I\nhad to quit my job in aus — Australia. Which actually was paying off a little bit, you\nknow, they were paying me far more than I was worth, and I had originally asked just\nto — to work for nothing, but they wouldn’t accept that. So, they were very nice. And so\nthen off I went into the infantry.",
        "A: Pardon me?",
        "A: United States? Oh yeah, sure. I’d, of course, did all the basic training and all, which\nis a— which is another great exercise. It’s very, very hard, you know, you — you have to\nfall on your rifle, and do all sorts of odd things that normal human beings probably\nwouldn’t.",
        "A: But — but I got along all right, I got promotions. And then I had a — a specialty, I — I\ndeveloped a special skill [indecipherable] because I worked at night, and sometimes I\nstayed over, and then the fellow down — we had a wire link between New York and\nWashington, and there was another young fellow there, just in my same position. And\nwe would send long messages to each other. And I —I got so that I could type 60 words\na minute.\nJuly 7, 2011",
        "A: And then — that’s the speed of the transmitter distributor that does it automatically,\nyou know. And so, when I got in the army, I did another foolish thing. They said, put\ndown anything you think y-you might be able to do in the service, if you have a special",
        "A: — skill. So I thought about that a little bit. I thought the only thing I knew how to do\nwas to type. So — so I told him that I could — I — I could imitate the speed of a — an\nelectric transmitter on the typewriter. Well that’s — really that wasn’t such a — an\nachievement. There are millions of girls with typewriters who could do that.",
        "A: No, that’s right. And they didn’t get the opportunity to do this. So somebody had run\nthe IBM rod you know, through the bo — through the cards, and came out with this\nremarkable fact that one of their soldiers — actually, I had — I had this experience with\ncomputer — with transmitters that, you know — computer transmission.\nA2: The teletypes.",
        "A: Yeah.\nA2: The teletypes?\nJuly 7, 2011",
        "A: Yeah, teletypes, yeah.",
        "A: So, well, then I didn’t know this, but the — the army decided in the earlier period,\nwhen they weren’t so overwhelmed, that they would experiment with a — a wireless.\nWell, wireless was an unknown then, for teletypes, although it’s — today it’s e-\neverywhere. And so they — they transferred me. I think I was a —I was probably just a\nPFC at the time. And —",
        "A: Huh?",
        "A: Private first class. And all of a sudden I found that I was still in the infantry, but I\nhad this special assignment. They had teletype machines, and you could practice on\nthem, and I practiced on them, and somebody else did too. And one of — two of — two\nother men were taken in for this, but they were both noncoms. One was a master\nsergeant and the other ta — the next le-level. And so — but they came out of the — out of\nthe signals business, they worked for railroads, you know, all sorts of things. So they\nhad plenty of experience. They knew all about how — how these things worked. I didn’t\nknow, I couldn’t repair one. I wa — I wasn’t going to tell them I wasn’t qualified. I was\nsecretly pleased that the — well, I guess I already had a grade. I was probably a corporal\nor a sergeant by that time. And I’Il tell you, when you think and what you do in the\nJuly 7, 2011\ninfantry, how you will get home to mama is a question. So — so I the — I—I decided I'd\ndo what the wa — army wanted me to do. And so I had this curious job all through —\nactually variations in my career, I joined the air force, and I — I — I qualified, and I was\nvery keen about that.",
        "A: Huh?",
        "A: No, this was during the height of the casualties in — in the eighth army, you know, in\nthe — in —1n Europe. And of course, we weren’t doing too well the — Asia either, but —\nbut it was a — it was a death wish, actually, if you got into that. And I — I was willing to\ngo, but when I had any kind of alternative, I — I was willing to accept it. Then a —",
        "A: Yeah.",
        "A: Well —",
        "A: Oh, wi — yes, I would say so.\nJuly 7, 2011",
        "A: Although the — although I discovered after I got in the air force, that the casualty rate\nwas just as great. They shoot you out of the sky, and — instead. So the question — I — I —\nI wasn’t doing too good at artful dodging, really. But at any rate, things were all right. I\nwas just getting around, and then finally wind — wound up back in the infantry when\nEisenhower declared that they had too many fliers, and — and that they were going to\npair — send all the fliers and [indecipherable] specialists, and all the special kinds of\npeople back to the infantry. Some of them had never been in the infantry when they\nwere put in. If you ever heard of the Battle of the Bulge —",
        "A: — there was a — there was a tremendous of them [indecipherable] to that. And to go\nin to a— toa war like that, that was murder. And — but I didn’t — I was sent down to a\nregular infantry division that was only training. I-I —",
        "A: Oh, let’s see. Oh, this was late ’43 or early °44.",
        "A: And I — and I joined this infantry unit, one of the last to go to Europe, actually, and\noddly enough, you know, was a late arrival, I was put into Patton’s Third Army,\nwhich had one of the dreadful infantry scores — casualty scores.\nJuly 7, 2011",
        "A: Let me see. Must have been.",
        "A: And we were the last division to arrive, so we were sort of a — a poor gift to the\narmy that got it. But we trained very hard, and I had had a little training before, so I\nfelt, they can train me to death if they want to, because I want to be equal to the job\nwhen I get it. So — but in the meantime there was this typewriter business. Now, if you\ncan imagine, they had, while we were in the States, they had the typewriter equipment,\nand they had this special articulated truck, one of those things that swings in all\ndirections, you know, to — to transport it. And I was tra — I was trained in how to park\nthis thing, and you know, to run it, in case they needed me. But — but they had a regular\nteam of transport people who — who normally handled this job. Well, I went into the\nfield in Mississippi, and did all these things, and that’s the last I saw of the truck or the\n— or the computers, the —",
        "A: The tele — wireless teletype. And they didn’t — course they don’t — didn’t consult me\nin the service on anything, really, but I didn’t know what ha — what happened to it, but\nthey had forgotten to cancel it or change it in some way. So there was always this little\nstrange thing, that I went abroad, I was — I was posted in the signal company of the 65\"\nJuly 7, 2011\ninfantry division, and got assignments occasionally, but it was not a — not terribly a\nbusy job for me. A division is about 14,000 men, so you can see they had a lot — lot of\npeople that do their normal work. And — and I never was pressed too much, because I\nhad this secret job. Nobody ever talked about it, 1t was just — I was just out in the cold, I\nguess. I got a couple of promotions.",
        "A: Well, I was — I was attached to this super-secret mission. So, I don’t know, that was\nenough for me. But I was in — getting in a few — few firefights, but nothing —",
        "A: Huh?",
        "A: Well, sure I f-fought. I was shot and — shot at and I shot back, and no, I had enough\nexperience so I could say I was an infantryman, but — but there I was encased 1n this\nsituation, and they —",
        "A: Well, the thing was, they wanted to develop a wireless system, which would connect\nthe — the frontline troops with headquarters, and — in-instantly. And you can do it with\nJuly 7, 2011\nteletype, but you can’t do it if you have to have lines between teletypes being cut by the\nenemy all the time.",
        "A: And just laying the lines is too hideous a job. But this was obviously the beginning\nof a project that we were trying to analyze all the aspects, and see if they can straighten\nit out. I— I could understand, but I never — never thought it was terribly funny, but I\nhappen to be the beneficiary, so I wasn’t going to argue about it. Well, as a result\nthough, I had a distorted military career, in which — during which I had the two\nexperiences that we — we were to talk about.",
        "A: Well, you know, it’s only because I got into this peculiar subculture —",
        "A: — in the military. There were other people in the army, some fascinating people.\nThere — you can’t imagine how some noncommissioned officers got positions of\nenormous authority, and it’s because of that, in this instance, that I got into one of these\nthings. The one about the — the wor — the work projects of the — to so many of the\nHolocaust victims. And so from there on I was — I was part of an infantry unit, didn’t\nJuly 7, 2011\nhave to go — di— wasn’t callable and ba — and part of the [indecipherable] and really\njust give it — I had a lot of free time. And that was the real trouble. Free time and\nMcClure don’t go together. So I went out, had some adventures. I was actually\nAWOL, I guess a ti — absent without leave.",
        "A: And — but nobody missed me, and —",
        "A: — I answered all the — you know, you get up in the morning, they blow the bugle,\nthey get you out, they — they check your name to make sure you’re there. Then you go\nto breakfast, and then, of course, McClure vanishes.",
        "A: My wer — might work on a keyboard, but he’s not doing anything most infantry men\nwould respect. So, at any rate, the way I — I at some time will get to the — to these two\nthings, two very different experiences, quite profound. And —\nJuly 7, 2011",
        "A: And the criticism of Roosevelt because he didn’t save those people, keep them from\ngoing back and dying, like they did.",
        "A: And so I — I was aware of that, and of course I knew that the German propaganda\nwas all anti-Jewish. But this business of gathering up people just to kill them, I didn’t —\nwasn’t aware of being aware of that. And in fact, when I — when — when we discovered\nthat the work quarters of these poor people in south Germany, first time we had\nencountered it — apparently, I don’t know how they got away without being caught,\nbecau — of course, Germany is a very big country.",
        "A: And — and we went after the cities first.",
        "A: No, no, I — it’s that province next to Bavaria that’s a little south and east.",
        "A: Yeah.\nJuly 7, 2011",
        "A: That’s where Ohrdruf was.",
        "A: Oh yes, yeah. And I wasn’t the only one, I was — I was one of many, many —\neverybody. Nobody —",
        "A: Oh yeah, well, that’s the — the — the thing here, I referred to about th-the sub-class in\nthe army.",
        "A: Some awfully smart people of very low rank got in, and it’s amazing. He was in the\n—1-in g — G3, the — the operational side of the division. And he did some magnificent,\ngood work. He made sure everybody got decorations who were supposed to.",
        "A: A young man from Chicago, ju — was just a name to me. I got to know him, but he\nwa — he worked on the “Chicago Tribune,” and had — that was a fascinating —\nsomething that I didn’t know. Because, I guess he had good talent, he was taught to do\nall the main jobs on the paper. So that the — if the — if the printers went out on strike, he\nJuly 7, 2011\nwould go down and work a linotype machine. So, at any rate, he was a — a pretty —\npretty savvy young guy, and had been kicked around a little bit, so he — he knew how to\n— how to handle problems. And — and he had a boss, a — I don’t know, a colonel, or a\nlieutenant colonel who was very enamored of him for a while; this is a smart boy. And\nso he gradually elevated in authority. He was given [indecipherable] of things to do, th\n— his boss wanted results, and he was a results getter. And so, at any rate, by the time I\nga —I got to know him pretty well, because of my interest in journalism, I found he had\nbeen with the “Chicago Tribune,” which was not the New York Tribune — “Herald\nTribune.”",
        "A: But — but we had a similar interest, and we joked about — about journalism, and so\non. And so it got so, for little things. I was mostly idle, in another part of the camp. The\n— the camp is a city, really. And he’d call on me if he ever had something that — a job to\ndo, that he couldn’t do or — so — so we got pretty chummy. Then one day a-— one day a\nJeep showed up first thing in the morning. I — I was just finishing breakfast, I guess,\nand I was being called by my friend. So I got in the Jeep, and off we went, over to his\nheadquarters, and he told me we — we’ ve discovered some anomaly here, strange thing,\na lot of people dying and I don’t know, we just got a radio report on this thing at — I\nneed this — h-he — he described it. Well, he said he — he wanted to send me over there to\ntake a picture of this thing. He said we should have pictures of it. So he gave me a no —\nJuly 7, 2011\na German 35 millimeter camera, one of the best that they make. And — but it had film in\nit, I didn’t know the speed of the film, and that was a big handicap because I knew I\ncouldn’t take many pictures in the shadow, if — if — 1f that was standard film. So, off I\nwent, and they had a driver, really quite incredible. He had surveyed the route to this\nplace by — by using a — automobile company maps. And so we went right there, 1t was\nno problem, he made no mistakes, he drove right there. And we got into the area, we\ndidn’t know where the camp was, but we saw all of the military equipment that had\nbeen gathering.",
        "A: Yes.",
        "A: It was —I—I—I-as I-—I feel it now, it seemed to be about half an hour, 45 minutes.\nThough I — I could be wrong about that.",
        "A: Oh, no.",
        "A: We didn’t have to eat or anything.\nJuly 7, 2011",
        "A: So, well, I came upon this rugged terrain. We got off the main drive. He wa — he\nwas absolutely sure of where he would find it, and he came — he came into an area\nwhere we saw a lot of — a couple of tanks, and a lot of other motorized equipment,\nAmerican, and we figured we’d — we’d hit something. And then we were — were led by\nthe locals, wha-whatever G.I.s we could find, and led to this place. Well, it was very\nremote in the woods, and the little building, all of raw wood. And they had a huge gate,\nwith a slogan, let’s see if I can remember. It’s a very simple slogan in German, and\n[indecipherable] although most people had to deal with it. Arbeit — something about\narbeit that — well, work is a liberator, or —",
        "A: Yeah, that macht frei, that’s right.",
        "A: Arbeit macht frei. And there was this — that’s the only metal I could remember,\neverything else was just wood. And I learned also later that they built hundreds of these\non the same plans, so that if you encountered one in one place, it looked like the same\nyou saw before. And —",
        "A: No, no, it didn’t have any distinction or appearance of authority or anything like\nthat. It was just a little — I want to say, a crudely built architecturally nil kind of\nJuly 7, 2011\nconstruction. And it — it was designed for its purpose, which it was just to house the\nHolocaust victims.",
        "A: Oh, I didn’t do anything. I arrived, I was just another G.I. I — well, I was more than\nthat, I was a — I think I was a sergeant by then, but I was just another guy dressed in all\nthe same clothes that everybody else was, and I liked that because nobody asked any\nquestions. I wasn’t part of the rescue team though, and I had free access, I could go\naround, take pictures wherever I wanted. I —",
        "A: First picture I took was of the — of the grave. There was about, oh, I would say about\n800 feet long, very long, and very deep, and about 15 feet wide.",
        "A: Hm?",
        "A: Well, bodies. In fact, I— I had no trouble understanding what it was for, because\nthey were in the process of dumping more bodies in, all of them naked. They take —\nthey took off the rags that they had been wearing, washed them, and then they’d use\nthem again, you see. But th —\nJuly 7, 2011",
        "A: Yes, oh yeah, sure.",
        "A: Oh, there were. There was a lot of work to do, because there were many bodies in\nthis — in the barracks. Barracks were three — three stages high, as I remember, and they\nwere just lay — laid out on the floor of th — each level. And some of them were so weak,\nthey couldn’t get up to eat.",
        "A: Oh yeah, well, they were dying. That’s what they were doing, it was —",
        "A: All — all — all — both.",
        "A: No, I didn’t notice any children. I think they disposed of the children very quickly. I\nknow —",
        "A: Yeah.",
        "A: Three tiers.\nJuly 7, 2011",
        "A: Yeah. Now, of course, the stronger ones so happened to be on the top, because they\ncould still get down, but — but there were a lot of them even in the — on the lowest level,\nwho were just comatose. Ju-Just a terr — it’s a terrible sight. These are people who\nshould be dead, but were alive.",
        "A: Pardon me?",
        "A: Couldn’t, because I wasn’t sure of the — of the film.",
        "A: Yeah. I figured it was not a ver — a super speed, that’s what you need for that, in\norder —",
        "A: Your light, there’s — there’s almost no light in there. So I didn’t — I took some\npictures, but they didn’t come out.",
        "A: Yeah, hard to tell.\nJuly 7, 2011",
        "A: Hard to tell how many there were. I went in, I took a look, I saw some of them, and I\ncame out.",
        "A: Oh yes, well, not — not — I mean, they didn’t campaign, but you could see they’d\nlook at you with those empty eyes, and beg you, really, to help. But th — they were very\npleased, they were — by — by the time I got there, the operational troops had called for\nhelp, and they got some — some very skilled medical people, by the way. They couldn’t\ndo much for the ones that were dying, of course, but they were dying, and they had to\nbe disposed of, because it was a very great danger, biological danger. So, when I got\nthere, I — the one thing I remember, the one, looked like pretty husky guy, a man,\nmaybe in his middle 30s, something like that, carrying a skeleton. Dang — skeleton was\njust dangling there. And then — then tossed it into the trap, you know, into the —",
        "A: Yeah, di—",
        "A: Yeah.",
        "A: Yes, it’s a— and somebody, they put in lime. And I saw this, and I think that was\nearly enough so that — it isn’t the way it necessarily looked at the end. But —\nJuly 7, 2011",
        "A: Hm?",
        "A: Yes, that’s right, 1t wasn’t — th-there — there was some lime underneath. Th-This —\nthe depth of this, human depth was maybe three or four feet already, so a lot of bodies\nunderneath that al — already been disposed of, and I don’t know how long that gash had\nbeen there. I suspect that 1t was there be — before the guards left. They — they got a\nwarning that the Americans were coming.",
        "A: Well, not to my — it wasn’t too long.",
        "A: A—no, no, not a day. They — the tank came on it — what was that hour, I don’t\nknow. It could — I think it was a man who became General Abrams, who was the\ncommander of the tank. He was then a captain, or something. And then he had other\ntrucks, cars with him, with troops. Let’s see. I think it was fairly late in the day when he\ncame on, or possibly even later.",
        "A: Yeah, right. And he immediately re — radioed back to headquarters, and — and they\nof course notified the division command. And that’s the way I got the word myself,\nJuly 7, 2011\nvery first thing in the morning. We — so they must have been there, couldn’t have been\ndoing very much, because of the darkness.",
        "A: And I suppose they were — they must have been suspicious too. A lot of serious\ntrouble going on one place, you know, and th — and after dark, you don’t dare endanger\nyourself. But at any rate they — they notified us. They used their own medics in the —\nthe little group that arrived.",
        "A: Hm?\nJuly 7, 2011\nBeginning File Two",
        "A: Oh, I didn’t keep track of dates. I— I could be a week off —",
        "A: — at any time.",
        "A: Hm?",
        "A: I th—I seem to remember that it was April. I was looking — incidentally, I didn’t\nmention this, but I had a few notes, and I had some of the pictures that I took, in my\nfiles. And my wife died, and I got sick, and so I didn’t follow up very much on this.\nHad to sell the house and — and move into an old people’s home. So, I — I —I wasn’t\naware of this very much, but unfortunately a lot of the files that I preev — prized, were\nlost. And so I would have had the date, and a — a lot — lot of other things in there. I — I\ncan’t imagine my not noting that down, because this was such an unusual experience.",
        "A: But —\nJuly 7, 2011",
        "A: Huh?",
        "A: Oh, it was always dank.",
        "A: Sort of chilly, you know. I do — there was certainly in the air, and it was in — I\nsuppose even in — it might have been in spring, you know, the weather.",
        "A: But I was wearing a re-regular uniform, no coat or anything. So I— I don’t know. It\ncouldn’t have been very cold. But those poor people, oh my heavens.",
        "A: Yes. Usually in a language I didn’t understand. A lot of them were Poles, ge —\nGermans, Russians.",
        "A: Oh, it’s quite possible. The Germans were not very respectful of the — of the\nRussians —",
        "A: — soldiers. So, anyway, that’s really the extent of my experience.\nJuly 7, 2011",
        "A: Not — not very long.",
        "A: We were — we were on the move. The — the — the army as itself, was moving very\nfast. And that’s why I think they — they overtook some people that were trying to get\naway. And Patton moved at times, 50 miles in a day. Now, if you can imagine a\nmilitary force of maybe clo-close to a half a million men —",
        "A: — moving this fast, and actually, if you read up on it, it’s quite interesting in\nretrospect, to see how well the Americans did. They fought like fiends. The Germans\nde-defending their own country, didn’t do nearly as well.",
        "A: Pardon me?",
        "A: No, thank you —",
        "A:—I don’t care.",
        "A: I'm full —\nJuly 7, 2011\nA2: Want to sit up a little bit, Brooks?",
        "A: Yeah, I know, I — ’m —",
        "A: — I’m not in perfect condition, and I hope you will excuse. Sometimes I — I can’t\nremember, you know.",
        "A: Miss?\nQ2: All right, now it’s going, so —",
        "A: She’ll have to talk a little louder than normal.",
        "A: Cause I — I’m losing my hearing.\nQ2: Okay, you’re fine, you’re fine.",
        "A: Oh, oh, yeah, sure, sure.\nJuly 7, 2011",
        "A: It would be a shame not to talk about that. The — the camp had th — been warned by\nwireless, and immediately started to disband. And ul — a lot of the — the guards seemed\nto have rooms or something down in the town of Ohrdruf, o-h-r-d-r-u-f, as |\nremember the spelling. And some of them dashed down and changed their clothes, and\njust mingled with the local people. And s — but very soon the Americans realized what\nhad happened, and they sent a tank down and they put them on the tank, brought them\nback — the ones they could find. They fu — found quite a number apparently. This all\nhappened before I arrived.",
        "A: Yeah, oh, yeah, so was —",
        "A: —no delay. I thought the military did a wonderful job. They didn’t pause for a\nminute. And they brought them back dressed in their [indecipherable] uniforms, and —\nand civilian clothes. And this town, by the way, is a lovely little paradise, beautifully\nkept. They all had flower — window flower arrangements. And — and it was really a\nwonderful place to go to. They had the [indecipherable] and then the — all the\narrangements. And so — and they had a full population town, I guess, mostly middle\naged people, women and men. But —\nJuly 7, 2011",
        "A: I'd say about two miles now, my guess — my guess 1s. I don’t know how you — one\nmeasures distance when you’re walking —",
        "A: — especially when you’re a young man.",
        "A: Oh, I walked it, sure.",
        "A: I don’t know. And I don’t know why I walked it, because we had a car. But — but I\ndon’t — I don’t know, I went down — maybe I’m a — had company. I can’t remember\nnow.",
        "A: But, at any rate, I got down there, and I remember entering the town from one end,\nand seeing how beautiful it was, and how fiendish the whole idea seemed to be. At a-\nany rate —",
        "A: Oh yes, well, that’s what I was about to say. There were some of the Holocaust\nvictims who were at least strong enough to stand up and move around. And when the —\nwhen the Americans brought these people in, I heard, and I — and thi-this is not my\nJuly 7, 2011\npersonal experience, but they attacked them. And at first the Americans had to\nintervene, and stop it and so forth. And — but that didn’t appease the — the victims at all,\nof course. The — but all of this is hearsay. I wa — I—I heard this when I — when a —\nwhen we arrived.",
        "A: No. No. Of course, the first thing you see is the dead and dying.",
        "A: And these were obviously not people armed, so they weren’t soldiers in the normal\nsense. And they were all dressed in these curious uniforms, with the stripes going\ndown, you know. And so they — they were — must have been aware that these were\nprisoners who had revolted, or something. I-It was hard to piece together a story, even\nwhen I was there. And the next day, a passel of — of generals came to see it.",
        "A: Yeah.",
        "A: French?\nJuly 7, 2011",
        "A: Like — like the country?",
        "A: Oh, the franks.",
        "A: No, no, I di— I never met a Frank knowingly.",
        "A: Oh, well, I may have. I ma — oh, no, Buchenwald is something else again. This is an\nentirely separate and belated development.",
        "A: So no, the next day they got Patton, Bradley, I think — what’s that? Field Marshall\nMontgomery, and then a couple of others, because they found that 1t was something\nvery unusual. Actually, how it escaped their notice so long, I don’t know, because our\npatrols extended far in. But I suppose er — if 1t had been er — discovered ear-earlier, it\nwould have been a little bit — bit of a situation. For one thing, maybe the response,\nbecause of the time of day, would have been quicker. They — they rea — they — they\nrecognized — the medics that they had were just regular combat medics, and they knew\nthey couldn’t do a great deal. All they did was recognize the principle that after a\ncertain point of not eating, you are doomed.\nJuly 7, 2011",
        "A: And — and there were a lot of doomed people around there. Oh, it was really awful.\nAnd, you know — well, you’ve all seen pictures of these people; they’re so thin, it’s\nunbelievable. Their veins stood out on their arms and everything.",
        "A: [indecipherable] didn’t seem human. And I wonder how they got along. There was\na good mixture of languages, but you’d have to organize it among the survivors, a few\ncould speak English or French. Otherwise, they were out of communication, really, I\nthink. Maybe some of the Germans mixed in would have been re-reasonable",
        "A: Pardon me?",
        "A: Oh, I didn’t stay very long at all. Took my pictures. I knew they wanted them back\nat headquarters, and so I — I just about jumped in the car, and off we went.",
        "A: Yeah, yeah. Not very much at all. I realized early on that I couldn’t spend much time\nin — inside these buildings.",
        "A: Oh well, I think so. I think there was. I only went into one, but it was a — it was a\npretty sizable thing. I don’t know how many workers they had to have, or they were\nusing for whatever project they were doing. They were — they were probably cleaning\nJuly 7, 2011\nout the — the ... the woods, you know, because the Germans do that. They make it a\npolicy, clean out the underbrush wherever they are, and they use it, of course,\nprofitably, to burn. But — and I wouldn’t have been — I don’t know where the — how — I\ndon’t know how — how the civilians managed. They — the tradition in Germany is to go\ninto the woods and clean it out. Well, you know, if — if the — if the camp was two miles\naway, I don’t know how they would escape being discovered, but I don’t think that’s an\nissue. These — the — the townspeople all knew about this. I understand that afterwards,\nthe Americans took the Burgermeister and a number of senior civilian officers up to\nwatch this process that I watched; they were still burying these people.",
        "A: Huh?",
        "A: No, I never did. I never did. But I — but I — I think that after the war it was well\nknown, and wasn’t quite as dramatic as hanging them with piano wire in Auschwitz.\nBut the — the whole thing is unbelievable, more-so — you know, one says that it’s\nunbelievable that a group of people would be killed this way, for nothing other than\nbeing what they are. And that binary nature of these people, who could be very polite\nand — and com — polite society, in their polite society, and yet they — th-there was — the\nGermans did an analysis of one of their big meetings and it survived the war, and I saw\nit in Germany, in fact. This was after the war. And it was appalling to see these people\nJuly 7, 2011\nwho were responsible for th-th-the disposal of human beings, joking about it and going\nabout it in such a detached way. No — no — no emotion involved. Well, but at any rate,\nthat’s not pertinent to what we’re talking about, but —",
        "A: Oh yeah.",
        "A: That’s right. It didn’t have to be a visual presentation at all.",
        "A: You just think of the idea, planning and executing these people in such a way.",
        "A: And this was the other way. These were the dregs. These were — these were not the\npeople who were employed in [indecipherable] plants all through Germany, or — there\n— there were a lot of commercial properties that were managed and run by these people.\nSome fantastic stories about that, but seeing it is an emotional experience.",
        "A: Oh yeah, sure.",
        "A: My mother was the only one left, so —\nJuly 7, 2011",
        "A: No, well, the country is vast.",
        "A: We had the — the — the third army had the southern quarter of Germany to take care\nof. We — we were — were — we were at one point closest to Berlin, then moved down,\non orders, of course.",
        "A: And Patton was assigned this last southeastern quarter of Germany, and what went\nwith it, a little bit of Czechoslovakia.",
        "A: And — and Austria, of course.",
        "A: The Austrian experience is also — that’s where they have separate comment.",
        "A: We were all a little anxious, I suppose. We were doing very well, but when you’re in\na battle, if you’re moving forward, you feel pretty good about that, but your — you’re\nfurther exposing yourself to doom. And the — I was — I was not aware of — of this\nsweep, but I knew it happened. And in fact, after — after the Battle of the Bulge, our —\nJuly 7, 2011\nour — our army — I—1I—I-—I’m afraid I —I shouldn’t say our army, I wasn’t in the army,\nbut I — in that army, but because I — of my personal experience. But oh, the casualties\nwere fearsome. And the men who really fought have a different, instinctive feeling\nabout it. But our infan — infantry really ch — went through them so fast, that we had\nsome surprises. We overtook the — the retreat of the Germans. They’d retreat a while,\nthen they’d surrender. And so — but as I say, in — in Austria they got another picture of\nit.",
        "A: Because they were — these were civilians and — and the Austrians that were in the\narmy were, of course, in the German army. And so they didn’t have much to do in\nAustria. I know wa — in our experience, the Austrian takeover was a cinch, after the\nfighting that we had done before.",
        "A: Yes, I was in Linz, Austria.",
        "A: Sure. Sure, I — the — the end of war 1s really the end of war for — for the Austrians,\nthere was nothing. And all the pretty girls, some very eager to cooperate ger —\nAustrians, but not — not resisting. We had to face the possibility that we’d have to fight\nJuly 7, 2011\nthrough it, but they didn’t have — they did — they didn’t have a home guard or anything,\nto give us any trouble, so [inaudible]",
        "A: Oh yeah, well, that’s a different thing entirely, and — and in retrospect, it’s a funny\nexperience. I enjoyed it so much afterwards, because 1t was so dangerous when it was\ndone.",
        "A: I— we were — we were stationed in Linz, in western Austria, and I was — I — I had\nattached myself to the — to the intelligence section of the army. And get — got to know a\nvery affable, probably 25 year old major who was working there too. He was an\ninfantry officer, a big man. I — apparently he certainly never showed any fear or anxiety\nunder extreme pressure. But at any rate, I reported in one day. It was across town, I was\nwith ya — with my infantry friends, and — eating there and so forth. So I came in one\nmorning, about eight o’clock I suppose, and there was this major whose name I can’t\nremember — and that’s a shame, you know, that just — should never forget the name of\nsomebody who made such an impression. But at any rate, he was a good — good old\nboy, an Irish American, and he looked in his flushed face [indecipherable] and he\nlooked very affable, friendly, took care of his non-coms and was very much\nappreciated. So, he had come into the office just before me, and he got a call from the\ndirector of the museum. And the director said oh, he was very sorry, had to bother him\nJuly 7, 2011\nthis way, but he heard about the — the exchange of troops. We had gone on the — on the\nu-upper Austrian side of the Donau river, and had — the Russians had moved in too far\nwhen we — when we met. There was a clerical error. So that was passed. The Russians\nwere in that territory, we didn’t try to throw them out, of course. But they were\nadvanced maybe — maybe a couple of miles on — on what was supposed to be a straight\nline of division. And so they now — now decided that they would settle all this at the\nvery highest level. Probably Patton himself participated, and they decided they’d better\nchange this. So they got together with the Russians and with perfect agreement on it,\nthe Russians would pull back, and we would mo — we’d move forward into that area.\nAnd when — although we didn’t know anything, or I didn’t know anything, of course,\nlet me say that when I say we don’t know, that means I don’t know. But at any rate, I\ndidn’t know there were planning to do this, they didn’t consult me. And so, both the\nmajor and I were very upset. What happened was, when we first came in, the major\nwent over to this museum, and talked to the director, who seemed to be a perfectly\nreasonable sort of person, to see were there kind of any pictures that were reputed to\nhave been put there by Hitler. And — excuse —",
        "A: The director at that time said that no, there were no pictures, but that we could see\nthat there were spaces where pictures had been. And we didn’t know what — what wa —\nhappened to them. So — but nevertheless, any amount of questioning as the director,\nJuly 7, 2011\nproduced no answers. And then of course, suddenly, the — there came this change, and\nhe discovered what he knew, or something, that the pictures were in a certain farm wa —\nin a—1na barn, couple of miles in — 1n that area. And so he said —",
        "A: Yeah, right. And he had — he had the — in fact, address. He knew exactly how to get\nthere. He’d obviously checked somebody. What they were, were cases, beautifully\nmade, of wood, for each picture, whether it’s small or large, and were beveled off so\nthat they wouldn’t hurt anything. And he said, he se — he was sort of apologetic because\nhe knew he should have revealed this before. Although I do — I think if that had\nhappened, what would happen is the Russians would have stiffened, and taken him\naway. So we’re probably lucky that this happened. And — and so, they — I’m — I’m\nsurprised they didn’t have Russian guards on — on these things. But, at any rate —",
        "A: No, it was a sort of a— a spontaneous reaction of idiocy by everybody there, you\nknow, they — they really — we all agreed.",
        "A: Yeah, had to get the pictures back. And I don’t know what happened to me. I — I’m\nnot prone to make profound decisions like this, but — but he went around, and asked\neach soldier, do you want to go? It’s a little dangerous, but let’s go.\nJuly 7, 2011",
        "A: Yeah, this fella, he didn’t know any more than I did really, but at any rate, he’s a\nvery low rank in that big army, and he was making an awful decision. But he — we\ncould have all been wiped out. Was the craziest thing, going over the Linz bridge, to\nthe other side of the Donau, and feeling that you might be going to your death.\nAnyway, there we were, all armed, everybody had a rifle or a machine gun or\nsomething, whatever had been assigned to them. And it was a — I thought it was a\ncomical thing afterwards, but I didn’t think that — very much that way at the time. So\nwe all went in a little convoy, with the major out ahead in a Jeep, and most of us back\nin the trucks. We had two big trucks, and we didn’t know how much we were going to\nface. Well, we got out there, and in very short order I remember thinking, if I were\ndriving, I wouldn’t have been that — that — that good. But we arrived in there, in the top\nof an enormous barn. You know the way those barns were constructed? They used the\nupper levels for hay that they dropped down in the spring. And so there were the\npictures, among a lot of fressen for the cow — for the — the bulls, or what have you. And\nthe — we became a little worried, because the biggest thing of the lot — not — not — not\nthe — the heaviest thing was an unusual shape. It was about two feet wide, two feet\nhigh, and about six feet long, and weighed like lead, oh. We c — we — we could move\nthe pictures pretty easily, but this thing, we didn’t know what it was, we couldn’t take\nthe time to open it, and so we thought we had [indecipherable] take — take it. So for\nJuly 7, 2011\nour two and a half ton truck, we — we put it on the — the — down early. But it took all the\nmuscular strength we could master. And so when we got back, w-we drove back, and\nthat was a terrorizing experience, because there was nothing but death. Nothing moved\nin that whole distance that we had —",
        "A: — that — that they had evacuated.",
        "A: Huh?",
        "A: No, no, well, I’m sure there’s some took the alternative of going into the cellar, to be\ndiscovered later. But an awful lot of them went visiting the relatives and friends in the\nsafe part of town.",
        "A: Hm’?",
        "A: No, I saw — I didn’t even see an — an ordinary dog. You know, they — the little street\ndogs everywhere.",
        "A: But we saw nothing breeding in that area.\nJuly 7, 2011",
        "A: Oh yeah, I mean, they went visiting or — or hid in the cellar, too. But at any rate, it\nwas just a naked run really, from the safe sa — place, to this — and it wasn’t too long,\nand so I figure a couple miles, maybe. Then we loaded it all up, and came back. And of\ncourse, that was the loneliest automobile trip I ever made. And so we went across the\nbridge and got back, and we — we decided to put it in the museum, we could put a guard\non it there. And we didn’t have anybody el — of the ability to examine them, and we —\nwe didn’t want to — there, there was a — was a big station in — in south Germany, near\nMunich. Munich th — yielded an awful lot of those paintings. And they had — there we\nhad some American — those specialists, who knew these paintings, you know. You\nneeded somebody like that to make a judgment.",
        "A: No, but we did open up one. The major said, that damn thing that [indecipherable]\nand so forth. He wanted to see what was in it, so we opened it. Was a beautifully\nencased box. And what was it? It was a rowing machine with a [indecipherable] iron\nbase, that apparently the officers wanted to take with them, or get rid of, or something.\nDidn’t want to yield to the Russians, maybe. So in all that happened, we had a good\nlaugh after.",
        "A: Bu-But [indecipherable], it tied us up for a while.\nJuly 7, 2011",
        "A: Oh, well you can be sure we did it as fast as we could.",
        "A: And that — see, that was early in the morning when we first got the word, and the\nmajor took no — no time making arrangements with the motor office. And, we were up\nand gone in — 1n a matter, I’m afraid, of minutes. Every able-bodied soldier 1n the area\nwere — well, at least there was a mass of early risers, you know. And the major went\naround, asked each one of them, you know, why they — why they do this.",
        "A: And he guessed right. Huh — huh?",
        "A: None — none that I heard of. I didn’t stay on very much longer. I got reassigned to\nFrance. I was going to go home, and they put me in a safer place, I guess. But oh, I\nwas — that was quite an experience.",
        "A: Oh yeah. And I —I — I thought it was, thinking about it afterwards, I thought it was\npretty darn clever of these fellows to say yes, you know, that’s — then it’s a very freaky\nthing. I’m sure that if you ask the same people, a lot of them would have said no. But\nthat’s th — I know how those things happen.\nJuly 7, 2011",
        "A: Yeah.",
        "A: Well, I was assigned to a place in Mourmelon in France. I then was shipped to\nParis, and got a job as an editor on the “Stars and Stripes,” which I thought was a\ndelightful way to finish up with the army. And then in due course I had enough credits\nto come home. Was a lovely assignment there. I don’t know what happened to the\nteletypes. They just never showed up.",
        "A: No, I don’t think so. There — there’s an after play, you might say. I stayed on in — in\nAustria for quite a time, and these people got out of their cages, and they’d just walk\naround, stupefied. I don’t know how they ate. I — I was a nonsmoker, and it — but I took\nmy smoking rations. And cigarettes were worth an awful lot of money. You could get a\ndinner, a whole dinner, for a cigarette in some places. And I had no use for them, so —\nso I—I-—I gave mine away, rather than destroy them. And they di — they’d know, as\nsoon as they saw the cigarettes, I was being a friendly — I-I don’t know how they were\ntreated by other soldiers, you know? And it’s a terribly disturbing thing if somebody\nJuly 7, 2011\ncomes up and says in a perfectly modulated civilian voice, something obviously\nunderstandable, if you could understand the language. It’s a terrible feeling.",
        "A: Sometimes they just want a sa — a cigarette, or some — or a — or — they’d never ask\nfor a cigarette. They’d get it if somebody gave it to them. It was much too valuable a\npiece of property.",
        "A: Yes, right, and —",
        "A: — didn’t speak a language that I understood.",
        "A: By then I could get along all right for primitive things in da — German.",
        "A: I had studied it, and so I ha — had an advantage. But I don’t know, it — it seems\nunreal. I don’t even think I — sometimes I don’t think I ha — I went there.",
        "A: Yeah. Right.\nJuly 7, 2011",
        "A: Funny experience.",
        "A: Well — well, thank you.",
        "A: Thank you for —",
        "A: Thank you.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 7, 2011\nRG-50.030* 0626",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "BROOKS MCCLURE\nJuly 7, 2011"
    ]
}