{
    "rg": "RG-50.030.0594_trs_en",
    "sequence": [
        "Question: This is an oral history interview, conducted with John Lang, on October\n15, 2010. It is conducted by the United States Holocaust Memorial Museum in\nCrystal City, Arlington, Virginia. Welcome John.",
        "Answer: Thank you.",
        "Q: First off, what was your name at birth?",
        "A: Hans Ludwig Lange.",
        "Q: And can you spell those names, please?",
        "A: Hans, h-a-n-s, which turned out to be John. Ludwig, which would be Louie,\nwhich was in honor of my grandfather. Lange, l-a-n-g-e, and when we came —\nwhen I came to the United States, I dropped the — the E for easier pronunciation\nand added an H to my name in honor of my father.",
        "Q: And what was your — what is your date of birth?",
        "A: 6-28-30.",
        "Q: Okay. What were your parents’ names?",
        "A: My father’s name was Herman and my mother’s name was Emmy.",
        "Q: And do you recall what your mother’s maiden name was?",
        "A: Yes, her maiden name was Seelig, s-e-e-l-i-g.",
        "Q: Okay. Did you have any sibling?\nOctober 15, 2010",
        "A: Yes, I have a sister.",
        "Q: And her name is?",
        "A: Erika(ph).",
        "Q: All right, well, can you describe your childhood for me?",
        "A: We had a very happy childhood. My father was a very productive merchant. We\nhad a wonderful family life. My family was very active in our congregation, and our\ncongregation in Berlin encompassed and really was the — the last of the giant\nsynagogues that were built in Berlin. When I say giant synagogues, I’m talking\nabout a synagogue that housed in excess of a thousand people. But it was the very\nlast one that ga — its inauguration came about in 1930, the year that I was born, and\nit died, or was extinguished in 1938, on Kristallnacht.",
        "Q: Do you recall the name of this synagogue?",
        "A: Well, the — yes I do. The synagogues in Berlin were not named for a\ncongregation whatever the name was. The large synagogues were named for the\nstreets that they were on. And the street that — that my synagogue was on was\nPrince — Prince Regenten Strasse, Prince Regent Street. I was about 10 minute —\nless than a 10 minute walk from — from my home to the synagogue.",
        "Q: What denomination was it? Was it Orthodox?\nOctober 15, 2010",
        "A: It was a lit — what we call in Germany was called Liberal. It had a choir, it had\nan organ, it had those things that Orthodoxy would not have smiled on.",
        "Q: You mentioned that your father was a merchant. What was his line of business\nexactly?",
        "A: My father had a — along with his brothers owned a wholesale — wholesale\nmerchant of women’s hosiery. I think that was really the main part of their business,\nand some other accessories 1n addition thereto. But mainly — mainly their business\nconsisted of wholesale hosiery. Remember everything at — during those — those\nyears was constituted by Mom and Pop businesses, and my father was a very\nsuccessful merchant. And also, very sharing, very sharing a-as far as his willingness\nto share his good fortune with the community. My father also was a front line\nsoldier in World War I. And he was active — he was — he was in the — he was very\nactive in the congregation.",
        "Q: So, I’m — I’m guessing that that means that your family didn’t only go to high\nholiday services, they would — they would have practiced every week, or how —\nhow did that work at the time?",
        "A: I—I would — I would generally go t — with my father almost every Friday night\nto services. Maybe some once in a while on Saturday, but Friday night was a—a\nnorm for us.\nOctober 15, 2010",
        "Q: What — what did your mother do during the day? Did she have a job, or did she\nstay at home?",
        "A: My father — my — my mother was a home — a home-keeper, if that’s the proper\nterminology. We had a — we had a beautiful apartment and my mother kept things\nflowing.",
        "Q: You mentioned that your father was a successful businessman. Would you\ndescribe your family as middle class, upper-middle class —",
        "A: Upper-middle class.",
        "Q: Can you describe the apartment or house that you used to own?",
        "A: Well, if I took you there I could tell you — show you exactly where it 1s, as I have\ntaken members of my family. Unfortunately it’s not standing any more. I can\nvisualize the apartment in my head exactly. My — my room was towards the end —\nthe rear of the — of the apartment building. I had a balcony, and — where I raised\nvegetables, tomatoes, occasionally flowers. We had a lovely residence, beautiful\nresidence.",
        "Q: Was this in the garden, the vegetables and flowers?",
        "A: No, this — this was in a — on a — on the window box in — on the balcony.",
        "Q: Do you recall how many rooms were in this house?",
        "A: Substantial number of rooms, that’s all I can tell you, I’ve no idea.\nOctober 15, 2010",
        "Q: Did your family have any housekeepers or —",
        "A: Yeah, we had a— we had a — we had a housekeeper.",
        "Q: Okay, any nannies, or —",
        "A: Yes, [had a nanny. And a matter of fact, at home, I think we have a picture of\nmyself dressed up as little boys were during that time period, with my nanny.",
        "Q: Do you recall whether your nanny was Jewish or Gentile?",
        "A: Definitely not Jewish.",
        "Q: Do you remember going to school in Germany?",
        "A: Yes, when my — my parents enrolled me in public school in Berlin, it was\ndecided that’s where I would go, and I lasted in that school for about maybe a day,\nmaybe two days, three days, I don’t know. Very, very quickly, I was beaten during\nthat time period and — because the other boys asked me what I was, who I was, and\nth-the minute I said Jew, I was put to the test immediately. And my mother was\ncalled to school, she was told by the principal of the school that it would be best for\nmy — my protection to be taken out of that school. So I— my experience of public\nschool may have been extinguished then after one day, or — or two days at the most.",
        "Q: Do you recall what year this was, was this first grade —",
        "A: Well, would have been — it would have been 19 — roughly about 1936, I would\nimagine.\nOctober 15, 2010",
        "Q: Because you just mentioned that they had asked you who they were and you\nreplied you were a Jew, I know this might be hard to answer, but did you have a\nsense that this was something you could talk about? Did your parents warn you not\nto say that you were a Jew, or conversely did they say that that’s fine?",
        "A: I think my parents tried to protect me by not saying much of anything. And I was\nnever told what to say or what not to say. But I think I, from that experience, I\nlearned rather quickly as to what I was, who I was. And I think my parents shielded\nme from all the discriminatory acts that had been ongoing in the mid-1930s. For\nexample, I had an uncle of mine, a brother of my — of my — my mother, who was a\nvery successful attorney in Germany and Berlin. And of course he was — you\nknow, I found out later on why he wasn’t working any more, because he was\nexcluded from — from that possibility. But generally I would say my parents really\nshielded me up to that time period. That’s about the best way I can — I can put it.",
        "Q: So you said you were taken out of school almost immediately.",
        "A: Yeah.",
        "Q: And then what happened?",
        "A: I was enrolled in a school, in a Jewish school with obviously, Jewish students,\nbut not a religious school, okay? So, there were no — there — there was — there were\nno re — Jewish religious courses given. It was taking the regular curriculum within a\nOctober 15, 2010\nframework of Jewish teachers and — and just a framework of — of Jews — Jewish\nchildren.",
        "Q: Do you recall some friends or friendships from that time?",
        "A: Yes, Ido. We — we get a—a bulletin from the municipality of Berlin, where I\nrecognized a young lady — a young lady — a— a—a person’s name, and I wrote to\nher, and she sent me back, she recognized my name immediately, and I don’t know\nhow, and sent me back a picture of our class, which was unbelievable. So yes, I — I-\nI think that’s the — the only person that I — that I have recog — I have a memory\nthereof. When we — when we left Berlin, we had — when we — I should sa — correct\nthis; when children were fortunate enough to leave school, to go out of the country\nin some fashion or other, we would all have little autograph books and we would\nsign off on a little note to that st — t-to that boy or girl. Maybe it was just putting our\nname and saying in German, best wishes for the future, maybe a little poem, maybe\na little picture. But I do have a book like that at home, with about — the names of\nabout maybe 15 to 20 different students, and — and likewise a — a number of\nteachers who — whose classes I attended, wishing me well.",
        "Q: Since you went to a Jewish school, I suppose most of your friends came from\nthat circle. Do you recall having any Gentile friends?",
        "A: No, I don’t — do not, no.\nOctober 15, 2010",
        "Q: What are your first memories of Nazis or Nazism?",
        "A: I th—I think probably that experience in school was probably the — the — the first\nexperience that I had at that point. My parents were no longer able to subdue their —\ntheir thoughts as to trying to shield and protect me. And I do remember very clearly\nthat either with my father or my mother, I went to a grocery store nearby, and the —\nthe merchant, the owner of that establishment, who knew my parents, looked at me\nwith my blond hair at that time, and said, he doesn’t look like a Jew. And that\nscared the hell out of me, because I knew what that meant. And then in 1938,\nobviously the — my father and — and I, every Sunday would go to a park that was\nlike two or three minutes away from our home, and we would sit on the bench and\nmy father would schmooze, if that’s the correct word, with neighbors who would\ncome by. And my father delighted in showing me off as — as his son, and — and then\none day we could no longer sit on the park bench, we had to sit on a— on a yellow\nbench, which said, nur fir Juden, for Jews only. And several times when we did\nthat, we sat down, we were stoned.",
        "Q: That means people threw stones at you.",
        "A: Threw stones, yeah.",
        "Q: How did your father react, what did he do?\nOctober 15, 2010",
        "A: My father always said to me, I always — I told my father the last time that I went\nto synagogue with him that I was afraid for my life. And my father said to me that\nhe had fought for Germany in World War I, and nothing would happen to me, that\nGermany had had waves of anti-Semitism previously, they come and they go, and\nbecause of our — of our nature, of what my father has achieved, what he had done,\nhe would protect me, and nothing would happen to us. Whether he actually believed\nthat, I don’t know. It di-didn’t — after those words, while they were encouraging, I\nhave to tell you that I honestly did not feel very much better.",
        "Q: Do you remember a moment where you started feeling unease, or fear, or did it\njust build gradually?",
        "A: It built gradually, and I — I think it gradually — and the — the — the heightened\nmoment of fear was about a week or two weeks prior to Kristallnacht, when as I\nsaid, we went to — we, my father and I, went to services generally every Friday\nevening. And on this particular Friday evening, uniformed members of brown\nshirts, black shirts, call 1t whatever you want, uniformed Nazis, came into the front\ndoor of our synagogue, and threatened — threatened the congregation, threatened our\nrabbi, and our rabbi was magnificent in defending us verbally, and ultimately the\nNazis retreated. And at that moment, as I said, when we walked home I told my\nOctober 15, 2010\nfather I was afraid for my life. Then two weeks later, you know, we experienced\nKristallnacht.",
        "Q: I’m going to ask you about that in just a moment, but I’d like to get back to your\nnanny. You mentioned that she was not Jewish. Do you recall how long she stayed\nin your household, and when she would have to leave?",
        "A: I —I think — by the time I was six years old, I did not have one any more. So my\n— my recollection of her are more — more photographic than — than anything that\nmight have transpired between us. I will say this, that on Kristallnacht, my parents,\nby some fluke of miracles, were not with me. They were on vacation, and I learned\nlater on that my father really, physically was not doing well. But they were not with\nus, and I was with my grandmother. My grandmother had a non-Jewish worker —\nservant in the house and I think — I certainly can recall that — that she told my\ngrandmother that she needed to get out of the house because something — something\nwas going to happen that evening.",
        "Q: So what did your grandmother do?",
        "A: Really nothing, except to — she was a very, very tight — tightfisted. [knocking]",
        "Q: One moment. [break] You had said that you were with your grandmother on\nKristallnacht —",
        "A: Right.\nOctober 15, 2010",
        "Q: — and that one of the people who worked for her had warned her that she should\nleave the house, is that correct?",
        "A: No, that — that she was going to leave the house.",
        "Q: She was going to leave the house.",
        "A: She was not — she was not going to stay all day, that — that she had some ideas\nthat something of an — she wouldn’t say what, and maybe she didn’t even know, but\nshe felt that she should not stay there all day, and left. And my grandmother was a\nvery primped, starched lady, never smiled. You know, it’s one of those\ngrandmothers that — you know. And I experienced Kristallnacht in her hou — in —\nin her home. And unfortunately, her apartment that she lived in overlooked the\nsynagogue, over — was — e-even though our synagogue was a block or two — I think\none block away, I think we were on the floor where we could look and see the top\nof our synagogue. And I could see the — you know, I could see the fires bursting\nthrough the — through the roof.",
        "Q: So, can you describe basically that day, and/or that night to me? What happened\nin the building that you were, and what were you seeing outside?",
        "A: Well that — that night I — I was in my — my grandmother’s apartment, I had a\nroom that was mine, that was facing out in the street, that overlooked a block away\nthat — what did overlook our synagogue. And during the night, two uncles of mine\nOctober 15, 2010\ncame. One on my mother’s side, who hid in a linen closet, one on my father’s side,\nwho hid underneath the bed that I was supposed to be sleeping in. And the only th —\nonly thought wi — these are terrible thoughts to have — the only thought that I had,\nthat if my uncle is found underneath my bed, should the Nazis come and invade the\nhouse, I would be taken also. So I really hadn’t — had little — little hope that I would\nlive through the night. I heard all the screams of the — of — of what was — what\nmight be or what was going on in the streets below us. And — and every knock on\nthe door, my heart — was everybody’s heart in that apartment stopped — stopped\nrunning, because we all — always thought that maybe the Nazis would come to — to\nthe door, break in the hou — break into the apartment, search the apartment and only\n— God only knows what would happen at — at that particular point. It was the most\nhorrific night of my life. I have never, never, never experienced a night of fear, that\nI did on that night, never. And I remember it to this day, and I will remember it for\nthe rest of my life.",
        "Q: What happened in the morning, and did anyone end up breaking in that night?",
        "A: No, we’re — as luck would have it, there were no, other than neighbors just\nchecking on us and so forth, and my two uncles, I said, who came to the door and\nsought sanctuary — shelter. The apartment was not broken into. The next morning, I\nleft the apartment. I don’t know how in the hell my — my grandmother would ha —\nOctober 15, 2010\nwould have let me go, but she did. And I walked myself back to our home, which\nwas maybe five minutes away, to see whether our home had been broken into — our\napartment had been broken into. And what I — what I saw ... indescribable.",
        "Q: You were unaccompanied? You were alone?",
        "A: I— unaccompanied.",
        "Q: Did you go into the apartment?",
        "A: No, I did not go into the apartment. I saw the door was closed, I saw there was\nno damage to the outside of the — of the apartment. But when I came out, we were\njust maybe a hundred yards away from a— from a square, and I — I’ve told my\nchildren this, there was a huge stain on the — on the pavement, on the — and one of\nthe Nazis asked another one, what is that? And he said, that is the blood of a Jew.\nEvery store in our — in our neighborhood that was Jewish owned had been broken\ninto, had been vandalized, had been vandalized, not only broken into and — and —\nand — but it was painted Jew, star of David, and it was — it was the most — and — and\npeople were cheering. That was the beginning of death.",
        "Q: Were you still alone at this time on the streets?",
        "A: Yes, yes.",
        "Q: Where did you end up going?",
        "A: I think ultimately I went back to my grandmother’s apartment.\nOctober 15, 2010",
        "Q: Did you find members of your family there?",
        "A: No. My — my — in the meantime, I think my — my — my mother and father had\ncalled, because they had heard — I don’t know where they were, but they were on\nvacation. They had heard what had gone on, and I think my grandmother told them\nto stay away and not come back from where they — and they did not come back for\nseveral days later on.",
        "Q: How were you reu-reunited with an adult at that point?",
        "A: Well, I stayed with my grandmother until my — until my parents returned from\nwherever they were.",
        "Q: What happened when your parents returned?",
        "A: For me it was just a continuation of fear. And I think — I think at that time, I\nthink we — I think my parents showed fear for the first time as well. Openly. I’m\nsure they were — they were — they were in fear previously. My father, as I found out\nlater on, had to take on a non-Jewish partner into the business, in order for the\nbusiness to continue. And that happened maybe a year or two years even before that\ntime. I didn’t know the reasons for 1t, why someone else had to be taken in the\nbusiness. But these were things that were kept from me, to shield me as much as\npossible from a family, a Jewish family, that was descending into hell.",
        "Q: How soon after —\nOctober 15, 2010",
        "A: I do know — do know one thing. That during this time period, my father was\nalways was — was cognizant of the need to help those that were less fortunate, that\ncould not help themselves. And I remember on several occasions, my father would\nask my mother to load up a bag of groceries, as me to u — to take some of my best\ntoys, and he had a list of — of names of people that we would drive to, and we would\nwalk up in the apar — to the apartment dwellings, and be greeted by name,\nsometimes just with smiles, and my father would always hand them an envelope,\nand I knew that that was mor — was money, and you know, these people were so\nthankful. And I’m sure none of them survived.",
        "Q: At this point, were you still living in your apartment or house — at home?",
        "A: Yes, yeah. Immediately after my — my parents returned, which was within days\nafter Kristallnacht, I returned and we lived in our apartment until — until I left\nGermany.",
        "Q: When did you first hear that you were leaving? How was the news broken to\nyou?",
        "A: Well, let me take you back in time a little bit. Kristallnacht was November 9\",\n1938, and I don’t know the reasons for it, but in — sometime in December of 1938,\non a winter day, I was walking with my sister, not far from — from where our\napartment was, and something within me, I lashed out — physically I lashed out at a\nOctober 15, 2010\n— at a member of the Hitler youth who was collecting money for whatever,\nwhatever the purpose was, I have no idea, okay, for whatever the Hitler youth was\ncollecting money for. And when I say lashed out, I’m talking about physically\nassaulted. And inflicted damage to the uniform, inflicted damage to that person. My\nsister dragged me home, told my — my — my parents. I guess they found out very\nquickly who it was, that individual that I had accosted. I cannot give you the reason\nfor it, I don’t know. And at that juncture, the — my p — my parents, my mother,\ncontacted the parents of this individual. I can’t even tell you whether it was male or\nfemale that I accosted, but I do know the individual was a good — good head taller\nthan I was. That I can tell you. My mother promised to pay whatever damages they\n— they wanted to have for this incident not to be reported to the Hitler youth leader,\nwhich could possibly lead to my being taken away permanently. That did not\nhappen, and a week or two later, I found myself with my mother. We went to\nwhat’s considered a court in this — in this Hitler youth leader’s home, where I was\ngoing to be judged one way or the other. Either I wasn’t coming home, or\nsomething would happen. And I guess my mother gave me my life for the second\ntime.",
        "Q: Do you remember anything about that court proceeding?\nOctober 15, 2010",
        "A: Yes. Tha-That — I heard my mother screaming, crying, pleading, begging and\nmyself sitting silently in an — an outside room, because I was not immediately in the\nroom. I cannot tell you the — the words that were exchanged, but certainly the\ndescription I’ve given you 1s accurate, I know that it is. And then after a while, I\nwas called into the room, and my mother said — I was told in advance that if I had\nthe chance to apologize, to do so, and I apologized in the most profuse manner that I\ncould, and my life was spared. My mother gave me my second life.",
        "Q: What happened next? Did your parents get a sense that they needed to leave?",
        "A: I think I — and again, here’s where the guesswork comes in. An eight year old 1s\nnot told too much, an eight year old, and maybe today they are, but in those times\nan eight year is told what to do and when to do it and how to do it. And at that\npoint, I am sure my mother and father must have thought how they were going to\nget me out of — out of Berlin, and do it fast, before anything changes, before —\nbefore somebody in the Hitler youth group that had decided — by the way, my — my\nparents, my mother dis — paid a — a very substantial fine, I was told — before\nsomeone changed their mind. I think that — my guesstimate is that I got onto the\nKindertransport list possibly a little faster, and maybe I got onto the list at all\nbecause of — of this terrible incident. And I left — I left Berlin sometime in —\nOctober 15, 2010\ntowards the end of January. So roughly about a — within four weeks after this — after\nthis incident, I was out of — out of Berlin.",
        "Q: What were you told, where were you going to be going and why?",
        "A: Well, we had — we had had papers to come to America for some time, except\nthat they were taken out rather late. My — my parents, or my mother had a third or\nfourth cousin living in America, somebody who I’d never met, somebody whose\nname I’d never heard of before. But anyway, they had given us the affidavit to\ncome to America. What was lacking to come to America was the quota number,\nbecause my parents, my mother, my father, I guess, always believed to the end that\nthings would not get to that point in time. So we — we had the affidavit, but no quota\nnumber to come to America. Had we stayed and had I stayed in — in England — or\nhad I stayed in, excuse me, had I stayed in Germany for my quota number to\nappear from the American consulate there, I would have been dead. So I went to\nEngland, and my — my — my family did have — did have — we did have family in —\nin England, but I was bounced around all over the place in — in — in England,\nincluding I lived with a wonderful Christian family in a small town about two and a\nhalf hours north of London for about half a year or so, and went to church with\nthem. They shared what they shared with — whatever they had they shared with me.\nThey were wonderful, caring, giving people, and only a year ago, did I lose contact\nOctober 15, 2010\nwith — with that family. We would exchange Christmas cards or Thanksgiving\ncards, and it was only last year that I finally failed to get a card, and that — as a\nmatter of fact, only recently, I wrote to the ca — the municipality, asking whether\nthey had any records as to what might have happened to this, you know, person of\nthat — of that family. So I’m — I’m very, very grateful. And you should know\nKindertransport, I mean, people tell you, Kindertransport came about because of\na group of Quakers persuading Parliament to take action, and — which — that\nallowed 10,000 un-unaccompanied children to enter England. So Christians have\nbeen very, very good to me, and | have a great love and admiration for — for\nChristians. And to this day, where I participate in a lot of Christian activities.",
        "Q: We do want to hear about your time in England and exactly how that unfolded,\nbut let’s go back a bit to the Kindertransport itself. Do you recall the date?",
        "A: End of January, or — and it — when I say end, roughly of — I’ve tried to look that\nup several times. To the best of my abilities to come up with records, it looks like\nthe third week in January. That’s why I said roughly about a month after this\nterrible incident, which was an act of sheer stupidity on my part. It wasn’t bravery,\nit was stupidity that could have cost me my life. I — I should have wound up in\nTheresienstadt or in one of the — probably in that camp, and — and that only the\nlove of my mother pleading kept me from that.\nOctober 15, 2010",
        "Q: Do you recall the train itself?",
        "A: Yes, I remember standing on the platform in — in Berlin, on the Hauptbahnhof,\nand that — and the — the — the Nazi official calling out the list of names. And I\nremember that my name was not immediately called on the first go-round. All the\nother names were there, and I started to cry, because I knew down deep in my heart,\nthat if I didn’t get out, 1t would cost me my life. Now that’s a hell of a thought for\nan eight year old to have, but those were my thoughts. And — and I cried, and my\nmother and father who I re — I already separated from, they were standing on one\nside, and I was on the other side, we had already had our goodbyes. And my mother\nsaid, he doesn’t want to leave us. And I didn’t have the courage to tell her that the\nreason I was crying because my name wasn’t — was not on the list, and my life\nwasn’t going to be saved. And then the second go-round, my — my name was called.\nYeah, it was — it was a horrendous — horrendous day at a train station, parents and\nchildren were — were kissing, hugging. Most children would never see their parents;\nI was fortunate to some degree, but nevertheless, whatever the circumstance was,\nfor the child and parent, it was traumatic. Absolutely traumatic. What — what parent\ntoday would part with their seven, eight year old, nine year old, 10 year old, no,\ndoesn’t really matter. And say, and realize that it might be the final goodbye hug or\nkiss that they would — would receive. Train — train went to — went to Holland. We\nOctober 15, 2010\nsat — I remember sitting on — I should tell you, I — we were allowed —\nKindertransport told us that — that each child could bring along one specified size\nsuitcase. I should tell you about two weeks before that time, my father took me to\nthe leading store in — in Berlin, and bought every suit that he could — that I had an\neye on, and he was going to deck me out in as many suits and coats and jackets as\nhe could find, and — and ultimately it was all reduced down to nothing, because all\nthose things had to be left behind.",
        "Q: Did they have to be left behind before you packed, or was 1t somehow on the\ntrain —",
        "A: Yes, yes, this all had to — the train — the only thing we could take on the train\nwas one small suitcase, that was it. Whatever fit in that suitcase was fine, but seven\nor eight suits were not going to fit into that suitcase. So — but my father always\nwanted to do the best for — for — for me, all the time.",
        "Q: Once you’re on the train, what was happening? How many kids were around\nyou?",
        "A: I—I would s — I would say — well, the train — we — we sat in a — each — ea — the\ntrain was sectioned off with little compartments, and each compartment had maybe\nsix or eight chil — six or eight people, in this case children, in the compartment. And\nall I can tell you 1s that I think we all sat stone-faced, afraid to say a word, either to\nOctober 15, 2010\neach other, or to anyone. We were told to be as quiet as possible, not to say\nanything, not to say anything at all. And 1t wasn’t until we crossed the border into\nHolland that some words were said to — between each other.",
        "Q: So you were aware of the border crossing?",
        "A: Yeah, yeah.",
        "Q: Do you —",
        "A: And we were aware at that point before — before — obviously before the train left\nBerlin, and the train, 1n going across the border at that — at both junctures, Nazis\ncame on, and — to inspect our — our documentation. Which was also a terrible\nmoment because God forbid they’d saw something that we were unaware of, that\nmight cause you to be pulled off the train. Which did not happen, to the best of my\nknowledge, but that thought was always with us.",
        "Q: What happened once the train was in Dutch territory?",
        "A: I don’t know where — ultimately we were given food. We were g — we — we were\ngiven food and hot chocolate, and it was welcomed. The ultimate port that we went\nto, I can’t tell you the name. And we then embarked o-on — some people may call it\na ferry. I call it a terrifying boat ride across the English channel. Terrifying because\nthe waves, and I think everybody got seasick. But terrifying only from — from the\nOctober 15, 2010\nphysical aspect of — of crossing water, by crossing a — a rather — I would say — not a\ndangerous body of water, but certainly a body of water that was not smooth.",
        "Q: Do you remember arriving in Britain?",
        "A: Yeah. From there — from — again, I don’t know the — the name of the port that we\narrived at, but from there we took a train to London, and where we were welcomed\nby lots of individuals, organizations, people. You know, little bit of normalcy crept\ninto — there wasn’t any normalcy in our lives, none.",
        "Q: Di-Did you know anyone on the train?",
        "A: No, nobody. I should say — or, I ta-take that back, my sister was on the train. But\nI don’t remember whether she sat with me in my compartment. I don’t know.",
        "Q: We haven’t spoken about your sister yet, was she — is she older, younger?",
        "A: Yeah, she’s seven years older. So as far as I’m concerned, my sister was a — and\nI’m not denigrating, or talking down about my sister. But my sister was a person\nthat I really had little relationship with as I was growing up, because she was a\ncompletely different age group than I was. So my sister was a — a sister in — 1n\nname, but not in actuality, if — if — if —1if I can say that a — openly and honestly.",
        "Q: So the two of you tra-traveled together to Britain?",
        "A: Correct.",
        "Q: And you disembark.\nOctober 15, 2010",
        "A: Right.",
        "Q: Are you at that point together, are you being separated, what happens?",
        "A: Separated, but I can’t tell you where — where my sister went. I do know that for a\ntime period, I was fortunate enough to — to live with an uncle of mine for a short\nperiod of time, and — and then I got moved around, and ultimately I wound up in —\nas I said, in this town called Kettering, in — two and a half hours away from — from\nLondon as — as war — war came to — to pass. And before — before — just before war\n— war broke out, my parents were able to come extricate. The — the interesting thing\nis [indecipherable] terrible thing for me, is that I had a very close, loving\nrelationship with my father, and — and I never heard from my father during this\nwhole time that I was in England. And — and at that point I thought that my father\nhad a— had abandoned me, that — and no longer wanted me, and I felt completely a\n— completely abandoned. And it was only later on that I found — found out that my\nfather had suffered a very severe stroke within days after my leaving, and was\nunable to communicate, write, do anything. And my parents got out of — got out of\nGermany, I would say, just weeks before the — before the war started. I lived with\nthem briefly when — up until the time that war broke out, and then I was moved, as I\nsaid, to — to this community up in — 1n northern England.\nOctober 15, 2010",
        "Q: Okay, so I — I would like a little more information on this part, because it seems\nthat there’s a lot — a lot of details going on. You get to England some time at the\nend of January, is that correct?",
        "A: Correct.",
        "Q: War breaks out in September.",
        "A: Right.",
        "Q: So there’s a-about seven or eight months, and at first you’re with an uncle.",
        "A: Right.",
        "Q: Is that right?",
        "A: Correct.",
        "Q: And then you get moved around a few times, but you do end up in one place for\nmost of the time?",
        "A: Well Pm — Tm — I’m — mainly I’m with — I’m really with my uncle in th — in\ntheir residence, but mentally, I really — mentally I’m totally confused. I don’t know\nwhether I’ll ever see my parents again. Living with an uncle is not the same as\nliving with — with — with parents. I had nobody that I could — could talk to, and —\nand I would — I remember — I'll tell you one quick incident. I remember one\nafternoon I was so distraught that I went to a nearby park and I sat down and I start\nto cry. I didn’t know what the hell else to do. And a — an English lady stopped, with\nOctober 15, 2010\nher — with her little — little daughter, maybe two or three years even younger than —\nthan me, and asked me — cause I couldn’t speak English very well at that point,\ncause nobody gave a damn whether I learned the English language or not — asked\nme what was wrong, and in my halting English I explained to her that — how — how\nlost I was. And that was — she was the first person that — that offered a shoulder to —\nto cry on, and — and gave me some hopeful encouragement. And when she — when\nshe left, she put a couple of coins in my hand, which I thought was so gracious, and\nso nice. It was the first person that really showed that they — they really did care. So\nmost of that time, I was with my — lived in my uncle’s home. I was moved around\nfrom school to school, I can’t tell you why. Nobody really gave me any — any real\ninstruction on the English language. We were told to be quiet, not to — not to\ncomplain, not to speak German loudly or anything like that. And weeks before the\nwar, and maybe — maybe a month or so before the war broke out, my parents were\nable to extricate themselves from — from Berlin, came t — came to e — to England,\nand I moved in with them for a short period of time, maybe weeks or a couple of\nmonths, until war broke out and it was decided that I would be evacuated, as it was\ncalled, to this country — country place. And I stayed there until — I stayed there for\nat least six months’ time, came back to London under very unfavorable\nOctober 15, 2010\ncircumstances, because at that point, my father had suffered a second stroke, and\nwas in the hospital, and I knew that there would be no hope for him.",
        "Q: During those eight months when you were separated from your parents, you said\nthat you weren’t getting any news of them, and you later found out that your father\nhad suffered a stroke. Do you know why your mother was —",
        "A: My mother wrote — my mother wrote to me, and it was — it was very pleasant,\nvery nice. But I had the — it’s not that I did not appreciate words from my mother, I\ncertainly did. But not hearing from my father led me to believe that my father\nwanted to ba — had abandoned me and did not want to talk to me any further. And I\n— and I wrote back to my mother several times, what I — what had I done to deserve\nthat, when I always cared and loved my father.",
        "Q: How did your parents get out?",
        "A: We had — as I said, we had documentation, we — we had the affidavit to come to\nAmerica, the family did, but nobody — but the visa number we did not have. And\nsomehow, England took my parents in as transients, knowing that they would not\nstay there for a prolonged period of time. Wer — you know, how long that time\nperiod might be until their — until their quota number was called, or whatever the\ncircumstances were that would allow them to travel on to America. And that’s the —\nOctober 15, 2010\nthat’s the way that my parents were able to convince the authorities for them to exit\nGermany, Berlin.",
        "Q: Do you know what they were doing — oh, first of all wer — where were they,\nwere they in London —",
        "A: Yes, yeah.",
        "Q: — when they arrived? Were they working?",
        "A: Yeah — no. My father — my father — as I said, my father had been recovering\nfrom a stroke that he had — that he had suffered, and my father was no longer able to\nwork at all. My mother had no — without saying anything adversely about my — my\nmom, had no skills. Had no skills. As most — as most German wives, who were\ngood wi — good wives, home — home-keepers, homemakers to their husbands and\ntheir families, but they really possessed no — no real skills, and females in the\nworking place was not something that was a common occurrence in — in that time\nperiod.",
        "Q: So your family at this point was staying with your uncle?",
        "A: My — what my uncle did was, my uncle paid for — for us to have an apartment, a\nseparate apartment.",
        "Q: And at one point — and this is afterwards, you’re being sent away to the\ncountryside, is that correct?\nOctober 15, 2010",
        "A: Correct.",
        "Q: D-Do you know how much time elapsed between your parents arrival and you —\nyou being sent away.",
        "A: I would say se — only several months. Maybe a month or two months, because a\n— they only came shortly — they only arrived in England shortly before the outbreak\nof war, and I was evacuated out of London. I’d say I was evacuated out of London\nrelatively quickly. I can’t tell you how quickly, but relatively quickly. And I will s —\nwill say that — that I missed — I missed London, I missed not — not being in touch\nwith my — my mother and father, even though my mo — my father was no longer\nphysically well. And I really wanted to get back to — to London, and ultimately,\nafter six, seven months I guess, being — being in the countryside, it was decided that\nbecause I really wanted to come back, even though London at that time was really\nbeing bombed. We had five, six, 700 bombers overnight. I mean, I can remember\nthe nights, one night after the other, was worse than the other one. And I was back\nin —1n London, and shortly after I was back, my father suffered his second stroke\nand that was debilitating, that was the end.",
        "Q: When you were sent away to the countryside —",
        "A: Right.",
        "Q: — what were you told, why was this being done?\nOctober 15, 2010",
        "A: That is — is being — it was being done for my safety and well-being, because\neveryone feared that London would be bombed, and that — and children — it was\nvery common for children at that time to be evacu — as we call it, evacuated. I can’t\ntell you whether — whether — how I got evacuated, whether it was with my school or\nmy class, I have no idea. But it was a common occurrence for large groups of — of\nEnglish kids to be evacuated.",
        "Q: At that point were you placed with a family, or was it an institutional situation —",
        "A: I was — and — when I was —",
        "Q: Evacuated.",
        "A: — I was placed — all I know — remember, somebody walked around with — with\nboys and girls, somebody knocked on the door, that person would knock on the\ndoor of a home and say, we have a boy, or we have a girl, or in this case, we have a\nboy, he needs a home, and a — and a family took me in. A very proper, straight-\nlaced English family. Looking back on that, I don’t know anybody else, coming\nback to if that would be here today, I don’t know whether — whether a family here\ntoday would do what this family did for me.",
        "Q: By that time, what — what was your command of English like?",
        "A: Poor. I— I hadn’t — there was nobody giving me any English instruction. The\nonly English — the only English that I had was picking up a word now and then, and\nOctober 15, 2010\nmaybe I’d string two or three words together and make myself understood. And\nthere were — there was nothing —",
        "Q: Did anyone react to the fact that you were foreign, and especially that you were\nfrom Germany?",
        "A: No, I-I’d say in — 1n the — in this particular town — village, as I call it, everyone\ntreated me extremely kindly, extremely fairly. I will tell you one — one incident in\nLondon that I’d experienced. In prior — in the — in the morning we’d kind of\ncongregate outside of — before going into the building, and I was constantly being\ncalled a—a dirty Nazi. And by — by the boys, and that — that was all right, I — I was,\nyou know, at that point I was able to — that flowed off me like water off a duck’s\nback. And one day, a — a— there was one other Jewish student in the — 1n that class\nof mine, and I guess he didn’t — he felt that he wasn’t getting his licks in on me, and\nhe called me a dirty Jew. And he probably regretted that, because his face was a\nbloody mess within — within less than a minute. I picked him up in my arms, and I\nsaid, Raymond, you were supposed to be my friend, and I threw him down on the\nfloor and never spoke to him again. And no one ever picked on me again either, that\nwas the end of it.",
        "Q: This was once you had returned to London, is that correct?",
        "A: Yes, yeah.\nOctober 15, 2010",
        "Q: Now, in this small town in the — in the countryside, do you know whether people\nknew you were Jewish?",
        "A: Oh I’m sure they had to know. They had to know because the people that I was\nwith, being that — that I couldn’t speak English very well, they were told — they\nknew that I was Jewish, and I’m sure they, you know, when — when — when their\nneighbors asked who I was, I’m sure they explained — they c — explicitly, who I\nwas. There was never — never a word said against me at all.",
        "Q: So you arrived back in London.",
        "A: Right.",
        "Q: What happens next?",
        "A: Well, the blitz is on, you know, the blitz is on within — within, I'd say within — I\nwas going to say days, but it might have been within weeks of my return to\nLondon, my father suffers the second stroke, he’s taken into hospital in the middle\nof the night, and I knew that it was a terrible night, because I remember what was —\nI wasn’t told what was happening, but I knew what was happening, and I knew that\nwould be the last time that — that the day before was the last time that I would have\nbeen able to speak to my father. He was paralyzed on one side, he had lost — he had\nno sight, he had no speech. I mean, I wasn’t told it was the beginning of the end, or\nthe end was — I knew that was — was a matter of wha — only time.\nOctober 15, 2010",
        "Q: Where was your sister during these months?",
        "A: I can’t even tell you.",
        "Q: Was she there in London at that point?",
        "A: Yes. I can’t tell you, I don’t know. Maybe — maybe my world — my world was so\ninsular, if that’s the proper word, that — that — that I really had no — no real thoughts\nabout anything. It’s cruel to say it, but my thoughts were, you know, what am I\ngonna do the next hour, tomorrow and so forth.",
        "Q: Do you recall the bombings?",
        "A: My — my — my parents, I should tell you, that my parents, in going back to\nGermany took — actually my mother and my fa — my — my — my mother and my\nsister, in retrospect, took English lessons in Germany during the last maybe six\nmonths or so in ninet — of maybe —in — 1n the beginning of 1938. They would\nalways close the door to the — to the living room, or they wou — the room where the\n— where the English teacher came, and I was told it was not for me to know what\nwas going on. I was e — I was excluded from certain things, and that’s — you know,\nthat’s a common occurrence. But a couple of English words wouldn’t have hurt me.\nI did not learn —I really did not learn English — did not learn to speak as well as I\nmight until I came to America and that — I started going to the movies and I would\nlisten to Spencer Tracy and Clark Gable and — and Henry Fonda, and I would\nOctober 15, 2010\nmimic their words, mimic they — the way that they pronounced words. When I came\nout of the — th-the movie theater, I would try to remember the words that I’d heard,\nthat some which I did not know, and — many which I did not know. And when —\nwhen I went to school the following Monday, I would try to memorize those words\nfrom the movies, and — and then I would look them up 1n the dictionary. So I\nlearned — I-I would say my — my prime teachers for the English language were the\nstars of the — of the 1940s, and the best of them.",
        "Q: So you said you were in London during the blitz —",
        "A: Yes.",
        "Q: — 1s that correct?",
        "A: Yeah.",
        "Q: And that’s when your father passes away”?",
        "A: No, he didn’t pass away. He’s — my father lingered for a long time, a long time. I\nwould say from some time in — sometime in 1940 to 1941. So I'd say my father was\npar-paralyzed, incapacitated — totally incapacitated during this whole time period,\nand did not pass away until I would say maybe three, four months, five months after\nI came to America. And then one day my aunt told me that she had to sit down and\ntell me something rather seriously, and I knew already what it was, and it wasn’t a\ngreat big shock, even I was, at that time I was — I was 10 years old. You know, it\nOctober 15, 2010\nwas — it was sad news for me, but what was sad really was — the saddest moment for\nme in England really was separation from my father, because at that point when —\nwhen I was supposed to come to America, I was taken to the hospital. And my\nfather could understand, but he couldn’t talk. My father was told that I was going to\nAmerica the following day, and this would be the last time that he would — that I\nwould be in his presence, or that I would be able to see him. And ... my father\nplaced his hand on my — on my head. I didn’t know what that meant, and — and I\ndidn’t have — eight, nine year olds, 10 year olds, don’t ask anything, we just listen.\nAnd then, when I was 13, I was Bar Mitzvahed in New York, and a rabbi put his\nhand on my head, and I knew what my father was doing. That probably was the\nsaddest day that I had in England. And my mother came to America. My mother\nstayed in — in England with my father obviously, to the end, which was maybe a\nhalf a year or so after I came to America. At that time, even as I came to America\non a ship — and I have the — the boarding pass still at home, and I even have a\npicture of the ship which one of my assistants dredged up for me from the internet.\nThat was a ship that took me from Liverpool to Montreal. Took about 10 days, 10\n- 12 days. We were in a convoy for about the first two or three days. We were a\nrelatively modest sized ship, passenger cargo ship. Had a — as I said, a convoy for\nthe first two or three days’ time, which you — where you felt relatively safe, because\nOctober 15, 2010\nthe destroyers were throwing depth charges around, and you never knew whether\nthey were firing at somebody — something 1n reality, or just as a — a precaution. And\nthen maybe on the the third or fourth day, the convoy was gone, and you were\nalone. And there you were in the north Atlantic, and as I found out later on, maybe\nonly 30 or 40 percent of the ships that sailed on the north Atlantic during that time\nperiod actually got through. I was de — certainly much aware of the fact that the\nchances of getting through were — were at best 50 — 50, and a life jacket was\nsomething that was on me continuously, but hell, if that ship was torpedoed, I knew\nthat we were gone, all of us were gone.",
        "Q: So I’m very interested in exactly what you knew at the time as a child, and going\nback to when you’re still in London, how was the decision made that you were able\nto get to America? How much did you know in advance that you were able to — to\ndo this and where were you spatially, were you still living at your uncles? Were the\nbombs coming down, did you need to go underground? Can you describe that for\nme?",
        "A: I’m going to take it back to Kristallnacht. I was eight years, eight and a half\nyears old on November eighth. On November ninth I was 18 years old. I had\nperipheral vision at that point. I could see what was going on. I had fear built into\nme. There wasn’t anything that I was not prepared to do or see. So I did not — I was\nOctober 15, 2010\nnot any more — and I don’t want to use the word normal, I was not normal any more\nat that time. And there was — you know, I — I could — I did things — I’d experienced\nlife as no other eight year old ever had, and as a result was able to cope with life on\nmy own in a way that no eight, nine or 10 year old ever would. During the time\nperiod of the London blitz, I was with — I lived with my — with my mother and\nfather, and it was my — there was — the blitz started every — every evening, every\nnight time from — from as soon as it got dark, til early in the morning, four or five\nhours of intense bombing. It was unbelievable. As I said the — you know, you could\nhear the — the roar of the planes, it was — it was frightening, it was dreadful. In the\nmorning you could see the glow, you could s — buildings would shake around us.\nYou could see buildings that had been b-bombed out, you could see fires on the\nstreet. All the — all the wreckage — the only thing that was not wrecked was the\nspirit of the London people, who always remained calm, and had their brooms in\nhand to tidy up the best way they could. They were — they were miraculous.\nAbsolutely miraculous. Once in a while we did s-sleep in the — in the underground,\nwhich was deep underground. Underground being subway, but which protected us\nfrom — from bombs up above. And once in a while — actually I remember one day\nwhen I went to school, that the air raids started in — in the day time, and that was\nunusual because most of the bombing runs, the air raids started in the — 1n the early\nOctober 15, 2010\nevening. And at that point I was in a bomb shelter from early in the morning to\nmiddle of the afternoon. I rushed home, and within an hour later, I was back in the\nbomb shelter. So I spent maybe 20 hours that day in various bomb shelters. So I\ndon’t get too excited any more about people saying that you know, you don’t know\n— you don’t know what it like — what it’s like being bombed, I certainly do know\nwhat it’s like. And I do know what it means to have four or five, six, seven, 800\nplanes overhead in London, bombing the — the [indecipherable] city to daylights.\nWas unbel — unbelievable. And then one — one day I was told by my mother that —\nthat my papers had — that our papers had come due to come to America, and I\ngather they came due faster than — than people had thought. Because basically,\npeople were being eradicated, or people were not able to leave Germany because of\nthe war, they had — they — they might have had papers also, or they were in\nconcentration camps now, and as a result our — our number — our quota number\ncame up somewhat faster than — that had been an-anticipated, and say my — our\nquota number came up in September, October of 1940, and that’s when I exited\nfrom — from — from — from London. And my mother would have been free to go,\nhad she decided to — to — to — but she wasn’t going to leave my father there.",
        "Q: How long did it take to cross the Atlantic?\nOctober 15, 2010",
        "A: I would say somewhere between 10 and 14 days. It was a — it was quite a\nvoyage, quite a voyage. And as I said, the — the lifeyacket, this cork lifejacket,\nbulky, was part of — part of my — my attire. Almost tha — or certainly all day, and at\nnight it was always right there for me to wear. But it was frightening as all hell to\nthink that — that death would await us in the water, which it certainly was a — a great\npossibility of that happening. Ships were being torpedoed left and right.",
        "Q: Were you many — were you one of many children, or were you the only\nunaccompanied child at that point?",
        "A: My sister was on that ship. How many passengers on the ship, I have no idea.",
        "Q: So at this point your sister is 17?",
        "A: Yeah. My sister’s always seven years older than I am, okay? If I am 10, she’s 17,\nif I — she’s always — she always is ahead of me, and as I said, there is no\nrelationship per se, between a 10 year old and a 17 year old. It’s a— it’s a different\nelement.",
        "Q: Did you know where you were going?",
        "A: To America — yes I did. I knew that we were going, that this cousin, this third or\nfourth cousin who I had never heard of before, who was kind enough to — they came\nto America from Germany, roughly about 1935 — ’36 from what I was told, and\nhad settled in New York, they had given my parents the affidavit to come to\nOctober 15, 2010\nAmerica. And that’s where I was bound for. So I landed in Montreal. I should tell\nyou when we — when I — the 10 hours or so, six hours prior to landing, somebody —\nsomebody said, it smells differently. And it does smell differently on the water,\nwhen land is nearby. And ultimately somebody said, land. And you couldn’t —\ncouldn’t believe the cheers that went up from all the people on deck. And of course\nme, being the internal pessimist said Jesus, ships can get torpedoed just as easily fro\n— you know, five or six hours away from shore, than — than — than out on the —\nfurther out on the waters. And ships actually were torpedoed closer, I found out\nlater on. And we — we went to — to Montreal, exited the ship in Montreal, took a\ntrain from Montreal to New York, and we — we was welcomed by my uncle and\naunt, as I said, third — third or fourth cousins, who welcomed me to New York and\ntried to, you know, who accepted me, who — who cared — who had no other\nchildren, who cared for me. They had very limited means. My — my uncle was —\nthese — these people had a — a small dry goods — they had a successful dry goods\noperation in Germany, I’m not quite sure where, I think in Stettin. And came to\nAmerica, realized what was happening, and my father — my — my uncle rather,\nbecame an elevator operator, local 32B. And ran an elevator in a — in a freight\nbuilding. My aunt did something that you probably don’t even know, called\npiecework. Wa — were — meaning that she embroidered sweaters. And I would help\nOctober 15, 2010\nher to embroider these sweaters, and a result, at the end of the week I would get my\ndime allowance, and I would spend that on the movies. And after I felt a little bit\nsure of myself, I would use some of that money for a comic book. And I graduated\nfrom — once I — once I mastered the art of comic books, I then graduated to real\nbooks, and that’s how I learned to read, write. I had some wonderful teachers in — in\nNew York, the first school I went to, who decided I would — should go back a\ngrade, should be set back so I wouldn’t have the pressure to perform. I-I was — I did\nthat for about oh, several months’ time. And then they decided I was ready,\nlanguage-wise, skill-wise, and they moved up — moved me up to grade level. And\nI’ve — we moved into a — an area of New York called Washington Heights, which\nmany ca — many people called what the — the fourth or fifth Reich, because there\nwere So many Germans — German Jewish people living up in that area. And then I\ngot moved around.\n[break]",
        "Q: So, was your sister put in school?",
        "A: No, my sister obviously at that — that time, I think, to the best of my knowledge,\nand the best as I recall, my sister became a — a — an au — au pair, not a domestic, an\nau pair in a family somewhere in mid-town, and took care of a — a child for that\nfamily. And she did that immediately upon coming here.\nOctober 15, 2010",
        "Q: What was America like for you? What does — what did it seem like?",
        "A: Well, America was very scary for me, it was — it was a-adjusting to a — a brand\nnew environment. Give you another — another aside. Obviously I-I gravitated to\nsome children, Jewish children that were in my school to play with after — after\nhours. You know, we play on the street and play some games. And that happened\nfor about a week or two — two, and those children, those boys asked me how — who\nI was and told me — asked me about something about my background. And I told\nthem very freely and o-openly where I came from, what I had experienced, the war,\nand so forth and so on. And one of them said, well why don’t you come up, my —\nmy parents would like to meet you. So I went upstairs to their apartment, and spoke\nto the parents, father, and again I repeated, you know, my — what we had gone\nthrough, and what life was like. And the next day the boy came to me and said, my\nfather doesn’t wish — wish me to play with you anymore, because your stories are\nnot believable, and they’re too dark. And from that point on I gravi — I stayed away\nfrom Jewish children altogether. And my best friend during this time period, that\nwas New York, before I moved elsewhere, was a Methodist family, who almost\nadopted me. Took me wi — on — I lived with them after school, and observed\nholidays, they bought gifts for me at Christmastime. They made me feel as part of\nthe family. They were Methodists. And again, non-Jews had more compassion for\nOctober 15, 2010\nme than Jewish people. And that Jewish people here in New York could not have it,\ncould not find it in their hearts to believe what I was talking about, I found it\nindescribable. It — it really was destroying to me. But I said at that point in time, I\nwould not — I would not play with a Jewish child again, period.",
        "Q: When did your mother come over to United States?",
        "A: Well, after about — living here in New York for about, I would say maybe eight,\nnine months or so, my aunt and uncle here in New York had a rather small\napartment, and actually my — my bed was a collapsible one that was set up in the\nkitchen. And it became more and more difficult for my aunt and uncle to take care\nof me, I think financially as well. And an uncle — another uncle of mine, during this\ntime period had — had gone — had emigrated from Berlin to London and then from\nLondon to California, and it was decided that I would move to California. And I\ndid something that probably no 10 year old had ever done before, and probably\nnever will, I flew — my uncle paid for me to fly to California, and th — and to fly to\nCalifornia in the year 1940 was a— was something, very, very, very exceptional.\nTook about almost 18 hours to fly to — from New York to California. My uncle, as\nI said, had been a successful lawyer. He had a very lovely apartment in — in Los\nAngeles. I was enrolled in school in Los Angeles. My uncle had a — had some\nwonderful, well-to-do friends. I learned how to live a little bit again, I learned how\nOctober 15, 2010\nto smile again, a little bit. My — my uncle was — was a — had a great love of classical\nmusic which I — which I — not adopted, but which came off — which rubbed off on\nme, which I also, I think received from my father, going back in time. He too, had a\ngreat love of classical music. And — but I did learn something in addition to that. I\nlearned how to live — I learned how to talk with people, and I learned something\nabout finance in my — in that early age, because I — my — my uncle would be glued\nto the — to the — to the radio every afternoon to listen to the outcome of the financial\nmarkets. And from that, I would listen to my uncle with — with bated breath, as to\nwhat was going on in the financial markets — didn’t understand it that well, but\nbecame very interested in it, and I believe because of that interest, 1t undoubtedly\nsparked my further interest into seeing what went — what was out in this — in this\nworld, which had served my uncle so well, and which ultimately has served our\nfamily well, because that — that became my profession.",
        "Q: At this point you were living in California?",
        "A: I was living in California.",
        "Q: Where?",
        "A: In Los Angeles.",
        "Q: How long were you there?\nOctober 15, 2010",
        "A: I would say maybe a — also another — a year, a year and a half or something like\nthat. Probably a year and a half.",
        "Q: And at this point —",
        "A: I went — I learned — I learned what a hamburger was, I learned what a drive-in\nwas. I learned how live | — live life again, the way that we had — that I had not\nexperienced possibly for the preceding three years before that time, before leav —\nleaving Berlin.",
        "Q: And during this year or so, where 1s your mother and where is your sister?",
        "A: My — my — my sister is in New York, still doing exactly — I think she might have\nmi— been moved — might have moved her position to another family. But\nessentially doing that — that type of work. And my mother was still in England.\nAnd my mother came from England to the U.S. — and I’m guessing here —\nsomewhere around 1943, maybe very late °42, but I would — I would judge very\nearly °43.",
        "Q: What happens after you leave California, where do you go?",
        "A: New York. I come back here, I again embark on an adventure of a lifetime as a\nchild, and come back, my uncle just asks me — I mean, what child is asked these\nkinds of questions, he asked me, how would you like to go back to New York? I\nsaid, what are my choices, I remember. He said, well, you can fly back to New\nOctober 15, 2010\nYork, or you can take a train back to New York. He said, taking a train back to\nNew York will probably take roughly about five days. I said, let’s take the train. I'd\nflown one way, I said, let me see what it’s like seeing America through the\nwindows of a train.",
        "Q: And what was it like?",
        "A: It was terrific, terrific. People were — the people on the train were very, very\nkind, making sure that I went into the dining car. And of course my — my uncle had\ngiven me su-sufficient monies to go into the dining car for — for my meals, and\ngiven me a long —a—a-—a kit with cookies that I know that I — I would enjoy, and\nthings of that sort. But it was fantastic, seeing America through the windows of a\ntrain.",
        "Q: Did you feel that you felt differently about say the British, as opposed to the\nAmericans, or was that one group for you?",
        "A: I felt —I—If-— Ive always felt that my — my — my blood is red, white and blue,\nfor — for England and for America. I am thankful beyond words for what England\ndid for me. If my parents would not have gotten out at all, I would have gotten out,\nand — and I should also tell you that two years ago, a — the — a Holocaust museum in\nour area asked me to do a kinder — a program on the Kindertransport. I told them I\nwould only do such a program if we brought somebody up from the English\nOctober 15, 2010\nconsulate to express my — my gratitude in person. Approximately two years ago, I\ndid run a program for the — for the Holocaust museum of our area on the\nKindertransport, and — and I had made contact with the consul general’s office in\nNew York, and the — the vice-consul and deputy consul general came up and IIsa\nand I had enjoyed his company, we had ka — the private company with him for\nlunch and then we brought him up to the program, and I said to Ilsa, I said, we’ll\nprobably have 50 people at the program, I said, nobody ever comes to listen to any\nof these things. And — and 350 people came. I — I couldn’t believe it. 350 people\ncame and — and listened to the program, which consisted mainly of my s — my\nspeech, and obviously a — some remarks from — from the consul general. And we’ve\nstayed in contact with each other, and — and if I can carry that on a little bit further,\nwe ve also established a relationship with the consul general o-of the — the German\nconsul general in — in New York and — and Ilsa and I will be s —I wish it — I wish —\nI can’t — I don’t like to use this word, being recognized, honored, we’re being —\nwe’re going to be recognized, honored by our Holocaust center next Sunday, a\nweek from today. And again, I — I said I wanted the consul generals to come up, and\nthat’s the way I wanted it, and I was sure that he would, and — because we had\nestablished a — a previous relationship with him already, and — and he was only too\nhappy to do that. So he will be our guest speaker next Sunday and — and I’m kind of\nOctober 15, 2010\nshaking, quivering in my boots, because even though I am not afraid of anything, I\nam — I am very tenuous about the — about what I — what I am going to say, or what I\nmight say or not say and do. But it will be an exciting evening, and we do have a—a\nsubstantial number of people coming to that dinner.\nA2: A record number.",
        "A: Yeah.",
        "Q: So you went back to New York. What happened next?",
        "A: When I came back to New York, we moved — when I say — at that point, my\nmother took an apartment in — in uptown Washington Heights. It’s an — an area\nknown as really Inwood. Inwood, Washington Heights. My mother went to work\ndoing factory work. Had never done this — had never done the kind of work that she\nwas now doing. She was working 10 - 12 hours a night, in the most menial position,\nto sustain us. And I moved into the apartment — we moved into an apartment house,\nI said, in Inwood. And there were many families, like families of our — called\nrefugee status, or whatever. And I formed a bond with three other boys, very close\nin age proximity, not all having gone through a similar type of experience that I had\nto undergo, but boys that also had fled with their families from Germany. And we\nformed a very close bond, and we called ourselves the boys of 1815, because it was\n1815 Riverside Drive. And it was — unfortunately, the last one of those boys — the\nOctober 15, 2010\nlast one 1s me, but the last other one passed on last year, which was a very sad\nevent. And we would work together in the Catskills and Fleischmanns, New York.\nWe made our first — first money, we became rich, at least tho — so we thought,\nearning 500 bucks for the — 500 dollars for the season, in 50 cent and dollar tips.\nBut it gave us our first entry into earning some money.",
        "Q: What year was this? When did you earn your first dollar?",
        "A: I would say — I would say the minute — I — I would say, when I was 14. I — I told\n— I told a — the — the hotel — hotel people I was 16. I did. I— cause you weren’t\nsupposed to work at that time — at that — at that age yet. You could not get work —\nnot get working papers, but still you weren’t — you were only supposed to work\nlimited number of hours, and you had to fudge the truth. Not lie, fudge the truth.\nThere’s a difference. So we — we worked in — in — in Fleischmanns New York. It\nwas a hell of an experience, and we — we gained financial independence from our\nparents, which was very important.",
        "Q: I suppose you were aware of the fact that America had entered into the war?",
        "A: Yes.",
        "Q: How did you feel about that?",
        "A: We followed the n — the — the news of America’s involvement in the war. I\nprobably could — could show you the maps of what was happening with greater\nOctober 15, 2010\naccuracy than any other American, because I knew Europe. What I could not quite\nunderstand, is at the onset of the war, which was still the — the end of the Great\nDepression here in this country, and people again in this country, who really did not\nquite fathom the depravity that had occurred in — in Europe, and how bad — how\nbadly things had gotten, and the reason I really mention this, because there were\nstill people here in America that were striking for benefits. And looking back on —\non the scene now, I could understand what was happening here. People were\nconcerned about eking out a living here. They were — they were more concerned\nabout that until really the onset — once war broke out, then I think the country really\nbecame — became — the country became unified as nothing I’d ever seen before, the\nsame way as it would happen in England.",
        "Q: Were you able to be in touch with anyone back in Germany during those years,\nor al-all ties were severed at that —",
        "A: All ties were severed. All ties were severed. I did have family remaining in\nEngland, and I would say contact was at best intermittent. Letter writing was still\nsomething that went on, and — and who wants to write letters at let — when you’re\n12 - 13 - 14 years old, you know, that’s not a great — 1f my mother would write a\nletter to — to our relatives, I would — I would be asked to — to join in, I would wr-\nwrite one sentence, you know? For t — for boys and girls do at that age. But we went\nOctober 15, 2010\n— we went back — we had been back — we’ve gone back to Berlin rather quickly, I\nwould say probably within five or six years at the end of the war. We’ve been back\nto Berlin, I would say at least — at least every two years’ time, from the 50s on, and\nas recently as — as the — the commemoration of Kristallnacht, the 70\" anni-\nanniversary. We — we were in — in Berlin with Chancellor Merkel at the Reich(ph)\nstrasse synagogue. Wonderful ceremony, sad ceremony. I took my — my — my\nchildren — I shouldn’t say my children, I took my daughter — we have three children,\nI took my daughter, my son-in-law. They had been to Berlin with me previously.\nAnd I also took one of their children who was free at that time, a young lady. And\nwe went to the ceremony. That — that was all aided, the — the logistics of attaining\nthat ceremony was all aided by the consul general’s office, who we got to know\nvery closely during that time period as an extremely fine gentleman. And he aided\nus to make sure that we were included in that — in that ceremony. When I say\nincluded, being able to attend that ceremony. And we spent a day with — with our\nchildren, showing them where our synagogue had been, what had transpired, and I\nstood at — at the site where my synagogue was, where there is now a large bronze\nplaque, which I say unashamedly is there because I asked the [indecipherable] to\nfix that — that — that plaque. There had been a — there had been a — there had been a\nsmall marker as to where — what had been on the site previously, and many, many\nOctober 15, 2010\nyears ago I had contacted the Berlin authorities, asked them to renew that plaque\nwith an — with one that really was more meaningful, which they did almost\nimmediately. Germans are the — are the most thorough people, and the most — they\nare the most willing to — to please, and they are most willing to understand what\ntranspired. Chancellor Merkel spoke at — at that ceremony spoke about the past,\nJewish relationship, the present, of never having something like that again, spoke\nabout the future, of — of Israeli German relationship and of the danger of the Iranian\nsituation. So she covered all the bases, spoke eloquently about them. And I again\nsaw Chancellor Merkel in a rather small ceremony, roughly about a month ago,\nwhen I was asked to attend a ceremony at the Leo Beck Institute in New York\nCity, where Chancellor Merkel was given the Leo Beck Medal of Freedom, which\nis a very high commendation. And I later found out that ch — that Leo Beck, a\nwonderful, distinguished rabbi, theologian, rabbi, was the guest speaker in 1930 at\nthe synagogue that I’d mentioned to you previously, my synagogue was inaugurated\nby cha — by chancellor Leo — Rabbi Leo Beck, which I found an absolutely\nwonderful coin-coincidence.\nA2: I have pictures of a lot of stuff that we saw in — two years ago, and previously.",
        "A: We - we have —\nA2: [indecipherable] tomorrow.\nOctober 15, 2010",
        "A: — we have tried to — we have tried to — I have tr — I have tried, we have tried to\nshare our history in a way that — all — we’ve taken all of our children to — to\nGermany. We have taken some of our children to Germany as either th — based\nupon their availability, based upon their — what we felt was their age group, that\nthey would be able to comprehend what — what — what it was like, and what the past\nwas like, so it was not just a — a vacation for them.",
        "Q: So, I'd like to know a little bit more about 1944 and 1945 for you. You said you\nwere looking at the news very, very closely. Was there any news about the Jewish\ncommunity in Berlin?",
        "A: Not that I —",
        "Q: [background noise] Just waiting for the door to close. Okay.",
        "A: No, I did not know any specific facts about the Jewish community in Berlin, or\nknow any specific facts about any Jewish community. But, I knew on November —\nNovember 9\"\", 1938, that conc — I knew of concentration camps, and I knew that\nJews were being taken away to concentration camps on a regular basis. So I knew\nwhere — where — where Jews were. And I didn’t have to be shown pictures, or — or\ntold something and say God, I never knew that. I knew — I knew what was\nhappening. As I left, I kn-knew what was ha — I knew what was happening while I\nwas in Germany. As I said, the sad — the — the — the — the sad thing that I remember\nOctober 15, 2010\ncoming to New York was this father not wanting — wanting to evade the truth of\nwhat was happening.",
        "Q: Do you recall the end of the war? Do you remember V-E Day?",
        "A: Absolutely.",
        "Q: What was that day like?",
        "A: A miracle. A miracle. Absolutely a miracle. Couldn’t — you know, I think, I\ndon’t — wh-what was V Day? In — in August of — I don — I forget exactly what —",
        "Q: Well, the end of the war in Europe was in May —",
        "A: Yeah.",
        "Q: — and the end of the war in the Pacific was in August.",
        "A: Yeah, well, at — at that time, in — in August, we were — we were working in\nFleischmanns, New York, okay? And that — and again, this was — Fleischmanns,\nNew York was a haven for German Jews on vacation. And yes, we experienced V-\nE Day there, and as I remember, this was pandum — joy of pandemonium\nproportions, that’s the only way — that’s the only way I can describe it. And — and as\nfar as — as far as the end of the — the war in Europe, there was — there was a great\ndeal of — of — I hate to say it, of joy on my part when I heard that Dresden was —\nwas carpet firebombed, that Berlin was firebombed, that other cities were\nfirebombed. Remember, I was in — in — in England when Coventry was leveled,\nOctober 15, 2010\nokay? And I saw London being leveled, and Coventry being leveled because there\nwas a church there they wanted to — to bomb. So I had no — I had absolutely zero\ncompassion, zero heart. I wanted to see as much destruction of Germany as\npossible, as much destruction. And the first — the first time that we were back in\nGermany, you know, you — I could s — I would say a large proportion of people had\namputated limbs. And I knew what were they from, they were from bombings.\nEither they — either they had fought in the war, the men had fought in the war, or\nthey had been com — had been civilians. I had no compassion for them, none.",
        "Q: So it’s interesting, you said that you had no compassion for them, yet you went\nback to Germany five or six years after the war.",
        "A: Yeah.",
        "Q: What was your motivation to go back?",
        "A: I survived. I had survived. I am not a religious Jew, but I will tell you, every time\nthat we go back to Berlin, I made sure that our time period in Berlin is over the\nSabbath. And I insist that we always, that anybody who’s with me, knows that\nwe're going to services. And I'll tell you also something special. There’s a\nsynagogue in Berlin, it’s not very f— not f — it’s within walking distance of the — of\nthe Kempinski Hotel on Kurfuirstendamm, that — we go to 10 services. That\nsynagogue sits within a courtyard of apartment dwellings, apartment buildings. As a\nOctober 15, 2010\nresult, the synagogue was ransacked, but not burned down, because had it been\ntorched, buildings and surrounding buildings would have also gone down; they\nweren’t going to do that. I found out later on here in the U.S. from my sister that\nthat was a synagogue that my uncle, a — a brother of my father, had been the\npresident of in 1930s. And from a diary, from a written diary of my grandfather,\nthat my grandfather wrote that he celebrated his 75\" birthday in that particular\nsynagogue. I want you to know that I too celebrated my 75\" birthday in that\nsynagogue and was called to the Torah.",
        "Q: Well, thank you very much, do you have —\nA2: [inaudible]",
        "Q: That was wonderful note. If you have any other comments you would like to\nmake at this time.",
        "A: No, I’ve probably taken up too much of your time.",
        "Q: Absolutely not. Thank you very much for your interview today.",
        "A: I’ve probably bored you with too much —",
        "Q: Absolutely not.",
        "A: — and I apologize if I’ve taken up —",
        "Q: No need to apologize, this was wonderful.\nA2: Just one interesting postscript.\nOctober 15, 2010",
        "Q: Sure.\nA2: When we were in Berlin two years ago for the 70\" anniversary, and we went to\nJohn’s old neighborhood and we saw the plaque at the synagogue and the benches\nthat had — you know, a — in the square there were various commemorative things up\non these lampposts. The — the tow — the commu — whatever, the borough, had put\nup a big floral arrangement at the site.",
        "Q: At the site of — at the site of my synagogue, where this lar — it’s a really large\nbronze plaque, and on that bronze plaque 1-is an inscription of my — of our rabbi, o-\nof — of Kristallnacht, saying in essence, we had believed that — that Germany was\nour future, blah, blah, blah, blah, blah, whate-whatever it was, very appropriate —\nvery appropriately put words. And the borough had placed two large wreaths on —\non the site, on — on the — on — yeah, anniversary of Kristallnacht. And I spoke to\nmy — my children and my — my granddaughter, exactly what I’d experienced.\nWithin — within seconds, I had a group of German citizens who lived in — right\nthere, came — came around and listened to me. And one woman came with a\nmemorial candle that she lit. It was amazing, absolutely amazing, and — and people\nexpressed their — you know, spoke in — you know, they — they heard that I could\nalso speak German, and — and you know, they expressed their — their —\nQ2: [indecipherable] English.\nOctober 15, 2010",
        "A: Yeah, th-th — they expressed in words their — the — you know, how they felt\nabout what had — what had — what had transpired. And a Christian group, again\nChristian, okay? They are so important in my life. A Christian group in — in — in my\narea had set up a storefront and boarded it up and put on a Star of David, and c-call\nit Jude, and — and desecrated the front of a — of a storefront as a kind of a replica as\nto what we had endured during that time period. And I found that touching. And as\nmy — my wife said, on the lampposts around — around the park where we lived,\nthere were signs as to what had transpired against Jews in that period. What I also\nfound very interesting is that two blocks away from where we lived — and my\nparents never told me this, I— Albert Einstein lived. Okay? And there’s a large — a\nlarge stone — I can’t say a memorial, what do you — lar — large — a very, very large\nstone plaque that this was the residence of Albert Einstein. I said, my God, I never\nknew that I lived in such a — such a prestigious neighborhood. But — but — but ger —\nGerman — German citizens are much more aware — I — I think — my gut feeling tells\nme that the Holocaust will be — will be nothing other than a museum piece in years\nto come, that who knows whether even our Jewish grandchildren or their children\nwill have knowledge of the Holocaust? I think it’s going to — I think — I think it will\ndisappear in time, and you will — you will stay around. When I say you, I’m talking\nabout the Holocaust Museum, and maybe a couple of other ones wi-will stay\nOctober 15, 2010\naround. But I — we’ll se — I —I —I see that in the next 10 years town, some of the\nHolocaust centers, unless they’re well-endowed, will not make it. Because that\ngeneration that has supported them will no longer be there, and the next generation\nwill not ha — will not step up to the plate.\nA2: But the German schools are actively teaching the Holocaust.",
        "A: There is nobody — there is nobody that is — maybe that’s why I have a great\naffinity for Germany at this time, because number one, I can say I have survived,\nand the others are dead, because they — they have passed on, and it’s a new\ngeneration of Germans. And that’s why I c —I get along with — wa — you know, I\nget along on a first name basis with the consul general, and with other Germans, I —\nI greet them. They are, as far as I’m concerned, part of — part of my life, part of a\nnew life. Lot of — lot of my generation cannot, have not, will not say what I’ve just\nsa — told you. They will live in the past and say they will never forgive or forget. I\ncan never forgive and forget, but I can move on. And maybe that’s why life has also\nbeen somewhat more successful for me than maybe some other people, because I’ve\nalways believed in looking — 1n — 1n being a forward-looking person.",
        "Q: That’s a wonderful way to end the interview. Thank you so much. Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is an oral history interview, conducted with John Lang, on October\n15, 2010. It is conducted by the United States Holocaust Memorial Museum in\nCrystal City, Arlington, Virginia. Welcome John.",
        "Q: First off, what was your name at birth?",
        "Q: And can you spell those names, please?",
        "Q: And what was your — what is your date of birth?",
        "Q: Okay. What were your parents’ names?",
        "Q: And do you recall what your mother’s maiden name was?",
        "Q: Okay. Did you have any sibling?",
        "Q: And her name is?",
        "Q: All right, well, can you describe your childhood for me?",
        "Q: Do you recall the name of this synagogue?",
        "Q: What denomination was it? Was it Orthodox?",
        "Q: You mentioned that your father was a merchant. What was his line of business\nexactly?",
        "Q: So, I’m — I’m guessing that that means that your family didn’t only go to high\nholiday services, they would — they would have practiced every week, or how —\nhow did that work at the time?",
        "Q: What — what did your mother do during the day? Did she have a job, or did she\nstay at home?",
        "Q: You mentioned that your father was a successful businessman. Would you\ndescribe your family as middle class, upper-middle class —",
        "Q: Can you describe the apartment or house that you used to own?",
        "Q: Was this in the garden, the vegetables and flowers?",
        "Q: Do you recall how many rooms were in this house?",
        "Q: Did your family have any housekeepers or —",
        "Q: Okay, any nannies, or —",
        "Q: Do you recall whether your nanny was Jewish or Gentile?",
        "Q: Do you remember going to school in Germany?",
        "Q: Do you recall what year this was, was this first grade —",
        "Q: Because you just mentioned that they had asked you who they were and you\nreplied you were a Jew, I know this might be hard to answer, but did you have a\nsense that this was something you could talk about? Did your parents warn you not\nto say that you were a Jew, or conversely did they say that that’s fine?",
        "Q: So you said you were taken out of school almost immediately.",
        "Q: And then what happened?",
        "Q: Do you recall some friends or friendships from that time?",
        "Q: Since you went to a Jewish school, I suppose most of your friends came from\nthat circle. Do you recall having any Gentile friends?",
        "Q: What are your first memories of Nazis or Nazism?",
        "Q: That means people threw stones at you.",
        "Q: How did your father react, what did he do?",
        "Q: Do you remember a moment where you started feeling unease, or fear, or did it\njust build gradually?",
        "Q: I’m going to ask you about that in just a moment, but I’d like to get back to your\nnanny. You mentioned that she was not Jewish. Do you recall how long she stayed\nin your household, and when she would have to leave?",
        "Q: So what did your grandmother do?",
        "Q: One moment. [break] You had said that you were with your grandmother on\nKristallnacht —",
        "Q: — and that one of the people who worked for her had warned her that she should\nleave the house, is that correct?",
        "Q: She was going to leave the house.",
        "Q: So, can you describe basically that day, and/or that night to me? What happened\nin the building that you were, and what were you seeing outside?",
        "Q: What happened in the morning, and did anyone end up breaking in that night?",
        "Q: You were unaccompanied? You were alone?",
        "Q: Did you go into the apartment?",
        "Q: Were you still alone at this time on the streets?",
        "Q: Where did you end up going?",
        "Q: Did you find members of your family there?",
        "Q: How were you reu-reunited with an adult at that point?",
        "Q: What happened when your parents returned?",
        "Q: How soon after —",
        "Q: At this point, were you still living in your apartment or house — at home?",
        "Q: When did you first hear that you were leaving? How was the news broken to\nyou?",
        "Q: Do you remember anything about that court proceeding?",
        "Q: What happened next? Did your parents get a sense that they needed to leave?",
        "Q: What were you told, where were you going to be going and why?",
        "Q: We do want to hear about your time in England and exactly how that unfolded,\nbut let’s go back a bit to the Kindertransport itself. Do you recall the date?",
        "Q: Do you recall the train itself?",
        "Q: Did they have to be left behind before you packed, or was 1t somehow on the\ntrain —",
        "Q: Once you’re on the train, what was happening? How many kids were around\nyou?",
        "Q: So you were aware of the border crossing?",
        "Q: Do you —",
        "Q: What happened once the train was in Dutch territory?",
        "Q: Do you remember arriving in Britain?",
        "Q: Di-Did you know anyone on the train?",
        "Q: We haven’t spoken about your sister yet, was she — is she older, younger?",
        "Q: So the two of you tra-traveled together to Britain?",
        "Q: And you disembark.",
        "Q: Are you at that point together, are you being separated, what happens?",
        "Q: Okay, so I — I would like a little more information on this part, because it seems\nthat there’s a lot — a lot of details going on. You get to England some time at the\nend of January, is that correct?",
        "Q: War breaks out in September.",
        "Q: So there’s a-about seven or eight months, and at first you’re with an uncle.",
        "Q: Is that right?",
        "Q: And then you get moved around a few times, but you do end up in one place for\nmost of the time?",
        "Q: During those eight months when you were separated from your parents, you said\nthat you weren’t getting any news of them, and you later found out that your father\nhad suffered a stroke. Do you know why your mother was —",
        "Q: How did your parents get out?",
        "Q: Do you know what they were doing — oh, first of all wer — where were they,\nwere they in London —",
        "Q: — when they arrived? Were they working?",
        "Q: So your family at this point was staying with your uncle?",
        "Q: And at one point — and this is afterwards, you’re being sent away to the\ncountryside, is that correct?\nOctober 15, 2010",
        "Q: D-Do you know how much time elapsed between your parents arrival and you —\nyou being sent away.",
        "Q: When you were sent away to the countryside —",
        "Q: — what were you told, why was this being done?\nOctober 15, 2010",
        "Q: At that point were you placed with a family, or was it an institutional situation —",
        "Q: Evacuated.",
        "Q: By that time, what — what was your command of English like?",
        "Q: Did anyone react to the fact that you were foreign, and especially that you were\nfrom Germany?",
        "Q: This was once you had returned to London, is that correct?",
        "Q: Now, in this small town in the — in the countryside, do you know whether people\nknew you were Jewish?",
        "Q: So you arrived back in London.",
        "Q: What happens next?",
        "Q: Where was your sister during these months?",
        "Q: Was she there in London at that point?",
        "Q: Do you recall the bombings?",
        "Q: So you said you were in London during the blitz —",
        "Q: — 1s that correct?",
        "Q: And that’s when your father passes away”?",
        "Q: So I’m very interested in exactly what you knew at the time as a child, and going\nback to when you’re still in London, how was the decision made that you were able\nto get to America? How much did you know in advance that you were able to — to\ndo this and where were you spatially, were you still living at your uncles? Were the\nbombs coming down, did you need to go underground? Can you describe that for\nme?",
        "Q: How long did it take to cross the Atlantic?\nOctober 15, 2010",
        "Q: Were you many — were you one of many children, or were you the only\nunaccompanied child at that point?",
        "Q: So at this point your sister is 17?",
        "Q: Did you know where you were going?",
        "Q: So, was your sister put in school?",
        "Q: What was America like for you? What does — what did it seem like?",
        "Q: When did your mother come over to United States?",
        "Q: At this point you were living in California?",
        "Q: Where?",
        "Q: How long were you there?\nOctober 15, 2010",
        "Q: And at this point —",
        "Q: And during this year or so, where 1s your mother and where is your sister?",
        "Q: What happens after you leave California, where do you go?",
        "Q: And what was it like?",
        "Q: Did you feel that you felt differently about say the British, as opposed to the\nAmericans, or was that one group for you?",
        "Q: So you went back to New York. What happened next?",
        "Q: What year was this? When did you earn your first dollar?",
        "Q: I suppose you were aware of the fact that America had entered into the war?",
        "Q: How did you feel about that?",
        "Q: Were you able to be in touch with anyone back in Germany during those years,\nor al-all ties were severed at that —",
        "Q: So, I'd like to know a little bit more about 1944 and 1945 for you. You said you\nwere looking at the news very, very closely. Was there any news about the Jewish\ncommunity in Berlin?",
        "Q: [background noise] Just waiting for the door to close. Okay.",
        "Q: Do you recall the end of the war? Do you remember V-E Day?",
        "Q: What was that day like?",
        "Q: Well, the end of the war in Europe was in May —",
        "Q: — and the end of the war in the Pacific was in August.",
        "Q: So it’s interesting, you said that you had no compassion for them, yet you went\nback to Germany five or six years after the war.",
        "Q: What was your motivation to go back?",
        "Q: Well, thank you very much, do you have —\nA2: [inaudible]",
        "Q: That was wonderful note. If you have any other comments you would like to\nmake at this time.",
        "Q: Absolutely not. Thank you very much for your interview today.",
        "Q: Absolutely not.",
        "Q: No need to apologize, this was wonderful.\nA2: Just one interesting postscript.",
        "Q: Sure.\nA2: When we were in Berlin two years ago for the 70\" anniversary, and we went to\nJohn’s old neighborhood and we saw the plaque at the synagogue and the benches\nthat had — you know, a — in the square there were various commemorative things up\non these lampposts. The — the tow — the commu — whatever, the borough, had put\nup a big floral arrangement at the site.",
        "Q: At the site of — at the site of my synagogue, where this lar — it’s a really large\nbronze plaque, and on that bronze plaque 1-is an inscription of my — of our rabbi, o-\nof — of Kristallnacht, saying in essence, we had believed that — that Germany was\nour future, blah, blah, blah, blah, blah, whate-whatever it was, very appropriate —\nvery appropriately put words. And the borough had placed two large wreaths on —\non the site, on — on the — on — yeah, anniversary of Kristallnacht. And I spoke to\nmy — my children and my — my granddaughter, exactly what I’d experienced.\nWithin — within seconds, I had a group of German citizens who lived in — right\nthere, came — came around and listened to me. And one woman came with a\nmemorial candle that she lit. It was amazing, absolutely amazing, and — and people\nexpressed their — you know, spoke in — you know, they — they heard that I could\nalso speak German, and — and you know, they expressed their — their —\nQ2: [indecipherable] English.\nOctober 15, 2010",
        "Q: That’s a wonderful way to end the interview. Thank you so much. Thank you.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Thank you.",
        "A: Hans Ludwig Lange.",
        "A: Hans, h-a-n-s, which turned out to be John. Ludwig, which would be Louie,\nwhich was in honor of my grandfather. Lange, l-a-n-g-e, and when we came —\nwhen I came to the United States, I dropped the — the E for easier pronunciation\nand added an H to my name in honor of my father.",
        "A: 6-28-30.",
        "A: My father’s name was Herman and my mother’s name was Emmy.",
        "A: Yes, her maiden name was Seelig, s-e-e-l-i-g.\nOctober 15, 2010",
        "A: Yes, I have a sister.",
        "A: Erika(ph).",
        "A: We had a very happy childhood. My father was a very productive merchant. We\nhad a wonderful family life. My family was very active in our congregation, and our\ncongregation in Berlin encompassed and really was the — the last of the giant\nsynagogues that were built in Berlin. When I say giant synagogues, I’m talking\nabout a synagogue that housed in excess of a thousand people. But it was the very\nlast one that ga — its inauguration came about in 1930, the year that I was born, and\nit died, or was extinguished in 1938, on Kristallnacht.",
        "A: Well, the — yes I do. The synagogues in Berlin were not named for a\ncongregation whatever the name was. The large synagogues were named for the\nstreets that they were on. And the street that — that my synagogue was on was\nPrince — Prince Regenten Strasse, Prince Regent Street. I was about 10 minute —\nless than a 10 minute walk from — from my home to the synagogue.\nOctober 15, 2010",
        "A: It was a lit — what we call in Germany was called Liberal. It had a choir, it had\nan organ, it had those things that Orthodoxy would not have smiled on.",
        "A: My father had a — along with his brothers owned a wholesale — wholesale\nmerchant of women’s hosiery. I think that was really the main part of their business,\nand some other accessories 1n addition thereto. But mainly — mainly their business\nconsisted of wholesale hosiery. Remember everything at — during those — those\nyears was constituted by Mom and Pop businesses, and my father was a very\nsuccessful merchant. And also, very sharing, very sharing a-as far as his willingness\nto share his good fortune with the community. My father also was a front line\nsoldier in World War I. And he was active — he was — he was in the — he was very\nactive in the congregation.",
        "A: I—I would — I would generally go t — with my father almost every Friday night\nto services. Maybe some once in a while on Saturday, but Friday night was a—a\nnorm for us.\nOctober 15, 2010",
        "A: My father — my — my mother was a home — a home-keeper, if that’s the proper\nterminology. We had a — we had a beautiful apartment and my mother kept things\nflowing.",
        "A: Upper-middle class.",
        "A: Well, if I took you there I could tell you — show you exactly where it 1s, as I have\ntaken members of my family. Unfortunately it’s not standing any more. I can\nvisualize the apartment in my head exactly. My — my room was towards the end —\nthe rear of the — of the apartment building. I had a balcony, and — where I raised\nvegetables, tomatoes, occasionally flowers. We had a lovely residence, beautiful\nresidence.",
        "A: No, this — this was in a — on a — on the window box in — on the balcony.",
        "A: Substantial number of rooms, that’s all I can tell you, I’ve no idea.\nOctober 15, 2010",
        "A: Yeah, we had a— we had a — we had a housekeeper.",
        "A: Yes, [had a nanny. And a matter of fact, at home, I think we have a picture of\nmyself dressed up as little boys were during that time period, with my nanny.",
        "A: Definitely not Jewish.",
        "A: Yes, when my — my parents enrolled me in public school in Berlin, it was\ndecided that’s where I would go, and I lasted in that school for about maybe a day,\nmaybe two days, three days, I don’t know. Very, very quickly, I was beaten during\nthat time period and — because the other boys asked me what I was, who I was, and\nth-the minute I said Jew, I was put to the test immediately. And my mother was\ncalled to school, she was told by the principal of the school that it would be best for\nmy — my protection to be taken out of that school. So I— my experience of public\nschool may have been extinguished then after one day, or — or two days at the most.",
        "A: Well, would have been — it would have been 19 — roughly about 1936, I would\nimagine.\nOctober 15, 2010",
        "A: I think my parents tried to protect me by not saying much of anything. And I was\nnever told what to say or what not to say. But I think I, from that experience, I\nlearned rather quickly as to what I was, who I was. And I think my parents shielded\nme from all the discriminatory acts that had been ongoing in the mid-1930s. For\nexample, I had an uncle of mine, a brother of my — of my — my mother, who was a\nvery successful attorney in Germany and Berlin. And of course he was — you\nknow, I found out later on why he wasn’t working any more, because he was\nexcluded from — from that possibility. But generally I would say my parents really\nshielded me up to that time period. That’s about the best way I can — I can put it.",
        "A: Yeah.",
        "A: I was enrolled in a school, in a Jewish school with obviously, Jewish students,\nbut not a religious school, okay? So, there were no — there — there was — there were\nno re — Jewish religious courses given. It was taking the regular curriculum within a\nOctober 15, 2010\nframework of Jewish teachers and — and just a framework of — of Jews — Jewish\nchildren.",
        "A: Yes, Ido. We — we get a—a bulletin from the municipality of Berlin, where I\nrecognized a young lady — a young lady — a— a—a person’s name, and I wrote to\nher, and she sent me back, she recognized my name immediately, and I don’t know\nhow, and sent me back a picture of our class, which was unbelievable. So yes, I — I-\nI think that’s the — the only person that I — that I have recog — I have a memory\nthereof. When we — when we left Berlin, we had — when we — I should sa — correct\nthis; when children were fortunate enough to leave school, to go out of the country\nin some fashion or other, we would all have little autograph books and we would\nsign off on a little note to that st — t-to that boy or girl. Maybe it was just putting our\nname and saying in German, best wishes for the future, maybe a little poem, maybe\na little picture. But I do have a book like that at home, with about — the names of\nabout maybe 15 to 20 different students, and — and likewise a — a number of\nteachers who — whose classes I attended, wishing me well.",
        "A: No, I don’t — do not, no.\nOctober 15, 2010",
        "A: I th—I think probably that experience in school was probably the — the — the first\nexperience that I had at that point. My parents were no longer able to subdue their —\ntheir thoughts as to trying to shield and protect me. And I do remember very clearly\nthat either with my father or my mother, I went to a grocery store nearby, and the —\nthe merchant, the owner of that establishment, who knew my parents, looked at me\nwith my blond hair at that time, and said, he doesn’t look like a Jew. And that\nscared the hell out of me, because I knew what that meant. And then in 1938,\nobviously the — my father and — and I, every Sunday would go to a park that was\nlike two or three minutes away from our home, and we would sit on the bench and\nmy father would schmooze, if that’s the correct word, with neighbors who would\ncome by. And my father delighted in showing me off as — as his son, and — and then\none day we could no longer sit on the park bench, we had to sit on a— on a yellow\nbench, which said, nur fir Juden, for Jews only. And several times when we did\nthat, we sat down, we were stoned.",
        "A: Threw stones, yeah.\nOctober 15, 2010",
        "A: My father always said to me, I always — I told my father the last time that I went\nto synagogue with him that I was afraid for my life. And my father said to me that\nhe had fought for Germany in World War I, and nothing would happen to me, that\nGermany had had waves of anti-Semitism previously, they come and they go, and\nbecause of our — of our nature, of what my father has achieved, what he had done,\nhe would protect me, and nothing would happen to us. Whether he actually believed\nthat, I don’t know. It di-didn’t — after those words, while they were encouraging, I\nhave to tell you that I honestly did not feel very much better.",
        "A: It built gradually, and I — I think it gradually — and the — the — the heightened\nmoment of fear was about a week or two weeks prior to Kristallnacht, when as I\nsaid, we went to — we, my father and I, went to services generally every Friday\nevening. And on this particular Friday evening, uniformed members of brown\nshirts, black shirts, call 1t whatever you want, uniformed Nazis, came into the front\ndoor of our synagogue, and threatened — threatened the congregation, threatened our\nrabbi, and our rabbi was magnificent in defending us verbally, and ultimately the\nNazis retreated. And at that moment, as I said, when we walked home I told my\nOctober 15, 2010\nfather I was afraid for my life. Then two weeks later, you know, we experienced\nKristallnacht.",
        "A: I —I think — by the time I was six years old, I did not have one any more. So my\n— my recollection of her are more — more photographic than — than anything that\nmight have transpired between us. I will say this, that on Kristallnacht, my parents,\nby some fluke of miracles, were not with me. They were on vacation, and I learned\nlater on that my father really, physically was not doing well. But they were not with\nus, and I was with my grandmother. My grandmother had a non-Jewish worker —\nservant in the house and I think — I certainly can recall that — that she told my\ngrandmother that she needed to get out of the house because something — something\nwas going to happen that evening.",
        "A: Really nothing, except to — she was a very, very tight — tightfisted. [knocking]",
        "A: Right.\nOctober 15, 2010",
        "A: No, that — that she was going to leave the house.",
        "A: She was not — she was not going to stay all day, that — that she had some ideas\nthat something of an — she wouldn’t say what, and maybe she didn’t even know, but\nshe felt that she should not stay there all day, and left. And my grandmother was a\nvery primped, starched lady, never smiled. You know, it’s one of those\ngrandmothers that — you know. And I experienced Kristallnacht in her hou — in —\nin her home. And unfortunately, her apartment that she lived in overlooked the\nsynagogue, over — was — e-even though our synagogue was a block or two — I think\none block away, I think we were on the floor where we could look and see the top\nof our synagogue. And I could see the — you know, I could see the fires bursting\nthrough the — through the roof.",
        "A: Well that — that night I — I was in my — my grandmother’s apartment, I had a\nroom that was mine, that was facing out in the street, that overlooked a block away\nthat — what did overlook our synagogue. And during the night, two uncles of mine\nOctober 15, 2010\ncame. One on my mother’s side, who hid in a linen closet, one on my father’s side,\nwho hid underneath the bed that I was supposed to be sleeping in. And the only th —\nonly thought wi — these are terrible thoughts to have — the only thought that I had,\nthat if my uncle is found underneath my bed, should the Nazis come and invade the\nhouse, I would be taken also. So I really hadn’t — had little — little hope that I would\nlive through the night. I heard all the screams of the — of — of what was — what\nmight be or what was going on in the streets below us. And — and every knock on\nthe door, my heart — was everybody’s heart in that apartment stopped — stopped\nrunning, because we all — always thought that maybe the Nazis would come to — to\nthe door, break in the hou — break into the apartment, search the apartment and only\n— God only knows what would happen at — at that particular point. It was the most\nhorrific night of my life. I have never, never, never experienced a night of fear, that\nI did on that night, never. And I remember it to this day, and I will remember it for\nthe rest of my life.",
        "A: No, we’re — as luck would have it, there were no, other than neighbors just\nchecking on us and so forth, and my two uncles, I said, who came to the door and\nsought sanctuary — shelter. The apartment was not broken into. The next morning, I\nleft the apartment. I don’t know how in the hell my — my grandmother would ha —\nOctober 15, 2010\nwould have let me go, but she did. And I walked myself back to our home, which\nwas maybe five minutes away, to see whether our home had been broken into — our\napartment had been broken into. And what I — what I saw ... indescribable.",
        "A: I— unaccompanied.",
        "A: No, I did not go into the apartment. I saw the door was closed, I saw there was\nno damage to the outside of the — of the apartment. But when I came out, we were\njust maybe a hundred yards away from a— from a square, and I — I’ve told my\nchildren this, there was a huge stain on the — on the pavement, on the — and one of\nthe Nazis asked another one, what is that? And he said, that is the blood of a Jew.\nEvery store in our — in our neighborhood that was Jewish owned had been broken\ninto, had been vandalized, had been vandalized, not only broken into and — and —\nand — but it was painted Jew, star of David, and it was — it was the most — and — and\npeople were cheering. That was the beginning of death.",
        "A: Yes, yes.",
        "A: I think ultimately I went back to my grandmother’s apartment.\nOctober 15, 2010",
        "A: No. My — my — in the meantime, I think my — my — my mother and father had\ncalled, because they had heard — I don’t know where they were, but they were on\nvacation. They had heard what had gone on, and I think my grandmother told them\nto stay away and not come back from where they — and they did not come back for\nseveral days later on.",
        "A: Well, I stayed with my grandmother until my — until my parents returned from\nwherever they were.",
        "A: For me it was just a continuation of fear. And I think — I think at that time, I\nthink we — I think my parents showed fear for the first time as well. Openly. I’m\nsure they were — they were — they were in fear previously. My father, as I found out\nlater on, had to take on a non-Jewish partner into the business, in order for the\nbusiness to continue. And that happened maybe a year or two years even before that\ntime. I didn’t know the reasons for 1t, why someone else had to be taken in the\nbusiness. But these were things that were kept from me, to shield me as much as\npossible from a family, a Jewish family, that was descending into hell.\nOctober 15, 2010",
        "A: I do know — do know one thing. That during this time period, my father was\nalways was — was cognizant of the need to help those that were less fortunate, that\ncould not help themselves. And I remember on several occasions, my father would\nask my mother to load up a bag of groceries, as me to u — to take some of my best\ntoys, and he had a list of — of names of people that we would drive to, and we would\nwalk up in the apar — to the apartment dwellings, and be greeted by name,\nsometimes just with smiles, and my father would always hand them an envelope,\nand I knew that that was mor — was money, and you know, these people were so\nthankful. And I’m sure none of them survived.",
        "A: Yes, yeah. Immediately after my — my parents returned, which was within days\nafter Kristallnacht, I returned and we lived in our apartment until — until I left\nGermany.",
        "A: Well, let me take you back in time a little bit. Kristallnacht was November 9\",\n1938, and I don’t know the reasons for it, but in — sometime in December of 1938,\non a winter day, I was walking with my sister, not far from — from where our\napartment was, and something within me, I lashed out — physically I lashed out at a\nOctober 15, 2010\n— at a member of the Hitler youth who was collecting money for whatever,\nwhatever the purpose was, I have no idea, okay, for whatever the Hitler youth was\ncollecting money for. And when I say lashed out, I’m talking about physically\nassaulted. And inflicted damage to the uniform, inflicted damage to that person. My\nsister dragged me home, told my — my — my parents. I guess they found out very\nquickly who it was, that individual that I had accosted. I cannot give you the reason\nfor it, I don’t know. And at that juncture, the — my p — my parents, my mother,\ncontacted the parents of this individual. I can’t even tell you whether it was male or\nfemale that I accosted, but I do know the individual was a good — good head taller\nthan I was. That I can tell you. My mother promised to pay whatever damages they\n— they wanted to have for this incident not to be reported to the Hitler youth leader,\nwhich could possibly lead to my being taken away permanently. That did not\nhappen, and a week or two later, I found myself with my mother. We went to\nwhat’s considered a court in this — in this Hitler youth leader’s home, where I was\ngoing to be judged one way or the other. Either I wasn’t coming home, or\nsomething would happen. And I guess my mother gave me my life for the second\ntime.\nOctober 15, 2010",
        "A: Yes. Tha-That — I heard my mother screaming, crying, pleading, begging and\nmyself sitting silently in an — an outside room, because I was not immediately in the\nroom. I cannot tell you the — the words that were exchanged, but certainly the\ndescription I’ve given you 1s accurate, I know that it is. And then after a while, I\nwas called into the room, and my mother said — I was told in advance that if I had\nthe chance to apologize, to do so, and I apologized in the most profuse manner that I\ncould, and my life was spared. My mother gave me my second life.",
        "A: I think I — and again, here’s where the guesswork comes in. An eight year old 1s\nnot told too much, an eight year old, and maybe today they are, but in those times\nan eight year is told what to do and when to do it and how to do it. And at that\npoint, I am sure my mother and father must have thought how they were going to\nget me out of — out of Berlin, and do it fast, before anything changes, before —\nbefore somebody in the Hitler youth group that had decided — by the way, my — my\nparents, my mother dis — paid a — a very substantial fine, I was told — before\nsomeone changed their mind. I think that — my guesstimate is that I got onto the\nKindertransport list possibly a little faster, and maybe I got onto the list at all\nbecause of — of this terrible incident. And I left — I left Berlin sometime in —\nOctober 15, 2010\ntowards the end of January. So roughly about a — within four weeks after this — after\nthis incident, I was out of — out of Berlin.",
        "A: Well, we had — we had had papers to come to America for some time, except\nthat they were taken out rather late. My — my parents, or my mother had a third or\nfourth cousin living in America, somebody who I’d never met, somebody whose\nname I’d never heard of before. But anyway, they had given us the affidavit to\ncome to America. What was lacking to come to America was the quota number,\nbecause my parents, my mother, my father, I guess, always believed to the end that\nthings would not get to that point in time. So we — we had the affidavit, but no quota\nnumber to come to America. Had we stayed and had I stayed in — in England — or\nhad I stayed in, excuse me, had I stayed in Germany for my quota number to\nappear from the American consulate there, I would have been dead. So I went to\nEngland, and my — my — my family did have — did have — we did have family in —\nin England, but I was bounced around all over the place in — in — in England,\nincluding I lived with a wonderful Christian family in a small town about two and a\nhalf hours north of London for about half a year or so, and went to church with\nthem. They shared what they shared with — whatever they had they shared with me.\nThey were wonderful, caring, giving people, and only a year ago, did I lose contact\nOctober 15, 2010\nwith — with that family. We would exchange Christmas cards or Thanksgiving\ncards, and it was only last year that I finally failed to get a card, and that — as a\nmatter of fact, only recently, I wrote to the ca — the municipality, asking whether\nthey had any records as to what might have happened to this, you know, person of\nthat — of that family. So I’m — I’m very, very grateful. And you should know\nKindertransport, I mean, people tell you, Kindertransport came about because of\na group of Quakers persuading Parliament to take action, and — which — that\nallowed 10,000 un-unaccompanied children to enter England. So Christians have\nbeen very, very good to me, and | have a great love and admiration for — for\nChristians. And to this day, where I participate in a lot of Christian activities.",
        "A: End of January, or — and it — when I say end, roughly of — I’ve tried to look that\nup several times. To the best of my abilities to come up with records, it looks like\nthe third week in January. That’s why I said roughly about a month after this\nterrible incident, which was an act of sheer stupidity on my part. It wasn’t bravery,\nit was stupidity that could have cost me my life. I — I should have wound up in\nTheresienstadt or in one of the — probably in that camp, and — and that only the\nlove of my mother pleading kept me from that.\nOctober 15, 2010",
        "A: Yes, I remember standing on the platform in — in Berlin, on the Hauptbahnhof,\nand that — and the — the — the Nazi official calling out the list of names. And I\nremember that my name was not immediately called on the first go-round. All the\nother names were there, and I started to cry, because I knew down deep in my heart,\nthat if I didn’t get out, 1t would cost me my life. Now that’s a hell of a thought for\nan eight year old to have, but those were my thoughts. And — and I cried, and my\nmother and father who I re — I already separated from, they were standing on one\nside, and I was on the other side, we had already had our goodbyes. And my mother\nsaid, he doesn’t want to leave us. And I didn’t have the courage to tell her that the\nreason I was crying because my name wasn’t — was not on the list, and my life\nwasn’t going to be saved. And then the second go-round, my — my name was called.\nYeah, it was — it was a horrendous — horrendous day at a train station, parents and\nchildren were — were kissing, hugging. Most children would never see their parents;\nI was fortunate to some degree, but nevertheless, whatever the circumstance was,\nfor the child and parent, it was traumatic. Absolutely traumatic. What — what parent\ntoday would part with their seven, eight year old, nine year old, 10 year old, no,\ndoesn’t really matter. And say, and realize that it might be the final goodbye hug or\nkiss that they would — would receive. Train — train went to — went to Holland. We\nOctober 15, 2010\nsat — I remember sitting on — I should tell you, I — we were allowed —\nKindertransport told us that — that each child could bring along one specified size\nsuitcase. I should tell you about two weeks before that time, my father took me to\nthe leading store in — in Berlin, and bought every suit that he could — that I had an\neye on, and he was going to deck me out in as many suits and coats and jackets as\nhe could find, and — and ultimately it was all reduced down to nothing, because all\nthose things had to be left behind.",
        "A: Yes, yes, this all had to — the train — the only thing we could take on the train\nwas one small suitcase, that was it. Whatever fit in that suitcase was fine, but seven\nor eight suits were not going to fit into that suitcase. So — but my father always\nwanted to do the best for — for — for me, all the time.",
        "A: I—I would s — I would say — well, the train — we — we sat in a — each — ea — the\ntrain was sectioned off with little compartments, and each compartment had maybe\nsix or eight chil — six or eight people, in this case children, in the compartment. And\nall I can tell you 1s that I think we all sat stone-faced, afraid to say a word, either to\nOctober 15, 2010\neach other, or to anyone. We were told to be as quiet as possible, not to say\nanything, not to say anything at all. And 1t wasn’t until we crossed the border into\nHolland that some words were said to — between each other.",
        "A: Yeah, yeah.",
        "A: And we were aware at that point before — before — obviously before the train left\nBerlin, and the train, 1n going across the border at that — at both junctures, Nazis\ncame on, and — to inspect our — our documentation. Which was also a terrible\nmoment because God forbid they’d saw something that we were unaware of, that\nmight cause you to be pulled off the train. Which did not happen, to the best of my\nknowledge, but that thought was always with us.",
        "A: I don’t know where — ultimately we were given food. We were g — we — we were\ngiven food and hot chocolate, and it was welcomed. The ultimate port that we went\nto, I can’t tell you the name. And we then embarked o-on — some people may call it\na ferry. I call it a terrifying boat ride across the English channel. Terrifying because\nthe waves, and I think everybody got seasick. But terrifying only from — from the\nOctober 15, 2010\nphysical aspect of — of crossing water, by crossing a — a rather — I would say — not a\ndangerous body of water, but certainly a body of water that was not smooth.",
        "A: Yeah. From there — from — again, I don’t know the — the name of the port that we\narrived at, but from there we took a train to London, and where we were welcomed\nby lots of individuals, organizations, people. You know, little bit of normalcy crept\ninto — there wasn’t any normalcy in our lives, none.",
        "A: No, nobody. I should say — or, I ta-take that back, my sister was on the train. But\nI don’t remember whether she sat with me in my compartment. I don’t know.",
        "A: Yeah, she’s seven years older. So as far as I’m concerned, my sister was a — and\nI’m not denigrating, or talking down about my sister. But my sister was a person\nthat I really had little relationship with as I was growing up, because she was a\ncompletely different age group than I was. So my sister was a — a sister in — 1n\nname, but not in actuality, if — if — if —1if I can say that a — openly and honestly.",
        "A: Correct.\nOctober 15, 2010",
        "A: Right.",
        "A: Separated, but I can’t tell you where — where my sister went. I do know that for a\ntime period, I was fortunate enough to — to live with an uncle of mine for a short\nperiod of time, and — and then I got moved around, and ultimately I wound up in —\nas I said, in this town called Kettering, in — two and a half hours away from — from\nLondon as — as war — war came to — to pass. And before — before — just before war\n— war broke out, my parents were able to come extricate. The — the interesting thing\nis [indecipherable] terrible thing for me, is that I had a very close, loving\nrelationship with my father, and — and I never heard from my father during this\nwhole time that I was in England. And — and at that point I thought that my father\nhad a— had abandoned me, that — and no longer wanted me, and I felt completely a\n— completely abandoned. And it was only later on that I found — found out that my\nfather had suffered a very severe stroke within days after my leaving, and was\nunable to communicate, write, do anything. And my parents got out of — got out of\nGermany, I would say, just weeks before the — before the war started. I lived with\nthem briefly when — up until the time that war broke out, and then I was moved, as I\nsaid, to — to this community up in — 1n northern England.\nOctober 15, 2010",
        "A: Correct.",
        "A: Right.",
        "A: Right.",
        "A: Correct.",
        "A: Well Pm — Tm — I’m — mainly I’m with — I’m really with my uncle in th — in\ntheir residence, but mentally, I really — mentally I’m totally confused. I don’t know\nwhether I’ll ever see my parents again. Living with an uncle is not the same as\nliving with — with — with parents. I had nobody that I could — could talk to, and —\nand I would — I remember — I'll tell you one quick incident. I remember one\nafternoon I was so distraught that I went to a nearby park and I sat down and I start\nto cry. I didn’t know what the hell else to do. And a — an English lady stopped, with\nOctober 15, 2010\nher — with her little — little daughter, maybe two or three years even younger than —\nthan me, and asked me — cause I couldn’t speak English very well at that point,\ncause nobody gave a damn whether I learned the English language or not — asked\nme what was wrong, and in my halting English I explained to her that — how — how\nlost I was. And that was — she was the first person that — that offered a shoulder to —\nto cry on, and — and gave me some hopeful encouragement. And when she — when\nshe left, she put a couple of coins in my hand, which I thought was so gracious, and\nso nice. It was the first person that really showed that they — they really did care. So\nmost of that time, I was with my — lived in my uncle’s home. I was moved around\nfrom school to school, I can’t tell you why. Nobody really gave me any — any real\ninstruction on the English language. We were told to be quiet, not to — not to\ncomplain, not to speak German loudly or anything like that. And weeks before the\nwar, and maybe — maybe a month or so before the war broke out, my parents were\nable to extricate themselves from — from Berlin, came t — came to e — to England,\nand I moved in with them for a short period of time, maybe weeks or a couple of\nmonths, until war broke out and it was decided that I would be evacuated, as it was\ncalled, to this country — country place. And I stayed there until — I stayed there for\nat least six months’ time, came back to London under very unfavorable\nOctober 15, 2010\ncircumstances, because at that point, my father had suffered a second stroke, and\nwas in the hospital, and I knew that there would be no hope for him.",
        "A: My mother wrote — my mother wrote to me, and it was — it was very pleasant,\nvery nice. But I had the — it’s not that I did not appreciate words from my mother, I\ncertainly did. But not hearing from my father led me to believe that my father\nwanted to ba — had abandoned me and did not want to talk to me any further. And I\n— and I wrote back to my mother several times, what I — what had I done to deserve\nthat, when I always cared and loved my father.",
        "A: We had — as I said, we had documentation, we — we had the affidavit to come to\nAmerica, the family did, but nobody — but the visa number we did not have. And\nsomehow, England took my parents in as transients, knowing that they would not\nstay there for a prolonged period of time. Wer — you know, how long that time\nperiod might be until their — until their quota number was called, or whatever the\ncircumstances were that would allow them to travel on to America. And that’s the —\nOctober 15, 2010\nthat’s the way that my parents were able to convince the authorities for them to exit\nGermany, Berlin.",
        "A: Yes, yeah.",
        "A: Yeah — no. My father — my father — as I said, my father had been recovering\nfrom a stroke that he had — that he had suffered, and my father was no longer able to\nwork at all. My mother had no — without saying anything adversely about my — my\nmom, had no skills. Had no skills. As most — as most German wives, who were\ngood wi — good wives, home — home-keepers, homemakers to their husbands and\ntheir families, but they really possessed no — no real skills, and females in the\nworking place was not something that was a common occurrence in — in that time\nperiod.",
        "A: My — what my uncle did was, my uncle paid for — for us to have an apartment, a\nseparate apartment.",
        "A: Correct.",
        "A: I would say se — only several months. Maybe a month or two months, because a\n— they only came shortly — they only arrived in England shortly before the outbreak\nof war, and I was evacuated out of London. I’d say I was evacuated out of London\nrelatively quickly. I can’t tell you how quickly, but relatively quickly. And I will s —\nwill say that — that I missed — I missed London, I missed not — not being in touch\nwith my — my mother and father, even though my mo — my father was no longer\nphysically well. And I really wanted to get back to — to London, and ultimately,\nafter six, seven months I guess, being — being in the countryside, it was decided that\nbecause I really wanted to come back, even though London at that time was really\nbeing bombed. We had five, six, 700 bombers overnight. I mean, I can remember\nthe nights, one night after the other, was worse than the other one. And I was back\nin —1n London, and shortly after I was back, my father suffered his second stroke\nand that was debilitating, that was the end.",
        "A: Right.",
        "A: That is — is being — it was being done for my safety and well-being, because\neveryone feared that London would be bombed, and that — and children — it was\nvery common for children at that time to be evacu — as we call it, evacuated. I can’t\ntell you whether — whether — how I got evacuated, whether it was with my school or\nmy class, I have no idea. But it was a common occurrence for large groups of — of\nEnglish kids to be evacuated.",
        "A: I was — and — when I was —",
        "A: — I was placed — all I know — remember, somebody walked around with — with\nboys and girls, somebody knocked on the door, that person would knock on the\ndoor of a home and say, we have a boy, or we have a girl, or in this case, we have a\nboy, he needs a home, and a — and a family took me in. A very proper, straight-\nlaced English family. Looking back on that, I don’t know anybody else, coming\nback to if that would be here today, I don’t know whether — whether a family here\ntoday would do what this family did for me.",
        "A: Poor. I— I hadn’t — there was nobody giving me any English instruction. The\nonly English — the only English that I had was picking up a word now and then, and\nOctober 15, 2010\nmaybe I’d string two or three words together and make myself understood. And\nthere were — there was nothing —",
        "A: No, I-I’d say in — 1n the — in this particular town — village, as I call it, everyone\ntreated me extremely kindly, extremely fairly. I will tell you one — one incident in\nLondon that I’d experienced. In prior — in the — in the morning we’d kind of\ncongregate outside of — before going into the building, and I was constantly being\ncalled a—a dirty Nazi. And by — by the boys, and that — that was all right, I — I was,\nyou know, at that point I was able to — that flowed off me like water off a duck’s\nback. And one day, a — a— there was one other Jewish student in the — 1n that class\nof mine, and I guess he didn’t — he felt that he wasn’t getting his licks in on me, and\nhe called me a dirty Jew. And he probably regretted that, because his face was a\nbloody mess within — within less than a minute. I picked him up in my arms, and I\nsaid, Raymond, you were supposed to be my friend, and I threw him down on the\nfloor and never spoke to him again. And no one ever picked on me again either, that\nwas the end of it.",
        "A: Yes, yeah.\nOctober 15, 2010",
        "A: Oh I’m sure they had to know. They had to know because the people that I was\nwith, being that — that I couldn’t speak English very well, they were told — they\nknew that I was Jewish, and I’m sure they, you know, when — when — when their\nneighbors asked who I was, I’m sure they explained — they c — explicitly, who I\nwas. There was never — never a word said against me at all.",
        "A: Right.",
        "A: Well, the blitz is on, you know, the blitz is on within — within, I'd say within — I\nwas going to say days, but it might have been within weeks of my return to\nLondon, my father suffers the second stroke, he’s taken into hospital in the middle\nof the night, and I knew that it was a terrible night, because I remember what was —\nI wasn’t told what was happening, but I knew what was happening, and I knew that\nwould be the last time that — that the day before was the last time that I would have\nbeen able to speak to my father. He was paralyzed on one side, he had lost — he had\nno sight, he had no speech. I mean, I wasn’t told it was the beginning of the end, or\nthe end was — I knew that was — was a matter of wha — only time.\nOctober 15, 2010",
        "A: I can’t even tell you.",
        "A: Yes. I can’t tell you, I don’t know. Maybe — maybe my world — my world was so\ninsular, if that’s the proper word, that — that — that I really had no — no real thoughts\nabout anything. It’s cruel to say it, but my thoughts were, you know, what am I\ngonna do the next hour, tomorrow and so forth.",
        "A: My — my — my parents, I should tell you, that my parents, in going back to\nGermany took — actually my mother and my fa — my — my — my mother and my\nsister, in retrospect, took English lessons in Germany during the last maybe six\nmonths or so in ninet — of maybe —in — 1n the beginning of 1938. They would\nalways close the door to the — to the living room, or they wou — the room where the\n— where the English teacher came, and I was told it was not for me to know what\nwas going on. I was e — I was excluded from certain things, and that’s — you know,\nthat’s a common occurrence. But a couple of English words wouldn’t have hurt me.\nI did not learn —I really did not learn English — did not learn to speak as well as I\nmight until I came to America and that — I started going to the movies and I would\nlisten to Spencer Tracy and Clark Gable and — and Henry Fonda, and I would\nOctober 15, 2010\nmimic their words, mimic they — the way that they pronounced words. When I came\nout of the — th-the movie theater, I would try to remember the words that I’d heard,\nthat some which I did not know, and — many which I did not know. And when —\nwhen I went to school the following Monday, I would try to memorize those words\nfrom the movies, and — and then I would look them up 1n the dictionary. So I\nlearned — I-I would say my — my prime teachers for the English language were the\nstars of the — of the 1940s, and the best of them.",
        "A: Yes.",
        "A: Yeah.",
        "A: No, he didn’t pass away. He’s — my father lingered for a long time, a long time. I\nwould say from some time in — sometime in 1940 to 1941. So I'd say my father was\npar-paralyzed, incapacitated — totally incapacitated during this whole time period,\nand did not pass away until I would say maybe three, four months, five months after\nI came to America. And then one day my aunt told me that she had to sit down and\ntell me something rather seriously, and I knew already what it was, and it wasn’t a\ngreat big shock, even I was, at that time I was — I was 10 years old. You know, it\nOctober 15, 2010\nwas — it was sad news for me, but what was sad really was — the saddest moment for\nme in England really was separation from my father, because at that point when —\nwhen I was supposed to come to America, I was taken to the hospital. And my\nfather could understand, but he couldn’t talk. My father was told that I was going to\nAmerica the following day, and this would be the last time that he would — that I\nwould be in his presence, or that I would be able to see him. And ... my father\nplaced his hand on my — on my head. I didn’t know what that meant, and — and I\ndidn’t have — eight, nine year olds, 10 year olds, don’t ask anything, we just listen.\nAnd then, when I was 13, I was Bar Mitzvahed in New York, and a rabbi put his\nhand on my head, and I knew what my father was doing. That probably was the\nsaddest day that I had in England. And my mother came to America. My mother\nstayed in — in England with my father obviously, to the end, which was maybe a\nhalf a year or so after I came to America. At that time, even as I came to America\non a ship — and I have the — the boarding pass still at home, and I even have a\npicture of the ship which one of my assistants dredged up for me from the internet.\nThat was a ship that took me from Liverpool to Montreal. Took about 10 days, 10\n- 12 days. We were in a convoy for about the first two or three days. We were a\nrelatively modest sized ship, passenger cargo ship. Had a — as I said, a convoy for\nthe first two or three days’ time, which you — where you felt relatively safe, because\nOctober 15, 2010\nthe destroyers were throwing depth charges around, and you never knew whether\nthey were firing at somebody — something 1n reality, or just as a — a precaution. And\nthen maybe on the the third or fourth day, the convoy was gone, and you were\nalone. And there you were in the north Atlantic, and as I found out later on, maybe\nonly 30 or 40 percent of the ships that sailed on the north Atlantic during that time\nperiod actually got through. I was de — certainly much aware of the fact that the\nchances of getting through were — were at best 50 — 50, and a life jacket was\nsomething that was on me continuously, but hell, if that ship was torpedoed, I knew\nthat we were gone, all of us were gone.",
        "A: I’m going to take it back to Kristallnacht. I was eight years, eight and a half\nyears old on November eighth. On November ninth I was 18 years old. I had\nperipheral vision at that point. I could see what was going on. I had fear built into\nme. There wasn’t anything that I was not prepared to do or see. So I did not — I was\nOctober 15, 2010\nnot any more — and I don’t want to use the word normal, I was not normal any more\nat that time. And there was — you know, I — I could — I did things — I’d experienced\nlife as no other eight year old ever had, and as a result was able to cope with life on\nmy own in a way that no eight, nine or 10 year old ever would. During the time\nperiod of the London blitz, I was with — I lived with my — with my mother and\nfather, and it was my — there was — the blitz started every — every evening, every\nnight time from — from as soon as it got dark, til early in the morning, four or five\nhours of intense bombing. It was unbelievable. As I said the — you know, you could\nhear the — the roar of the planes, it was — it was frightening, it was dreadful. In the\nmorning you could see the glow, you could s — buildings would shake around us.\nYou could see buildings that had been b-bombed out, you could see fires on the\nstreet. All the — all the wreckage — the only thing that was not wrecked was the\nspirit of the London people, who always remained calm, and had their brooms in\nhand to tidy up the best way they could. They were — they were miraculous.\nAbsolutely miraculous. Once in a while we did s-sleep in the — in the underground,\nwhich was deep underground. Underground being subway, but which protected us\nfrom — from bombs up above. And once in a while — actually I remember one day\nwhen I went to school, that the air raids started in — in the day time, and that was\nunusual because most of the bombing runs, the air raids started in the — 1n the early\nOctober 15, 2010\nevening. And at that point I was in a bomb shelter from early in the morning to\nmiddle of the afternoon. I rushed home, and within an hour later, I was back in the\nbomb shelter. So I spent maybe 20 hours that day in various bomb shelters. So I\ndon’t get too excited any more about people saying that you know, you don’t know\n— you don’t know what it like — what it’s like being bombed, I certainly do know\nwhat it’s like. And I do know what it means to have four or five, six, seven, 800\nplanes overhead in London, bombing the — the [indecipherable] city to daylights.\nWas unbel — unbelievable. And then one — one day I was told by my mother that —\nthat my papers had — that our papers had come due to come to America, and I\ngather they came due faster than — than people had thought. Because basically,\npeople were being eradicated, or people were not able to leave Germany because of\nthe war, they had — they — they might have had papers also, or they were in\nconcentration camps now, and as a result our — our number — our quota number\ncame up somewhat faster than — that had been an-anticipated, and say my — our\nquota number came up in September, October of 1940, and that’s when I exited\nfrom — from — from — from London. And my mother would have been free to go,\nhad she decided to — to — to — but she wasn’t going to leave my father there.",
        "A: I would say somewhere between 10 and 14 days. It was a — it was quite a\nvoyage, quite a voyage. And as I said, the — the lifeyacket, this cork lifejacket,\nbulky, was part of — part of my — my attire. Almost tha — or certainly all day, and at\nnight it was always right there for me to wear. But it was frightening as all hell to\nthink that — that death would await us in the water, which it certainly was a — a great\npossibility of that happening. Ships were being torpedoed left and right.",
        "A: My sister was on that ship. How many passengers on the ship, I have no idea.",
        "A: Yeah. My sister’s always seven years older than I am, okay? If I am 10, she’s 17,\nif I — she’s always — she always is ahead of me, and as I said, there is no\nrelationship per se, between a 10 year old and a 17 year old. It’s a— it’s a different\nelement.",
        "A: To America — yes I did. I knew that we were going, that this cousin, this third or\nfourth cousin who I had never heard of before, who was kind enough to — they came\nto America from Germany, roughly about 1935 — ’36 from what I was told, and\nhad settled in New York, they had given my parents the affidavit to come to\nOctober 15, 2010\nAmerica. And that’s where I was bound for. So I landed in Montreal. I should tell\nyou when we — when I — the 10 hours or so, six hours prior to landing, somebody —\nsomebody said, it smells differently. And it does smell differently on the water,\nwhen land is nearby. And ultimately somebody said, land. And you couldn’t —\ncouldn’t believe the cheers that went up from all the people on deck. And of course\nme, being the internal pessimist said Jesus, ships can get torpedoed just as easily fro\n— you know, five or six hours away from shore, than — than — than out on the —\nfurther out on the waters. And ships actually were torpedoed closer, I found out\nlater on. And we — we went to — to Montreal, exited the ship in Montreal, took a\ntrain from Montreal to New York, and we — we was welcomed by my uncle and\naunt, as I said, third — third or fourth cousins, who welcomed me to New York and\ntried to, you know, who accepted me, who — who cared — who had no other\nchildren, who cared for me. They had very limited means. My — my uncle was —\nthese — these people had a — a small dry goods — they had a successful dry goods\noperation in Germany, I’m not quite sure where, I think in Stettin. And came to\nAmerica, realized what was happening, and my father — my — my uncle rather,\nbecame an elevator operator, local 32B. And ran an elevator in a — in a freight\nbuilding. My aunt did something that you probably don’t even know, called\npiecework. Wa — were — meaning that she embroidered sweaters. And I would help\nOctober 15, 2010\nher to embroider these sweaters, and a result, at the end of the week I would get my\ndime allowance, and I would spend that on the movies. And after I felt a little bit\nsure of myself, I would use some of that money for a comic book. And I graduated\nfrom — once I — once I mastered the art of comic books, I then graduated to real\nbooks, and that’s how I learned to read, write. I had some wonderful teachers in — in\nNew York, the first school I went to, who decided I would — should go back a\ngrade, should be set back so I wouldn’t have the pressure to perform. I-I was — I did\nthat for about oh, several months’ time. And then they decided I was ready,\nlanguage-wise, skill-wise, and they moved up — moved me up to grade level. And\nI’ve — we moved into a — an area of New York called Washington Heights, which\nmany ca — many people called what the — the fourth or fifth Reich, because there\nwere So many Germans — German Jewish people living up in that area. And then I\ngot moved around.\n[break]",
        "A: No, my sister obviously at that — that time, I think, to the best of my knowledge,\nand the best as I recall, my sister became a — a — an au — au pair, not a domestic, an\nau pair in a family somewhere in mid-town, and took care of a — a child for that\nfamily. And she did that immediately upon coming here.\nOctober 15, 2010",
        "A: Well, America was very scary for me, it was — it was a-adjusting to a — a brand\nnew environment. Give you another — another aside. Obviously I-I gravitated to\nsome children, Jewish children that were in my school to play with after — after\nhours. You know, we play on the street and play some games. And that happened\nfor about a week or two — two, and those children, those boys asked me how — who\nI was and told me — asked me about something about my background. And I told\nthem very freely and o-openly where I came from, what I had experienced, the war,\nand so forth and so on. And one of them said, well why don’t you come up, my —\nmy parents would like to meet you. So I went upstairs to their apartment, and spoke\nto the parents, father, and again I repeated, you know, my — what we had gone\nthrough, and what life was like. And the next day the boy came to me and said, my\nfather doesn’t wish — wish me to play with you anymore, because your stories are\nnot believable, and they’re too dark. And from that point on I gravi — I stayed away\nfrom Jewish children altogether. And my best friend during this time period, that\nwas New York, before I moved elsewhere, was a Methodist family, who almost\nadopted me. Took me wi — on — I lived with them after school, and observed\nholidays, they bought gifts for me at Christmastime. They made me feel as part of\nthe family. They were Methodists. And again, non-Jews had more compassion for\nOctober 15, 2010\nme than Jewish people. And that Jewish people here in New York could not have it,\ncould not find it in their hearts to believe what I was talking about, I found it\nindescribable. It — it really was destroying to me. But I said at that point in time, I\nwould not — I would not play with a Jewish child again, period.",
        "A: Well, after about — living here in New York for about, I would say maybe eight,\nnine months or so, my aunt and uncle here in New York had a rather small\napartment, and actually my — my bed was a collapsible one that was set up in the\nkitchen. And it became more and more difficult for my aunt and uncle to take care\nof me, I think financially as well. And an uncle — another uncle of mine, during this\ntime period had — had gone — had emigrated from Berlin to London and then from\nLondon to California, and it was decided that I would move to California. And I\ndid something that probably no 10 year old had ever done before, and probably\nnever will, I flew — my uncle paid for me to fly to California, and th — and to fly to\nCalifornia in the year 1940 was a— was something, very, very, very exceptional.\nTook about almost 18 hours to fly to — from New York to California. My uncle, as\nI said, had been a successful lawyer. He had a very lovely apartment in — in Los\nAngeles. I was enrolled in school in Los Angeles. My uncle had a — had some\nwonderful, well-to-do friends. I learned how to live a little bit again, I learned how\nOctober 15, 2010\nto smile again, a little bit. My — my uncle was — was a — had a great love of classical\nmusic which I — which I — not adopted, but which came off — which rubbed off on\nme, which I also, I think received from my father, going back in time. He too, had a\ngreat love of classical music. And — but I did learn something in addition to that. I\nlearned how to live — I learned how to talk with people, and I learned something\nabout finance in my — in that early age, because I — my — my uncle would be glued\nto the — to the — to the radio every afternoon to listen to the outcome of the financial\nmarkets. And from that, I would listen to my uncle with — with bated breath, as to\nwhat was going on in the financial markets — didn’t understand it that well, but\nbecame very interested in it, and I believe because of that interest, 1t undoubtedly\nsparked my further interest into seeing what went — what was out in this — in this\nworld, which had served my uncle so well, and which ultimately has served our\nfamily well, because that — that became my profession.",
        "A: I was living in California.",
        "A: In Los Angeles.",
        "A: I would say maybe a — also another — a year, a year and a half or something like\nthat. Probably a year and a half.",
        "A: I went — I learned — I learned what a hamburger was, I learned what a drive-in\nwas. I learned how live | — live life again, the way that we had — that I had not\nexperienced possibly for the preceding three years before that time, before leav —\nleaving Berlin.",
        "A: My — my — my sister is in New York, still doing exactly — I think she might have\nmi— been moved — might have moved her position to another family. But\nessentially doing that — that type of work. And my mother was still in England.\nAnd my mother came from England to the U.S. — and I’m guessing here —\nsomewhere around 1943, maybe very late °42, but I would — I would judge very\nearly °43.",
        "A: New York. I come back here, I again embark on an adventure of a lifetime as a\nchild, and come back, my uncle just asks me — I mean, what child is asked these\nkinds of questions, he asked me, how would you like to go back to New York? I\nsaid, what are my choices, I remember. He said, well, you can fly back to New\nOctober 15, 2010\nYork, or you can take a train back to New York. He said, taking a train back to\nNew York will probably take roughly about five days. I said, let’s take the train. I'd\nflown one way, I said, let me see what it’s like seeing America through the\nwindows of a train.",
        "A: It was terrific, terrific. People were — the people on the train were very, very\nkind, making sure that I went into the dining car. And of course my — my uncle had\ngiven me su-sufficient monies to go into the dining car for — for my meals, and\ngiven me a long —a—a-—a kit with cookies that I know that I — I would enjoy, and\nthings of that sort. But it was fantastic, seeing America through the windows of a\ntrain.",
        "A: I felt —I—If-— Ive always felt that my — my — my blood is red, white and blue,\nfor — for England and for America. I am thankful beyond words for what England\ndid for me. If my parents would not have gotten out at all, I would have gotten out,\nand — and I should also tell you that two years ago, a — the — a Holocaust museum in\nour area asked me to do a kinder — a program on the Kindertransport. I told them I\nwould only do such a program if we brought somebody up from the English\nOctober 15, 2010\nconsulate to express my — my gratitude in person. Approximately two years ago, I\ndid run a program for the — for the Holocaust museum of our area on the\nKindertransport, and — and I had made contact with the consul general’s office in\nNew York, and the — the vice-consul and deputy consul general came up and IIsa\nand I had enjoyed his company, we had ka — the private company with him for\nlunch and then we brought him up to the program, and I said to Ilsa, I said, we’ll\nprobably have 50 people at the program, I said, nobody ever comes to listen to any\nof these things. And — and 350 people came. I — I couldn’t believe it. 350 people\ncame and — and listened to the program, which consisted mainly of my s — my\nspeech, and obviously a — some remarks from — from the consul general. And we’ve\nstayed in contact with each other, and — and if I can carry that on a little bit further,\nwe ve also established a relationship with the consul general o-of the — the German\nconsul general in — in New York and — and Ilsa and I will be s —I wish it — I wish —\nI can’t — I don’t like to use this word, being recognized, honored, we’re being —\nwe’re going to be recognized, honored by our Holocaust center next Sunday, a\nweek from today. And again, I — I said I wanted the consul generals to come up, and\nthat’s the way I wanted it, and I was sure that he would, and — because we had\nestablished a — a previous relationship with him already, and — and he was only too\nhappy to do that. So he will be our guest speaker next Sunday and — and I’m kind of\nOctober 15, 2010\nshaking, quivering in my boots, because even though I am not afraid of anything, I\nam — I am very tenuous about the — about what I — what I am going to say, or what I\nmight say or not say and do. But it will be an exciting evening, and we do have a—a\nsubstantial number of people coming to that dinner.\nA2: A record number.",
        "A: Yeah.",
        "A: When I came back to New York, we moved — when I say — at that point, my\nmother took an apartment in — in uptown Washington Heights. It’s an — an area\nknown as really Inwood. Inwood, Washington Heights. My mother went to work\ndoing factory work. Had never done this — had never done the kind of work that she\nwas now doing. She was working 10 - 12 hours a night, in the most menial position,\nto sustain us. And I moved into the apartment — we moved into an apartment house,\nI said, in Inwood. And there were many families, like families of our — called\nrefugee status, or whatever. And I formed a bond with three other boys, very close\nin age proximity, not all having gone through a similar type of experience that I had\nto undergo, but boys that also had fled with their families from Germany. And we\nformed a very close bond, and we called ourselves the boys of 1815, because it was\n1815 Riverside Drive. And it was — unfortunately, the last one of those boys — the\nOctober 15, 2010\nlast one 1s me, but the last other one passed on last year, which was a very sad\nevent. And we would work together in the Catskills and Fleischmanns, New York.\nWe made our first — first money, we became rich, at least tho — so we thought,\nearning 500 bucks for the — 500 dollars for the season, in 50 cent and dollar tips.\nBut it gave us our first entry into earning some money.",
        "A: I would say — I would say the minute — I — I would say, when I was 14. I — I told\n— I told a — the — the hotel — hotel people I was 16. I did. I— cause you weren’t\nsupposed to work at that time — at that — at that age yet. You could not get work —\nnot get working papers, but still you weren’t — you were only supposed to work\nlimited number of hours, and you had to fudge the truth. Not lie, fudge the truth.\nThere’s a difference. So we — we worked in — in — in Fleischmanns New York. It\nwas a hell of an experience, and we — we gained financial independence from our\nparents, which was very important.",
        "A: Yes.",
        "A: We followed the n — the — the news of America’s involvement in the war. I\nprobably could — could show you the maps of what was happening with greater\nOctober 15, 2010\naccuracy than any other American, because I knew Europe. What I could not quite\nunderstand, is at the onset of the war, which was still the — the end of the Great\nDepression here in this country, and people again in this country, who really did not\nquite fathom the depravity that had occurred in — in Europe, and how bad — how\nbadly things had gotten, and the reason I really mention this, because there were\nstill people here in America that were striking for benefits. And looking back on —\non the scene now, I could understand what was happening here. People were\nconcerned about eking out a living here. They were — they were more concerned\nabout that until really the onset — once war broke out, then I think the country really\nbecame — became — the country became unified as nothing I’d ever seen before, the\nsame way as it would happen in England.",
        "A: All ties were severed. All ties were severed. I did have family remaining in\nEngland, and I would say contact was at best intermittent. Letter writing was still\nsomething that went on, and — and who wants to write letters at let — when you’re\n12 - 13 - 14 years old, you know, that’s not a great — 1f my mother would write a\nletter to — to our relatives, I would — I would be asked to — to join in, I would wr-\nwrite one sentence, you know? For t — for boys and girls do at that age. But we went\nOctober 15, 2010\n— we went back — we had been back — we’ve gone back to Berlin rather quickly, I\nwould say probably within five or six years at the end of the war. We’ve been back\nto Berlin, I would say at least — at least every two years’ time, from the 50s on, and\nas recently as — as the — the commemoration of Kristallnacht, the 70\" anni-\nanniversary. We — we were in — in Berlin with Chancellor Merkel at the Reich(ph)\nstrasse synagogue. Wonderful ceremony, sad ceremony. I took my — my — my\nchildren — I shouldn’t say my children, I took my daughter — we have three children,\nI took my daughter, my son-in-law. They had been to Berlin with me previously.\nAnd I also took one of their children who was free at that time, a young lady. And\nwe went to the ceremony. That — that was all aided, the — the logistics of attaining\nthat ceremony was all aided by the consul general’s office, who we got to know\nvery closely during that time period as an extremely fine gentleman. And he aided\nus to make sure that we were included in that — in that ceremony. When I say\nincluded, being able to attend that ceremony. And we spent a day with — with our\nchildren, showing them where our synagogue had been, what had transpired, and I\nstood at — at the site where my synagogue was, where there is now a large bronze\nplaque, which I say unashamedly is there because I asked the [indecipherable] to\nfix that — that — that plaque. There had been a — there had been a — there had been a\nsmall marker as to where — what had been on the site previously, and many, many\nOctober 15, 2010\nyears ago I had contacted the Berlin authorities, asked them to renew that plaque\nwith an — with one that really was more meaningful, which they did almost\nimmediately. Germans are the — are the most thorough people, and the most — they\nare the most willing to — to please, and they are most willing to understand what\ntranspired. Chancellor Merkel spoke at — at that ceremony spoke about the past,\nJewish relationship, the present, of never having something like that again, spoke\nabout the future, of — of Israeli German relationship and of the danger of the Iranian\nsituation. So she covered all the bases, spoke eloquently about them. And I again\nsaw Chancellor Merkel in a rather small ceremony, roughly about a month ago,\nwhen I was asked to attend a ceremony at the Leo Beck Institute in New York\nCity, where Chancellor Merkel was given the Leo Beck Medal of Freedom, which\nis a very high commendation. And I later found out that ch — that Leo Beck, a\nwonderful, distinguished rabbi, theologian, rabbi, was the guest speaker in 1930 at\nthe synagogue that I’d mentioned to you previously, my synagogue was inaugurated\nby cha — by chancellor Leo — Rabbi Leo Beck, which I found an absolutely\nwonderful coin-coincidence.\nA2: I have pictures of a lot of stuff that we saw in — two years ago, and previously.",
        "A: We - we have —\nA2: [indecipherable] tomorrow.\nOctober 15, 2010",
        "A: — we have tried to — we have tried to — I have tr — I have tried, we have tried to\nshare our history in a way that — all — we’ve taken all of our children to — to\nGermany. We have taken some of our children to Germany as either th — based\nupon their availability, based upon their — what we felt was their age group, that\nthey would be able to comprehend what — what — what it was like, and what the past\nwas like, so it was not just a — a vacation for them.",
        "A: Not that I —",
        "A: No, I did not know any specific facts about the Jewish community in Berlin, or\nknow any specific facts about any Jewish community. But, I knew on November —\nNovember 9\"\", 1938, that conc — I knew of concentration camps, and I knew that\nJews were being taken away to concentration camps on a regular basis. So I knew\nwhere — where — where Jews were. And I didn’t have to be shown pictures, or — or\ntold something and say God, I never knew that. I knew — I knew what was\nhappening. As I left, I kn-knew what was ha — I knew what was happening while I\nwas in Germany. As I said, the sad — the — the — the — the sad thing that I remember\nOctober 15, 2010\ncoming to New York was this father not wanting — wanting to evade the truth of\nwhat was happening.",
        "A: Absolutely.",
        "A: A miracle. A miracle. Absolutely a miracle. Couldn’t — you know, I think, I\ndon’t — wh-what was V Day? In — in August of — I don — I forget exactly what —",
        "A: Yeah.",
        "A: Yeah, well, at — at that time, in — in August, we were — we were working in\nFleischmanns, New York, okay? And that — and again, this was — Fleischmanns,\nNew York was a haven for German Jews on vacation. And yes, we experienced V-\nE Day there, and as I remember, this was pandum — joy of pandemonium\nproportions, that’s the only way — that’s the only way I can describe it. And — and as\nfar as — as far as the end of the — the war in Europe, there was — there was a great\ndeal of — of — I hate to say it, of joy on my part when I heard that Dresden was —\nwas carpet firebombed, that Berlin was firebombed, that other cities were\nfirebombed. Remember, I was in — in — in England when Coventry was leveled,\nOctober 15, 2010\nokay? And I saw London being leveled, and Coventry being leveled because there\nwas a church there they wanted to — to bomb. So I had no — I had absolutely zero\ncompassion, zero heart. I wanted to see as much destruction of Germany as\npossible, as much destruction. And the first — the first time that we were back in\nGermany, you know, you — I could s — I would say a large proportion of people had\namputated limbs. And I knew what were they from, they were from bombings.\nEither they — either they had fought in the war, the men had fought in the war, or\nthey had been com — had been civilians. I had no compassion for them, none.",
        "A: Yeah.",
        "A: I survived. I had survived. I am not a religious Jew, but I will tell you, every time\nthat we go back to Berlin, I made sure that our time period in Berlin is over the\nSabbath. And I insist that we always, that anybody who’s with me, knows that\nwe're going to services. And I'll tell you also something special. There’s a\nsynagogue in Berlin, it’s not very f— not f — it’s within walking distance of the — of\nthe Kempinski Hotel on Kurfuirstendamm, that — we go to 10 services. That\nsynagogue sits within a courtyard of apartment dwellings, apartment buildings. As a\nOctober 15, 2010\nresult, the synagogue was ransacked, but not burned down, because had it been\ntorched, buildings and surrounding buildings would have also gone down; they\nweren’t going to do that. I found out later on here in the U.S. from my sister that\nthat was a synagogue that my uncle, a — a brother of my father, had been the\npresident of in 1930s. And from a diary, from a written diary of my grandfather,\nthat my grandfather wrote that he celebrated his 75\" birthday in that particular\nsynagogue. I want you to know that I too celebrated my 75\" birthday in that\nsynagogue and was called to the Torah.",
        "A: No, I’ve probably taken up too much of your time.",
        "A: I’ve probably bored you with too much —",
        "A: — and I apologize if I’ve taken up —\nOctober 15, 2010",
        "A: Yeah, th-th — they expressed in words their — the — you know, how they felt\nabout what had — what had — what had transpired. And a Christian group, again\nChristian, okay? They are so important in my life. A Christian group in — in — in my\narea had set up a storefront and boarded it up and put on a Star of David, and c-call\nit Jude, and — and desecrated the front of a — of a storefront as a kind of a replica as\nto what we had endured during that time period. And I found that touching. And as\nmy — my wife said, on the lampposts around — around the park where we lived,\nthere were signs as to what had transpired against Jews in that period. What I also\nfound very interesting is that two blocks away from where we lived — and my\nparents never told me this, I— Albert Einstein lived. Okay? And there’s a large — a\nlarge stone — I can’t say a memorial, what do you — lar — large — a very, very large\nstone plaque that this was the residence of Albert Einstein. I said, my God, I never\nknew that I lived in such a — such a prestigious neighborhood. But — but — but ger —\nGerman — German citizens are much more aware — I — I think — my gut feeling tells\nme that the Holocaust will be — will be nothing other than a museum piece in years\nto come, that who knows whether even our Jewish grandchildren or their children\nwill have knowledge of the Holocaust? I think it’s going to — I think — I think it will\ndisappear in time, and you will — you will stay around. When I say you, I’m talking\nabout the Holocaust Museum, and maybe a couple of other ones wi-will stay\nOctober 15, 2010\naround. But I — we’ll se — I —I —I see that in the next 10 years town, some of the\nHolocaust centers, unless they’re well-endowed, will not make it. Because that\ngeneration that has supported them will no longer be there, and the next generation\nwill not ha — will not step up to the plate.\nA2: But the German schools are actively teaching the Holocaust.",
        "A: There is nobody — there is nobody that is — maybe that’s why I have a great\naffinity for Germany at this time, because number one, I can say I have survived,\nand the others are dead, because they — they have passed on, and it’s a new\ngeneration of Germans. And that’s why I c —I get along with — wa — you know, I\nget along on a first name basis with the consul general, and with other Germans, I —\nI greet them. They are, as far as I’m concerned, part of — part of my life, part of a\nnew life. Lot of — lot of my generation cannot, have not, will not say what I’ve just\nsa — told you. They will live in the past and say they will never forgive or forget. I\ncan never forgive and forget, but I can move on. And maybe that’s why life has also\nbeen somewhat more successful for me than maybe some other people, because I’ve\nalways believed in looking — 1n — 1n being a forward-looking person.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 15, 2010\nRG-50.030*0594",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with John Lang,\nconducted on October 15, 2010 on behalf of the United States Holocaust Memorial Museum. The\ninterview took place in Arlington, VA and is part of the United States Holocaust Memorial\nMuseum's collection of oral testimonies. Rights to the interview are held by the United States\nHolocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JOHN LANG\nOctober 15, 2010"
    ]
}