{
    "rg": "RG-50.030.0589_trs_en",
    "sequence": [
        "Question: It’s the United States Holocaust Memorial Museum. Today is Friday, 8\nOctober, 2010. It is 10:35 hours. This interview — oral history interview is being\nconducted by Steven Mize. The oral history interviewee is Grant Shultheis. Mr.\nShultheis, when and where were you born?",
        "Answer: Where was I born?",
        "Q: Yes, sir.",
        "A: Latrobe, PA.",
        "Q: And wh-what year? What’s the date of your birth?",
        "A: 19 — well, I— 1920.",
        "Q: 1920. Okay, can you briefly describe your childhood?",
        "A: Pardon?",
        "Q: Can you briefly describe your childhood?",
        "A: I still didn’t get it.",
        "Q: Ah, can you —",
        "A: I tell you what, I’m deaf in this ear.",
        "Q: Okay. Can you describe your childhood, growing up. What was it like growing\nup in — in Latrobe?",
        "A: Uh-huh. Okay now, what do you want to find out?",
        "Q: Your childhood.\nOctober 8, 2010",
        "A: Child?",
        "Q: Your childhood. What was it like when you were a child?",
        "A: Yeah, what about it?",
        "Q: Yeah, w-wer — what — wa — can you describe what it was like, where did you\ngrow up, and —",
        "A: Latrobe, PA.",
        "Q: Right, and I understand you grew up on a farm?",
        "A: Well, yes.",
        "Q: Right.",
        "A: When I was eight years old we bought a far — my dad bought a to — a poultry\nfarm.",
        "Q: I see.",
        "A: And that was back in 1928.",
        "Q: And what was your job on the farm?",
        "A: Taking care of chickens — mostly with chickens. That’s what it was, a poultry\nfarm.",
        "Q: Right.",
        "A: And we did a lot of custom hatching. Say like you was a farmer or something,\nand you had a hundred eggs from your chickens and you wanted to increase your\nflock. You brings your eggs to us, and for two and a half cents an egg, we would\nOctober 8, 2010\nhatch those hundred eggs out for you. And then they — and if you got a hundred\nchicks out of 1t, you’d be lucky. But nobody ever really did get a hundred percent,\nbecause of the eggs were not always fertilized. The rooster wasn’t doing his duty.\nHe had to do that, you know what I mean. So, but that’s what we did, we — we had\nthousands of chicks. We had two incubators that would hold 10,000 eggs, and we\nhad a hatch come off every Monday and every — every Monday and Friday. And\nthen we’d take these chicks out, and say like if you had — oh, we’ll say a hundred\neggs, then we’d call you up and let you know th-that the chickens — the chicks,\nwhen they’d be ready. Then you’d come and — and get your chicks and pay us for\nthe chicks — for — for the eggs that we hatched, or for all the eggs. Cause if you gave\nus a hundred, well you’d be — you very seldom get a full hundred percent hatch,\nbecause a lot of them — a lot of the eggs weren’t even fertilized.",
        "Q: Did you enjoy it?",
        "A: Pardon?",
        "Q: Did you enjoy it? Did you enjoy the chicken farm?",
        "A: Yeah.",
        "Q: You did. Can you tell me about how and where did you meet your wife?",
        "A: My wife?",
        "Q: Yes.\nOctober 8, 2010",
        "A: Well, she — she — she’s dead now. She died about t-two years ago, and — but we\nwere married for 58 years.",
        "Q: How did you meet her?",
        "A: I have four — four children.",
        "Q: Right.",
        "A: I had four, and I lost a daughter — I lost — yeah. We had one daughter and three\nboys. Well, I got the three boys yet, and boy I’Il tell you, they’re — they’re — they’re\nwonderful. And any person — you know, with a lot of the people, when they get\nmarried they say, oh I’m not gonna have kids, it cost too much to raise them, and\nthat. Well, boy, I’m glad I did have them, because they take good care of me. The\none — this Jerry here, the one that ha — who you give the keys to there, he — he —\nhe’s one of my sons.",
        "Q: Yes.",
        "A: He’s the second son. And I have three altogether.",
        "Q: How — how did you meet your wife?",
        "A: How old?",
        "Q: No, how did you meet your wife?",
        "A: What do you mean? Say it again, please.",
        "Q: How did you meet your wife?",
        "A: How did I meet her?\nOctober 8, 2010",
        "Q: Yes.",
        "A: Oh, she was two houses away from me. And her brother and I was friends. When\nthey moved up there in the country, next to us you might as well say, why, him and\nI got together cause we were both almost the same age.",
        "Q: Now, why did you go into the army”?",
        "A: Why did I go in the army? Well, because they told me to, for one reason, and the\nother reason, I wanted to go. I did want in before I got married, but after I got\nmarried, then they took me. Cause see, I’m blind in one — in this eye, the right eye.\nWhen I was five years old, I— a guy that didn’t care where he threw his garbage,\nwhat do call them, you know, they got a name. Anyhow, it — he — he was going up\nan alley. We lived in tow — when thes — this is when we lived in town, before we\nbought the farm, and I was five years old then. And we had a fence around the —\nDad had a fence around the ge — our yard, and that, and my mother always put me\nout there to play with my toys while she cleaned her house, when I was little. Well,\nthis here guy who were — whoever it was, was drinking pop, and the — and his bottle\n— bottle went empty, I guess, so he just tossed it over the fence into my — into my\nDad’s yard. And Mom always put me out in the yard, cause it was safe to play\nthere, because it — she had a lock on the — on the gate, so I wouldn’t get out and get\nrun over with a car, wi — which I — which I did anyhow. I got ran over three times in\ntha — to be exact. Each car went over me, but none of them the wheels — only one\nOctober 8, 2010\nthe wheels hit me. Anyhow — let’s see now — I wasn’t going to tell you that. Th-Th-\nThe — the — so anyway, the — this time that I got hit twice right — right in front of our\nhouse, cause it was in the wintertime and we were in — in a— was 1n a — this — the\noutskirts of the town, like. And my two older brothers, they wanted to go across the\ns — Ligonier Street, that was the main street going down through Latrobe, and\nmake us new — new fort, because they want to have a snowball battle. And my\nmother said no, you can’t go, cause if you go over there without Grant, he’s gonna\ngo across the road and get hit with a car. Well, she was right there, because a-and —\nand my dad, my dad was an invalid ever since he was two years old, and his — he\ngot sick, and his mother took him to the doctors and the doctors gave him the wrong\nmedicine, and he wound up with polio, and he was crippled, and he had walked on\ncrutches all his life from — well, in s — he was — well, I — I forgot Just how old he\nwas, he wasn’t very old. He was two years old, I think it was. And, he started out on\ncrutches. He walked on them until he was 41 years old, and then — then here he got\nbursitis in his shoulders, and he couldn’t use his crutches no more, so he went to a\nwheelchair. And he lived in the wheelchair and — until his death, which was 36\nyears later. And — but he had a — an office job, and he worked there 45 years. And I\ntold him whenever he retired, I says, but one thing about Dad, why, none of your\nsons are gonna work as long as you did at one job, because we were all too old for,\nyou know, to get started on it. But that was my dad.\nOctober 8, 2010",
        "Q: What year did you enter the army, sir?",
        "A: The army”?",
        "Q: Yeah, what year?",
        "A: Year was — gosh, I don’t know.",
        "Q: Do you remember your training, what — what training, army training was like?",
        "A: Yeah, we — yeah, we — we ki — we — we trained there, you know, I went to\nMaryland, is where — is where th-the gi — the recruits went.",
        "Q: Was it difficult for you, army training?",
        "A: Difficult?",
        "Q: Yes.",
        "A: Never.",
        "Q: Never.",
        "A: I loved that stuff. I—I liked that, especially when we went out in the firing\nrange, that’s what I liked the best.",
        "Q: Were you a good shot?",
        "A: I became a crack shot, and that — and then, whenever we finished, when we had\nthe Germans down and — and they gave up altogether, and the war was over in\nEurope, why then I volunteered to be a sniper. Got out up where — pretty nice ge —\ncause we were gonna go to Japan. And we were starting to train for them,\nwhenever they dropped the atomic bomb. That made the difference in the whole\nOctober 8, 2010\noutfit, for everybody. And so they — they — they canceled everything after that, and\n— and so when that — when they dropped that bomb, we couldn’t believe it, one\nbomb could do all that, because we been bombed before, being in the service. And,\noh, they tried to kill me a good many times, but they — I always out shot them. Let’s\nput it that way. It’s a heck of a thing to do.",
        "Q: Do you believe your — did your training prepare you for combat, in your —",
        "A: Yes.",
        "Q: It did?",
        "A: Real good.",
        "Q: Can you describe the first experience of combat in your out — your —",
        "A: Well, the first guy I shot, 1t made me sick, cause I — when the battle was over, I\nwent up to see, because whenever I — he was laying behind a log, and he was\nshooting at me, an-and he missed me the first shot, and I ducked down behind a—a\n—a tree. Cause th-the Germans had the ri — the civilian population had to rely on the\nwoods to keep their fires burning in the wintertime, cause there was no coal for\nthem, or nothing to — to heat up — oh, I tell you the — the German civilians, they took\na beating. And the — the Germans took the — all the food, mostly, that they could\nget, ta— and they didn’t have enough to eat half the time, and the — that’s the —\nthat’s the civilians. But I’ll tell you, the German civilians were better to us than\nwhat the English were. And we were su-supporting the — England and everything\nOctober 8, 2010\nelse, and doing all that stuff. Cause I was in England there for nine months, I think\nit was. Anyhow, I was in the military police then, and they — so I got their bo — I got\nacquainted with wa — one of their bobbies, which is, that’s what they call for, you\nknow, police, over there, a bobby. And him and his wife decided to have four of us\ncome to their house for Christmas. Well, that was a pretty good deal, you know, at\nleast we thought so until he — he says — well, we were — I was on like a—a-—a\ndifferent outs — outfit, because they — they went and they gave us the st-stamps and\nthat, you know, for th — to get your — your vittles to eat. And then — then you —\nanyhow, he says, do you have any — any stamps, food stamps, that’s what they\ncalled them. And I says, yeah, I said, I got mine yesterday. He said, let’s see it. And\nI pulled it out and handed it to him, and that was a mistake, because he never gave it\nback to me. He says, well, if you’re coming to eat, he says, we gotta feed you. But I\nwasn’t counting on supplying the food. But anyhow, it was nice, and that was a\ngood gesture. And so he had the four of — he had four of us come there. And I was\ntelling him — his wife, she’s just a little squirt, and the — but she was nice. And she —\nand she’s asking me, you know, like, about my family and all that stuff, and I told\nabout my wife, and that, and she says, well, I’m gonna make her a baby doll. I said,\nwell, that’ll be real nice of you. She said, one of those days itll come rolling up to\nyour house door. So — but it never came. She forgot about it, or didn’t have a chance\nor something. I don’t know, maybe something happened. But that was nice, and —\nOctober 8, 2010\nbut it didn’t last long. So anyhow, I — we went and — and we — we went on into — we\ngot a kra — we went over the — over there where France was, you know.",
        "Q: When — when was that? When did you go to France, sir?",
        "A: I-I can’t really say now. I’m not sure.",
        "Q: Okay. That’s fine.",
        "A: But I was in — I was in England nine months.",
        "Q: Right.",
        "A: That part I do know. I crossed that ocean four times during the war, and when —\nwe were lucky, we a— we always — the Germans always didn’t have a — their\nsubmarines in the right place, because we’d go across, you know, like a— a whole —\nwhole mess of ships would go at one time, and oh man, it’d be stuf — stre —\nstretched out for miles. I saw one going down, where a torpedo, it — it missed our\nship and — and hit the one farther away and — and I — and I always liked to watch —\nI'd go up to the bow and I’d watch the — the tor — the fish, I forget what you call\nthem now, you know, they were big son of a guns, and something like a shark.\nWell, the sharks didn’t like them because they — they beat up on the sharks. The —\nthe fish are as bad as the human beings, ain’t they? They fight with each other. And\nthey always jumped in front of the ship. Always wondered how the ship kept from\nrunning over them. They didn’t — never — we never seen any of them getting hit.\nThey’d just keep diving, you know. And that was interesting there.\nOctober 8, 2010",
        "Q: Your unit was instrumental in pushing the Germans back at the Rhine river, you\ncrossed over the Rhine. Do you remember —",
        "A: Yeah.",
        "Q: Do you remember that, crossing over the Rhine?",
        "A: Yeah.",
        "Q: Can you talk about that?",
        "A: Well, they — we — we just kept — kept fighting them, that’s all. And they — they\nfinally gave in, the enemy did. But wha — I always remember one German lady, she\ncome out on the — on her porch. We just chased the — the German soldiers out of\nthis here one town. And when we were going into it, and we stopped for a — a — like\na rest, why this lady come out and she says, I want 12 of you men to come in my\nhouse. Well, we didn’t have any idea why she want 12 us men in there. So 12 of us\n[indecipherable], we went in. And she sits us around the table, she goes over to her\noven. In them days the Germans had put in all coal stoves in their kitchens. And she\nopened up the — the oven, and there’s 12 apples in there she baked, just for us guys.\nAnd she — she gave each one of us an apple. And I’ll always forget — I always\nremember that woman. I — how I wished I would have got her name and address,\nbecause she was so good to us. Then she took me around, I don’t know why she\npicked on me, but she took me around her house, showed me all around in there, her\nhouse and everything. And she had three sons that was in the army, German army.\nOctober 8, 2010\nBut they were all prisoners of war. We had one, and England had one, and the\nRussians had one. I said to her, well, I said, Pll tell you, I says, you’re pretty sure of\ngetting those two — two of them back out of those three, alive. And I says, now the\none we have and the one the — the — at — let’s see what a — well, we’ll say England,\nand the one they have, the British, th-the — I said, the one the British have and the\none we have you’re pretty sure of getting those two back. But, I says, the one that\nthe Russians have, I says, I can’t tell you about them, I said, those guys are nuts. I\nsaid, all they want to do is kill everybody. And so that’s exactly what they did.",
        "Q: Were the Germans good soldiers?",
        "A: You bet they were good soldiers. And when they were shooting those guns, they\nwere dead shots, too. Now I had one shooting at me with a machine gun, cause we\nran a — he-here’s the way it was. I don’t know whether you know any — you know\nhow ya — how the army when they’re — when you’re tra — going into a battle like,\nwell, we’re go — we’re going along, coming up — up through this field that, and\nsomeone says that — that the Germans are up ahead somewhere. Well, we always\nhad scouts out, two scouts. They’d be about oh, say, 200 yards ahead of us. Now,\nthey were not supposed to shoot any bra — any Germans that they seen, but they\nwere supposed to give us the silent signal. The silent signal was a — y-you laid your\nrifle down, you grabbed ahold of it and — by the barrel and by the — and by the back\nOctober 8, 2010\nof it, and you put it above your head and go like that. That 1s your signal that the\nenemy was there.",
        "Q: An up and down movement.",
        "A: Yes, they — and they — and they didn’t make a sound. Well, anyhow, then wh-\nwhen we got that message, by boy they just — they blew a whistle and we just\nspread out and start digging in right away, because we knew we were running into a\ntrap. And so the Germans, they smartened up. They thought by us cat — by us\nhaving those two scouts there, they were told tr — told, do not shoot the scouts. Th-\nThe German did. He says, wait til they get through your lines, but make sure they\ndon’t see you to give out and give the — us the — the warning. Says go, and — wait a\nminute now, I think of something about that — anyhow, he says, let them go through\nyour ra-ranks, but make sure they don’t see you. And then, when they get through\nit, grab them, and then we’ll put them in — in prison, then, for the — you know, the —\nthe — the ten — well, anyhow, the prison. And so anyway, that’s what they did, cause\nwe lost both of our scouts at first, but we got them back after a bit, cause one of our\nshells went and blew the fence down, and wa — th-then they shot out of it, and they\ngot back with us again. And they said that when they were — the Germans ran, he\nsays, we ran right with them. He says, those shells and that you guys were shooting\nat us, well, they didn't give a hoot who they killed. So anyhow they — the scouts, we\nha — we had them scouts, but whenever they give that signal, we would — we would\nOctober 8, 2010\n— see, we'd be going in the single file, maybe might be three or four in a row, you\nknow how they are when you’re marching. And as soon we got that signal boy, you\ns — just spread right out. And everybody got their — we had little shovels. You\nprobably sm — maybe you seen them already. And we’d dig a foxhole and get down\nin under below the ground surface. And then that — then the — we were ready for\nfight then. But if you — if we didn’t see that signal, why we would walk right into\nthis trap. Now, we ran into one of them traps, and all of a sudden they start\nshooting. And I hit the ground right where I was, you — whenever — when they start\nshooting, nobody has to tell you to get down and stay down, you learn that quick,\nbecause you want to live a little longer. So anyhow, we went and — wait a minute\nnow. We — well, we — we got up there an-and then the Germans start shooting at us,\nand we got down and then we start shooting back. Well, I was out, right out in the\nopen spaces there. Well, my buddy was, when he was shooting his rifle, I was\nreloading mine. And when I was shooting mine, he was reloading his. So we had a\nsteady sho — stream of bullets going up where the machine gunners were. So\nanyhow, they went out and he — he turns on me. I was laying down on the ground\nshooting there, and I didn’t have no trees or nothing to get behind, I was out in the\nopen. And my buddy, he — he got the only tree that was there, he — he dove behind\nit. Anyway, and the Germans saw me. So he turns the machine gun on me. Now, he\n[indecipherable] like, well, we’ll just — there, there. We'll just say here\nOctober 8, 2010\n[indecipherable] right here. I stretched out this way, see, and up — the Germans are\nup that way, and he starts shooting at me, and he come about that far away from my\nbody. He dug a hole, a trench with that machine gun, from my head down to my\nfeet, about four inches deep with those bullets. That’s — an-and I was laying right\nthere, all that dirt was flying in my face and all over my body and that. And I was\ntrying to crawl inside of my helmet, but I wasn’t do — doing good. My head was\nalready in there. So I got to thinking, if I laid still, he’d think he killed me, and he’Il\ngo and shoot somebo — at somebody else. So whenever he stopped — he had to stop\nand reload, you know, and when he’d run out of shells, why he’d take a couple of\nminutes for him to get the new belts 1-in there of shells. Well, while he was doing\nthat, I was lay — laying there figuring out what I was going to do to him. Anyhow, I\nhad dirt and mud and everything in my face, and all over my body and everything\nelse. The whole way down my body, I was just covered with dirt an-and m-mud,\nyou might say. So anyway, I — I got a — while — while he was shooting, h-he to — he\nchange his — his targets then. He looked for somebody that was — he could see,\ncause he saw me laying there and he figured he’d killed me, see? Well, that worked.\nAnyhow, he starts shooting at somebody else. Now, when he starts shooting at\nsomebody else, I was the only one in the outfit that had rifle grenades. The captain\ncome out to me when we — fe — before we started out that day and he says,\nShultheis. I said, yes sir? He says, you’re my grenadier. I said, yes, sir, I said, sir.\nOctober 8, 2010\nHe says, yeah, what do you want? He said — I said, what’s a grenadier? He ha — he\nsaid, you’re the guy to stop the tanks. So I pulled one — I pulled out the gre-grenade,\nhe gave me a ba— a pa — a bag like, see, I would call it a bag. Anyhow, it fit over\nyour shoulder and it had six grenades in it; three of them phosphorous and three\nexpl — high e-explosion. So I said to him, what am I supposed to do with these? He\nsays, you’re supposed to stop the tanks. I picked it out and I said, sir, I said, you\nthink that this little thing here 1s going to stop one of them great big tanks? He says,\nI know it will. I says, what do I shoot at, whenever I shoot at that tank? And he\nsays, the tracks. Now, I never knew this before that — before that day. He says I —\nwhen the tracks are gone, there’s a — a little track in the center of the tank, and it —\nand it runs — it keeps those su — tracks on the wheels like, even, so that they don’t\ncome off. And he says, all you gotta do is hit that wheel, it’s about that big, he said.\nBut that’s like telling you to go jump in the lake. Anyhow, I said yes, sir, I says, I\nthink we can stop them all right then, 1f we can — if I can hit that — if I can just hit\nthat there part where you just told me. And so anyhow, he s — he — he agreed with\nme on it. So he went and let me figure it out myself. So — but I— I never saw a tank\nafter that. S — but I did use them on — on machine guns, and boy it worked good. So\nanyway, this one whose — this machine gunner that was shooting at me, I th — I\nthought, if I stop jiggling around here, that th — that he’II think he killed me,\nbecause he was pretty far away, you know. So, by gollies, it worked. I laid still and\nOctober 8, 2010\nhe sh — quit shooting at me. I guess he must have stop — must have ran out of shells\nand he had to put another belt on, and while he was putting that belt on, I— I-—I\nrigged up my — my grenade launcher on my rifle, and you shoot those grenades with\na blank. So they told me, they says, for God’s sakes, make sure you don’t have a\nlive round in your rifle when you shoot that, because he says, if you shoot that with\na live round, you’re gonna blow your own head off, whenever you would shoot that\n— that grenade, he says, instead of it going that way, it would stay right where it was\nand knock your head off. So th-that — that’s a good — good lesson. So — so I never\ndid, I always checked it all — all the time, make sure. So anyway, I said to my\nbuddy, I says, I’m gonna fix those babies now. And he says yeah, you know, what\nare you gonna do? I says, I’m gonna send them a phosphorous grenade. So I put a\nphosphorous grenade on cause they are — they were the worst. The high explosions,\nthey were bad, but th — but the — the others, they were worse, they — oh, man, they\nwere miserable. They — cause when they — when this phosphorous grenades went\noff, they didn’t quit burning when — if it hits you. Say like if a — if it hits you in — in\nyour arm, that would burn the whole way through your arm. It’Il melt your — even\nmelt your bones, they said. And that’s how hot it went. Anyway, I said to my\nbuddy, I says, okay, I says, I’m ready to shoot, I says. You watch up over the top of\nthem trees, see if you can see it going. And I stuck the huge — you always stick the —\nthe stock of your rifle in the ground and raise the barrel up. And I was laying there\nOctober 8, 2010\nbeside it there, and I raised her up, and I said, you wa — I says, are you watching?\nHe said yeah. I said, well, here it goes. I reached down and I pulled the trigger.\nWell, that grenade, you could see it. I-It goes pretty fast, but you can still see it\ngoing. It went — oh, it made a beautiful bow right up over the top of the trees and\ncome down. And on the way down, it must have hit a — a limb, because I don’t\nthink it went off at the ground, because it seemed like it — when the — when it\ndisappeared and you couldn’t see it, why, it was — wasn’t enough time for it to hit\nthe ground when it exploded. But when it exploded, it made a great, big puff of\nsmoke, and flames, and — and — and it — and the phosphorous was everywhere. And\nI heard them guys screaming up there where they — where I was shooting at, so I — I\n—I’m pretty sure I hit them, because that was them screaming. Now, I never seen\nany of them, or anything like that, because they were pretty well camouflaged.\nAnyway, we — we — that stopped that whole [indecipherable] that whole battle. The\nGermans jumped up after I shot that, and they ran ba-backwards, back over — to get\naway from us. Our outfit, they — they got up, they ran back the other way, I ne — I\nnever figured out yet why they went that way, cause it was a gort in the wrong\ndirection. So anyway, we didn’t see no more Germans that night. And the me — and\nmy buddy, he s — he’s young. Come on Shultheis, come on Shultheis, everybody’s\nleaving us. I said, I’m not leaving til I get my rifle reloaded. And I ha — I had to take\nall my stuff off my rifle, and that — you know, the launcher and everything, and — to\nOctober 8, 2010\nget to my rifle to work right with the bullets. And then I put a— ac-—aclip with\nnine rounds in it, then I was ready to go. Then I stood up, and when I stood up there\nwasn’t a soul around, just him and I. Our men got up, they went the one way and\nthe Germans went the other way. And that’s another thing I never understood, why\nwe went backwards instead of going forward. Anyway, we — we didn’t have no\nmore problems with them that night. And then — then my buddy and I, we went\nback to where the — kind of back to where the machine gunners were and they had\nto stay up all night on guard, so we — we each dug a slit trench. Now, a slit trench, I\ndon’t know whether you know what a slit trench is or not. Oh, you know? Okay,\nthat’s just where you can lay down in it, it’s big enough. We di — we dug that, each\none of us dug a bed, you might say. Filled full of leaves and then crawled down in\nunder them leaves and go to sleep. And the — we let the — we let the machine\ngunners stay awake that night. So —",
        "Q: Did they soldiers you served with, were they good soldiers?",
        "A: Who?",
        "Q: Your — your soldiers, the ones you served with.",
        "A: Our si — our service —",
        "Q: Yes.",
        "A: — our soldiers were good soldiers, yes. And — cause they listened to what the —\nwhat they were told to do, and they did it.\nOctober 8, 2010",
        "Q: Do you remember the Dachau concentration camp?",
        "A: Did I remember what, sir?",
        "Q: The concentration camp.",
        "A: Yes, Dachau.",
        "Q: Can you describe coming into contact with that camp?",
        "A: Well, it — it was a big camp. They — and they say it had 30,000 men and — and\nwomen in there. And they had a lot of people in there, that you might as well say\nthey starved them to death, practically. Now, whenever we got in there, got the gate\nopen and that, what happened, see, the f— the first guy in — 1n the line, he saw — he\nsaw the lock. So he just pulled his rifle up and shot it. And when he hit it, it just\nflew in pieces, cause we was using armor piercing shells at the time, cause we was\ndoing a lot of force fighting — fighting in to the — 1n the force — force. Now like —\nwell, say — say like where they have a — make the cuckoo clocks. Well, that part\nthere, we were into that, and boy I’Il tell you, no wonder they call that the Black\nForest, cause it is really dark. The sun don’t even get down through the trees.\nAnyhow, we went — we were on there and we — and we come and — and I come to a\n—a-—a German truck, and stand there. And I can see some blankets in there and I\nthought, oh boy, that’d be ideal thing. I climbed up in the truck and it was full of\ndead soldiers and the blood all over everything, oh what a mess. So I got out and let\nOctober 8, 2010\nthe whole bunch go. I let the dead keep the bla-blankets. But that’s just the way\nthings went.",
        "Q: Do you remember which gate you entered at Dachau?",
        "A: Well, there was one gate by — we came to was — it was more a — it was more like\na — say like a front gate. See, there was a gate here, and then back here, they had the\nfurnaces right here, and — and then — then they were over some more buildings here.\nAnd then they had other buildings where, like the prisoners stayed in, inside of that\ngate. Now, the Germans had, I would say, oh, 200 yards of field, all smooth cut.\nThere wasn’t a tree [indecipherable], so that if any of their prisoners escaped, their\nsoldiers were supposed to shoot them and kill them. And they — and they had a lot\nof time to kill them because they had that whole say — we’ll say 200 yards to — to go\nbefore they got to the woods. And so anyhow, I — the — we — we — I had a German\nin my sights that I kept in my sights there, because there was three prisoners chasing\nhim after we opened the gates, see? And I said to my buddies, I says, look at that, I\nsays, that German, he’s running away from those guys. And I says, he’s in A-1\nshape and — and those three guys are in starvation shape, and I said, they’Il never\ncatch him. And he was heading for those woods. So I got down on one knee, took\nthe safety off of my rifle and — and I just got that guys — back of his head riding on\nthe top of my front sight. And they said, what are you gonna do, Shultheis? I said,\nI’m gonna knock that guy off if he — 1f it looks like he’s gonna make to the — to\nOctober 8, 2010\nthose trees. Cause I said, once he gets into those trees, I says, he’s a free man, be an\n— and because he ga — he can have a — a thousand places to hide. And — and I says, I\ndon’t think those guys are gonna be able to make it. Well, they — they were doing\npretty good though, they — they were running and — and that German soldier was\nrunning, too, because they were after him. Anyhow, I — I noticed that the gap was\ngetting closer, see, they were gaining on him. And I said to one of the guys, I says,\nwell, I says, I guess I won’t have to shoot him after all. I says, I think they’re gonna\nmake it. So they — here they caught him before he got to the trees. Now, if I—if I\nthought he was going to make it to the trees, I was going to shoot him, because he —\nhe probably did a lot of things to those guys, and it didn’t matter to me; he was a\nGerman, so that’s — he was — there was no limit on him. You could shoot as many\nas you want to.",
        "Q: What did the prisoners do when they caught up with him?",
        "A: Oh, the — well, they grabbed him. That’s one thing they did do. One guy grabbed\none arm, and the other guy — another guy, he grabbed the other arm, and the third\none, he took the pistol from the German and shot him in the head. That was the end.\nThat German, he was screaming his head off. And then all of a sudden you heard\nthe bang. Then I saw the head drop down whenever he shot him. Now, they were —\nwell, the he — they were pretty close to the woods. He come pretty close to have me\nhelp him, but I didn’t have to. They did a good job themself.\nOctober 8, 2010",
        "Q: When you first entered the camp, what did you think you were seeing? Did you\nknow what the camp was? Did you know wha — why — what its purpose was?",
        "A: Well, we weren’t quite sure what the camp name was, or anything like that. It\njust happened to be in the la — 1n our line of fire as we — as we went — marched\nalong. Cause we just go up one mountain and down another one.",
        "Q: What did you f — what did — when — what did you think when you first saw the\nprisoners, when you entered th-the — the — the camp?",
        "A: I couldn’t believe anyone could be so rotten. That’s what I thought.",
        "Q: Did you communicate with any of the prisoners, did you talk to anyone?",
        "A: Well, no, we didn’t get a chance to, cause we were always dra — always after the\nGermans — soldiers, and na — and — and we — we — what we wanted to do, we\nwanted to keep them moving so they didn't have time to dig in and put a row of\nmachine guns across our path. Na — so what they did, they went and they gave their\nmen orders to make sure they hide good, and camouflage themselves and\neverything, so the — the — so that our — our two men that was in the lead, didn’t see\nthem. And when he get to the other side of the Germans, grab them, and then put\nthem in the concentration camp.",
        "Q: So what — you were actually fighting the Germans while inside the camp?",
        "A: Yes.",
        "Q: And did you — how long did that last, how long did that battle last?\nOctober 8, 2010",
        "A: Not very long, cause we went straight through, cause we were — we were chasing\nthe Germans at the time, and then we wanted to keep them from pa — getting —\ngetting a — a trap set for. But we still — we ran into one of them. And that was a —\nthe one where I was just telling you about where he almost shot me. And so — but he\ndidn’t — he didn't hit me. That was the main thing.",
        "Q: Did any of the Germans attempt to surrender to you?",
        "A: No.",
        "Q: No.",
        "A: No, they fought right to the end. They were — they were good fighters, Ill tell\nyou that.",
        "Q: Did you look around the camp? Did you just actually see any of the barracks or\nthe crematoria?",
        "A: Well, we — what we could see, wa — you couldn’t see too much at first, because\nit was like boarded off like, you know, say like the dead, and stuff like that. Now,\nthey had a big pile of dead laying in there. We saw tha — I saw that. But we no more\nthan got into the gate, I’d say oh, I don’t know how far in we got, not very far. But\nwhen you come through the gate, then you saw the furnaces. And then — an-and —\nand the — the dead was piled up a pile, right out there in the ground, just laying on\ntop of each other. And what they were doing, they were taking them and they was\nputting them in the fire and burning them. But I guess it made a terrible smell,\nOctober 8, 2010\nbecause they said that the — the German population was complaining, because it\nstunk so bad, you know, from the — the bodies being cooked.",
        "Q: How long were you inside the camp?",
        "A: How long was I what?",
        "Q: Inside the camp.",
        "A: Oh, about maybe 15 minutes at the most. Because see we — like I said, we were\nchasing the Germans so that — and at the time and we didn’t want them to like make\n— have time to dig 1n trenches and that for their machine guns and that. And so we\ndidn’t stay. So we were — we were brought out right away. Probably some of them\ndidn’t even get in there, some of the men. But —",
        "Q: Can you describe how you came across that key?",
        "A: Oh yes. I was — I was going int — into the — into the n — n — around the fence\nway, you know, in — into the camp, we’ll call it. And here I happened to look down\nand I saw this key laying there. And th-the people coming out of — out, was running\nright across it. And — and the G.I.s that was going into the camp walked over top of\nit too. Now, I was in a couple times in fra — like — well, let’s see, where they —\nwhere they had the — had the shoe mines and stuff, they had [indecipherable] mine\n— [coughs] Excuse me. And the Germans were great for that there — having mine\nfields for us to walk onto. Only once that I got real, real close to losing a foot. But\nthe lieutenant saved my hide. He — he was right behind me and here he happened to\nOctober 8, 2010\nlook down and he saw I was gonna just step on one. And all he did\n[indecipherable] he says, Shultheis, he says, stop immediately, he said\n[indecipherable] he said, stop, he says, a mine on — a mine there. And a — and I was\ncoming down with my foot and I froze right there, I never went another inch. And I\nlooked down and there was a mine. If it wasn’t for him, I would have a wooden leg\nnow. He saved my li — my hide there. And the first — first one — time, why we were\ngoing, we had our — we started at three o’clock in the morning, it was pitch dark.\nWe got out of our foxholes and the captain says, now, you’re — you’re to bring back\n— we’re gonna — to bring back some Germans alive. And he — and he says, for\nGod’s sakes, and a few other words that you’re not supposed to say, and he says,\ndon’t shoot them all, he says, we want to — we want to question them. He says,\nwe're gonna — we’re gonna g-go — we’re gonna go after them about right, and he\nsays, we want to know what we’re gonna run into. So, anyhow, I — tha-that’s —\nthat’s how that one went. Anyway, we — we went across the field then, and — and\nthe — the one scout stepped on a mine. Now, he was about, I’d say two — maybe a\nhundred yards ahead of us. Well, we didn’t know what happened, we just heard the\nexplosion, so we stopped, and the lieutenant s-scattered us guys around — around\nthis place where — where that noise come from, and you hear — what it was was one\nof the — the scouts. Anyhow, I said to him, I said, sir, I said, I’ll go in there and [Il\nget that guy, and Ill bring him out. He said okay, but he says, wait a minute til we\nOctober 8, 2010\nget you a medic, he says, you’re gonna need it. I said, all right. So he told his\nsergeant what to tell his men. The sergeant went over, he told the first guy, sa —\nmedics wanted up front. And they passed it down the line, like the guy behind him\nand you know, like that. And then I took a few minutes and — and the medic come\nup. So the medic come out when I told him. I said, th — one of the scouts has some —\nhe went haywire in here, I says. We don’t know exactly what it is yet, and the\nlieutenant told me to wait til you got up here because I’m going in after him and\nbring him out. And he says, okay, he says, let’s go. So I says, all right. So we went\nin and there — and I found him right away, he was laying by a bush, and he had one\nleg — one foot off. That’s what those shoe mine were for. The Germans discovered\nit take at least four guys to get a— a wounded guy back to the rear, and that’s four li\n— guys less shooting at hi — at his men. So, anyhow, we got the — th-the medic\nbandaged his — his stump up, and we got him up on his one good foot. And I had the\n— I had his arm around th — my neck and — and the medic had th — had a 0 — the\nother around and the — and we just ready to start out and he says, I could carry him\nbetter if I was on your side, he says, do you want to trade? I says sure, I says, I can\ncarry him no matter which side. So — so anyhow, we chi — we swi — switched. I took\nhis arm off my neck, I went over and got his other arm, put it around my neck, the\nmedic come on around. He puts his — put the other arm — his other arm around his\nneck, and na — and I says, are you ready to go? And he says yeah. So the medic\nOctober 8, 2010\nsays, all right, let’s go. Well, he took one step and he blew his foot off. Right where\nI was standing, I don’t know how I missed it. I never even seen th — a mine there.\nAnd he’s the only guy of all of them that I saw wounded that cried up — up front, on\nthe line. And here, when he went in — when they sent him home after they got his\nartificial foot and that, why, he drank himself to death. And he — and his mother\nsays that he couldn’t stand being crippled.",
        "Q: Getting back to the — to the — the camp, and the concentration camp, so you\ncontinued to pursue the Germans out of the camp?",
        "A: Yeah.",
        "Q: And did you come into contact with any of the surrounding population around\nthe camp?",
        "A: Well, we — we never had no — n-no trouble like that, see? Most of it was, they\nwere in like fields and stuff like that, and woods. And there weren’t too much house\nto house fighting, we didn’t do much of that.",
        "Q: What wa — wha-what is your most vivid memory of the camp?",
        "A: Well, I guess it was that — I guess it was just the part — well, I — I'll tell you the —\nthe — my most memory of that is, is whenever they were shooting at us, and — and if\nyou didn’t shoot back, why you’d — you’d wind up in the graveyard. And I had an\nM-1 rifle they gave me, that was a wonderful gun. Boy oh boy, when you put a\nOctober 8, 2010\nsight on that, why he was a goner. Now I had chances of shooting more than what I\ndid, but I captured them mostly, and I turned them over to the officer in charge.",
        "Q: What did the prisoners do? Did they — did they attempt to escape the camp itself\nwhen you entered, or did they stay where they were inside the camp?",
        "A: The prisoners?",
        "Q: Yes, the prisoners.",
        "A: Th-They — they were — they — they would say — they were ha — they had an\nstationary, and the — and they always somehow, I don’t know just how, they put the\n— put these men in there. Cause actually I really never seen them put them in, they —\nthey — they gi — prisoners were standing there and then they — they went over to\nmake sure he didn’t have no weapons on him. And so — now, I captured quite a few\nGermans. I captured six at a time, three different times by myself. And so anyhow,\nth — I—I—I never had any trouble with any of them that I captured. And they — they\n— now, I went into a place — well, here we — they said to us this — one day the\ncaptain come on, he says, well, you guys is go-gonna get a ride today. And — and it\nwas darn near getting dark, and — and we — we were — we were gonna get a ride to —\nanyhow, he says, I want 12 men on every tank. So that’s — we had to ride on the\nother side of the tank. We rode all night long, never stopped once. And oh man, we\nwere about froze. It was snowing and blowing and that. So we stopped at daybreak\nand we were in a wide open field. It was all — like it was big, big gl — hay field, see?\nOctober 8, 2010\nAnd there was been — been mowed. So — so then we stopped, the guys bailed off of\nthat tank and ran to a woods which was about approximately a hundred yards away\nto get wood to build a fire. Everybody else was — you know, we — we were darn\nnear froze to death. So anyhow, I heard him tell the sergeant, just look at them guys.\nEvery one of them, he says, go over there and heading for them woods and they left\ntheir weapons here on the ga — on the tank. [coughs] Excuse me. And so I thought,\noh well, if they can all go in there, I says, I think I’ll go, too. So I slid down off the\ntank and — but only I took my rifle with me, they didn’t, cause they wanted to have\ntheir arms free to carry wood back to make a fire. So I go over there and here I get\ninto the woods and the — and the Germans had trenches dug the whole way along\nthat [indecipherable] there. Oh, it must have been a mile long, pretty near. And —\nand that — and the — and the ditches, the trenches weren’t real deep, but deep enough\nwhat they could lay down in it and you wouldn’t be able to hit — see — even see\nthem, let alone shoot them.",
        "Q: Sure.",
        "A: And so anyhow, here they moved out the night before, or we would have been in\nhot water right there. So, I got over there near these guys running around like\nIndians, like a bunch of nuts gathering wood. They took it all back and t-t-t — to the\ntank and made a fire. Well, I see a shanty in there. I — oh, I’ll be darned, I think PI\ngo see what’s in that. I went over and I opened the door and I went in. Here was a\nOctober 8, 2010\ntool shed, like shovel, pick and rake and stuff like that. And so I went out and shut\nthe door and [indecipherable] there was three loaves of homemade bread and\nGerman bread there on a shelf. Well, I didn’t bother them, but I thought about\neating one of them. And I walked around the — around the building, there’s another\ndoor. I opened up and I walked in and holy man I couldn’t believe my eyes. Six\nGermans in there in bed, all sound asleep. I went around — let’s see, how’d I do\nthat? Oh, I went around, I put my hands under each one of their pillows to see if\nthey had any weapons in there, like a pistol or a dagger or something like that,\nbecause I was out numbered six to one right there, and they could have killed me\nreal easy. So anyway, there was nothing. So then I went around again, and I took\nthe top blanket and pulled it down to their ankle. They never opened their eyes, they\njust sit up in bed, got all that blanket, pulled it back down and — and laid back down\nagain. I said, well alright you guys, you don’t want to wake up, well, P’ll wake you\nup. So I reached in my pocket and I pulled out a phosphorous hand grenade. I pulled\nthe pin out of it and I held the lever down on — I don’t know whether you know\nanything about grenades. Oh, you do? You know how you hold it down? Well, I\nwas hanging onto it. I had my hand 1n the coal stove, they had a coal stove there,\nlike a potbelly stove. And what I was gonna do 1s drop that grenade in there and\nbeat it out of that darn sh-shed. And all of a sudden I heard, all right Shultheis,\nwhat in the hell are you gonna do now? I says, oh, here is my sergeant, he come\nOctober 8, 2010\nlooking for me. So I said, these guys won’t wake up, I said, ’'m ga — I’m just gonna\nwake them up, that’s all. He says, well, what are you doing with your hand in the\nstove? Well, there was no fire in the stove, it was out, so I s — told him about it and I\nsays, I got a hand grenade here and I got the pin pulled out and I — and you’re in my\nroute, get the heck out of that doorway, because I said, I got nine seconds to g —\nfrom the time I let go of that grenade, before it goes off. And I want to be out of\nhere and get into one of those trenches out there before it explodes. And so here, in\nour talking, one — one of them Germans woke up. He’s sitting up there in the top f —\ntop bunk, his legs hanging down, he’s rubbing his eyes, you know. And I walk over\nto him. And he never seen me and he had his — both hands up there, rubbing his\neyes there, getting the cobwebs out of them, I guess. And when he opened — took\nhis hands down, he’s looking right down the barrel of my rifle. I says, all right, I\nsays, the war’s over for you guys. I said, get the ba — get them out of that beds. He\nsaid one word, brrp, they all just jumped right out of bed so quick and they all\nlanded in the middle of the floor. There they are, all standing there with their long-\njohns on and a pair of socks, that’s all they had on. I says, as of right now, you are\nall prisoners of war. And here, in the meantime, my tanks th — they were getting\nready to take off, they — I heard the motors starting up out there. They w — they’d sit\nthere for awhile to you know, get them warmed up. And I said to them, shake it up,\nand get your clothes on fast, I said, the tanks are getting ready to pull out and I don’t\nOctober 8, 2010\nfeel like walking any more. So, I said, ’'m going outside, and you come out when\nyou get dressed. But, I said, don’t hesitate, shake it out. So they got — th-th-they —\nthey were — they oper — they c-cooperated pretty good. They come out and as each\none would come out I would, you know, shake them down and see if I could feel\nany pistols or knives on them and that and none of them had any on. And I — and I\nshowed them the tank that I was on. I says, now, I says, that’s — that’s the — the one\nI want to go on, that’s the one I belong to. Either head for that th — tha — for — for\nthat there Lanair(ph). And they said okay, so I said, all right, four [indecipherable]\ndudes, they got into a part, and so I had the six of them there. And the one says,\nthere are three loaves of homemade bread in there, can I go get them? I says, no. I\nsays, we don’t have time to get them. I said, you hear them motors running down\nthere? I said, them tanks are ready to take off. And I said, they’re not gonna wait for\nme. But when I brought them out, and they saw me coming out of the woods with\nsix prisoners, they s — they slowed their motors down and waited. And I took them\nover and I gave them to the — gave them to the lieutenant there at our tank, and that\nwas the last I ever seen them, so I don’t know how they made out, or what they did\nwith them.",
        "Q: Going back to the — the camps, sir, you said you were in there for 15 minutes?",
        "A: Yeah.",
        "Q: Were you fighting the entire time, and if so, what was the intensity of the fight?\nOctober 8, 2010",
        "A: No, I — there was nothing there to shoot at, the Germans were — they — they —\nthey weren't — they weren't in the camp or nothing when they got — when we got\nthere.",
        "Q: Okay.",
        "A: When they knew we were coming they moved out to another place, that I don’t\nknow for sure now whether we ran into them or not, because we was always\nrunning into a bunch of them somewhere.",
        "Q: Did you take any photographs when you were inside of the camp?",
        "A: Pardon?",
        "Q: Did you take any photographs when you were inside the camp?",
        "A: Well, I don’t know. They — th-they — they — they — they — I don’t think it was any\ninside of the camp whenever we were there. On-Only maybe the guards and stuff\nlike that. But we didn’t even see the guards, I don’t know where in heck they\ndisappeared to.",
        "Q: How were the prisoners behaving?",
        "A: Well, they were pretty weak, for one thing. And they were — they were — they\ncooperated and they’d tell us where anybody was, and all that stuff. They showed us\nhow they had to sleep on bare boards and that, they didn’t have no blankets, and\nheck, it was wintertime. Gee whiz, they must have froze to death trying to sleep\ntogether. They — th-that’s the — that’s the way it was, they — they had a hard life.\nOctober 8, 2010",
        "Q: And they were speaking to you in English?",
        "A: Yes, at — that’s what a — that’s what amazed me. Those Germans, they could\nspeak English as good as we could, yeah. They must — I guess they have a — have a\n—all that in school, and that.",
        "Q: Was there ever a time that you — that you felt threatened by any of the prisoners,\nor —",
        "A: No, I don’t think so.",
        "Q: Okay. And did your — did you — did your unit call for medical assistance for the\nprisoners? Did you get food and provisions into them, or —",
        "A: Me-Medicine, and that?",
        "Q: Yes, exactly.",
        "A: No, we — I —I don’t know whether they did it after we pulled out or not, but we\ndi — we didn’t stop for that. But our — our job was to keep them running so they\ndidn’t get a chance to dig in. Now, this one, where I was telling you about how they\nwere shooting at me that time, well, that was one of them, one of the places we\ncaught up to them. But there, what they did, they captured our — our s-scouts and th-\nthen they found out that the w-wa — from them, I guess, what wa-was behind them,\nwhich was us. [coughs] Excuse me. And — but we — we managed pretty good, I\nthought — [break] that, you know, is down, I’m telling you.",
        "Q: Yes.\nOctober 8, 2010",
        "A: Boy, you’re gonna have a lot to sa — listen to.",
        "Q: Indeed. When — were you in Europe on V-E day, at the end of the war in\nEurope?",
        "A: Well, I-I imagine I wa — wa — oh yeah, I was over in — I was in England, cause\nthat’s where I got ba — that’s where I got into the infantry.",
        "Q: Right.",
        "A: See, I wanted to be in the infantry anyhow, and they — so they put me in with the\n42™4 Rainbow division. And — and if you were over there, maybe even — maybe you\nwas even in that. Was you in the Ra-Rainbow division, or weren’t you?",
        "Q: Now, where — how did you hear that the war was over?",
        "A: Oh, the — oh, the — when they dropped the bomb. That’s when the — cause I was\n—I was going to school then, over there, cause that — the wa — the war was already\nover there. The Germans told me when the war was over, but I blame near shot the\nguys, cause I figure he was a German and that he’s the guy to shoot. So, I started to\nhear these trucks coming down through the fields and that with the headlights on,\nand it was — it was daylight. Anyhow, I thought, who in the — we — we couldn’t\nunderstand because we didn’t get wind of any war being over. The Germans were\nthe ones that told us the war was over. Anyhow, this —",
        "Q: Were they German soldiers who told you, or civilians who told you the war was\nover?\nOctober 8, 2010",
        "A: Soldiers.",
        "Q: The soldiers.",
        "A: Yeah.",
        "Q: As they were retreating, or —",
        "A: They — they were coming down, they were coming back from the front lines\ntheirselves and they’re coming right into — into our section where we were at. And I\nblame near s-start shooting at them, because after all, they were my — my enemies.\nAnd — and this one — and this one soldier said to me, he was sitting in the back of\nthe truck, he says, didn’t you hear the news? I said no, what news? He says, the war\nis over. I says, it is? I said, nobody told me about it. He — that’s how I found out,\nfrom the Germans, that the war was over.",
        "Q: How did you feel?",
        "A: Pretty darn good. I was still alive.",
        "Q: How long did it take before you were shipped home?",
        "A: Not very long, I’d say — well, maybe a week, two weeks at the most.",
        "Q: And did you go immediately back to Latrobe?",
        "A: Yeah.",
        "Q: Tell me about seeing your wife for the first time.",
        "A: Oh, that, that was — that was heaven. I — I was up at the [indecipherable] that’s\nwhere they bought me, when I got off the ship. We got on the ship when — and I —\nOctober 8, 2010\nand darn if I didn’t get seasick on the dumb thing. And I crossed that ocean four\ntimes. An — anyhow, we ca—I come and I got on the train, and the train conductor,\nI said to him, does this train stop in Latrobe? He says no. I said, well where does it\nstop at? Pittsburgh. Well, I said, Pittsburgh, I said, it’s just as far as — I was in\nJohnstown at this time. An-And he told me, you know, that he stopped at\nJohnstown and the next stop was Pittsburgh. And I said, I don’t want to get off at\nPittsburgh. Well, he says, that’s tough luck, he says, the train doesn’t co — stop\nanywhere else. So what I did, I — I hitchhiked home. And here I — first there was a —\na young couple, they brought their bro — the girl’s brother, I think it was, back. He\nwas going back into the service again, he was out on furlough. And this was in\nJohnstown. So then I — so that the — when my train come then, why, I asked the\nconductor, I said, th-this — does this train stop in Latrobe? He says no. I said, well,\nwhere does it stop at? He says Pittsburgh. I said, well heck, that’s too far away. I\nsaid, that’s about as far as I am now, and — cause Johnstown and Pittsburgh about\nthe same distance. So anyhow, instead of going — coming home on the train, I\nhitchhiked a ride. And this young couple that brought her brother back to — to leave\non the train there in Johnstown, why they picked me up and they took me so far,\nand then I was stuck, I was out on the highway there, and there was — there was\nsnow, and the blowing, and I was about freezing to death, and anyhow, I-I was\nstanding there thumbing, you know, and here comes a trailer truck with a bighearted\nOctober 8, 2010\nguy behind the wheel. He stopped. He said, how far you going there Joe? And I\nsays Latrobe. He says, hop in, he says, I’m going past there practically, he says. So\nI jumped in there and — and — and we stopped at one place there and he got coffee\nand that — and I called my wife up, it was after — after midnight then. I said, I’m\ngetting closer [indecipherable] I said, I’m co — I’m a-coming. So then yeah, I says,\nhe’s gonna let me off here at — you know when you get to — on the highway out\nthere where it comes to Latrobe. And I says, y — he said he’d let me off there. And\nI said, we’ll be there in a little while, I says, he stopped to get a cup of coffee, and I\nsays, then — and then we’ll be on our way. Well, he di — he lets me off at — right at\nthe crossroads there, and when he pulled out, here comes a — the old Ford out with\nmy wife in it. My wife and two of her aunts and her brother, and he was driving the\ncar. I’ll always remember him, he says, you sure you got the right guy? So anyhow,\nthat was our — my trip home. Then I went down to my — my dad’s place to see my\nmother and dad, and that was al-almost three o’clock in the morning. And then\nMom says to me, she says, [indecipherable] here, you take my bed, you and Jenny\ntake my bed and I'll go sleep with Dad. So that’s what — that’s the way we did then,\nfor that night. Boy, it — it was wonderful being home, I’Il tell you. She come a-\nrunning — she come running out of the car and she met me the halfway on — on the —\non the highway. We were standing out there necking and it’s a wonder we didn’t get\nrun over. But it was — 1t was something though, to see her again. I said, see, I told\nOctober 8, 2010\nyou I was going to g — make it home. But I had quite a few times — I even had an\nairplane shooting at me. He — he — he was strafing our — our outfit. We were co —\nwe were in a convoy, and then — and again I was up riding on the tank. We did a lot\nof tank riding. And here he comes down the line, and at first — we were — first saw\nhim, why the one guy says, ah look, here come one of our fighter planes. Well just\nabout the time we looked, he opened up both guns on his plane, you know, he had\none on each wing. And — well, there is only one wing, it was only one wing on\nthem, I think. Anyhow, on the side of propeller was a machine gun. Now, when we\nsaw the bu — the tracers coming out of that — out of those wings, we knew that he\nwas not our friend at all. So anyway, I went and I put a—a-—a rifle grenade on my\nrifle. I hurry up and got that on and got it all ready for him. I was ga — because heck,\nhe was only about as high as the ceiling here. And so he’s coming down, he was\nshoo — he — he did some damage and he killed a few guys, but — but he missed me.\nAnyhow, the guys all jumped off that tank but me. I stayed on and I — me and the —\nand the machine gunner. I wanted to see that machine gunner bring that plane down.\nHeck, he was only that high, I was — couldn’t see how he could possibly miss it. So,\nwe could see his bullets going — going down, you know, and when they were —\nwhen he was shooting at — at all the rest, you know, as he’s coming down the line.\nSo anyhow, I — let’s see now. Oh, I’m already with the grenade, that’s it. So I got it\nready for him and I had the safety off of my rifle, and I had it to my shoulder, and I\nOctober 8, 2010\nhad that — had the play up — taken up on the — on the trigger. All I had to do is just\nput a little bit of pressure on it and it would have went off. So, when I s — looked at\nhim, and I says, heck sakes, this here — this grenade is supposed to cover a 50 foot\ndiameter, you know, like a circle. And I said, if I hit him, I’m going to blow my\nown head off. I said, that’s not going to be any good. So I didn’t shoot. But I was\ngoing down there and — down there because a-another plane come right behind him,\nand the guys start shooting at him. And here he — he pulled his plane up so you\ncould see the bottom of his wings, where he had our insignia on it. And th-the\nAmerican insignia was a flag. And so then they, course, they stopped shooting at\nhim. So then I watched him and when he come down a piece, went a piece, why I —\nI don’t know how that German knew that guy but — that guy was behind him — but\nanyway, he climbed for altitude. Now he went up, I would say, approximately a\nthousand feet. Now ma — I’m not — might be a way off, but anyhow, when he made\na circle, well the — the other di— guy who made a circle, the German, so did our\nman right behind him, when he circled. And he ga-gave two bursts out o-of his — his\n— his — our man did, at the German plane. Well, he hit him both times, and when he\nhit him, I was watching him and the — the — when he shot first, why all of a sudden\n— the plane was going like this — all of a sudden the nose dropped down, and — and\nthe plane was going down, it was heading towards the ground then. So th — our\nplane didn’t shoot no more after. But the farther down he come, the more smoke\nOctober 8, 2010\ncome out of that plane. And then finally it hit the ground and it exploded. Well, I\nwatched that plane the whole way down and when it exploded, but it — th-the — the\ndriver, he-he never made it out. And he was only a young fella too, because when\nhe come down and passed there at one time, I saw him sitting in there with both\nthumbs on the — on the triggers, when he was shooting at me. And I thought, if I\nstand still, he’Il miss me. Well, I had the bullets coming both sides of me. Well, the\none — the one side, he got pretty close at getting me on that one, because I was\nleaning against the — the duffle bags of the — of the g-g — G.I.s in the — in the tank.\nThey had them strapped to the [indecipherable] o-on the — on the outside of their\ntank. And two bullets went though that — that there tank I wa — or that sleeping bag\nthat I was leaning on. But I didn’t know that until after he was gone. So he missed\nme again.",
        "Q: When you returned home, did you talk to any of your family about your\nexperiences in the war?",
        "A: About being in the war?",
        "Q: Yes.",
        "A: Oh yeah. They got tired listening to me. They were just glad I was home.",
        "Q: What did you do after the war?",
        "A: I went back to working on the — on the farm for my dad.",
        "Q: And how long did you do that?\nOctober 8, 2010",
        "A: Well, I — I also worked on a farm too. And I got a farm second day I was home,\nand — milking cows and stuff like that, because I liked farming. The only thing was\nthe pay, and — and then the — when the war was over, why the prices started\nclimbing, you know, and so I — my wife and I talked it over, we thought it’s time I\ngot a raise. I was making a hundred dollars a month, and I got my house included in\nit. So I went to the farmer — farmer that I was working for, and I says, how about a\nraise? I says, the price of living’s going higher, and my family was getting bigger\nnow, I — cause I had — I had two — two children right 1n a row, one right after the\nother practically. And I — and I had a daughter and a — and a son. And so, course I\nmade extra — the expenses. He says, oh, you just had to tell me Jenny is — that was\nmy wife’s name — she’|l have to live within her means. Oh boy, did she blow up\nwhen I told her that. That didn’t — that didn’t the — hit right. So anyhow, I looked\naround, I started looking around, and I’ve si — and I found a — a guy owned a horse\nfarm, a Mr. Steiner, Steiner was his name, and I went to see him. Oh, he says, how\nmuch do you want paid? Well, I was making a hundred and — hundred and five\ndollars a month before, and I says 200 dollars a month. He says all right, and he\ntook it. So I was — I worked with him then for oh, a good while. And — but so then\nhere, after we — after we lived there, we lived in — right on the farm, the horse farm,\nwe had about 40 horses. And he had good horses there, well — well bred stock. And\nso I went and — well, he — he went and he — he wanted my wife to do a lot of stuff\nOctober 8, 2010\nfor nothing. And he was a millionaire himself, the bugger. So anyhow, you’d — she\n— she — sh-sh — it wa — it wa — it was out of this world. She wasn’t able to do that\nbecause she was taking care of like — say like me and my — my — well, my — my\nsister — my daughter and son. I had a daughter and a son then. So then they — they\nwere — they were — they were born, a-and whenever — whenever we got the job —\nwell, I got the job, and so I was working, I was taking care of these horses. We had\nabout 40 horses altogether. And I liked that job, it was pretty nice. But the only\nthing is, he wanted her to do a lot of extra work. Now, he was used to having fellas\nthere that had foreign women for wives. They went in and they did all that work for\nnothing, and that’s what he wanted, see? And I said to him one day, I said, Mr.\nSteiner, I said, I’m the one that applied for the job, not my wife. I said, she got —\nshe got the house to take care of and two kids — we had two kids now, we had a girl\nand a boy, and — or a boy and a girl, I should say. And — and I says, she got two kids\nand a house to — and a house to take care of and me, and I said, that’s enough for\none woman. So then, here she — here she got all worked up over some stuff or\nsomething, and she wound up at a hospital. Well, while she was in the hospital,\nwhich was about three weeks, he didn’t allow me off the farm to go see her. And\nthat didn’t go down very good. So — and she come home, she’s mad as a wet hen\nand — and so I says, well, I couldn’t help it, I said, that’s — that’s what he — he\nwouldn’t let me go, and I says, and I had to have a job. So then, one day I come in —\nOctober 8, 2010\nwell, we got it all straightened out with him then, about that. And then one day I\ncome in the house and she’s sitting there in her pa — kitchen crying. I said, what’s\nthe matter honey? Oh, Mr. Steiner is here — was here. I go, what in the heck did he\nwant now”? She says, he says, well, I got you at least doing some — some things. He\nwanted her to milk the — we had two cows. He wanted her to milk the cows, strain\nthe milk; we had a cream separator. Churn — churn the cream into butter and we —\nwe — we would get a — I think two pound of butter a week for doing that, that was\ngoing to be our pay. And — and I says, doggone him anyhow. I says — I says, I’m\ngonna quit. I says, the Russians haven’t taken over yet. So — so I— I quit. And he —\noh, he said when I told him that next morning, I said Mr. Steiner, I got bad news for\nyou today. And I think this was on Thursday. I says, Saturday is my last day\nworking here. He says, I kind of figured you do something like that. And I said,\nwell, I says, I gotta look out for my wife. And I says, she’s not that healthy. So\nanyhow, he says — all he said was, see that you have your furniture on the truck by\ndinnertime on Saturday. And on Saturday we had a — our furniture on this truck and\nno place to put it. So — so then her aunt, she was living in a — a red brick house on\ntop of the hill by sing — Saint Xavier’s. Do you rig — do you know where Saint\nXavier’s is? Oh, well anyhow, it’s on the other side of Latrobe up on — up on the\nhighway. Well, 1t was, it burnt down there, they had a fire and they cli — that took\ncare of that. So anyway, why — we go — we got out of that jo — well, anyway, well,\nOctober 8, 2010\nwhat I did, my dad and mother’s neighbor, he worked at Latrobe Steel. And I\ncalled him up. And I knew him and I told him who it was and I says, how’s the\nchance of getting a job down Latrobe Steel? And he says, pretty good. And he\nsays, I gotta go to Pittsburgh tomorrow, but he says, before I go down — go, I'll get\nthe ball rolling, and you call me at six o’clock tomorrow night. Then I says, all\nright. So at six o’clock the next night I called him and he says, where do you want\nto go to work, it’s all set up for you. I says — I says, well, when’s the next time that I\ncan — when can I start? And he says, how about Monday? I said, good deal, because\nthis 1s — I think this was Saturday whene — I called him. A-Anyway, I went. So I w —\nI went there on Monday and — and th-that’s when I started, and I worked there 35\nyears. I became a ham — a hammer driver. And we — boy, I’Il tell you, I couldn’t\nbelieve I made money so easy. Yeah, you know. So, th-they — the first job I had the\n— was shoveling a — a load of gravel, spreading it out. Another guy and I, we went\ndown and down and we got them shovels and we had this big pile of gravel there\nand we st — we s-spread it all out for a roadway there where — where it was they\nwere making, and all we did was sit around the rest of the day waiting for someone\nto come out and get us. And they paid us for it. I couldn’t believe it the — 1t was that\nway. So then that’s when I was wishing I’d started when I come home from work —\nfrom the army.\nOctober 8, 2010",
        "Q: Looking back on your war experiences, did it change how you felt about\nGermany or Germans?",
        "A: Yeah.",
        "Q: In what way?",
        "A: What about it?",
        "Q: How di — did it cha — did your experiences in the war change how you felt about\nGermans or Germany?",
        "A: Yeah, I think in a way it did.",
        "Q: In what way?",
        "A: Well, I found out that y-you didn’t get everything for nothing, you had to work,\ntoo, you know. And — and th — I — and I really enjoyed working at Latrobe still,\nespecially when I become a hammer driver [indecipherable] and a lot of the times\nth-the driver wouldn't feel like going to work or something, he’d take off. Well, that\nmeant th-there’d be an o-opening for another driver for that shift. And boy, I did a\nlot of overtime, get time and a half for it.",
        "Q: Later on —",
        "A: Yeah?",
        "Q: — you would watch your son Jerry —",
        "A: Yeah?\nOctober 8, 2010",
        "Q: — go off to Vietnam. Given your own wartime experiences, how did you feel\nabout Jerry going to Vietnam?",
        "A: Well, he-he — he seemed to like it okay. H-He — he be — he was a Marine. That’s\nthe one that’s here now, Jerry. And he was a Marine and — and course we ha-had to\nmake fun of him being a Marine. And he s —I said, guess what the — what the guys\nin — in the army call the Marines? And he says [indecipherable] and I says, it’s\nworse than that. I forget now just what we did call them now, but we used to say\nthat — that they — they always were looking for a fight. And then ti — so I said to\nhim, he — he has a little dog his wife bought, and oh he’s a — a little house dog, he’s\nonly about that — so long. And the little bugger, he’s always wanting to pick a fight\nwith somebody. I always tell my son, I says, this darn dog of yours got Marine in\nhim. He says, how do you figure that? I says, he always wants to have a fight. I\nsaid, he don’t care how big the dog is, he’s gonna fight with him anyhow.",
        "Q: And did you talk to Jerry about your war experiences before he went to\nVietnam?",
        "A: Yeah. Yeah, we had — we talked about that, but he — he’s the only one in the\nfamily that went oh — no-none of the other boys went. And then | had a brother, he\nwas a— Dick. He was in World War II like I was. He — he be — he was a—a\nmachine gunner, and he got smacked in the head once with a bullet exploded th-th —\nthat the pilot was shooting at him when he was going on a mission. And — and he\nOctober 8, 2010\nwas a [indecipherable] gunner is what he was. Anyhow, the bullet missed him and\nit hit the ceiling beside him, ba — right in back of him, and smacked him in the back\nof the head. And as a result, he lost the sight in this eye. Him and I got the same\nsight, only different his eye — I lost mine from my own dumbness. When I was five\nyears old, I broke this here pop bottle with a hammer and as a result, why they took\n35 pieces of glass out of my eye, and par — and part of the pupil. And that left me\nwith a 15/200 vision. Well, that’s no vision at all, and so — yeah, I— I w — I would —\nI would s — be driving along, if I was in a straight stretch or something, I would shut\nthe one eye, leave that — leave that one open, see, and I couldn’t even see the road\nwith the darn thing.",
        "Q: We’re recording this interview. What would you most like future generations to\nknow about your wartime experience?",
        "A: That I’d want people to know?",
        "Q: Yes.",
        "A: Well, I guess it’s — I don’t know, I — it was all exciting, you know, especially,\nyou know, when the shooting started. And I used to write home to my wife and if it\nwould be raining or something, and I’d be out there in a foxhole, I’d tell her, well\nhoney, I got running water in my house today. Yeah. So, I betcha — I imagine she\nwas pretty well worked up.",
        "Q: Was the war worth fighting?\nOctober 8, 2010",
        "A: Was the what?",
        "Q: Was the war worth fighting?",
        "A: I think it was. Yeah, I really do. Of course, it’s not so good shooting one another.\nBut I used to think when I was over there, now here I am up here in the — in — let’s\nsay like the front lines, I’m shooting a lot of these guys and I says, I never seen\nthose fellas before in my life. I said, he never done nothing to me, nothing like that.\nSo why I’m out there trying to kill them, you know? And then about that time they\nwould shoo — take a shot at me and it darn near hit me, then so I start shooting back.",
        "Q: All right sir, thank you very much for your interview, thank you.",
        "A: Okay. You wa —",
        "Q: Thank you for —",
        "A: You mean you’re all over?",
        "Q: We’re all over. And thank you for your service sir, we very much appreciate it.",
        "A: Well, that’s good.",
        "Q: It is 12:10 hours.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: It’s the United States Holocaust Memorial Museum. Today is Friday, 8\nOctober, 2010. It is 10:35 hours. This interview — oral history interview is being\nconducted by Steven Mize. The oral history interviewee is Grant Shultheis. Mr.\nShultheis, when and where were you born?",
        "Q: Yes, sir.",
        "Q: And wh-what year? What’s the date of your birth?",
        "Q: 1920. Okay, can you briefly describe your childhood?",
        "Q: Can you briefly describe your childhood?",
        "Q: Ah, can you —",
        "Q: Okay. Can you describe your childhood, growing up. What was it like growing\nup in — in Latrobe?",
        "Q: Your childhood.",
        "Q: Your childhood. What was it like when you were a child?",
        "Q: Yeah, w-wer — what — wa — can you describe what it was like, where did you\ngrow up, and —",
        "Q: Right, and I understand you grew up on a farm?",
        "Q: Right.",
        "Q: I see.",
        "Q: And what was your job on the farm?",
        "Q: Right.",
        "Q: Did you enjoy it?",
        "Q: Did you enjoy it? Did you enjoy the chicken farm?",
        "Q: You did. Can you tell me about how and where did you meet your wife?",
        "Q: Yes.\nOctober 8, 2010",
        "Q: How did you meet her?",
        "Q: Right.",
        "Q: Yes.",
        "Q: How — how did you meet your wife?",
        "Q: No, how did you meet your wife?",
        "Q: How did you meet your wife?",
        "Q: Yes.",
        "Q: Now, why did you go into the army”?",
        "Q: What year did you enter the army, sir?",
        "Q: Yeah, what year?",
        "Q: Do you remember your training, what — what training, army training was like?",
        "Q: Was it difficult for you, army training?",
        "Q: Yes.",
        "Q: Never.",
        "Q: Were you a good shot?",
        "Q: Do you believe your — did your training prepare you for combat, in your —",
        "Q: It did?",
        "Q: Can you describe the first experience of combat in your out — your —",
        "Q: When — when was that? When did you go to France, sir?",
        "Q: Okay. That’s fine.",
        "Q: Right.",
        "Q: Your unit was instrumental in pushing the Germans back at the Rhine river, you\ncrossed over the Rhine. Do you remember —",
        "Q: Do you remember that, crossing over the Rhine?",
        "Q: Can you talk about that?",
        "Q: Were the Germans good soldiers?",
        "Q: An up and down movement.",
        "Q: Did they soldiers you served with, were they good soldiers?",
        "Q: Your — your soldiers, the ones you served with.",
        "Q: Yes.",
        "Q: Do you remember the Dachau concentration camp?",
        "Q: The concentration camp.",
        "Q: Can you describe coming into contact with that camp?",
        "Q: Do you remember which gate you entered at Dachau?",
        "Q: What did the prisoners do when they caught up with him?",
        "Q: When you first entered the camp, what did you think you were seeing? Did you\nknow what the camp was? Did you know wha — why — what its purpose was?",
        "Q: What did you f — what did — when — what did you think when you first saw the\nprisoners, when you entered th-the — the — the camp?",
        "Q: Did you communicate with any of the prisoners, did you talk to anyone?",
        "Q: So what — you were actually fighting the Germans while inside the camp?",
        "Q: And did you — how long did that last, how long did that battle last?",
        "Q: Did any of the Germans attempt to surrender to you?",
        "Q: No.",
        "Q: Did you look around the camp? Did you just actually see any of the barracks or\nthe crematoria?",
        "Q: How long were you inside the camp?",
        "Q: Inside the camp.",
        "Q: Can you describe how you came across that key?",
        "Q: Getting back to the — to the — the camp, and the concentration camp, so you\ncontinued to pursue the Germans out of the camp?",
        "Q: And did you come into contact with any of the surrounding population around\nthe camp?",
        "Q: What wa — wha-what is your most vivid memory of the camp?",
        "Q: What did the prisoners do? Did they — did they attempt to escape the camp itself\nwhen you entered, or did they stay where they were inside the camp?",
        "Q: Yes, the prisoners.",
        "Q: Sure.",
        "Q: Going back to the — the camps, sir, you said you were in there for 15 minutes?",
        "Q: Were you fighting the entire time, and if so, what was the intensity of the fight?\nOctober 8, 2010",
        "Q: Okay.",
        "Q: Did you take any photographs when you were inside of the camp?",
        "Q: Did you take any photographs when you were inside the camp?",
        "Q: How were the prisoners behaving?",
        "Q: And they were speaking to you in English?",
        "Q: Was there ever a time that you — that you felt threatened by any of the prisoners,\nor —",
        "Q: Okay. And did your — did you — did your unit call for medical assistance for the\nprisoners? Did you get food and provisions into them, or —",
        "Q: Yes, exactly.",
        "Q: Yes.",
        "Q: Indeed. When — were you in Europe on V-E day, at the end of the war in\nEurope?",
        "Q: Right.",
        "Q: Now, where — how did you hear that the war was over?",
        "Q: Were they German soldiers who told you, or civilians who told you the war was\nover?",
        "Q: The soldiers.",
        "Q: As they were retreating, or —",
        "Q: How did you feel?",
        "Q: How long did it take before you were shipped home?",
        "Q: And did you go immediately back to Latrobe?",
        "Q: Tell me about seeing your wife for the first time.",
        "Q: When you returned home, did you talk to any of your family about your\nexperiences in the war?",
        "Q: Yes.",
        "Q: What did you do after the war?",
        "Q: And how long did you do that?\nOctober 8, 2010",
        "Q: Looking back on your war experiences, did it change how you felt about\nGermany or Germans?",
        "Q: In what way?",
        "Q: How di — did it cha — did your experiences in the war change how you felt about\nGermans or Germany?",
        "Q: In what way?",
        "Q: Later on —",
        "Q: — you would watch your son Jerry —",
        "Q: — go off to Vietnam. Given your own wartime experiences, how did you feel\nabout Jerry going to Vietnam?",
        "Q: And did you talk to Jerry about your war experiences before he went to\nVietnam?",
        "Q: We’re recording this interview. What would you most like future generations to\nknow about your wartime experience?",
        "Q: Yes.",
        "Q: Was the war worth fighting?",
        "Q: Was the war worth fighting?",
        "Q: All right sir, thank you very much for your interview, thank you.",
        "Q: Thank you for —",
        "Q: We’re all over. And thank you for your service sir, we very much appreciate it.",
        "Q: It is 12:10 hours.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Where was I born?",
        "A: Latrobe, PA.",
        "A: 19 — well, I— 1920.",
        "A: Pardon?",
        "A: I still didn’t get it.",
        "A: I tell you what, I’m deaf in this ear.",
        "A: Uh-huh. Okay now, what do you want to find out?\nOctober 8, 2010",
        "A: Child?",
        "A: Yeah, what about it?",
        "A: Latrobe, PA.",
        "A: Well, yes.",
        "A: When I was eight years old we bought a far — my dad bought a to — a poultry\nfarm.",
        "A: And that was back in 1928.",
        "A: Taking care of chickens — mostly with chickens. That’s what it was, a poultry\nfarm.",
        "A: And we did a lot of custom hatching. Say like you was a farmer or something,\nand you had a hundred eggs from your chickens and you wanted to increase your\nflock. You brings your eggs to us, and for two and a half cents an egg, we would\nOctober 8, 2010\nhatch those hundred eggs out for you. And then they — and if you got a hundred\nchicks out of 1t, you’d be lucky. But nobody ever really did get a hundred percent,\nbecause of the eggs were not always fertilized. The rooster wasn’t doing his duty.\nHe had to do that, you know what I mean. So, but that’s what we did, we — we had\nthousands of chicks. We had two incubators that would hold 10,000 eggs, and we\nhad a hatch come off every Monday and every — every Monday and Friday. And\nthen we’d take these chicks out, and say like if you had — oh, we’ll say a hundred\neggs, then we’d call you up and let you know th-that the chickens — the chicks,\nwhen they’d be ready. Then you’d come and — and get your chicks and pay us for\nthe chicks — for — for the eggs that we hatched, or for all the eggs. Cause if you gave\nus a hundred, well you’d be — you very seldom get a full hundred percent hatch,\nbecause a lot of them — a lot of the eggs weren’t even fertilized.",
        "A: Pardon?",
        "A: Yeah.",
        "A: My wife?",
        "A: Well, she — she — she’s dead now. She died about t-two years ago, and — but we\nwere married for 58 years.",
        "A: I have four — four children.",
        "A: I had four, and I lost a daughter — I lost — yeah. We had one daughter and three\nboys. Well, I got the three boys yet, and boy I’Il tell you, they’re — they’re — they’re\nwonderful. And any person — you know, with a lot of the people, when they get\nmarried they say, oh I’m not gonna have kids, it cost too much to raise them, and\nthat. Well, boy, I’m glad I did have them, because they take good care of me. The\none — this Jerry here, the one that ha — who you give the keys to there, he — he —\nhe’s one of my sons.",
        "A: He’s the second son. And I have three altogether.",
        "A: How old?",
        "A: What do you mean? Say it again, please.",
        "A: How did I meet her?\nOctober 8, 2010",
        "A: Oh, she was two houses away from me. And her brother and I was friends. When\nthey moved up there in the country, next to us you might as well say, why, him and\nI got together cause we were both almost the same age.",
        "A: Why did I go in the army? Well, because they told me to, for one reason, and the\nother reason, I wanted to go. I did want in before I got married, but after I got\nmarried, then they took me. Cause see, I’m blind in one — in this eye, the right eye.\nWhen I was five years old, I— a guy that didn’t care where he threw his garbage,\nwhat do call them, you know, they got a name. Anyhow, it — he — he was going up\nan alley. We lived in tow — when thes — this is when we lived in town, before we\nbought the farm, and I was five years old then. And we had a fence around the —\nDad had a fence around the ge — our yard, and that, and my mother always put me\nout there to play with my toys while she cleaned her house, when I was little. Well,\nthis here guy who were — whoever it was, was drinking pop, and the — and his bottle\n— bottle went empty, I guess, so he just tossed it over the fence into my — into my\nDad’s yard. And Mom always put me out in the yard, cause it was safe to play\nthere, because it — she had a lock on the — on the gate, so I wouldn’t get out and get\nrun over with a car, wi — which I — which I did anyhow. I got ran over three times in\ntha — to be exact. Each car went over me, but none of them the wheels — only one\nOctober 8, 2010\nthe wheels hit me. Anyhow — let’s see now — I wasn’t going to tell you that. Th-Th-\nThe — the — so anyway, the — this time that I got hit twice right — right in front of our\nhouse, cause it was in the wintertime and we were in — in a— was 1n a — this — the\noutskirts of the town, like. And my two older brothers, they wanted to go across the\ns — Ligonier Street, that was the main street going down through Latrobe, and\nmake us new — new fort, because they want to have a snowball battle. And my\nmother said no, you can’t go, cause if you go over there without Grant, he’s gonna\ngo across the road and get hit with a car. Well, she was right there, because a-and —\nand my dad, my dad was an invalid ever since he was two years old, and his — he\ngot sick, and his mother took him to the doctors and the doctors gave him the wrong\nmedicine, and he wound up with polio, and he was crippled, and he had walked on\ncrutches all his life from — well, in s — he was — well, I — I forgot Just how old he\nwas, he wasn’t very old. He was two years old, I think it was. And, he started out on\ncrutches. He walked on them until he was 41 years old, and then — then here he got\nbursitis in his shoulders, and he couldn’t use his crutches no more, so he went to a\nwheelchair. And he lived in the wheelchair and — until his death, which was 36\nyears later. And — but he had a — an office job, and he worked there 45 years. And I\ntold him whenever he retired, I says, but one thing about Dad, why, none of your\nsons are gonna work as long as you did at one job, because we were all too old for,\nyou know, to get started on it. But that was my dad.\nOctober 8, 2010",
        "A: The army”?",
        "A: Year was — gosh, I don’t know.",
        "A: Yeah, we — yeah, we — we ki — we — we trained there, you know, I went to\nMaryland, is where — is where th-the gi — the recruits went.",
        "A: Difficult?",
        "A: Never.",
        "A: I loved that stuff. I—I liked that, especially when we went out in the firing\nrange, that’s what I liked the best.",
        "A: I became a crack shot, and that — and then, whenever we finished, when we had\nthe Germans down and — and they gave up altogether, and the war was over in\nEurope, why then I volunteered to be a sniper. Got out up where — pretty nice ge —\ncause we were gonna go to Japan. And we were starting to train for them,\nwhenever they dropped the atomic bomb. That made the difference in the whole\nOctober 8, 2010\noutfit, for everybody. And so they — they — they canceled everything after that, and\n— and so when that — when they dropped that bomb, we couldn’t believe it, one\nbomb could do all that, because we been bombed before, being in the service. And,\noh, they tried to kill me a good many times, but they — I always out shot them. Let’s\nput it that way. It’s a heck of a thing to do.",
        "A: Yes.",
        "A: Real good.",
        "A: Well, the first guy I shot, 1t made me sick, cause I — when the battle was over, I\nwent up to see, because whenever I — he was laying behind a log, and he was\nshooting at me, an-and he missed me the first shot, and I ducked down behind a—a\n—a tree. Cause th-the Germans had the ri — the civilian population had to rely on the\nwoods to keep their fires burning in the wintertime, cause there was no coal for\nthem, or nothing to — to heat up — oh, I tell you the — the German civilians, they took\na beating. And the — the Germans took the — all the food, mostly, that they could\nget, ta— and they didn’t have enough to eat half the time, and the — that’s the —\nthat’s the civilians. But I’ll tell you, the German civilians were better to us than\nwhat the English were. And we were su-supporting the — England and everything\nOctober 8, 2010\nelse, and doing all that stuff. Cause I was in England there for nine months, I think\nit was. Anyhow, I was in the military police then, and they — so I got their bo — I got\nacquainted with wa — one of their bobbies, which is, that’s what they call for, you\nknow, police, over there, a bobby. And him and his wife decided to have four of us\ncome to their house for Christmas. Well, that was a pretty good deal, you know, at\nleast we thought so until he — he says — well, we were — I was on like a—a-—a\ndifferent outs — outfit, because they — they went and they gave us the st-stamps and\nthat, you know, for th — to get your — your vittles to eat. And then — then you —\nanyhow, he says, do you have any — any stamps, food stamps, that’s what they\ncalled them. And I says, yeah, I said, I got mine yesterday. He said, let’s see it. And\nI pulled it out and handed it to him, and that was a mistake, because he never gave it\nback to me. He says, well, if you’re coming to eat, he says, we gotta feed you. But I\nwasn’t counting on supplying the food. But anyhow, it was nice, and that was a\ngood gesture. And so he had the four of — he had four of us come there. And I was\ntelling him — his wife, she’s just a little squirt, and the — but she was nice. And she —\nand she’s asking me, you know, like, about my family and all that stuff, and I told\nabout my wife, and that, and she says, well, I’m gonna make her a baby doll. I said,\nwell, that’ll be real nice of you. She said, one of those days itll come rolling up to\nyour house door. So — but it never came. She forgot about it, or didn’t have a chance\nor something. I don’t know, maybe something happened. But that was nice, and —\nOctober 8, 2010\nbut it didn’t last long. So anyhow, I — we went and — and we — we went on into — we\ngot a kra — we went over the — over there where France was, you know.",
        "A: I-I can’t really say now. I’m not sure.",
        "A: But I was in — I was in England nine months.",
        "A: That part I do know. I crossed that ocean four times during the war, and when —\nwe were lucky, we a— we always — the Germans always didn’t have a — their\nsubmarines in the right place, because we’d go across, you know, like a— a whole —\nwhole mess of ships would go at one time, and oh man, it’d be stuf — stre —\nstretched out for miles. I saw one going down, where a torpedo, it — it missed our\nship and — and hit the one farther away and — and I — and I always liked to watch —\nI'd go up to the bow and I’d watch the — the tor — the fish, I forget what you call\nthem now, you know, they were big son of a guns, and something like a shark.\nWell, the sharks didn’t like them because they — they beat up on the sharks. The —\nthe fish are as bad as the human beings, ain’t they? They fight with each other. And\nthey always jumped in front of the ship. Always wondered how the ship kept from\nrunning over them. They didn’t — never — we never seen any of them getting hit.\nThey’d just keep diving, you know. And that was interesting there.\nOctober 8, 2010",
        "A: Yeah.",
        "A: Yeah.",
        "A: Well, they — we — we just kept — kept fighting them, that’s all. And they — they\nfinally gave in, the enemy did. But wha — I always remember one German lady, she\ncome out on the — on her porch. We just chased the — the German soldiers out of\nthis here one town. And when we were going into it, and we stopped for a — a — like\na rest, why this lady come out and she says, I want 12 of you men to come in my\nhouse. Well, we didn’t have any idea why she want 12 us men in there. So 12 of us\n[indecipherable], we went in. And she sits us around the table, she goes over to her\noven. In them days the Germans had put in all coal stoves in their kitchens. And she\nopened up the — the oven, and there’s 12 apples in there she baked, just for us guys.\nAnd she — she gave each one of us an apple. And I’ll always forget — I always\nremember that woman. I — how I wished I would have got her name and address,\nbecause she was so good to us. Then she took me around, I don’t know why she\npicked on me, but she took me around her house, showed me all around in there, her\nhouse and everything. And she had three sons that was in the army, German army.\nOctober 8, 2010\nBut they were all prisoners of war. We had one, and England had one, and the\nRussians had one. I said to her, well, I said, Pll tell you, I says, you’re pretty sure of\ngetting those two — two of them back out of those three, alive. And I says, now the\none we have and the one the — the — at — let’s see what a — well, we’ll say England,\nand the one they have, the British, th-the — I said, the one the British have and the\none we have you’re pretty sure of getting those two back. But, I says, the one that\nthe Russians have, I says, I can’t tell you about them, I said, those guys are nuts. I\nsaid, all they want to do is kill everybody. And so that’s exactly what they did.",
        "A: You bet they were good soldiers. And when they were shooting those guns, they\nwere dead shots, too. Now I had one shooting at me with a machine gun, cause we\nran a — he-here’s the way it was. I don’t know whether you know any — you know\nhow ya — how the army when they’re — when you’re tra — going into a battle like,\nwell, we’re go — we’re going along, coming up — up through this field that, and\nsomeone says that — that the Germans are up ahead somewhere. Well, we always\nhad scouts out, two scouts. They’d be about oh, say, 200 yards ahead of us. Now,\nthey were not supposed to shoot any bra — any Germans that they seen, but they\nwere supposed to give us the silent signal. The silent signal was a — y-you laid your\nrifle down, you grabbed ahold of it and — by the barrel and by the — and by the back\nOctober 8, 2010\nof it, and you put it above your head and go like that. That 1s your signal that the\nenemy was there.",
        "A: Yes, they — and they — and they didn’t make a sound. Well, anyhow, then wh-\nwhen we got that message, by boy they just — they blew a whistle and we just\nspread out and start digging in right away, because we knew we were running into a\ntrap. And so the Germans, they smartened up. They thought by us cat — by us\nhaving those two scouts there, they were told tr — told, do not shoot the scouts. Th-\nThe German did. He says, wait til they get through your lines, but make sure they\ndon’t see you to give out and give the — us the — the warning. Says go, and — wait a\nminute now, I think of something about that — anyhow, he says, let them go through\nyour ra-ranks, but make sure they don’t see you. And then, when they get through\nit, grab them, and then we’ll put them in — in prison, then, for the — you know, the —\nthe — the ten — well, anyhow, the prison. And so anyway, that’s what they did, cause\nwe lost both of our scouts at first, but we got them back after a bit, cause one of our\nshells went and blew the fence down, and wa — th-then they shot out of it, and they\ngot back with us again. And they said that when they were — the Germans ran, he\nsays, we ran right with them. He says, those shells and that you guys were shooting\nat us, well, they didn't give a hoot who they killed. So anyhow they — the scouts, we\nha — we had them scouts, but whenever they give that signal, we would — we would\nOctober 8, 2010\n— see, we'd be going in the single file, maybe might be three or four in a row, you\nknow how they are when you’re marching. And as soon we got that signal boy, you\ns — just spread right out. And everybody got their — we had little shovels. You\nprobably sm — maybe you seen them already. And we’d dig a foxhole and get down\nin under below the ground surface. And then that — then the — we were ready for\nfight then. But if you — if we didn’t see that signal, why we would walk right into\nthis trap. Now, we ran into one of them traps, and all of a sudden they start\nshooting. And I hit the ground right where I was, you — whenever — when they start\nshooting, nobody has to tell you to get down and stay down, you learn that quick,\nbecause you want to live a little longer. So anyhow, we went and — wait a minute\nnow. We — well, we — we got up there an-and then the Germans start shooting at us,\nand we got down and then we start shooting back. Well, I was out, right out in the\nopen spaces there. Well, my buddy was, when he was shooting his rifle, I was\nreloading mine. And when I was shooting mine, he was reloading his. So we had a\nsteady sho — stream of bullets going up where the machine gunners were. So\nanyhow, they went out and he — he turns on me. I was laying down on the ground\nshooting there, and I didn’t have no trees or nothing to get behind, I was out in the\nopen. And my buddy, he — he got the only tree that was there, he — he dove behind\nit. Anyway, and the Germans saw me. So he turns the machine gun on me. Now, he\n[indecipherable] like, well, we’ll just — there, there. We'll just say here\nOctober 8, 2010\n[indecipherable] right here. I stretched out this way, see, and up — the Germans are\nup that way, and he starts shooting at me, and he come about that far away from my\nbody. He dug a hole, a trench with that machine gun, from my head down to my\nfeet, about four inches deep with those bullets. That’s — an-and I was laying right\nthere, all that dirt was flying in my face and all over my body and that. And I was\ntrying to crawl inside of my helmet, but I wasn’t do — doing good. My head was\nalready in there. So I got to thinking, if I laid still, he’d think he killed me, and he’Il\ngo and shoot somebo — at somebody else. So whenever he stopped — he had to stop\nand reload, you know, and when he’d run out of shells, why he’d take a couple of\nminutes for him to get the new belts 1-in there of shells. Well, while he was doing\nthat, I was lay — laying there figuring out what I was going to do to him. Anyhow, I\nhad dirt and mud and everything in my face, and all over my body and everything\nelse. The whole way down my body, I was just covered with dirt an-and m-mud,\nyou might say. So anyway, I — I got a — while — while he was shooting, h-he to — he\nchange his — his targets then. He looked for somebody that was — he could see,\ncause he saw me laying there and he figured he’d killed me, see? Well, that worked.\nAnyhow, he starts shooting at somebody else. Now, when he starts shooting at\nsomebody else, I was the only one in the outfit that had rifle grenades. The captain\ncome out to me when we — fe — before we started out that day and he says,\nShultheis. I said, yes sir? He says, you’re my grenadier. I said, yes, sir, I said, sir.\nOctober 8, 2010\nHe says, yeah, what do you want? He said — I said, what’s a grenadier? He ha — he\nsaid, you’re the guy to stop the tanks. So I pulled one — I pulled out the gre-grenade,\nhe gave me a ba— a pa — a bag like, see, I would call it a bag. Anyhow, it fit over\nyour shoulder and it had six grenades in it; three of them phosphorous and three\nexpl — high e-explosion. So I said to him, what am I supposed to do with these? He\nsays, you’re supposed to stop the tanks. I picked it out and I said, sir, I said, you\nthink that this little thing here 1s going to stop one of them great big tanks? He says,\nI know it will. I says, what do I shoot at, whenever I shoot at that tank? And he\nsays, the tracks. Now, I never knew this before that — before that day. He says I —\nwhen the tracks are gone, there’s a — a little track in the center of the tank, and it —\nand it runs — it keeps those su — tracks on the wheels like, even, so that they don’t\ncome off. And he says, all you gotta do is hit that wheel, it’s about that big, he said.\nBut that’s like telling you to go jump in the lake. Anyhow, I said yes, sir, I says, I\nthink we can stop them all right then, 1f we can — if I can hit that — if I can just hit\nthat there part where you just told me. And so anyhow, he s — he — he agreed with\nme on it. So he went and let me figure it out myself. So — but I— I never saw a tank\nafter that. S — but I did use them on — on machine guns, and boy it worked good. So\nanyway, this one whose — this machine gunner that was shooting at me, I th — I\nthought, if I stop jiggling around here, that th — that he’II think he killed me,\nbecause he was pretty far away, you know. So, by gollies, it worked. I laid still and\nOctober 8, 2010\nhe sh — quit shooting at me. I guess he must have stop — must have ran out of shells\nand he had to put another belt on, and while he was putting that belt on, I— I-—I\nrigged up my — my grenade launcher on my rifle, and you shoot those grenades with\na blank. So they told me, they says, for God’s sakes, make sure you don’t have a\nlive round in your rifle when you shoot that, because he says, if you shoot that with\na live round, you’re gonna blow your own head off, whenever you would shoot that\n— that grenade, he says, instead of it going that way, it would stay right where it was\nand knock your head off. So th-that — that’s a good — good lesson. So — so I never\ndid, I always checked it all — all the time, make sure. So anyway, I said to my\nbuddy, I says, I’m gonna fix those babies now. And he says yeah, you know, what\nare you gonna do? I says, I’m gonna send them a phosphorous grenade. So I put a\nphosphorous grenade on cause they are — they were the worst. The high explosions,\nthey were bad, but th — but the — the others, they were worse, they — oh, man, they\nwere miserable. They — cause when they — when this phosphorous grenades went\noff, they didn’t quit burning when — if it hits you. Say like if a — if it hits you in — in\nyour arm, that would burn the whole way through your arm. It’Il melt your — even\nmelt your bones, they said. And that’s how hot it went. Anyway, I said to my\nbuddy, I says, okay, I says, I’m ready to shoot, I says. You watch up over the top of\nthem trees, see if you can see it going. And I stuck the huge — you always stick the —\nthe stock of your rifle in the ground and raise the barrel up. And I was laying there\nOctober 8, 2010\nbeside it there, and I raised her up, and I said, you wa — I says, are you watching?\nHe said yeah. I said, well, here it goes. I reached down and I pulled the trigger.\nWell, that grenade, you could see it. I-It goes pretty fast, but you can still see it\ngoing. It went — oh, it made a beautiful bow right up over the top of the trees and\ncome down. And on the way down, it must have hit a — a limb, because I don’t\nthink it went off at the ground, because it seemed like it — when the — when it\ndisappeared and you couldn’t see it, why, it was — wasn’t enough time for it to hit\nthe ground when it exploded. But when it exploded, it made a great, big puff of\nsmoke, and flames, and — and — and it — and the phosphorous was everywhere. And\nI heard them guys screaming up there where they — where I was shooting at, so I — I\n—I’m pretty sure I hit them, because that was them screaming. Now, I never seen\nany of them, or anything like that, because they were pretty well camouflaged.\nAnyway, we — we — that stopped that whole [indecipherable] that whole battle. The\nGermans jumped up after I shot that, and they ran ba-backwards, back over — to get\naway from us. Our outfit, they — they got up, they ran back the other way, I ne — I\nnever figured out yet why they went that way, cause it was a gort in the wrong\ndirection. So anyway, we didn’t see no more Germans that night. And the me — and\nmy buddy, he s — he’s young. Come on Shultheis, come on Shultheis, everybody’s\nleaving us. I said, I’m not leaving til I get my rifle reloaded. And I ha — I had to take\nall my stuff off my rifle, and that — you know, the launcher and everything, and — to\nOctober 8, 2010\nget to my rifle to work right with the bullets. And then I put a— ac-—aclip with\nnine rounds in it, then I was ready to go. Then I stood up, and when I stood up there\nwasn’t a soul around, just him and I. Our men got up, they went the one way and\nthe Germans went the other way. And that’s another thing I never understood, why\nwe went backwards instead of going forward. Anyway, we — we didn’t have no\nmore problems with them that night. And then — then my buddy and I, we went\nback to where the — kind of back to where the machine gunners were and they had\nto stay up all night on guard, so we — we each dug a slit trench. Now, a slit trench, I\ndon’t know whether you know what a slit trench is or not. Oh, you know? Okay,\nthat’s just where you can lay down in it, it’s big enough. We di — we dug that, each\none of us dug a bed, you might say. Filled full of leaves and then crawled down in\nunder them leaves and go to sleep. And the — we let the — we let the machine\ngunners stay awake that night. So —",
        "A: Who?",
        "A: Our si — our service —",
        "A: — our soldiers were good soldiers, yes. And — cause they listened to what the —\nwhat they were told to do, and they did it.\nOctober 8, 2010",
        "A: Did I remember what, sir?",
        "A: Yes, Dachau.",
        "A: Well, it — it was a big camp. They — and they say it had 30,000 men and — and\nwomen in there. And they had a lot of people in there, that you might as well say\nthey starved them to death, practically. Now, whenever we got in there, got the gate\nopen and that, what happened, see, the f— the first guy in — 1n the line, he saw — he\nsaw the lock. So he just pulled his rifle up and shot it. And when he hit it, it just\nflew in pieces, cause we was using armor piercing shells at the time, cause we was\ndoing a lot of force fighting — fighting in to the — 1n the force — force. Now like —\nwell, say — say like where they have a — make the cuckoo clocks. Well, that part\nthere, we were into that, and boy I’Il tell you, no wonder they call that the Black\nForest, cause it is really dark. The sun don’t even get down through the trees.\nAnyhow, we went — we were on there and we — and we come and — and I come to a\n—a-—a German truck, and stand there. And I can see some blankets in there and I\nthought, oh boy, that’d be ideal thing. I climbed up in the truck and it was full of\ndead soldiers and the blood all over everything, oh what a mess. So I got out and let\nOctober 8, 2010\nthe whole bunch go. I let the dead keep the bla-blankets. But that’s just the way\nthings went.",
        "A: Well, there was one gate by — we came to was — it was more a — it was more like\na — say like a front gate. See, there was a gate here, and then back here, they had the\nfurnaces right here, and — and then — then they were over some more buildings here.\nAnd then they had other buildings where, like the prisoners stayed in, inside of that\ngate. Now, the Germans had, I would say, oh, 200 yards of field, all smooth cut.\nThere wasn’t a tree [indecipherable], so that if any of their prisoners escaped, their\nsoldiers were supposed to shoot them and kill them. And they — and they had a lot\nof time to kill them because they had that whole say — we’ll say 200 yards to — to go\nbefore they got to the woods. And so anyhow, I — the — we — we — I had a German\nin my sights that I kept in my sights there, because there was three prisoners chasing\nhim after we opened the gates, see? And I said to my buddies, I says, look at that, I\nsays, that German, he’s running away from those guys. And I says, he’s in A-1\nshape and — and those three guys are in starvation shape, and I said, they’Il never\ncatch him. And he was heading for those woods. So I got down on one knee, took\nthe safety off of my rifle and — and I just got that guys — back of his head riding on\nthe top of my front sight. And they said, what are you gonna do, Shultheis? I said,\nI’m gonna knock that guy off if he — 1f it looks like he’s gonna make to the — to\nOctober 8, 2010\nthose trees. Cause I said, once he gets into those trees, I says, he’s a free man, be an\n— and because he ga — he can have a — a thousand places to hide. And — and I says, I\ndon’t think those guys are gonna be able to make it. Well, they — they were doing\npretty good though, they — they were running and — and that German soldier was\nrunning, too, because they were after him. Anyhow, I — I noticed that the gap was\ngetting closer, see, they were gaining on him. And I said to one of the guys, I says,\nwell, I says, I guess I won’t have to shoot him after all. I says, I think they’re gonna\nmake it. So they — here they caught him before he got to the trees. Now, if I—if I\nthought he was going to make it to the trees, I was going to shoot him, because he —\nhe probably did a lot of things to those guys, and it didn’t matter to me; he was a\nGerman, so that’s — he was — there was no limit on him. You could shoot as many\nas you want to.",
        "A: Oh, the — well, they grabbed him. That’s one thing they did do. One guy grabbed\none arm, and the other guy — another guy, he grabbed the other arm, and the third\none, he took the pistol from the German and shot him in the head. That was the end.\nThat German, he was screaming his head off. And then all of a sudden you heard\nthe bang. Then I saw the head drop down whenever he shot him. Now, they were —\nwell, the he — they were pretty close to the woods. He come pretty close to have me\nhelp him, but I didn’t have to. They did a good job themself.\nOctober 8, 2010",
        "A: Well, we weren’t quite sure what the camp name was, or anything like that. It\njust happened to be in the la — 1n our line of fire as we — as we went — marched\nalong. Cause we just go up one mountain and down another one.",
        "A: I couldn’t believe anyone could be so rotten. That’s what I thought.",
        "A: Well, no, we didn’t get a chance to, cause we were always dra — always after the\nGermans — soldiers, and na — and — and we — we — what we wanted to do, we\nwanted to keep them moving so they didn't have time to dig in and put a row of\nmachine guns across our path. Na — so what they did, they went and they gave their\nmen orders to make sure they hide good, and camouflage themselves and\neverything, so the — the — so that our — our two men that was in the lead, didn’t see\nthem. And when he get to the other side of the Germans, grab them, and then put\nthem in the concentration camp.",
        "A: Yes.\nOctober 8, 2010",
        "A: Not very long, cause we went straight through, cause we were — we were chasing\nthe Germans at the time, and then we wanted to keep them from pa — getting —\ngetting a — a trap set for. But we still — we ran into one of them. And that was a —\nthe one where I was just telling you about where he almost shot me. And so — but he\ndidn’t — he didn't hit me. That was the main thing.",
        "A: No.",
        "A: No, they fought right to the end. They were — they were good fighters, Ill tell\nyou that.",
        "A: Well, we — what we could see, wa — you couldn’t see too much at first, because\nit was like boarded off like, you know, say like the dead, and stuff like that. Now,\nthey had a big pile of dead laying in there. We saw tha — I saw that. But we no more\nthan got into the gate, I’d say oh, I don’t know how far in we got, not very far. But\nwhen you come through the gate, then you saw the furnaces. And then — an-and —\nand the — the dead was piled up a pile, right out there in the ground, just laying on\ntop of each other. And what they were doing, they were taking them and they was\nputting them in the fire and burning them. But I guess it made a terrible smell,\nOctober 8, 2010\nbecause they said that the — the German population was complaining, because it\nstunk so bad, you know, from the — the bodies being cooked.",
        "A: How long was I what?",
        "A: Oh, about maybe 15 minutes at the most. Because see we — like I said, we were\nchasing the Germans so that — and at the time and we didn’t want them to like make\n— have time to dig 1n trenches and that for their machine guns and that. And so we\ndidn’t stay. So we were — we were brought out right away. Probably some of them\ndidn’t even get in there, some of the men. But —",
        "A: Oh yes. I was — I was going int — into the — into the n — n — around the fence\nway, you know, in — into the camp, we’ll call it. And here I happened to look down\nand I saw this key laying there. And th-the people coming out of — out, was running\nright across it. And — and the G.I.s that was going into the camp walked over top of\nit too. Now, I was in a couple times in fra — like — well, let’s see, where they —\nwhere they had the — had the shoe mines and stuff, they had [indecipherable] mine\n— [coughs] Excuse me. And the Germans were great for that there — having mine\nfields for us to walk onto. Only once that I got real, real close to losing a foot. But\nthe lieutenant saved my hide. He — he was right behind me and here he happened to\nOctober 8, 2010\nlook down and he saw I was gonna just step on one. And all he did\n[indecipherable] he says, Shultheis, he says, stop immediately, he said\n[indecipherable] he said, stop, he says, a mine on — a mine there. And a — and I was\ncoming down with my foot and I froze right there, I never went another inch. And I\nlooked down and there was a mine. If it wasn’t for him, I would have a wooden leg\nnow. He saved my li — my hide there. And the first — first one — time, why we were\ngoing, we had our — we started at three o’clock in the morning, it was pitch dark.\nWe got out of our foxholes and the captain says, now, you’re — you’re to bring back\n— we’re gonna — to bring back some Germans alive. And he — and he says, for\nGod’s sakes, and a few other words that you’re not supposed to say, and he says,\ndon’t shoot them all, he says, we want to — we want to question them. He says,\nwe're gonna — we’re gonna g-go — we’re gonna go after them about right, and he\nsays, we want to know what we’re gonna run into. So, anyhow, I — tha-that’s —\nthat’s how that one went. Anyway, we — we went across the field then, and — and\nthe — the one scout stepped on a mine. Now, he was about, I’d say two — maybe a\nhundred yards ahead of us. Well, we didn’t know what happened, we just heard the\nexplosion, so we stopped, and the lieutenant s-scattered us guys around — around\nthis place where — where that noise come from, and you hear — what it was was one\nof the — the scouts. Anyhow, I said to him, I said, sir, I said, I’ll go in there and [Il\nget that guy, and Ill bring him out. He said okay, but he says, wait a minute til we\nOctober 8, 2010\nget you a medic, he says, you’re gonna need it. I said, all right. So he told his\nsergeant what to tell his men. The sergeant went over, he told the first guy, sa —\nmedics wanted up front. And they passed it down the line, like the guy behind him\nand you know, like that. And then I took a few minutes and — and the medic come\nup. So the medic come out when I told him. I said, th — one of the scouts has some —\nhe went haywire in here, I says. We don’t know exactly what it is yet, and the\nlieutenant told me to wait til you got up here because I’m going in after him and\nbring him out. And he says, okay, he says, let’s go. So I says, all right. So we went\nin and there — and I found him right away, he was laying by a bush, and he had one\nleg — one foot off. That’s what those shoe mine were for. The Germans discovered\nit take at least four guys to get a— a wounded guy back to the rear, and that’s four li\n— guys less shooting at hi — at his men. So, anyhow, we got the — th-the medic\nbandaged his — his stump up, and we got him up on his one good foot. And I had the\n— I had his arm around th — my neck and — and the medic had th — had a 0 — the\nother around and the — and we just ready to start out and he says, I could carry him\nbetter if I was on your side, he says, do you want to trade? I says sure, I says, I can\ncarry him no matter which side. So — so anyhow, we chi — we swi — switched. I took\nhis arm off my neck, I went over and got his other arm, put it around my neck, the\nmedic come on around. He puts his — put the other arm — his other arm around his\nneck, and na — and I says, are you ready to go? And he says yeah. So the medic\nOctober 8, 2010\nsays, all right, let’s go. Well, he took one step and he blew his foot off. Right where\nI was standing, I don’t know how I missed it. I never even seen th — a mine there.\nAnd he’s the only guy of all of them that I saw wounded that cried up — up front, on\nthe line. And here, when he went in — when they sent him home after they got his\nartificial foot and that, why, he drank himself to death. And he — and his mother\nsays that he couldn’t stand being crippled.",
        "A: Yeah.",
        "A: Well, we — we never had no — n-no trouble like that, see? Most of it was, they\nwere in like fields and stuff like that, and woods. And there weren’t too much house\nto house fighting, we didn’t do much of that.",
        "A: Well, I guess it was that — I guess it was just the part — well, I — I'll tell you the —\nthe — my most memory of that is, is whenever they were shooting at us, and — and if\nyou didn’t shoot back, why you’d — you’d wind up in the graveyard. And I had an\nM-1 rifle they gave me, that was a wonderful gun. Boy oh boy, when you put a\nOctober 8, 2010\nsight on that, why he was a goner. Now I had chances of shooting more than what I\ndid, but I captured them mostly, and I turned them over to the officer in charge.",
        "A: The prisoners?",
        "A: Th-They — they were — they — they would say — they were ha — they had an\nstationary, and the — and they always somehow, I don’t know just how, they put the\n— put these men in there. Cause actually I really never seen them put them in, they —\nthey — they gi — prisoners were standing there and then they — they went over to\nmake sure he didn’t have no weapons on him. And so — now, I captured quite a few\nGermans. I captured six at a time, three different times by myself. And so anyhow,\nth — I—I—I never had any trouble with any of them that I captured. And they — they\n— now, I went into a place — well, here we — they said to us this — one day the\ncaptain come on, he says, well, you guys is go-gonna get a ride today. And — and it\nwas darn near getting dark, and — and we — we were — we were gonna get a ride to —\nanyhow, he says, I want 12 men on every tank. So that’s — we had to ride on the\nother side of the tank. We rode all night long, never stopped once. And oh man, we\nwere about froze. It was snowing and blowing and that. So we stopped at daybreak\nand we were in a wide open field. It was all — like it was big, big gl — hay field, see?\nOctober 8, 2010\nAnd there was been — been mowed. So — so then we stopped, the guys bailed off of\nthat tank and ran to a woods which was about approximately a hundred yards away\nto get wood to build a fire. Everybody else was — you know, we — we were darn\nnear froze to death. So anyhow, I heard him tell the sergeant, just look at them guys.\nEvery one of them, he says, go over there and heading for them woods and they left\ntheir weapons here on the ga — on the tank. [coughs] Excuse me. And so I thought,\noh well, if they can all go in there, I says, I think I’ll go, too. So I slid down off the\ntank and — but only I took my rifle with me, they didn’t, cause they wanted to have\ntheir arms free to carry wood back to make a fire. So I go over there and here I get\ninto the woods and the — and the Germans had trenches dug the whole way along\nthat [indecipherable] there. Oh, it must have been a mile long, pretty near. And —\nand that — and the — and the ditches, the trenches weren’t real deep, but deep enough\nwhat they could lay down in it and you wouldn’t be able to hit — see — even see\nthem, let alone shoot them.",
        "A: And so anyhow, here they moved out the night before, or we would have been in\nhot water right there. So, I got over there near these guys running around like\nIndians, like a bunch of nuts gathering wood. They took it all back and t-t-t — to the\ntank and made a fire. Well, I see a shanty in there. I — oh, I’ll be darned, I think PI\ngo see what’s in that. I went over and I opened the door and I went in. Here was a\nOctober 8, 2010\ntool shed, like shovel, pick and rake and stuff like that. And so I went out and shut\nthe door and [indecipherable] there was three loaves of homemade bread and\nGerman bread there on a shelf. Well, I didn’t bother them, but I thought about\neating one of them. And I walked around the — around the building, there’s another\ndoor. I opened up and I walked in and holy man I couldn’t believe my eyes. Six\nGermans in there in bed, all sound asleep. I went around — let’s see, how’d I do\nthat? Oh, I went around, I put my hands under each one of their pillows to see if\nthey had any weapons in there, like a pistol or a dagger or something like that,\nbecause I was out numbered six to one right there, and they could have killed me\nreal easy. So anyway, there was nothing. So then I went around again, and I took\nthe top blanket and pulled it down to their ankle. They never opened their eyes, they\njust sit up in bed, got all that blanket, pulled it back down and — and laid back down\nagain. I said, well alright you guys, you don’t want to wake up, well, P’ll wake you\nup. So I reached in my pocket and I pulled out a phosphorous hand grenade. I pulled\nthe pin out of it and I held the lever down on — I don’t know whether you know\nanything about grenades. Oh, you do? You know how you hold it down? Well, I\nwas hanging onto it. I had my hand 1n the coal stove, they had a coal stove there,\nlike a potbelly stove. And what I was gonna do 1s drop that grenade in there and\nbeat it out of that darn sh-shed. And all of a sudden I heard, all right Shultheis,\nwhat in the hell are you gonna do now? I says, oh, here is my sergeant, he come\nOctober 8, 2010\nlooking for me. So I said, these guys won’t wake up, I said, ’'m ga — I’m just gonna\nwake them up, that’s all. He says, well, what are you doing with your hand in the\nstove? Well, there was no fire in the stove, it was out, so I s — told him about it and I\nsays, I got a hand grenade here and I got the pin pulled out and I — and you’re in my\nroute, get the heck out of that doorway, because I said, I got nine seconds to g —\nfrom the time I let go of that grenade, before it goes off. And I want to be out of\nhere and get into one of those trenches out there before it explodes. And so here, in\nour talking, one — one of them Germans woke up. He’s sitting up there in the top f —\ntop bunk, his legs hanging down, he’s rubbing his eyes, you know. And I walk over\nto him. And he never seen me and he had his — both hands up there, rubbing his\neyes there, getting the cobwebs out of them, I guess. And when he opened — took\nhis hands down, he’s looking right down the barrel of my rifle. I says, all right, I\nsays, the war’s over for you guys. I said, get the ba — get them out of that beds. He\nsaid one word, brrp, they all just jumped right out of bed so quick and they all\nlanded in the middle of the floor. There they are, all standing there with their long-\njohns on and a pair of socks, that’s all they had on. I says, as of right now, you are\nall prisoners of war. And here, in the meantime, my tanks th — they were getting\nready to take off, they — I heard the motors starting up out there. They w — they’d sit\nthere for awhile to you know, get them warmed up. And I said to them, shake it up,\nand get your clothes on fast, I said, the tanks are getting ready to pull out and I don’t\nOctober 8, 2010\nfeel like walking any more. So, I said, ’'m going outside, and you come out when\nyou get dressed. But, I said, don’t hesitate, shake it out. So they got — th-th-they —\nthey were — they oper — they c-cooperated pretty good. They come out and as each\none would come out I would, you know, shake them down and see if I could feel\nany pistols or knives on them and that and none of them had any on. And I — and I\nshowed them the tank that I was on. I says, now, I says, that’s — that’s the — the one\nI want to go on, that’s the one I belong to. Either head for that th — tha — for — for\nthat there Lanair(ph). And they said okay, so I said, all right, four [indecipherable]\ndudes, they got into a part, and so I had the six of them there. And the one says,\nthere are three loaves of homemade bread in there, can I go get them? I says, no. I\nsays, we don’t have time to get them. I said, you hear them motors running down\nthere? I said, them tanks are ready to take off. And I said, they’re not gonna wait for\nme. But when I brought them out, and they saw me coming out of the woods with\nsix prisoners, they s — they slowed their motors down and waited. And I took them\nover and I gave them to the — gave them to the lieutenant there at our tank, and that\nwas the last I ever seen them, so I don’t know how they made out, or what they did\nwith them.",
        "A: Yeah.",
        "A: No, I — there was nothing there to shoot at, the Germans were — they — they —\nthey weren't — they weren't in the camp or nothing when they got — when we got\nthere.",
        "A: When they knew we were coming they moved out to another place, that I don’t\nknow for sure now whether we ran into them or not, because we was always\nrunning into a bunch of them somewhere.",
        "A: Pardon?",
        "A: Well, I don’t know. They — th-they — they — they — they — I don’t think it was any\ninside of the camp whenever we were there. On-Only maybe the guards and stuff\nlike that. But we didn’t even see the guards, I don’t know where in heck they\ndisappeared to.",
        "A: Well, they were pretty weak, for one thing. And they were — they were — they\ncooperated and they’d tell us where anybody was, and all that stuff. They showed us\nhow they had to sleep on bare boards and that, they didn’t have no blankets, and\nheck, it was wintertime. Gee whiz, they must have froze to death trying to sleep\ntogether. They — th-that’s the — that’s the way it was, they — they had a hard life.\nOctober 8, 2010",
        "A: Yes, at — that’s what a — that’s what amazed me. Those Germans, they could\nspeak English as good as we could, yeah. They must — I guess they have a — have a\n—all that in school, and that.",
        "A: No, I don’t think so.",
        "A: Me-Medicine, and that?",
        "A: No, we — I —I don’t know whether they did it after we pulled out or not, but we\ndi — we didn’t stop for that. But our — our job was to keep them running so they\ndidn’t get a chance to dig in. Now, this one, where I was telling you about how they\nwere shooting at me that time, well, that was one of them, one of the places we\ncaught up to them. But there, what they did, they captured our — our s-scouts and th-\nthen they found out that the w-wa — from them, I guess, what wa-was behind them,\nwhich was us. [coughs] Excuse me. And — but we — we managed pretty good, I\nthought — [break] that, you know, is down, I’m telling you.\nOctober 8, 2010",
        "A: Boy, you’re gonna have a lot to sa — listen to.",
        "A: Well, I-I imagine I wa — wa — oh yeah, I was over in — I was in England, cause\nthat’s where I got ba — that’s where I got into the infantry.",
        "A: See, I wanted to be in the infantry anyhow, and they — so they put me in with the\n42™4 Rainbow division. And — and if you were over there, maybe even — maybe you\nwas even in that. Was you in the Ra-Rainbow division, or weren’t you?",
        "A: Oh, the — oh, the — when they dropped the bomb. That’s when the — cause I was\n—I was going to school then, over there, cause that — the wa — the war was already\nover there. The Germans told me when the war was over, but I blame near shot the\nguys, cause I figure he was a German and that he’s the guy to shoot. So, I started to\nhear these trucks coming down through the fields and that with the headlights on,\nand it was — it was daylight. Anyhow, I thought, who in the — we — we couldn’t\nunderstand because we didn’t get wind of any war being over. The Germans were\nthe ones that told us the war was over. Anyhow, this —\nOctober 8, 2010",
        "A: Soldiers.",
        "A: Yeah.",
        "A: They — they were coming down, they were coming back from the front lines\ntheirselves and they’re coming right into — into our section where we were at. And I\nblame near s-start shooting at them, because after all, they were my — my enemies.\nAnd — and this one — and this one soldier said to me, he was sitting in the back of\nthe truck, he says, didn’t you hear the news? I said no, what news? He says, the war\nis over. I says, it is? I said, nobody told me about it. He — that’s how I found out,\nfrom the Germans, that the war was over.",
        "A: Pretty darn good. I was still alive.",
        "A: Not very long, I’d say — well, maybe a week, two weeks at the most.",
        "A: Yeah.",
        "A: Oh, that, that was — that was heaven. I — I was up at the [indecipherable] that’s\nwhere they bought me, when I got off the ship. We got on the ship when — and I —\nOctober 8, 2010\nand darn if I didn’t get seasick on the dumb thing. And I crossed that ocean four\ntimes. An — anyhow, we ca—I come and I got on the train, and the train conductor,\nI said to him, does this train stop in Latrobe? He says no. I said, well where does it\nstop at? Pittsburgh. Well, I said, Pittsburgh, I said, it’s just as far as — I was in\nJohnstown at this time. An-And he told me, you know, that he stopped at\nJohnstown and the next stop was Pittsburgh. And I said, I don’t want to get off at\nPittsburgh. Well, he says, that’s tough luck, he says, the train doesn’t co — stop\nanywhere else. So what I did, I — I hitchhiked home. And here I — first there was a —\na young couple, they brought their bro — the girl’s brother, I think it was, back. He\nwas going back into the service again, he was out on furlough. And this was in\nJohnstown. So then I — so that the — when my train come then, why, I asked the\nconductor, I said, th-this — does this train stop in Latrobe? He says no. I said, well,\nwhere does it stop at? He says Pittsburgh. I said, well heck, that’s too far away. I\nsaid, that’s about as far as I am now, and — cause Johnstown and Pittsburgh about\nthe same distance. So anyhow, instead of going — coming home on the train, I\nhitchhiked a ride. And this young couple that brought her brother back to — to leave\non the train there in Johnstown, why they picked me up and they took me so far,\nand then I was stuck, I was out on the highway there, and there was — there was\nsnow, and the blowing, and I was about freezing to death, and anyhow, I-I was\nstanding there thumbing, you know, and here comes a trailer truck with a bighearted\nOctober 8, 2010\nguy behind the wheel. He stopped. He said, how far you going there Joe? And I\nsays Latrobe. He says, hop in, he says, I’m going past there practically, he says. So\nI jumped in there and — and — and we stopped at one place there and he got coffee\nand that — and I called my wife up, it was after — after midnight then. I said, I’m\ngetting closer [indecipherable] I said, I’m co — I’m a-coming. So then yeah, I says,\nhe’s gonna let me off here at — you know when you get to — on the highway out\nthere where it comes to Latrobe. And I says, y — he said he’d let me off there. And\nI said, we’ll be there in a little while, I says, he stopped to get a cup of coffee, and I\nsays, then — and then we’ll be on our way. Well, he di — he lets me off at — right at\nthe crossroads there, and when he pulled out, here comes a — the old Ford out with\nmy wife in it. My wife and two of her aunts and her brother, and he was driving the\ncar. I’ll always remember him, he says, you sure you got the right guy? So anyhow,\nthat was our — my trip home. Then I went down to my — my dad’s place to see my\nmother and dad, and that was al-almost three o’clock in the morning. And then\nMom says to me, she says, [indecipherable] here, you take my bed, you and Jenny\ntake my bed and I'll go sleep with Dad. So that’s what — that’s the way we did then,\nfor that night. Boy, it — it was wonderful being home, I’Il tell you. She come a-\nrunning — she come running out of the car and she met me the halfway on — on the —\non the highway. We were standing out there necking and it’s a wonder we didn’t get\nrun over. But it was — 1t was something though, to see her again. I said, see, I told\nOctober 8, 2010\nyou I was going to g — make it home. But I had quite a few times — I even had an\nairplane shooting at me. He — he — he was strafing our — our outfit. We were co —\nwe were in a convoy, and then — and again I was up riding on the tank. We did a lot\nof tank riding. And here he comes down the line, and at first — we were — first saw\nhim, why the one guy says, ah look, here come one of our fighter planes. Well just\nabout the time we looked, he opened up both guns on his plane, you know, he had\none on each wing. And — well, there is only one wing, it was only one wing on\nthem, I think. Anyhow, on the side of propeller was a machine gun. Now, when we\nsaw the bu — the tracers coming out of that — out of those wings, we knew that he\nwas not our friend at all. So anyway, I went and I put a—a-—a rifle grenade on my\nrifle. I hurry up and got that on and got it all ready for him. I was ga — because heck,\nhe was only about as high as the ceiling here. And so he’s coming down, he was\nshoo — he — he did some damage and he killed a few guys, but — but he missed me.\nAnyhow, the guys all jumped off that tank but me. I stayed on and I — me and the —\nand the machine gunner. I wanted to see that machine gunner bring that plane down.\nHeck, he was only that high, I was — couldn’t see how he could possibly miss it. So,\nwe could see his bullets going — going down, you know, and when they were —\nwhen he was shooting at — at all the rest, you know, as he’s coming down the line.\nSo anyhow, I — let’s see now. Oh, I’m already with the grenade, that’s it. So I got it\nready for him and I had the safety off of my rifle, and I had it to my shoulder, and I\nOctober 8, 2010\nhad that — had the play up — taken up on the — on the trigger. All I had to do is just\nput a little bit of pressure on it and it would have went off. So, when I s — looked at\nhim, and I says, heck sakes, this here — this grenade is supposed to cover a 50 foot\ndiameter, you know, like a circle. And I said, if I hit him, I’m going to blow my\nown head off. I said, that’s not going to be any good. So I didn’t shoot. But I was\ngoing down there and — down there because a-another plane come right behind him,\nand the guys start shooting at him. And here he — he pulled his plane up so you\ncould see the bottom of his wings, where he had our insignia on it. And th-the\nAmerican insignia was a flag. And so then they, course, they stopped shooting at\nhim. So then I watched him and when he come down a piece, went a piece, why I —\nI don’t know how that German knew that guy but — that guy was behind him — but\nanyway, he climbed for altitude. Now he went up, I would say, approximately a\nthousand feet. Now ma — I’m not — might be a way off, but anyhow, when he made\na circle, well the — the other di— guy who made a circle, the German, so did our\nman right behind him, when he circled. And he ga-gave two bursts out o-of his — his\n— his — our man did, at the German plane. Well, he hit him both times, and when he\nhit him, I was watching him and the — the — when he shot first, why all of a sudden\n— the plane was going like this — all of a sudden the nose dropped down, and — and\nthe plane was going down, it was heading towards the ground then. So th — our\nplane didn’t shoot no more after. But the farther down he come, the more smoke\nOctober 8, 2010\ncome out of that plane. And then finally it hit the ground and it exploded. Well, I\nwatched that plane the whole way down and when it exploded, but it — th-the — the\ndriver, he-he never made it out. And he was only a young fella too, because when\nhe come down and passed there at one time, I saw him sitting in there with both\nthumbs on the — on the triggers, when he was shooting at me. And I thought, if I\nstand still, he’Il miss me. Well, I had the bullets coming both sides of me. Well, the\none — the one side, he got pretty close at getting me on that one, because I was\nleaning against the — the duffle bags of the — of the g-g — G.I.s in the — in the tank.\nThey had them strapped to the [indecipherable] o-on the — on the outside of their\ntank. And two bullets went though that — that there tank I wa — or that sleeping bag\nthat I was leaning on. But I didn’t know that until after he was gone. So he missed\nme again.",
        "A: About being in the war?",
        "A: Oh yeah. They got tired listening to me. They were just glad I was home.",
        "A: I went back to working on the — on the farm for my dad.",
        "A: Well, I — I also worked on a farm too. And I got a farm second day I was home,\nand — milking cows and stuff like that, because I liked farming. The only thing was\nthe pay, and — and then the — when the war was over, why the prices started\nclimbing, you know, and so I — my wife and I talked it over, we thought it’s time I\ngot a raise. I was making a hundred dollars a month, and I got my house included in\nit. So I went to the farmer — farmer that I was working for, and I says, how about a\nraise? I says, the price of living’s going higher, and my family was getting bigger\nnow, I — cause I had — I had two — two children right 1n a row, one right after the\nother practically. And I — and I had a daughter and a — and a son. And so, course I\nmade extra — the expenses. He says, oh, you just had to tell me Jenny is — that was\nmy wife’s name — she’|l have to live within her means. Oh boy, did she blow up\nwhen I told her that. That didn’t — that didn’t the — hit right. So anyhow, I looked\naround, I started looking around, and I’ve si — and I found a — a guy owned a horse\nfarm, a Mr. Steiner, Steiner was his name, and I went to see him. Oh, he says, how\nmuch do you want paid? Well, I was making a hundred and — hundred and five\ndollars a month before, and I says 200 dollars a month. He says all right, and he\ntook it. So I was — I worked with him then for oh, a good while. And — but so then\nhere, after we — after we lived there, we lived in — right on the farm, the horse farm,\nwe had about 40 horses. And he had good horses there, well — well bred stock. And\nso I went and — well, he — he went and he — he wanted my wife to do a lot of stuff\nOctober 8, 2010\nfor nothing. And he was a millionaire himself, the bugger. So anyhow, you’d — she\n— she — sh-sh — it wa — it wa — it was out of this world. She wasn’t able to do that\nbecause she was taking care of like — say like me and my — my — well, my — my\nsister — my daughter and son. I had a daughter and a son then. So then they — they\nwere — they were — they were born, a-and whenever — whenever we got the job —\nwell, I got the job, and so I was working, I was taking care of these horses. We had\nabout 40 horses altogether. And I liked that job, it was pretty nice. But the only\nthing is, he wanted her to do a lot of extra work. Now, he was used to having fellas\nthere that had foreign women for wives. They went in and they did all that work for\nnothing, and that’s what he wanted, see? And I said to him one day, I said, Mr.\nSteiner, I said, I’m the one that applied for the job, not my wife. I said, she got —\nshe got the house to take care of and two kids — we had two kids now, we had a girl\nand a boy, and — or a boy and a girl, I should say. And — and I says, she got two kids\nand a house to — and a house to take care of and me, and I said, that’s enough for\none woman. So then, here she — here she got all worked up over some stuff or\nsomething, and she wound up at a hospital. Well, while she was in the hospital,\nwhich was about three weeks, he didn’t allow me off the farm to go see her. And\nthat didn’t go down very good. So — and she come home, she’s mad as a wet hen\nand — and so I says, well, I couldn’t help it, I said, that’s — that’s what he — he\nwouldn’t let me go, and I says, and I had to have a job. So then, one day I come in —\nOctober 8, 2010\nwell, we got it all straightened out with him then, about that. And then one day I\ncome in the house and she’s sitting there in her pa — kitchen crying. I said, what’s\nthe matter honey? Oh, Mr. Steiner is here — was here. I go, what in the heck did he\nwant now”? She says, he says, well, I got you at least doing some — some things. He\nwanted her to milk the — we had two cows. He wanted her to milk the cows, strain\nthe milk; we had a cream separator. Churn — churn the cream into butter and we —\nwe — we would get a — I think two pound of butter a week for doing that, that was\ngoing to be our pay. And — and I says, doggone him anyhow. I says — I says, I’m\ngonna quit. I says, the Russians haven’t taken over yet. So — so I— I quit. And he —\noh, he said when I told him that next morning, I said Mr. Steiner, I got bad news for\nyou today. And I think this was on Thursday. I says, Saturday is my last day\nworking here. He says, I kind of figured you do something like that. And I said,\nwell, I says, I gotta look out for my wife. And I says, she’s not that healthy. So\nanyhow, he says — all he said was, see that you have your furniture on the truck by\ndinnertime on Saturday. And on Saturday we had a — our furniture on this truck and\nno place to put it. So — so then her aunt, she was living in a — a red brick house on\ntop of the hill by sing — Saint Xavier’s. Do you rig — do you know where Saint\nXavier’s is? Oh, well anyhow, it’s on the other side of Latrobe up on — up on the\nhighway. Well, 1t was, it burnt down there, they had a fire and they cli — that took\ncare of that. So anyway, why — we go — we got out of that jo — well, anyway, well,\nOctober 8, 2010\nwhat I did, my dad and mother’s neighbor, he worked at Latrobe Steel. And I\ncalled him up. And I knew him and I told him who it was and I says, how’s the\nchance of getting a job down Latrobe Steel? And he says, pretty good. And he\nsays, I gotta go to Pittsburgh tomorrow, but he says, before I go down — go, I'll get\nthe ball rolling, and you call me at six o’clock tomorrow night. Then I says, all\nright. So at six o’clock the next night I called him and he says, where do you want\nto go to work, it’s all set up for you. I says — I says, well, when’s the next time that I\ncan — when can I start? And he says, how about Monday? I said, good deal, because\nthis 1s — I think this was Saturday whene — I called him. A-Anyway, I went. So I w —\nI went there on Monday and — and th-that’s when I started, and I worked there 35\nyears. I became a ham — a hammer driver. And we — boy, I’Il tell you, I couldn’t\nbelieve I made money so easy. Yeah, you know. So, th-they — the first job I had the\n— was shoveling a — a load of gravel, spreading it out. Another guy and I, we went\ndown and down and we got them shovels and we had this big pile of gravel there\nand we st — we s-spread it all out for a roadway there where — where it was they\nwere making, and all we did was sit around the rest of the day waiting for someone\nto come out and get us. And they paid us for it. I couldn’t believe it the — 1t was that\nway. So then that’s when I was wishing I’d started when I come home from work —\nfrom the army.\nOctober 8, 2010",
        "A: Yeah.",
        "A: What about it?",
        "A: Yeah, I think in a way it did.",
        "A: Well, I found out that y-you didn’t get everything for nothing, you had to work,\ntoo, you know. And — and th — I — and I really enjoyed working at Latrobe still,\nespecially when I become a hammer driver [indecipherable] and a lot of the times\nth-the driver wouldn't feel like going to work or something, he’d take off. Well, that\nmeant th-there’d be an o-opening for another driver for that shift. And boy, I did a\nlot of overtime, get time and a half for it.",
        "A: Yeah?",
        "A: Yeah?\nOctober 8, 2010",
        "A: Well, he-he — he seemed to like it okay. H-He — he be — he was a Marine. That’s\nthe one that’s here now, Jerry. And he was a Marine and — and course we ha-had to\nmake fun of him being a Marine. And he s —I said, guess what the — what the guys\nin — in the army call the Marines? And he says [indecipherable] and I says, it’s\nworse than that. I forget now just what we did call them now, but we used to say\nthat — that they — they always were looking for a fight. And then ti — so I said to\nhim, he — he has a little dog his wife bought, and oh he’s a — a little house dog, he’s\nonly about that — so long. And the little bugger, he’s always wanting to pick a fight\nwith somebody. I always tell my son, I says, this darn dog of yours got Marine in\nhim. He says, how do you figure that? I says, he always wants to have a fight. I\nsaid, he don’t care how big the dog is, he’s gonna fight with him anyhow.",
        "A: Yeah. Yeah, we had — we talked about that, but he — he’s the only one in the\nfamily that went oh — no-none of the other boys went. And then | had a brother, he\nwas a— Dick. He was in World War II like I was. He — he be — he was a—a\nmachine gunner, and he got smacked in the head once with a bullet exploded th-th —\nthat the pilot was shooting at him when he was going on a mission. And — and he\nOctober 8, 2010\nwas a [indecipherable] gunner is what he was. Anyhow, the bullet missed him and\nit hit the ceiling beside him, ba — right in back of him, and smacked him in the back\nof the head. And as a result, he lost the sight in this eye. Him and I got the same\nsight, only different his eye — I lost mine from my own dumbness. When I was five\nyears old, I broke this here pop bottle with a hammer and as a result, why they took\n35 pieces of glass out of my eye, and par — and part of the pupil. And that left me\nwith a 15/200 vision. Well, that’s no vision at all, and so — yeah, I— I w — I would —\nI would s — be driving along, if I was in a straight stretch or something, I would shut\nthe one eye, leave that — leave that one open, see, and I couldn’t even see the road\nwith the darn thing.",
        "A: That I’d want people to know?",
        "A: Well, I guess it’s — I don’t know, I — it was all exciting, you know, especially,\nyou know, when the shooting started. And I used to write home to my wife and if it\nwould be raining or something, and I’d be out there in a foxhole, I’d tell her, well\nhoney, I got running water in my house today. Yeah. So, I betcha — I imagine she\nwas pretty well worked up.\nOctober 8, 2010",
        "A: Was the what?",
        "A: I think it was. Yeah, I really do. Of course, it’s not so good shooting one another.\nBut I used to think when I was over there, now here I am up here in the — in — let’s\nsay like the front lines, I’m shooting a lot of these guys and I says, I never seen\nthose fellas before in my life. I said, he never done nothing to me, nothing like that.\nSo why I’m out there trying to kill them, you know? And then about that time they\nwould shoo — take a shot at me and it darn near hit me, then so I start shooting back.",
        "A: Okay. You wa —",
        "A: You mean you’re all over?",
        "A: Well, that’s good.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 8, 2010\nRG-50.030* 0589",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Grant\nShultheis, conducted by Stephen Mize on October 8, 2010 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, D.C. and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "GRANT SHULTHEIS\nOctober 8, 2010"
    ]
}