{
    "rg": "RG-50.106.0074_trs_en",
    "sequence": [
        "Question: This is an interview of United States Holocaust Memorial Museum. We are\ninterviewing Goldie Gendelman. My name is Esther Finder, and today’s date is October\n8, 1997. This is tape one, side A. What is your name?",
        "Answer: Goldie Gendelman.",
        "Q: Could you spell Gendelman for me, please?",
        "A: G-E-N-D-E-L-M-A-N.",
        "Q: What was your name at birth?",
        "A: Tillee(ph) Goldie Wolochiwiansky",
        "Q: Could you spell your last name for me?",
        "A: W-O-L-O-C-H-I-W-I-A-N-S-K-Y.",
        "Q: When were you born?",
        "A: November 17, 1933.",
        "Q: Where were you born?",
        "A: Lerkacev(ph), Poland.",
        "Q: Can you tell me where in Poland your town is? Is it near a large city?",
        "A: Near Barakchi(ph).",
        "Q: Can you tell me about your home town? What it was like when you were born?",
        "A: It was very poor, and everybody was just working man. My father was making shoes,\nand that’s what the whole family did.",
        "Q: Was there a large Jewish population of the town?",
        "A: Yes, there was. There was over 3,000 people.",
        "Q: What do you remember of your home town community in Poland?",
        "A: Really not too much. I was under four years old when we left.",
        "Q: Would you be able to describe your house to me?",
        "A: No, I won’t.",
        "Q: Do you have any memories that stick out in your mind from that time at all?",
        "A: We lived with my grandparents.",
        "Q: Can you tell me about your grandparents?",
        "A: No.",
        "Q: You don’t remember them? Tell me about your father. You said he made shoes, what\nwas your father’s name?",
        "A: Heine Wolochiwainsky.",
        "Q: And your mother’s name?",
        "A: Hannah Sivin(ph) — well, Kapalan was her maiden name.",
        "Q: And what work did she do?",
        "A: She was a dressmaker.",
        "Q: Do you have any brothers or sisters?",
        "A: A younger sister in New York.",
        "Q: And her name?",
        "A: Libby Hershinhorne(ph).",
        "Q: Was your family religiously observant in Poland?",
        "A: Yes, they were — very.",
        "Q: What traditions did you observe?",
        "A: We observed all the Jewish traditions, extremely Orthodox.",
        "Q: Can you tell me what — what Shaboc(ph) would have been like in your home in\nPoland?",
        "A: Very nice, quiet, everybody got together. It was really a wonderful, relaxing day.",
        "Q: Do you remember any favorite foods from Poland?",
        "A: There was so many of them, because that’s all my mother cooked. It was — even when\nwe came from Cuba into this country, that’s what she cooked. She never adjusted to the\nAmerican food.",
        "Q: You mentioned your grandparents. Can you tell me your grandparent’s names?",
        "A: ’m named after my mother’s mother, which was Tilee Goldie. My sister is named\nafter my father’s mother, Libby.",
        "Q: Did your family have a long history 1n Poland?",
        "A: Yes. There were a few generations there.",
        "Q: What language did you speak in your home in Poland?",
        "A: They spoke Polish, but I would always answer in Yiddish.",
        "Q: I would like you to take a moment and think about those first four years of your life,\nand see if there’s anything that — that stands out in your mind at all of that time period\nthat you could share with me.",
        "A: [remember helping my mother dressmaking.",
        "Q: What did you do?",
        "A: Helped her _+. It wasjust__. And I use to help her lay material out.",
        "Q: Did you experience any anti-Semitism in Poland?",
        "A: We always knew that we were not secure there.",
        "Q: How did you know?",
        "A: Well, by the things that was going on and then my father’s, an older brother had come\nto this country, use to come to visit, and he said, “It’s time to go.”",
        "Q: Can you give me maybe a little more specific example what you mean, you knew you\nweren’t welcome there, could you explain that to me?",
        "A: Because of the things the Pols use to do. I don’t remember exactly what, but I\nremember them talking about it.",
        "Q: Was there something specific besides your uncle saying “It’s time to go”? Was there\nsomething specific that made your family leave Poland when they did?",
        "A: To better themselves.",
        "Q: How was the move away from Poland explained to you? Do you remember how they\nexplained it to you as a child?",
        "A: No, I don’t.",
        "Q: Did your family have any problems leaving Poland?",
        "A: Well, when we left Poland, the idea was to come here, but we couldn’t because we\nwere Jews and Polish.",
        "Q: Did anybody help you try to leave Poland?",
        "A: My uncle, he brought us here.",
        "Q: You said that your uncle tried to help your family leave Poland and come to the\nUnited States, where was he living at that time, your uncle?",
        "A: In New York, he was a traveling salesman. Yeah, but he also came at a very young\nage to this country.",
        "Q: Can you tell me your uncle’s name?",
        "A: Leon, and he had changed it from Wolochivainsky to Viansky(ph), and then it was\nchanged to Fae(ph). So, he brought us — he brought actually eight people — well, four\npeople from Poland to here and another brother he brought out before that wasn’t married\nat the time. And the idea was to go from Poland to the United States, but because we\nwere Jews and Polish they wouldn’t allow us to come here. So, they said if you go to\nCuba, it’s the easiest way to come to the United States, and then we remained there for 11\nyears because the war broke out.",
        "Q: What kinds of plans did your family make to — to come across? What kind of travel\narrangements?",
        "A: We came by boat to Cuban, and then when we were finally able to get a visa in Cuba,\nwhich was in November of ’47, then we came by plane to Miami, Florida in January of\n\"A8.",
        "Q: When you left Poland, who traveled with you?",
        "A: My mother and my sister. My father left in 1936.",
        "Q: Tell me about your father’s leaving, what you could remember of it?",
        "A: I don’t remember when he left.",
        "Q: Do you remember being in the home without him?",
        "A: Yes, Ido. But, we were living with my grandparents at that time, and an aunt, and an\nuncle, and some cousins. All I know it was a big house and we all shared it.",
        "Q: Do you remember much about the trip over on the ship?",
        "A: All I know is I was sick as a dog.",
        "Q: You mentioned you were four years old?",
        "A: I was less than four years old when we came to Cuban.",
        "Q: What were you able — you personally — what were you able to bring with you from\nPoland?",
        "A: Not too much except for a little bit of clothing just to wear, that’s all.",
        "Q: Did you have any mementos or toys or a book or anything?",
        "A: Nothing. We couldn’t bring nothing.",
        "Q: Do you remember as a child regretting something that you left behind that you wish\nyou had with you?",
        "A: No because we didn’t have that much that — that we said we really needed it.",
        "Q: When you think back to that ttme |_+-—TI realize you were very young — can you\nremember if your parents or parents with your other relatives — grandparents, aunts,\nuncles, did they ever talk about what was happening in Germany and with Hitler?",
        "A: No, I don’t remember them talking about it. They never really want to disturb the kids\nbecause they knew it was a tragic thing.",
        "Q: Do you remember what you were thinking when you left Poland?",
        "A: Leaving my grandparents -- about leaving my grandparents.",
        "Q: Did you have expectations of what you mind find in our new home?",
        "A: We didn’t know what to find, or what we would find. We were hoping for a better\nlife.",
        "Q: Did you, the almost four year old, have an idea in your mind of what was out there\nahead of you?",
        "A: No - really didn’t.",
        "Q: Can you remember arriving in Cuba?",
        "A: Well, all I know is we arrived in Cuba and we didn’t know the language — couldn’t\nspeak or anything.",
        "Q: Do you have your -- any memories of your first few days in Cuba?",
        "A: Yeah, my first — my worst memories was I was run over by a bus.",
        "Q: Tell me what happened with the bus.",
        "A: I was run over by a bus. There was a boy that had some kind of a sickness that if he\ntouched you, you caught that sickness. So, not knowing the language, I knew the boy, and\nhe came — he tried to touch me and I turned around to run away from him and a bus hit\nme. And over there, they didn’t call for an ambulance or anything, so they called my\nfather and he picked me up. We live near the emergency hospital and he took me to the\nemergency hospital. And the bus ran me over on my groin, on the — on my right side, and\n35 years later, I experienced problems on my right hand, and the doctors here said that it\ncame from that -- that he could show up many, many years later.",
        "Q: Do you have any other memories of your first couple of days in Cuba?",
        "A: No, except trying to learn the language and going to school. We use to go to a private\nschool there.",
        "Q: When you think back on your first impressions of Cuba, when you arrived, did you\nhave a sense of being disappointed or surprised? I mean, how did the reality of Cuba\nmeet with whatever your childhood expectations might have been?",
        "A: Well, we really didn’t know what to expect, and we were not the only ones from there\nthat came to Cuba with the same idea as we did.",
        "Q: What did you, personally — I’m not asking about your family — what did you, the\nchild, see? And was it what you expected to see?",
        "A: We didn’t know what we were going to expect, except we were hoping for a better life\nand to have more than what we had in Poland.",
        "Q: Tell me about this school you started telling me about a moment ago.",
        "A: Well, we were going to a private school, and because of Yiddish _ and they — my\nparents tried to do the best possible. We lived in a small town outside of Havana, so they\nJews but they tried to bring us up with as much Jewish education as possible.",
        "Q: What was the name of the town?",
        "A: Regla , R-E-G-L-A. It’s like saying from here, Silver Spring out of Washington.",
        "Q: And who were the other students?",
        "A: Those were other kids from the area that lived in the same town, but I wouldn’t\nremember any names or anything.",
        "Q: Were there other children like yourself who had come from other countries?",
        "A: Yes, there were, many of them, also with the same idea in mind.",
        "Q: Do you remember the kinds of things you studied in this private school?",
        "A: We studied Language, History, Spelling, Math, and till this day, I still count in\nSpanish when I’m figuring out numbers.",
        "Q: What did your father do for a living now in this new home?",
        "A: He made children’s shoes. Him and his youngest father — his youngest brother were\nin the business together and my mother use to help out.",
        "Q: What problem did your family have, as a unit, adjusting to life in Cuba?",
        "A: It was very hard because we couldn’t live the same way as we did, and as far as — if\nyou didn’t care for cars you were alright, but cars was — that was a little bit of a problem.",
        "Q: So what did your family do to cope with the situation?",
        "A: They had to go shopping a few days a week into Havana to be able to get some kosher\nfood and the only thing we were able to get near the house was like bread or butter, but\notherwise if we had to — need any meats or anything, we had to go to Havana because\nthere was no refrigeration. It was an icebox and there was no way to keep anything.",
        "Q: What was it like for your family in this new culture, not just with respect to religion,\nbut with respect to the culture as oppose to what you had been use to in Poland. Were the\nproblems adjusting to life in Cuba?",
        "A: There was a problem adjusting because it was also that we knew we were not liked\nthere, though some of the neighbors were nice, but we were not liked as Jews, and we\nwere also not secure there. So we knew it was also temporary stay — hoping that sooner\nthan later we would be able to come to this country.",
        "Q: So did you experience anti-Semitism in Cuba? Can you explain?",
        "A: Yes, we did, because of the way they use to talk to us, especially as children, and kids\nhere at home — about Jewish kids — so they use to come home and express it to us and we\ntried to get away from them, not even to answer them.",
        "Q: Can you explain some of the — give me some examples of what you’re saying.",
        "A: I really don’t — I remember some things that we tried to get away from them — not to\nanswer them, but the actual things that they said, I don’t remember.",
        "Q: Were you able to get a religious education in Cuba?",
        "A: We got some — we had private teachers to give as much Jewish education as possible.",
        "Q: Did your parents keep in touch with family and friends back in Poland?",
        "A: Absolutely. As long as possible, they did. When my grandmothers passed away, the\nrest of the family got killed in the war.",
        "Q: But before the war started, do you remember some of the news from Poland in the\ntime period from °37 to °39?",
        "A: All I remember is that they use to say they didn’t know how much longer they would\nbe here and they starting to run, and they don’t know how long it would last.",
        "Q: Do you remember hearing that Germany had attacked Poland?",
        "A: Yes I do hear — I do remember that, but they never — they never told the kids how bad\nit was. We use to hear “it’s bad” {Polish spoken}, but that’s all.",
        "Q: If you didn’t hear from your parents, did you have exposure to that news outside of the\nhome?",
        "A: No, we didn’t.",
        "Q: What language did you speak inside your home?",
        "A: Yiddish. Again, I’m use to answering Yiddish, and my parents would speak Polish,\nsome Russian because the town we came from was — it was Poland and it was White\nRussia, and then it was Poland again.",
        "Q: During the war, did you have any idea what was happening to the Jews in Poland?",
        "A: Well, we knew that they were being killed and they were chased from town to town or\nhow they would hide from house to house, but that’s all I can remember",
        "Q: How was the war taught in schools — in Cuba during the actual war period?",
        "A: We weren’t told too much about it, because we were in a Catholic country, and they\ndidn’t talk too much about it. Especially, they were afraid the Jewish kids would pick up\ntoo much.",
        "Q: What was positioned of the population of Cuba just a general population. What were\ntheir views on the conflict in Europe?",
        "A: I truthfully don’t remember. Maybe there’s a lot that I blocked out.",
        "Q: Do you remember seeing any news reels, or newspapers, or hearing the radio?",
        "A: Oh, yeah. There was always — there was always a Yiddish paper in the house, because\nthat’s what my parents read and the radio use to always be on and they use to try and pick\nup the Yiddish stations there to hear what’s going on with the war and everything",
        "Q: Can you remember anything from that time period?",
        "A: No, I don’t.",
        "Q: Who were your friends when you were in Cuba?",
        "A: We had just a couple of friends, not too many because they were — a lot of them were\n___, and my parents always wanted us to have Jewish friends, even though some of them\nwere very nice. But, still we wanted to associate with Jewish kids.",
        "Q: There were other — you said there were other people who like you who had come to\nCuba?",
        "A: That’s right.",
        "Q: Can you tell me from where those other people came, do you remember’?",
        "A: They came — a lot of them came from our home town and they came to Cuba with the\nsame idea. Now, some of them, when they were able to let their kids come to the States,\nthey sent them back themselves. My parents didn’t want to send us by ourselves. Then if\nwe can’t go, then none of us",
        "Q: Do you remember hearing the war in Europe was over?",
        "A: Absolutely.",
        "Q: What do you remember about that experience?",
        "A: It was a big day. It was in April of *45.",
        "Q: I had asked you about when the war was over if you remember the experience and you\nwere telling me about that.",
        "A: The war was over in May of ’45, and not only was that a big day, but my uncle that\ntook us to Cuba, and my brother, got married that day.",
        "Q: Tell me what was going on in your life on — on that day or in that week besides your\nuncle’s wedding, but with you. What was happening to you, and what were your\nthoughts and reactions?",
        "A: It was a happy day, because we all could see a change 1n everybody that it was over,\nand hopefully be a better time.",
        "Q: When was the last time you had any contact, you meaning this time your family had\nany contact with your relatives in Poland?",
        "A: It was the early 40’s and after that they didn’t hear much at all.",
        "Q: Did your parents have any idea what was truly happening in Europe?",
        "A: Well, they knew they didn’t want us kids dead, because not only did they hear it, they\nread it in the papers, but whatever they heard from the family writing, they knew.",
        "Q: What attempts were made by your parents to find relatives or friends after the war was\nover?",
        "A: They tried to write to different families that they had in different places in the world,\nand nobody was able to find anybody.",
        "Q: Can you remember when you started hearing the truth about what had happened in\nEurope?",
        "A: It was after the war and I was already a little bit older, then we really started realizing\nwhat was happening, and about killing the Jews and about how we actually struggled on\nwhat they did to us and that’s why we were persecuted running from place to place, and\nwe just couldn’t wait to be able to come to this country. Hopefully it would have been a\nbetter life than what we had in Cuba.",
        "Q: Did you have any — do you have any good memories of life in Cuba?",
        "A: Not that much, no, because we were persecuted there, too. We knew that it was a\nCatholic country, and they didn’t like us much. There were a few neighbors that were\nnice, but in majority of them, we knew that we were there temporarily. It was either there\nor someplace else if we couldn’t come to this country.",
        "Q: When you look back on your time in Cuba, were there every any — anything that you\never did for fun, or with your friends, or with your family, any positive moments, even\nbrief moments that you could share with me?",
        "A: No, we really never did anything, except going to visit some land slide in Havana.\nBut, otherwise, we didn’t do — didn’t go on vacations because we couldn’t afford it, but it\nwas to go out and visit some land slide.",
        "Q: You said that you came to this country in the very beginning of 1948, what did you\ntake with you out of Cuba into the United States?",
        "A: The only thing we were able to take out was some clothing. We had to — whatever\nelse we had, we had to leave behind.",
        "Q: Do you have any mementos at all from Poland? Any photos or any family —__\nanything like that?",
        "A: Yes, I do have some pictures. My parents, my grandparents, but otherwise I have a\nfew small items that my mother had taken out, smuggled out really, but nothing say big\nthat we could hold on to.",
        "Q: What were your expectations for the United States?",
        "A: To have it much better. To work ourselves and have a good life and an education.",
        "Q: And what were your first impressions when you finally came to the United States?",
        "A: It was entirely different. It was like — your eyes opened up when we came to this\ncountry. It was in Miami. We came for — it wasn’t cold, but it wasn’t warm in Cuba then\nat that time in January. We got to Miami, it was summer time, so it was some — it just\nopened up our eyes. And then again, we stayed in Miami, my father came to New York to\ntry and find a job, and then we came to New York.",
        "Q: What were your first impressions of New York?",
        "A: New York was very nice. It was a big city, a lot to see, a lot to learn, and we were still\nnot too familiar with the language, so it was a little struggle, but we made it.",
        "Q: Pll ask you more about getting set up in New York, but during this time, the Post war\nperiod, did you follow the _ trials at all?",
        "A: No, I didn’t.",
        "Q: Well, did you follow the U.N partition, the partition of Palestine the votes and the\ndebate in the U.N.?",
        "A: Yes, we did, that we were very watching, because we were always hoping that one\nplace or another that’s where we would go, and my uncle couldn’t take us to Palestine, so\nCuba — I mean, United States was the destination. Then when the war was over we\nfigured if not Cuba maybe Palestine.",
        "Q: What steps did you take to rebuild your life now in the United States?",
        "A: Well, it was education, working to try and make it better and both of my parents were\nworking here, and that was the strive.",
        "Q: Tell me about your education 1n this country.",
        "A: Well, I graduated High school, I went to college. I wanted to become a CPA, but after\ntwo years, I got married, and that was the end of my education; but did my best for my\nchildren.",
        "Q: How did you meet your husband?",
        "A: I met my husband on the boardwalk in Atlantic City.",
        "Q: What’s your husband’s name?",
        "A: Isaac Gendelmen",
        "Q: And when did you meet him?",
        "A: In 1953, summer of ’53 and we were married *54, June 27, 1954.",
        "Q: Is your husband also a survivor?",
        "A: My husband 1s a survivor of the Holocaust. He came here in January of ’49. He’s\nfrom rocitna, Poland, which is closer to the Ukraine border.",
        "Q: When did you come to Washington, D.C.?",
        "A: When I got married — my husband lived here in Washington. When I got married I\ncame to Washington. We lived in Washington for 8 years. Then we moved to this house,\nso we are here 35 years.",
        "Q: You have children?",
        "A: Two children. My daughter is 42 years old, and I have two grandchildren from her, 16\nand 13. My son is 37, almost 38, and he’s got a daughter of four, and a son of two.",
        "Q: Can you tell me a little about the kind of work you’ve done in the United States since\nthe war?",
        "A: I worked as a bookkeeper in New York, and then here in Washington, I worked for a\nneighbor of ours, as a hostess, and I was doing volunteer work. Then, I worked at the\nHebrew Academy with the lunch program for over 10 years, plus doing other\nvolunteering work in different places. And, now I’m volunteering for the U.S Holocaust\nMemorial Museum.",
        "Q: What work do you do for the Holocaust Museum in Washington?",
        "A: I am at the donor desk, trying to collect money for the upkeep of the museum.",
        "Q: Why did you want to work as a volunteer for the Holocaust Museum?",
        "A: Because it is something that should be perpetuated, and for many people to remember\nthat — that it 1s not just a hoax. It is a true thing that happened.",
        "Q: What have you, with your background and personal experience, brought to the\nmuseum?",
        "A: Well, talking to some people, you bring up some ideas and you remember some\nthings, and it broadens your — your way of life. It 1s a thing that I enjoy. It’s sad, but I\nenjoy it.",
        "Q: What are some of the reactions that you get from people when you tell them you went\nfrom Poland to Cuba?",
        "A: They just can’t imagine that because they think how is it possible that you can go from\none — flew from one country to another and still make it here, and look the way that you\ndo.",
        "Q: What have you personally gotten from the volunteer work that you do at the museum?",
        "A: I have gotten a lot of pleasure from doing what I am doing, because it 1s a thing that\nwe have to do.",
        "Q: Can you share with me any special moments that you’ve had working at the museum?",
        "A: Well, what to hear from people that come down. Some of them cannot real -- cannot\nvisualize that those things that they see upstairs actually happened. And that one person\ncan do so much trouble for the whole world.",
        "Q: Can you think of any specific incidents that touched you and moved you since you\nstarted working at the museum?",
        "A: Well, there are many of them from reactions from people and children. But, right\nnow, I cannot bring 1t up in my mind exactly what had been said. Now, there was a\nnumber of Negro children that they just come down — they just cannot imagine that there\nwere white people that were persecuted. They thought they were the only ones, and they\njust cannot realize it.",
        "Q: In you time, in this country, did you ever experience any anti-Semitism -- in the\nUnited States?",
        "A: Very little, actually. We never gave — I guess, maybe we didn’t give people a chance\nto really show us. But, so far it’s been so good, as they say.",
        "Q: Do you speak publically about your experiences growing up in Poland in ridicule,\nbefore you came to this country?",
        "A: If lam asked, I do. I don’t go and say this 1s what I’m going to tell you, but if I’m\nasked, I do.",
        "Q: For whom have you given such talks? Who do you talk to this about?",
        "A: Private people that asked me, “Why am I here, you get an accent,” and they not — I tell\nthem.",
        "Q: I’m going to pause now, and turn over the tape -- just one moment. This is tape one,\nside B. We are interviewing Goldie Gendelmen. When you are settled in this country,\ndid you and your parents ever stop and reflect about what had happened to the Jewish\ncommunity in Poland and all that you not being in Poland or able to miss or avoid?",
        "A: Well, by the grace of God we missed it, and we are alive today. Otherwise, we might\nnot had a made it either just like the other -- the rest of the six million Jews that got\nkilled. So, it was a wonderful thing that we left. We struggled in Cuba, but it was\nwonderful. It paid off.",
        "Q: Is there anything that you’d like to add that I didn’t ask you, you’d like to mention\nnow?",
        "A: Well, I wanna say my father died 32 years ago. My mother died 15 years ago in New\nYork. And my sister lives in New York with her husband and she’s got three sons, all\nmarried. And she’s got three grandchildren, and another one on the way.",
        "Q: Have you ever been back to Poland?",
        "A: Never did, because I wouldn’t recognize anything, and there’s probably nothing there\nto recognize, hearing from people that have gone back. Now, I have a few landslides\nhere, went back several years ago, and their much older than me — well, when I say much\nolder, I mean 15 years older, and they couldn’t recognize anything. They left like a year\nor two before me, and they couldn’t recognize it, so I definitely wouldn’t",
        "Q: Do you think that your experiences and your husband’s experiences from your\nchildhood and his experiences in the war, do you think that had an impact on how you\nraised your children?",
        "A: Absolutely",
        "Q: Can you explain?",
        "A: Well, we tried to bring them up for them to know what went on in the war, and to be\nopen about it, and to be strong.",
        "Q: Has your religious views changed since the war?",
        "A: No, not at all.",
        "Q: Have you taken your children to the museum?",
        "A: Both of my children have been there, and both my older grandchildren have been\nthere, too. And, I took them one time when I was working there, and I let them go by\nthemselves through Daniel’s story and upstairs a little bit, and they’re talking about going\nback, and I'll take them back.",
        "Q: I want to ask you, what kinds of things you emphasized about your life story to your\nchildren when you told them.",
        "A: Well, they were very surprised, but they realized it was very tough, and they are glad\nthat they are here and didn’t go through it, and they are stronger people.",
        "Q: Is there anything you’d like to add before we conclude today?",
        "A: We are — we are glad we are in this country, it’s a wonderful country and so for its\ngood and we haven’t seen too much anti-Semitism. We hear about it, but we, ourselves,\nhaven’t gotten it — I can’t think of the word I want to use, but haven’t come across it, and\nhopefully we won’t and my grandchildren won’t either.",
        "Q: Do you ever speak to any groups of people? Perhaps, children, students that came into\nthe museum, who are of the Hispanic background?",
        "A: If they ask me, if they come over to the desk, and they ask me, I do speak to them,\nchildren or grownups, I do, if they ask me questions, but I don’t approach them, unless\nthey come over to our desk.",
        "Q: Any final reflections on what the war years were like in Cuba, anything — has anything\ncome to your mind since we started the interview that you would like to add?",
        "A: Well, as far as Cuba, it was a beautiful country, but we knew that we were never\nsecure over there. It was a temporary, it was a stop off and it ended up being 11 years\nover there, and we really couldn’t wait for the day to live, hopefully that 1t would of been\na better life in United States, because we didn’t know what to expect.",
        "Q: I thank you very much for the interview, I know this was not easy for you today, and\nthis concludes our interview today. Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is an interview of United States Holocaust Memorial Museum. We are\ninterviewing Goldie Gendelman. My name is Esther Finder, and today’s date is October\n8, 1997. This is tape one, side A. What is your name?",
        "Q: Could you spell Gendelman for me, please?",
        "Q: What was your name at birth?",
        "Q: Could you spell your last name for me?",
        "Q: When were you born?",
        "Q: Where were you born?",
        "Q: Can you tell me where in Poland your town is? Is it near a large city?",
        "Q: Can you tell me about your home town? What it was like when you were born?",
        "Q: Was there a large Jewish population of the town?",
        "Q: What do you remember of your home town community in Poland?",
        "Q: Would you be able to describe your house to me?",
        "Q: Do you have any memories that stick out in your mind from that time at all?",
        "Q: Can you tell me about your grandparents?",
        "Q: You don’t remember them? Tell me about your father. You said he made shoes, what\nwas your father’s name?",
        "Q: And your mother’s name?",
        "Q: And what work did she do?",
        "Q: Do you have any brothers or sisters?",
        "Q: And her name?",
        "Q: Was your family religiously observant in Poland?",
        "Q: What traditions did you observe?",
        "Q: Can you tell me what — what Shaboc(ph) would have been like in your home in\nPoland?",
        "Q: Do you remember any favorite foods from Poland?",
        "Q: You mentioned your grandparents. Can you tell me your grandparent’s names?",
        "Q: Did your family have a long history 1n Poland?",
        "Q: What language did you speak in your home in Poland?",
        "Q: I would like you to take a moment and think about those first four years of your life,\nand see if there’s anything that — that stands out in your mind at all of that time period\nthat you could share with me.",
        "Q: What did you do?",
        "Q: Did you experience any anti-Semitism in Poland?",
        "Q: How did you know?",
        "Q: Can you give me maybe a little more specific example what you mean, you knew you\nweren’t welcome there, could you explain that to me?",
        "Q: Was there something specific besides your uncle saying “It’s time to go”? Was there\nsomething specific that made your family leave Poland when they did?",
        "Q: How was the move away from Poland explained to you? Do you remember how they\nexplained it to you as a child?",
        "Q: Did your family have any problems leaving Poland?",
        "Q: Did anybody help you try to leave Poland?",
        "Q: You said that your uncle tried to help your family leave Poland and come to the\nUnited States, where was he living at that time, your uncle?",
        "Q: Can you tell me your uncle’s name?",
        "Q: What kinds of plans did your family make to — to come across? What kind of travel\narrangements?",
        "Q: When you left Poland, who traveled with you?",
        "Q: Tell me about your father’s leaving, what you could remember of it?",
        "Q: Do you remember being in the home without him?",
        "Q: Do you remember much about the trip over on the ship?",
        "Q: You mentioned you were four years old?",
        "Q: What were you able — you personally — what were you able to bring with you from\nPoland?",
        "Q: Did you have any mementos or toys or a book or anything?",
        "Q: Do you remember as a child regretting something that you left behind that you wish\nyou had with you?",
        "Q: When you think back to that ttme |_+-—TI realize you were very young — can you\nremember if your parents or parents with your other relatives — grandparents, aunts,\nuncles, did they ever talk about what was happening in Germany and with Hitler?",
        "Q: Do you remember what you were thinking when you left Poland?",
        "Q: Did you have expectations of what you mind find in our new home?",
        "Q: Did you, the almost four year old, have an idea in your mind of what was out there\nahead of you?",
        "Q: Can you remember arriving in Cuba?",
        "Q: Do you have your -- any memories of your first few days in Cuba?",
        "Q: Tell me what happened with the bus.",
        "Q: Do you have any other memories of your first couple of days in Cuba?",
        "Q: When you think back on your first impressions of Cuba, when you arrived, did you\nhave a sense of being disappointed or surprised? I mean, how did the reality of Cuba\nmeet with whatever your childhood expectations might have been?",
        "Q: What did you, personally — I’m not asking about your family — what did you, the\nchild, see? And was it what you expected to see?",
        "Q: Tell me about this school you started telling me about a moment ago.",
        "Q: What was the name of the town?",
        "Q: And who were the other students?",
        "Q: Were there other children like yourself who had come from other countries?",
        "Q: Do you remember the kinds of things you studied in this private school?",
        "Q: What did your father do for a living now in this new home?",
        "Q: What problem did your family have, as a unit, adjusting to life in Cuba?",
        "Q: So what did your family do to cope with the situation?",
        "Q: What was it like for your family in this new culture, not just with respect to religion,\nbut with respect to the culture as oppose to what you had been use to in Poland. Were the\nproblems adjusting to life in Cuba?",
        "Q: So did you experience anti-Semitism in Cuba? Can you explain?",
        "Q: Can you explain some of the — give me some examples of what you’re saying.",
        "Q: Were you able to get a religious education in Cuba?",
        "Q: Did your parents keep in touch with family and friends back in Poland?",
        "Q: But before the war started, do you remember some of the news from Poland in the\ntime period from °37 to °39?",
        "Q: Do you remember hearing that Germany had attacked Poland?",
        "Q: If you didn’t hear from your parents, did you have exposure to that news outside of the\nhome?",
        "Q: What language did you speak inside your home?",
        "Q: During the war, did you have any idea what was happening to the Jews in Poland?",
        "Q: How was the war taught in schools — in Cuba during the actual war period?",
        "Q: What was positioned of the population of Cuba just a general population. What were\ntheir views on the conflict in Europe?",
        "Q: Do you remember seeing any news reels, or newspapers, or hearing the radio?",
        "Q: Can you remember anything from that time period?",
        "Q: Who were your friends when you were in Cuba?",
        "Q: There were other — you said there were other people who like you who had come to\nCuba?",
        "Q: Can you tell me from where those other people came, do you remember’?",
        "Q: Do you remember hearing the war in Europe was over?",
        "Q: What do you remember about that experience?",
        "Q: I had asked you about when the war was over if you remember the experience and you\nwere telling me about that.",
        "Q: Tell me what was going on in your life on — on that day or in that week besides your\nuncle’s wedding, but with you. What was happening to you, and what were your\nthoughts and reactions?",
        "Q: When was the last time you had any contact, you meaning this time your family had\nany contact with your relatives in Poland?",
        "Q: Did your parents have any idea what was truly happening in Europe?",
        "Q: What attempts were made by your parents to find relatives or friends after the war was\nover?",
        "Q: Can you remember when you started hearing the truth about what had happened in\nEurope?",
        "Q: Did you have any — do you have any good memories of life in Cuba?",
        "Q: When you look back on your time in Cuba, were there every any — anything that you\never did for fun, or with your friends, or with your family, any positive moments, even\nbrief moments that you could share with me?",
        "Q: You said that you came to this country in the very beginning of 1948, what did you\ntake with you out of Cuba into the United States?",
        "Q: Do you have any mementos at all from Poland? Any photos or any family —__\nanything like that?",
        "Q: What were your expectations for the United States?",
        "Q: And what were your first impressions when you finally came to the United States?",
        "Q: What were your first impressions of New York?",
        "Q: Pll ask you more about getting set up in New York, but during this time, the Post war\nperiod, did you follow the _ trials at all?",
        "Q: Well, did you follow the U.N partition, the partition of Palestine the votes and the\ndebate in the U.N.?",
        "Q: What steps did you take to rebuild your life now in the United States?",
        "Q: Tell me about your education 1n this country.",
        "Q: How did you meet your husband?",
        "Q: What’s your husband’s name?",
        "Q: And when did you meet him?",
        "Q: Is your husband also a survivor?",
        "Q: When did you come to Washington, D.C.?",
        "Q: You have children?",
        "Q: Can you tell me a little about the kind of work you’ve done in the United States since\nthe war?",
        "Q: What work do you do for the Holocaust Museum in Washington?",
        "Q: Why did you want to work as a volunteer for the Holocaust Museum?",
        "Q: What have you, with your background and personal experience, brought to the\nmuseum?",
        "Q: What are some of the reactions that you get from people when you tell them you went\nfrom Poland to Cuba?",
        "Q: What have you personally gotten from the volunteer work that you do at the museum?",
        "Q: Can you share with me any special moments that you’ve had working at the museum?",
        "Q: Can you think of any specific incidents that touched you and moved you since you\nstarted working at the museum?",
        "Q: In you time, in this country, did you ever experience any anti-Semitism -- in the\nUnited States?",
        "Q: Do you speak publically about your experiences growing up in Poland in ridicule,\nbefore you came to this country?",
        "Q: For whom have you given such talks? Who do you talk to this about?",
        "Q: I’m going to pause now, and turn over the tape -- just one moment. This is tape one,\nside B. We are interviewing Goldie Gendelmen. When you are settled in this country,\ndid you and your parents ever stop and reflect about what had happened to the Jewish\ncommunity in Poland and all that you not being in Poland or able to miss or avoid?",
        "Q: Is there anything that you’d like to add that I didn’t ask you, you’d like to mention\nnow?",
        "Q: Have you ever been back to Poland?",
        "Q: Do you think that your experiences and your husband’s experiences from your\nchildhood and his experiences in the war, do you think that had an impact on how you\nraised your children?",
        "Q: Can you explain?",
        "Q: Has your religious views changed since the war?",
        "Q: Have you taken your children to the museum?",
        "Q: I want to ask you, what kinds of things you emphasized about your life story to your\nchildren when you told them.",
        "Q: Is there anything you’d like to add before we conclude today?",
        "Q: Do you ever speak to any groups of people? Perhaps, children, students that came into\nthe museum, who are of the Hispanic background?",
        "Q: Any final reflections on what the war years were like in Cuba, anything — has anything\ncome to your mind since we started the interview that you would like to add?",
        "Q: I thank you very much for the interview, I know this was not easy for you today, and\nthis concludes our interview today. Thank you.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Goldie Gendelman.",
        "A: G-E-N-D-E-L-M-A-N.",
        "A: Tillee(ph) Goldie Wolochiwiansky",
        "A: W-O-L-O-C-H-I-W-I-A-N-S-K-Y.",
        "A: November 17, 1933.",
        "A: Lerkacev(ph), Poland.",
        "A: Near Barakchi(ph).",
        "A: It was very poor, and everybody was just working man. My father was making shoes,\nand that’s what the whole family did.",
        "A: Yes, there was. There was over 3,000 people.",
        "A: Really not too much. I was under four years old when we left.",
        "A: No, I won’t.",
        "A: We lived with my grandparents.",
        "A: No.",
        "A: Heine Wolochiwainsky.",
        "A: Hannah Sivin(ph) — well, Kapalan was her maiden name.",
        "A: She was a dressmaker.",
        "A: A younger sister in New York.",
        "A: Libby Hershinhorne(ph).",
        "A: Yes, they were — very.",
        "A: We observed all the Jewish traditions, extremely Orthodox.",
        "A: Very nice, quiet, everybody got together. It was really a wonderful, relaxing day.",
        "A: There was so many of them, because that’s all my mother cooked. It was — even when\nwe came from Cuba into this country, that’s what she cooked. She never adjusted to the\nAmerican food.",
        "A: ’m named after my mother’s mother, which was Tilee Goldie. My sister is named\nafter my father’s mother, Libby.",
        "A: Yes. There were a few generations there.",
        "A: They spoke Polish, but I would always answer in Yiddish.",
        "A: [remember helping my mother dressmaking.",
        "A: Helped her _+. It wasjust__. And I use to help her lay material out.",
        "A: We always knew that we were not secure there.",
        "A: Well, by the things that was going on and then my father’s, an older brother had come\nto this country, use to come to visit, and he said, “It’s time to go.”",
        "A: Because of the things the Pols use to do. I don’t remember exactly what, but I\nremember them talking about it.",
        "A: To better themselves.",
        "A: No, I don’t.",
        "A: Well, when we left Poland, the idea was to come here, but we couldn’t because we\nwere Jews and Polish.",
        "A: My uncle, he brought us here.",
        "A: In New York, he was a traveling salesman. Yeah, but he also came at a very young\nage to this country.",
        "A: Leon, and he had changed it from Wolochivainsky to Viansky(ph), and then it was\nchanged to Fae(ph). So, he brought us — he brought actually eight people — well, four\npeople from Poland to here and another brother he brought out before that wasn’t married\nat the time. And the idea was to go from Poland to the United States, but because we\nwere Jews and Polish they wouldn’t allow us to come here. So, they said if you go to\nCuba, it’s the easiest way to come to the United States, and then we remained there for 11\nyears because the war broke out.",
        "A: We came by boat to Cuban, and then when we were finally able to get a visa in Cuba,\nwhich was in November of ’47, then we came by plane to Miami, Florida in January of\n\"A8.",
        "A: My mother and my sister. My father left in 1936.",
        "A: I don’t remember when he left.",
        "A: Yes, Ido. But, we were living with my grandparents at that time, and an aunt, and an\nuncle, and some cousins. All I know it was a big house and we all shared it.",
        "A: All I know is I was sick as a dog.",
        "A: I was less than four years old when we came to Cuban.",
        "A: Not too much except for a little bit of clothing just to wear, that’s all.",
        "A: Nothing. We couldn’t bring nothing.",
        "A: No because we didn’t have that much that — that we said we really needed it.",
        "A: No, I don’t remember them talking about it. They never really want to disturb the kids\nbecause they knew it was a tragic thing.",
        "A: Leaving my grandparents -- about leaving my grandparents.",
        "A: We didn’t know what to find, or what we would find. We were hoping for a better\nlife.",
        "A: No - really didn’t.",
        "A: Well, all I know is we arrived in Cuba and we didn’t know the language — couldn’t\nspeak or anything.",
        "A: Yeah, my first — my worst memories was I was run over by a bus.",
        "A: I was run over by a bus. There was a boy that had some kind of a sickness that if he\ntouched you, you caught that sickness. So, not knowing the language, I knew the boy, and\nhe came — he tried to touch me and I turned around to run away from him and a bus hit\nme. And over there, they didn’t call for an ambulance or anything, so they called my\nfather and he picked me up. We live near the emergency hospital and he took me to the\nemergency hospital. And the bus ran me over on my groin, on the — on my right side, and\n35 years later, I experienced problems on my right hand, and the doctors here said that it\ncame from that -- that he could show up many, many years later.",
        "A: No, except trying to learn the language and going to school. We use to go to a private\nschool there.",
        "A: Well, we really didn’t know what to expect, and we were not the only ones from there\nthat came to Cuba with the same idea as we did.",
        "A: We didn’t know what we were going to expect, except we were hoping for a better life\nand to have more than what we had in Poland.",
        "A: Well, we were going to a private school, and because of Yiddish _ and they — my\nparents tried to do the best possible. We lived in a small town outside of Havana, so they\nJews but they tried to bring us up with as much Jewish education as possible.",
        "A: Regla , R-E-G-L-A. It’s like saying from here, Silver Spring out of Washington.",
        "A: Those were other kids from the area that lived in the same town, but I wouldn’t\nremember any names or anything.",
        "A: Yes, there were, many of them, also with the same idea in mind.",
        "A: We studied Language, History, Spelling, Math, and till this day, I still count in\nSpanish when I’m figuring out numbers.",
        "A: He made children’s shoes. Him and his youngest father — his youngest brother were\nin the business together and my mother use to help out.",
        "A: It was very hard because we couldn’t live the same way as we did, and as far as — if\nyou didn’t care for cars you were alright, but cars was — that was a little bit of a problem.",
        "A: They had to go shopping a few days a week into Havana to be able to get some kosher\nfood and the only thing we were able to get near the house was like bread or butter, but\notherwise if we had to — need any meats or anything, we had to go to Havana because\nthere was no refrigeration. It was an icebox and there was no way to keep anything.",
        "A: There was a problem adjusting because it was also that we knew we were not liked\nthere, though some of the neighbors were nice, but we were not liked as Jews, and we\nwere also not secure there. So we knew it was also temporary stay — hoping that sooner\nthan later we would be able to come to this country.",
        "A: Yes, we did, because of the way they use to talk to us, especially as children, and kids\nhere at home — about Jewish kids — so they use to come home and express it to us and we\ntried to get away from them, not even to answer them.",
        "A: I really don’t — I remember some things that we tried to get away from them — not to\nanswer them, but the actual things that they said, I don’t remember.",
        "A: We got some — we had private teachers to give as much Jewish education as possible.",
        "A: Absolutely. As long as possible, they did. When my grandmothers passed away, the\nrest of the family got killed in the war.",
        "A: All I remember is that they use to say they didn’t know how much longer they would\nbe here and they starting to run, and they don’t know how long it would last.",
        "A: Yes I do hear — I do remember that, but they never — they never told the kids how bad\nit was. We use to hear “it’s bad” {Polish spoken}, but that’s all.",
        "A: No, we didn’t.",
        "A: Yiddish. Again, I’m use to answering Yiddish, and my parents would speak Polish,\nsome Russian because the town we came from was — it was Poland and it was White\nRussia, and then it was Poland again.",
        "A: Well, we knew that they were being killed and they were chased from town to town or\nhow they would hide from house to house, but that’s all I can remember",
        "A: We weren’t told too much about it, because we were in a Catholic country, and they\ndidn’t talk too much about it. Especially, they were afraid the Jewish kids would pick up\ntoo much.",
        "A: I truthfully don’t remember. Maybe there’s a lot that I blocked out.",
        "A: Oh, yeah. There was always — there was always a Yiddish paper in the house, because\nthat’s what my parents read and the radio use to always be on and they use to try and pick\nup the Yiddish stations there to hear what’s going on with the war and everything",
        "A: No, I don’t.",
        "A: We had just a couple of friends, not too many because they were — a lot of them were\n___, and my parents always wanted us to have Jewish friends, even though some of them\nwere very nice. But, still we wanted to associate with Jewish kids.",
        "A: That’s right.",
        "A: They came — a lot of them came from our home town and they came to Cuba with the\nsame idea. Now, some of them, when they were able to let their kids come to the States,\nthey sent them back themselves. My parents didn’t want to send us by ourselves. Then if\nwe can’t go, then none of us",
        "A: Absolutely.",
        "A: It was a big day. It was in April of *45.",
        "A: The war was over in May of ’45, and not only was that a big day, but my uncle that\ntook us to Cuba, and my brother, got married that day.",
        "A: It was a happy day, because we all could see a change 1n everybody that it was over,\nand hopefully be a better time.",
        "A: It was the early 40’s and after that they didn’t hear much at all.",
        "A: Well, they knew they didn’t want us kids dead, because not only did they hear it, they\nread it in the papers, but whatever they heard from the family writing, they knew.",
        "A: They tried to write to different families that they had in different places in the world,\nand nobody was able to find anybody.",
        "A: It was after the war and I was already a little bit older, then we really started realizing\nwhat was happening, and about killing the Jews and about how we actually struggled on\nwhat they did to us and that’s why we were persecuted running from place to place, and\nwe just couldn’t wait to be able to come to this country. Hopefully it would have been a\nbetter life than what we had in Cuba.",
        "A: Not that much, no, because we were persecuted there, too. We knew that it was a\nCatholic country, and they didn’t like us much. There were a few neighbors that were\nnice, but in majority of them, we knew that we were there temporarily. It was either there\nor someplace else if we couldn’t come to this country.",
        "A: No, we really never did anything, except going to visit some land slide in Havana.\nBut, otherwise, we didn’t do — didn’t go on vacations because we couldn’t afford it, but it\nwas to go out and visit some land slide.",
        "A: The only thing we were able to take out was some clothing. We had to — whatever\nelse we had, we had to leave behind.",
        "A: Yes, I do have some pictures. My parents, my grandparents, but otherwise I have a\nfew small items that my mother had taken out, smuggled out really, but nothing say big\nthat we could hold on to.",
        "A: To have it much better. To work ourselves and have a good life and an education.",
        "A: It was entirely different. It was like — your eyes opened up when we came to this\ncountry. It was in Miami. We came for — it wasn’t cold, but it wasn’t warm in Cuba then\nat that time in January. We got to Miami, it was summer time, so it was some — it just\nopened up our eyes. And then again, we stayed in Miami, my father came to New York to\ntry and find a job, and then we came to New York.",
        "A: New York was very nice. It was a big city, a lot to see, a lot to learn, and we were still\nnot too familiar with the language, so it was a little struggle, but we made it.",
        "A: No, I didn’t.",
        "A: Yes, we did, that we were very watching, because we were always hoping that one\nplace or another that’s where we would go, and my uncle couldn’t take us to Palestine, so\nCuba — I mean, United States was the destination. Then when the war was over we\nfigured if not Cuba maybe Palestine.",
        "A: Well, it was education, working to try and make it better and both of my parents were\nworking here, and that was the strive.",
        "A: Well, I graduated High school, I went to college. I wanted to become a CPA, but after\ntwo years, I got married, and that was the end of my education; but did my best for my\nchildren.",
        "A: I met my husband on the boardwalk in Atlantic City.",
        "A: Isaac Gendelmen",
        "A: In 1953, summer of ’53 and we were married *54, June 27, 1954.",
        "A: My husband 1s a survivor of the Holocaust. He came here in January of ’49. He’s\nfrom rocitna, Poland, which is closer to the Ukraine border.",
        "A: When I got married — my husband lived here in Washington. When I got married I\ncame to Washington. We lived in Washington for 8 years. Then we moved to this house,\nso we are here 35 years.",
        "A: Two children. My daughter is 42 years old, and I have two grandchildren from her, 16\nand 13. My son is 37, almost 38, and he’s got a daughter of four, and a son of two.",
        "A: I worked as a bookkeeper in New York, and then here in Washington, I worked for a\nneighbor of ours, as a hostess, and I was doing volunteer work. Then, I worked at the\nHebrew Academy with the lunch program for over 10 years, plus doing other\nvolunteering work in different places. And, now I’m volunteering for the U.S Holocaust\nMemorial Museum.",
        "A: I am at the donor desk, trying to collect money for the upkeep of the museum.",
        "A: Because it is something that should be perpetuated, and for many people to remember\nthat — that it 1s not just a hoax. It is a true thing that happened.",
        "A: Well, talking to some people, you bring up some ideas and you remember some\nthings, and it broadens your — your way of life. It 1s a thing that I enjoy. It’s sad, but I\nenjoy it.",
        "A: They just can’t imagine that because they think how is it possible that you can go from\none — flew from one country to another and still make it here, and look the way that you\ndo.",
        "A: I have gotten a lot of pleasure from doing what I am doing, because it 1s a thing that\nwe have to do.",
        "A: Well, what to hear from people that come down. Some of them cannot real -- cannot\nvisualize that those things that they see upstairs actually happened. And that one person\ncan do so much trouble for the whole world.",
        "A: Well, there are many of them from reactions from people and children. But, right\nnow, I cannot bring 1t up in my mind exactly what had been said. Now, there was a\nnumber of Negro children that they just come down — they just cannot imagine that there\nwere white people that were persecuted. They thought they were the only ones, and they\njust cannot realize it.",
        "A: Very little, actually. We never gave — I guess, maybe we didn’t give people a chance\nto really show us. But, so far it’s been so good, as they say.",
        "A: If lam asked, I do. I don’t go and say this 1s what I’m going to tell you, but if I’m\nasked, I do.",
        "A: Private people that asked me, “Why am I here, you get an accent,” and they not — I tell\nthem.",
        "A: Well, by the grace of God we missed it, and we are alive today. Otherwise, we might\nnot had a made it either just like the other -- the rest of the six million Jews that got\nkilled. So, it was a wonderful thing that we left. We struggled in Cuba, but it was\nwonderful. It paid off.",
        "A: Well, I wanna say my father died 32 years ago. My mother died 15 years ago in New\nYork. And my sister lives in New York with her husband and she’s got three sons, all\nmarried. And she’s got three grandchildren, and another one on the way.",
        "A: Never did, because I wouldn’t recognize anything, and there’s probably nothing there\nto recognize, hearing from people that have gone back. Now, I have a few landslides\nhere, went back several years ago, and their much older than me — well, when I say much\nolder, I mean 15 years older, and they couldn’t recognize anything. They left like a year\nor two before me, and they couldn’t recognize it, so I definitely wouldn’t",
        "A: Absolutely",
        "A: Well, we tried to bring them up for them to know what went on in the war, and to be\nopen about it, and to be strong.",
        "A: No, not at all.",
        "A: Both of my children have been there, and both my older grandchildren have been\nthere, too. And, I took them one time when I was working there, and I let them go by\nthemselves through Daniel’s story and upstairs a little bit, and they’re talking about going\nback, and I'll take them back.",
        "A: Well, they were very surprised, but they realized it was very tough, and they are glad\nthat they are here and didn’t go through it, and they are stronger people.",
        "A: We are — we are glad we are in this country, it’s a wonderful country and so for its\ngood and we haven’t seen too much anti-Semitism. We hear about it, but we, ourselves,\nhaven’t gotten it — I can’t think of the word I want to use, but haven’t come across it, and\nhopefully we won’t and my grandchildren won’t either.",
        "A: If they ask me, if they come over to the desk, and they ask me, I do speak to them,\nchildren or grownups, I do, if they ask me questions, but I don’t approach them, unless\nthey come over to our desk.",
        "A: Well, as far as Cuba, it was a beautiful country, but we knew that we were never\nsecure over there. It was a temporary, it was a stop off and it ended up being 11 years\nover there, and we really couldn’t wait for the day to live, hopefully that 1t would of been\na better life in United States, because we didn’t know what to expect.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 8, 1997\nRG-50.106* 0074",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "Transcribed by Sabrina Bell, National Court Reporters Association.\nGOLDIE GENDELMAN\nOctober 8, 1997"
    ]
}