{
    "rg": "RG-50.030.0099_trs_en",
    "sequence": [
        "Q: Would you tell me your, your full name please?",
        "A: My name is Isaul , saul, English. I'm born in a small town in Romania that's called\nMasiv (ph). There...there I was, you know, going to cheder and and nothing and and the\nwhole town they had one school, you know. My parents were , they called them\n, and I had uh a few brothers and a few sisters and was taken away the end\nof 1939...",
        "Q: Let's... let's let's not not get to 1939...tell me, tell me...not just yet, OK?. I'd like to know a\nlittle bit more about your childhood. Tell me about your father. What did he do? What\nwas his work?",
        "A: My father what I do remember, he used to have uh horses and a wagon and he used to,\nyou know, transport wood, logs and uh how you call it...in the , you know...what we\nwas talking before and uh and from there it was like a factory and they took to the union\nstations uh logs, you know, and they transferred...transported what I remember his living.\nAnd uh my mother was a house...housewife. And she take care of the children and uh in\nmy memory I've never had grandparent what I remember. Uh my mother had a brother in\nmy town and she had a...we had uh relatives in town but they don't survive too many\nconcentration camps, after the war, the Holocaust and uh (cough) after the...and\nnot after...a long time that I used to know and I went to cheder...",
        "Q: Tell...tell...tell...look look at me... TECHNICAL CONVERSATION ...tell me...tell me\nabout cheder. What...why did you go there to cheder in the first place?",
        "A: A cheder, you know, that's what how the Jewish education, you know, and I remember\nnext door to us, we used to meet over there. We had a rabbi and we uh we had several\nyoung children, just boys...not girls...and we learned . We learned, you know,\nand and uh the Jewish quotations like . We we followed them\ntheir their steps and uh then later when the , you know, when I were around\ntwelve, thirteen, I went to learn uh uh uh to be a tailor. I went to be a...to learn a trade,\nand I was learning a trade in the town and uh then when I...",
        "Q: Tell us about that. Tell us...tell us...Saul, can you just just back up a little bit? You told\nme before...before we talked about you being a tailor, you told me that your family was\nreligious.",
        "A: Yeah. My family were...yeah...my family were religious. My father used to wear\nSaturday...Saturday's clothes. He had...he weared uh cotton and uh a girdle, uh you know,\nover the cotton, you know, and he wear a , you know. He wear...you know...he\nweared not just not at home but in the home of mine friends and the home of our\nneighbors and uh usually most in the main street 1s all Jewish people lived and we had\nsome Gentiles on the side and some Gentile...we goed out together and uh we have in the\ntown very...we lived like __ and and there is no more hate, but I couldn't remember too\nmany years...maybe they had before or after or whatever, and then so my older brothers\nwent the same thing and and cheder and then it's what I remember, come into the years in\n19...1939, you know, my uh brother remaining...there come a time when in every\nhousehold had to go to work, you know, to do some work and and in my home I was\nchosen by my family that I should go. When I went there to work I had _, you know,\nand I was taken away from the home and and never return. I do remember one time when\nthey told us we will go away, far away from the home and uh when they took me away,\nmy mother went after me but uh , you know, when they took me away, and\nShe...the only way ofher __ I should try to survive, not to eat _. That's mean, you\nknow, but we don't have no choice. And the week when I arrived there to the where they\ntook me, this place were in where they took me were Kaisek (ph). That's...they took me\nfor remaining to Hungary because the Hungarian...",
        "Q: Why...why were they rounding you up and why were they taking you?",
        "A: Because they...I think they they took not just me. They took all the young, young guys of\nthe age I think. They took, you know, to a certain age they took them to labor. When we\narrived up there in Kaisek and we were for a certain time in Kaisek and then the law\ncome out the Jewish people had to wear yellow ribbons around their left hand and uh\nthe...over there when we arrived, they gave us, you know, a certain hat. The\nHungarian...the Hungarian of the hat and the yellow band and from there they\ntook me to different labors...1n Hungarian first and...",
        "Q: Tell us, tell us, tell us what what...when you were in this labor camp, in the first labor\ncamp...let's slow down a little bit and tell us what that labor camp was like and what did\nyou do there.",
        "A: In this labor camp where the first time that they took us, they cleaned us certain way and\nthen they took us and uh we build bridges. We, you know...they had little uh and\nwagons and we we digged the ground and we carried from one place in another, another\nplace the ground, and then we worked and and and they made roads. You know, some of\nthem not stones to make it pieces...you know, gravel, and some uh some some carried uh\nwheelbarrows with the ground, you know, that we all do with wheelbarrows...carrying\nthe ground from one place to another to to make it level and from there we went uh in\nanother place and then they start start to transfer us in different places, always labor\ncamp, labor...hard labor. We always worked, you know, la...such a labor what uh all the\nold ones _, you know...and and we...they took us and and the ___ people, hundred\npeople in in one transport, and we all...we worked where they had bombed before in in\nHungarian, you know, in uh and we tried to to straighten out, you know, different\nand union stations, but wagons what they they had or what places the bombs fall. We\ntried to uh around them and then in the dark, transferred us to Czechoslovakia and the\nsame day we we worked and and and in fields. We cut wood and we we...you know, they\nmade...we made roads. They don't have roads, you know, for the Hungarian or for the\nGerman military and the Hungarian military, so we...they...we had to cut wood and\nmaking roads up in the woods and and so we always continue go farther from town to\ntown. We only would stay in one place for a certain amount of time and so long we are\narrived to Czechoslovakia and Czechoslovakia and we stayed in towns, also doing the\nsame thing, mostly always doing the same...making ...1 don't know how to\nexplain it exactly in English, but means and in there they took us...",
        "Q: What was...what was it like. What...what...let's let's...1f we can...tell me, Saul, what was\nthe work like? What were you...did you...was the work easy? Was the work hard? Did\nyou get enough food?",
        "A: You know, the work was...the...1t was...the each one had to dig so much and and and\nthe...you had to make your order what they have ____....let's assume they give a yard to\ndig out. It must be for so long and so wide and so deep and____ between people,\nbetween us... it were digging people, you know, children, stronger children what they\nfinished much faster. They give a hand to other, because other maybe were beaten up or\nwe had to stay longer to finish your work, and then you had to st...stay longer. You were\npunished. You were beaten. You were uh tortured. You were all kinds of different things\nwere done to you. And then from then we were transferred by wagon, by by foot, wagon,\nsometimes by train, and so...so long we we arrived to Poland, by the border by Poland\nwherever you had, and you know, taking with you from Hungary, when we arrived at the\nborder, the ... that mean the the the police, the border police of the Hungarian, says\nto us, you know, and they took it away from...everything what we had. —_s~when\nsomebody had good shoes or good boots, they would take away and give us rags and\ngood clothes and they beat us. From there we went to Poland and in Poland we done the\nsame identical work for the Germans. There the Germans took it over. The Hungarians\nuh they...we were assigned to the Hungarians but we had to do what the Germans wanted\nwe should do. We had worked hard labor and again the same...we worked with cement\nmaking, you know, again against uh tanks...tanks uh... monument. We did tank. We\nworked in different different things, and we were there for _ long time and then we\nwere sent to the Russians for a while. We...when Russians come forward and the\nGermans could not bring it...they could not bring the food. We had our own houses but\nwe used to ...1 don't remember at one time and that were in\nPoland what the...you know, and uh but I don't remember when they they transferred us\nagain to Czechoslovakia...",
        "Q: Saul, were you still... were you with the Russians?",
        "A: With the...with the...no. We wasn't with the Rus...always with the Hungarians and with\nthe German. We never been with the Russians. We only been...because I won't\nand the Hungarians didn't get and the Russians didn't...and the German German regime,\nyou know, made the Hungarians. I never been under the Russians. But the Russians, you\nknow, they was talking like the Russians come forward and forward, so _ but backing\noff, backing off to the back to Czechoslovakia, to Hungary, to Slovak, you know. We\nalways stopped and worked hard labor, hard labor. And uh so long we get in a\nplace...we...they transferred us I think in 1944...uh 1944 they transferred us. They\ntransferred us to...they load us in in in wagons and they brought us to Mauthausen the\nfirst time in the camps. And in the camps, when I were in the camps when...I were...when\nwe arrived in the camps, we had to leave everything in, you know, and we walked about\nuh three or four miles from where the...maybe longer and uh we walked. We walked in\nthe camps in Maut...to Mauthausen, a hundred people there. I think that's were the last\ntransport, where they brought Hungarian Jewish people to Mauthausen, and we have seen\nthere, you know, when we got out and stand in line, we have seen a lot of dead people\nwhere you come in to go in, they were already transferred from one place to another for\nweeks and weeks and weeks, and and then they choose some people to help uh take them\nto gather, to gather the clothes and what was left over in the wagons, and I got one of the\ntwo uh choiced (ph), and I helped just clean up the the wagons and then we put\neverythings in such a a what people in the two wheels like wagons but we...they...instead\nhorses, we pulled it into the lager and the camps closing with the what you have bringed\nback from from Hungary where they taking them in the wagons, and then when I arrived\nin Mauthausen, when I arrived in Mauthausen...I don't remember exactly the time...I have\nseen and we looked 1n in in the lager, I've seen in one side woman and one side men. And\neverybody was naked and then they cut us of the hair and they leaved...they leaved a line\nin the head, they leaved a line in the head...is like to be recognized, you know. We were\nprisoners. Uh we were con...uh you know, camp people. There were when I was selected\nand not just me...all the people what there is...we went to the line in the names and and it\nwas long tables, and you been going through. They asked you how you feel and what\nwhat national...what you're doing and how strong we are, and down to the end by the\ntable they had had people standing to put me on a band, a band on my hand, and they\nsewed it uh...1t were a little tin tin metal and it had a number, and uh from there they took\nus in a in a block, you know, and from this block we went and they took off the\nclothes what we had and and we went in the against I think disease and then\nthey assigned us in a block and I were assigned to the block in in Mauthausen, Block\nThirty or Thirty-One. I could not remember exactly the the number. And then we were\nthere for a week, two or two weeks. From there they because...",
        "Q: What did you do in Mauthausen?",
        "A: In Mauthausen, I have not done nothing over...they took us to Gusen (ph), and they took\nabout four hundred people because it were overfulled, Mauthausen. They put...it's not\nfar...we we walked about four hundred people to another camp. The camp were Gusen\nand from Gusen I understand (ph) in Gusen the...there we went those to to work in bomb\n(ph) holes but they bombed already, and uh they took...one time I were located...they\ntook me, you know, working for a farmer and uh I was working with...they took thirty\npeople. They were all not just Jewish people. They...we were...and we were French, I\nthink then it was between us and it was remaining people, the Hungarian people, and we\nwere a couple of Jewish people. And all military uh German...he took us to him and\nasked, you know, ...and it's like a farm and when we arrived with the old soldier, a\nGerman soldier, in a in an automobile, when we arrived up there, he gave us to them and\nthere sat us and then we had working there for a couple of weeks and we were, you\nknow, and they took up from the land, and we helped taking up and then the German...",
        "Q: I don't understand...",
        "A: We...they had uh to clean off the the land. Over there...about thirty people. And when we\nwere finished...over there we don't uh and they had , alot of , and we had to\ntake it off in the ground and and that's all in in Germany, and and there we are...we we\ngot paid. They give us uh food. They gave us cigarettes, you know...not\ncigarette...package of tobacco uh what I have never smoked and I bought it back to the\ncamp so what they took it away and uh and we...the couple weeks uh, you know, they\nfeed us good and the the German what belonged the farm, he don't like...he don't get\nalong with the military what they have sent out with with us to take care of us. They sent\nall German soldiers. He let them go and he took over and one night we were left open our\ncertain house in our room, all of us. We slept in in in straw and he come in and he say\nwhen we behaved nice, he will take...we will have everything, you know, what we want.\nNobody run away. Nobody to do something harm and then we we will...he knows we are\nheftlingers (ph). We are prisoners. We are, you know, in in to labor, you know, hard\nlabor uh punishment and and when he ____ when we willing to do that, he let the German\ngo away. He done it. He give us to eat and to drink. He locked us up at nighttime and we\nworked all morning near another, you know...we had to work one line (ph), and\nsometimes two lines and three lines, and when we were finished, he...every evening we\nhad regular meals what he cooked and he give us to eat and and after thirty days I\nuh...less than thirty days when he himself took us back to the camp. He took us back and\nuh I think to Ebensee (ph), in a different camp because the...and there in Ebensee we also\nwent to work...we worked in different places where the hundred people they walked out\nin a unit and by train and some of them by trucks and sometimes not in by train and\nsometimes not in by trucks, to labor, hard labor. That's also were in bombing, where they\nbombed and we tried to clean up. On railroads I have seen mine colleagues, mine\nfriends...that twenty people enter one one of the lines when the railroads and God forbid\nwhen somebody falls, they all fall and and there were not allowed...were not allowed to\nto the others to go help them pick me up. I have seen there dead people, dying and very\ntouching human...in between us, and I falled in in a category...we we was\ndigging...digging other other...making ...you how they say...uh trenches. And uh\nbetween us were a a German. He had a very bad habit. He were a...had a habit...he used\nto go and pick up somebody and take him out and beat him for no reasons. And till one\ntime I fall...I fall in his category and working so in the he he start screaming,\nhey...you there, _, come here, uh you know. When I approached him, you know, and\nhe took me on the side... , you know, on on the side of the house...we worked in the\nback, you know, where the bombs had falled, and we we worked...and he he put me near\nthe near the wall, my...myself. And he come to me and he asked me, you know, in a nice\nway, nice talking...and then he come and he lift up chin. When he lift up my chin, he said\nto me in uh his voice in German ___ because I speak Yiddish I understood the\nGerman...he says where's your God, and I raised my right hand...I remember it exactly...1\nraised my right hand and trace it to the sky. As soon as I lift my hand to the sky, he\npunched me in to my stomach. He give me such a punch because I was near the wall, I\nwas thinking I'll faint, and and down here he lift again my chin, you know, and he asked\nme again, and uh again I raised my hand and I telled that's my God. I believe in Him.\nAnd he knocked me...he knocked me again...he knocked me in the front in my nose. I\nhave a broken nose and he knocked those...my first three teeth what I have up to today\nfalse teeth. He broke them...I took out my teeth and threw them away in the front of him,\nand I was bleeding very much. And the same minute, when I took out my teeth, he asked\nme again, .It's like a = «in God and I say when he asked me who's your God,\nI say you my God. I pointed with finger and with the same hand, the right hand what I\npointed to God, I pointed to him and I say you my God, and he asked me how come I'm\nyour God. I said when you don't beat me, you're my God. So uh he stopped working and\nhe sent me back. What what he don't...because I was bleeding and I was very in pain.\nSomebody asked _, you know, I'm and he called the other guy and say, hey,\ncome here. And he say you take his shovel (cough), and go in there...he showed him..he\nsaid to me go show him where you were with the shovel and come back and the guy left a\nof water 1n in the side and I come back and he made me carry the water, with a\nlittle cup, tin cup, and to give to each one, you know, some because it was drinking...give\nthem a little water, them a little water, so what he end of the day. He let me carry\nit down in order to make myself easier. The next day I falled in his category, again within\nthe hundred people. When I got again and I say, because he...I mentioned as he's my God\nand he can help me, because before the word spread around between the Jewish people,\nas they, you know, a street, street, strict you know...the strict come, you know, between\nus we give each other the word, the pass word was strict, strict, because he had a habit to\nbeat up lots and lots of people. I start spreading the word...when somebody between the\nJewish people...he he choose...again when he asked you who's god, immediately tell.\nYou'll not be beaten like I was beaten, because all all the people are to go there in mine in\nmine in mine neighborhood, they saw when he beat me up, and they saw I was\nbleeding...they saw I could cry because you cannot cry because they they made you not\nto cry, so and then it was easier. I had a friend what we worked together for years. It\nhappened to him the same thing...the same...he took him out. They want to take him in in\nin the crematory and work and and I told them when that happened, he should he should\nsay the same words and he went, you know, and it just happened a day or two later, he\nwere in a different group, but this guy used to go around __ groups to group, just to do\nthis thing to beat up people. He beat them to death. And he he told me when we got back\nin the camp to the dorm where we used to sleep, he said Saul, you know something,\n. I fall into today the same thing what you got. I say what happened. He said to me,\nthat guy, that German, what he done to you and you told me...he he took me and I\nimmediately told him you can't hurt me because you're my God, and I was not beaten.\nYou saved me. Then, when we were in the in the camp in Ebensee, we went in another\nplace to work. In Ebensee, you know, they had built something, you know, and uh we\nca...I fall in the category to carry cement. Bags of cement. I could not remember\nthis...forty pounds, thirty-five pounds, fifty pounds...that I could not tell the the weight of\nthe...but one thing I remember is what like _ and it had iron bands, you know, inside\nthe chain and it's had the back what the straps in the back and and you chained up\nsomebody behind what put up in in the...we carried what you can in the back like a\nbaggage in the back...the cement...and what another two people and one was put on the\nback and the other was staying in the back not to fall up, and you carried, and I was\ncarrying that that that that...1t was ...1t were steps. You go five steps and there were a little\nplatform, and then you had to turn to the other five steps and another five steps, and I I\ndon't...can't look in the back who come behind me. I think when I go in the in the tenth\nplatform, I'm going to twist around and, you know, when you twist around on the\nplatform into the second or third steps, I'll be able to lift my my bands because I was just\n_____ and bones...lift up my bands, you know, to make it easier, and I don't realize as\nbehind me is an SS man. And the SS man took his rifle and and he hit me in the left hand\nwhat my left hand up to today is broken. I have a broken hand. He broke...he broke mine\nbone. Mine bone is broken, and here the stitches, and here the stitches in my hand. I had a\nwrap. I were in the hospital that were two or three days, two days before we got freed, in\nin in Dachau. The dead happened. And I were laying into the block when the black\nbrigade freed us, and uh then I was taken all Americans...the American black brigade\nfreed us in in the camp. I was thanking then all the blacks, so when we coming in, they\ntook ininin _ and they (cough)...what I remembered they took in a in the the\nAmerican trucks what they had showers, and they...it's...and they they took my clothes\nand they bathed me and they washed me, and from there and from there they took us in a\nina van with alittle uh ~~ you know, in to...they made a hospital and from there they\ncarry me in the hospital and they had doctors come in and looking and they had brought\nin I think German nurses, German doctors, and once and over the American black doctor,\nDr. Brown (ph)... don't know where where he 1s or whether he's still alive or not...he\nsaved my hand and he saved my life because I don't know I fall in love to him. He used to\ncome visit me a couple times, to today you know, and when the the hand, because I\nremember uh you know, when they cut my hand, you know, and they put in an iron rod\nand I had casts, you know, from one time for in two different positions of my hand and I\nthink I were in the in the hospital a couple months andI___...the time when I were in\nthe hospital used to..the Red Cross bringing in list of names, you know...who's alive,\nwho's not, who survived, who's in other camps and who's...you you know, in\ndifferent...and I had had names what I used to know the next neighbors towns. I'm from a\ntown and I used to know our town's...one town to another were the same same kilometers,\nyou know, far and we used to go together in in in in the time , we used to go from\none town and another just visit __ trains or families, and uh when they was reading the\nlist of...I I had the name to my town what were mine mother's brother's daughter, and that\nmade me...make, make me go and and ask they let me go from the hospital, and I want to\ngo home. I want to go home. Maybe I'll go find somebody...I go find somebody so we\nfinally...1t come at a time when the the...I got my papers...I got my papers, you know, and\nthey let me out from the hospital. When they let me out from the hospital, I still had casts\non my hand whether I could have more movement. There were a time I had to bend my\nfingers because been a long time I could not bend my fingers. It took me I think about\ntwo years till I had mine my strength I should be able to move around my hand, because I\nwas so weak. When uh I got, I got...I tried to get home and then nobody asked me\nnoth...nothing...the trains and nothing in in you can ride. Wherever you ride you had a DP\ncard...I had what I got...they let me go and you showed that...nobody asked for money\nand nobody asked for...mine mine...I had just a feeling to go to see, to to find somebody\nfrom my family.",
        "Q: You went from the hospital to this train?",
        "A: From the hospital to the the train. Correct. I...after I got it and I got I got to uh Germany,\nto Austria, you know, in to Hungary, nobody and from and and from Hungary I went to\nBucharest, because when riding in the train you find so many, you know, what the\nthe...everybody tried to go look for sisters and brothers. You find so many friends in\ndifferent camps and everybody talking because it was just happiness, you know, what\nthey survived the camps and the...everybody went. They tried to see if somebody alive.\nWhen I got in Bucharest, I arrived in the afternoon in Bucharest and by the Union Station\nI find somebody from my hometown that's uh him...my face saw him the first time when I\ngot off from the train, and he said to me...his name was Libie , and he said to me,\nyou know, Israel, you know you have a sister. I said I have a sister. He say yeah, your\nsister is home. She were here uh a couple weeks ago. She went home. I say how long\n____ here. He say how many here...no more than six, seven weeks. Because he got free\nbefore me because I went, when I got freed in 1945 in the (cough)...I think 1t was May\nthe 5th that I remember. I could not exactly...and I went to the hospital and that will take\nme longer to be in Germany. The others went where they had more...they were more\nhealthy and they went home. So I took immediately the next the next train and I went\nhome. I tried to go to Bucharest, to , from to , from to\nMasiv. I arrived in Masiv in the afternoon. It's no like crazy feel like here in in America\nor in other places, and when I arrived at the union station, Masiv was the same Masiv and\nand I had to walk to...I know where my sister is because I was told in Bucharest.\nWhen I got __ town it was night time (coughing).",
        "Q: Take your time.",
        "A: Burnt out lights, but —__ lights. You know I'm born there, and I remembered and I got\nto the house. When I got to the house, I find other...another daughter, you know...one\ncan...a neighbor's daughter, and I say , uh uh I'm told my sister lives here. You\nknow, when she start screaming it's Israel, and your brother here. She fine. She's saved\nand she shaved her head and I heard with my ears, I heard that my brother Saul Israel\nis dead. I never had in in known he is alive. When she saw me, she cried. When I got\nhome and I see how they lived, and I was before before their God over there to the time\nthat I were in the hospital, I went inin camps. I went in ____ camp. I went in Feldefing\n(ph) camp, you know. Just...I had...I had time with the broken hand (coughing)...",
        "Q: Saul, I don't understand. You you went to these different camps looking...",
        "A: Looking, you know. You know, that's where (cough) when I still been in hospital, so\nwhen, you know, you don't need to pay and from Dachau to to Feldefing and to\nis not so far, and here was Jewish uh, you know, in the camps, and there were the\npeople lived in private homes already because the and uh and I could not go home\nbecause I was there. I had the, you know...because I were in casts, therefore, you know,\nbended the arm. So when I went from one camp and another and the Feldafing camp and\nIwentto _ and I went to . It's not not far so when I find a different living after\nthe three months, what were left in the three weeks, people got established already in\ntheir different ways. The start making kibbutz and they uh , kibbutz in in the DP\ncamp. YOu know, the the lagers was become a DP camp, so when I say the living is here\ndifferent, we...I have seen in Masiv they feed people what they survived the war about\neight girls _— my sister, and about five men, so when the the five...these people what\nthey the war they lived in the same house in a Jewish home what I used to know the\nowners of the house, but the owners died in in a concentration camp and uh I see how\nthey're doing because they made a party for me the second night or the third night and I\nhave seen the they were uh they were accustomed to making a dance, a dance with\nbending the knees, and they had a napkin and and they they was dancing and singing and\ngoing around one to another and kiss each other. I say that's not a nice living what...I\ndon't want to live this way. I say I better go back, back to Austria, to Germany, and I\nshould be able to see a different living, because there I have seen people starting to get\nback in in of their own, you know, living in in in Germany before I left to go back to\nRomania to find my sister... see people, uh they they they had already made a shule (ph)\nand the American people brought with and you know, they start _—_s again\nand they start making again a Jewish, a Jewish tradition. And I got over there. I got so\nshocked what happened...I say that's not good. I took my sister and I asked some other\nguys who wants to come with me. I say it's a way because now it's free. We don't have to\npay, and we had to go...I don't want to stay here and because according to the Russian-\nRomanian regime or because it were so early in the in the in the year what we\neverybody...I say we hadto goto _ and from , from there we will go back to\nAustria, because the the living in in Germany and Austria 1s...the people starting living a\ndifferent...without the the the dancing what I have seen going on, the living so with\nnobody _ in the horrible what the homes, what what they are took over from us and\nwe...I I went in the day time. I went through the street. I have seen where they had\nfreedom, you know, where the the people before they took them to ghetto, they put them\nall in one house. It's __ in the street you can find places in the cities and __. Matter\nof fact in many towns, there used to be a mill where they they they grind...they making\nflour and I went over there. say inthe _ house I will tell you...you know, inthe —__\nmill...I cried like a baby. I say to my sister where she lives today in Israel...I said listen,\n_____, tomorrow we don't have nothing. Our parents don't leave nothing. We have to go\naway. So she took my word. I took her and we went tos and when we gotin |\nwere already Jewish people living there what they transport us little by little to, back to\nAustria, you know, and uh I went...I don't know what what we paid them because my\nsister had already...we had __ 1n Bucharest, the Jewish community, the Jewish people,\nwould give to each concentration camp what they an amount of money and my\nsister still had it, so with that helped me, because I I don't went to get the money.",
        "Q: ___ can you tell me a little bit...you...you took your sister by the hand, and where did\nyou end up? Where did you go to?",
        "A: We we we went in...my my sister...we went to the to the train because then you don't\nhave to pay because I still had the the badge over there, you know, and I went and I took\nher and we went to ,from_ _ to , you know, by train. When we got in\nwere already a Jewish comm...community, and a lot of people, they tried to leave\nbecause everybody want to leave and from there we went in ... they took us over,\nyou know, borders. They paid up the borders. You had to pay...I don't...could not\nremember how much money my sister had then, and we passed and we we went in\nAustria. When we went in Austria, we went and I could not remember the place. We\nallowed...it were a lager...1t were already a Jewish DP camp in Austria, and uh we...there\nwe stayed for a while. You know, a couple...I could not tell you...we stayed for a while,\nso and there we went to ==. When wearrivedin___, you know, because I were\nalready in ——known. ___ before when! were in __ hospital, and uh because we\nwere religious, it were already in the time when we went back, were __ and\nand , you know. Every block. Were a lot of blocks and every block had a different\nname. Uh _ and and , Jewish organization, _ Jewish organization,\nand I decided with my sister because I find somebody from my town what were religious,\nan older person...the Pollack (ph) was living there and he say you know something,\nIsrael. Come in and let me and live with me. There's plenty place in in in 1n the same. I\nsay Ihave a sister. He say we will put ——_—s and, you know, I....you know whata____...a\na divider, yeah. (Coughing) And your sister can live there. And we done it because we\ndon't have no other choice. We just got arrived there and uh a couple of days later we\nfind other two sisters in my town, | ; . | could not remember\nthe other name of the sister and because mine mine mine sister Sisyl (ph) was living with\nus,meand __.__ say to me, bring him in too. He's from Masiv. Bring him in, so when\nwe brought in the two sisters, what they live today in Israel..also they're alive. And uh\nfrom there, from there, you know, a while...you know, I ina___ kibbutz and I\nstart working and I had a tailor shop, you know. We start...I start doing some tailoring\nand I find a guy what I used to know from before. Uh he were a tailor and and he and he\nsaid to me, you know...he's David Katz (ph)...he lives in in New York...and he said to me.\nWe livedin___. He lived in in Block D, and I used to go there. We met him over there\nin in the Block D, and he said to me, you know, Israel, I'm I'm getting married. I said,\nyou're getting married? So. wife sand I was in his wedding and and then we\nstarted a a partnership as a tailor. I started working little bit tailoring, and then so and\nso...he got married. He got married and I was wandering... a young young young boy,\nyou know, and wandering in the streetsin DP camp and ____....it were a hugh hugh camp\nwith a lot of blocks, and one one one day, you know, I was coming to and I say\nthey's getting married and they getting married, you know, but not married into the talis\n(ph) andthe __, real real marriage. So of course in mine, in mine block, all the\nbut he survived the concentration camp. The .Hewere _ before the _ and\nthen he were...he survived, you know. I didn't know how how...",
        "Q: Who was he?",
        "A: He were arabbi. A _, a rabbi, you know...a real rabbi. You know, likea___. But he\nwere already married. I didn't know...he lived in that block, but how, you know, in the\nJewish tradition, is he were an older person and also married. I don't know he married.\nWhen I come he were already married to this block (ph). When I left...",
        "Q: OK. What did you do?",
        "A: What...I I have done. So I went to this rabbi, you know, because we were neighbors\nand uh I told him, you know, I'm so lonely. I don't know...I have a sister. She's\nwith me here and I don't get uh...she she always bug me to go looking for other people. I\ndon't feel so good after... survived. I was just a mussulman. I was just _ and bone. The\nfew the few weeks what I were in the hospital, they put me on my feet. When I got freed,\nI could not stay on my feet by myself. They had to hold me. So, well, the rabbi said to\nme, get married. Find somebody, some...some...you know, and the next Saturday...next\nSaturday night I was...I think I were invited to eat by this rabbi. This Saturday...and this\nSaturday night I went out. It was, you know, like the young people still want to live and\nthey had a band. I don't know...a German band or a Jewish band...this I could not tell, and\nI went uh there too. And seeing in this place people dancing and dancing and\ndancing...suddenly I saw a young girl that uh, you know, dressed young, scared, poor like\nme. I was not rich either. (Laughter) And I approached her. Can I dance? And you know\nwhat she say. You know, I have to dance who she has. She says she don't have nobody.\nShe lives in a block so-and-so and I asked her can I uh...you want to dance with me? I\ndon't remember I danced or not with her. But what happened...I asked her can I take you\nhome. She start...wondered yes or no, yes or no, so we start walking till I got to her home\nand when we got to her home, you know, and she don't invite me. I invite myself in,\nbecause when I got invited uh coming in I say she had a father but he survived the\nconcentration camp. They live for a while in Czechoslovakia and then he come back to\nGermany and he lived in the same camp, and she had a step-mother. When I walked in\nand I see Jewish people...they were, you know, personally and he survived. I give the\nhonor...I say to him, right away, you know, I I like you should trust your daughter to me\nand now I can say that in English. And the old man he say if she want, why not. So the\nnext day I got hooked up. I could not sleep the whole night. And the true magistrate was\ncoming Sunday morning but Monday morning I approached her. I say, you know, you\nwant to marry me. She looked at me. I say I'm honest and you're honest and your\nfather...she say I'll go ask my father. And before she asked her father and mother __ get\nrid of her, she say yes, yes...he is a good boy. He'sa good ___ and got so I approached\nagain the rabbi. The same rabbi was give me that __ and he say yes. He say you have to\nthe Jewish tradition. So when they had already thena — inin____ lager. They had\nalready, you know, . They was fighting. He wanted young people. They wanted\nyoung people to come and join them, so the rabbi invite me I should go and marry first\nand be in Germany where I should , to be married legally, because he didn't know I\nwill reach America or wherever I go it's is good, because we know in the home we had so\nmuch trouble...the the our parents and our grandparents had so much trouble because they\nwere not married legal, and when Hitler come to the power, he killed the mother —__\nbecause she had one name and then he killed the people the the children because they had\nanother name, so the rabbi opened my mind and I say I think you're right. We went. I\ntook my, you know, my wife while she's __...and Isay when you _and you're serious,\nlet's go. So when we wentin ——_—. We livedin — _ DP camp, and we went in in the\ntown of , So when I got that information to somebody and he invite us to go to the\nmayor of __. We went to the mayor and we come in two children, you know, scared\nand shaking and I say, mayor...in Germany because __ Yiddish you understand\nGerman...I say I would like to marry this lady, this woman. And he say to me you cannot\nmarry _ paper. You had to go first in the doctor, taking blood and see the blood —__\nso when I find . . So I went there. The mayor was so kind because I\ngive some American cigarettes and uh you know, I used to get once a month a care\npackage from from America, you know, in the lager for the children what they were\n_____...once a month they give a little care package and in the package were two packs of\ncigarettes, a pack of chocolate, some coffee, some...I don't know...",
        "Q: little bit. Can you tell us how and when you actually got married?",
        "A: Yeah. So well uh and then we got...you know, to the...I decided...I took with my the\ncigarettes and I have given to the mayor a pack of cigarettes. When I come back from the\ndoctor, he say to me come back (sneezing-coughing) the next day. We come back the\nnext day to the same mayor, and he putona__. You know, even though the\npapers...we have legal papers. We have legal papers and the marriage license but the\nmayor is German. We have legal papers. [hadaa____ while he went to get and\nthat's we we find ourself there. He were a printer, and there he took Jewish\nletters...",
        "Q: I I just need to know...did the mayor marry you?",
        "A: Yeah. Let me tell you how the mar...the marriage was done by the mayor. After I put\ndown the package of cigarettes on the table, he coming out. When he coming out, you\nknow, and his office had a wooden...what I remember to this day...had a wooden bottle\nwith some wooden glasses on the table, and he come out with the the German flag around\nhis arm, you know, with a with a with a book and he...I think his wife and with somebody\nI think we had...I could not recall...to be witnesses, and he say something in 1n in\nGerman, you know, and the only thing we don't have to either a ring, so the the the the\nmayor himself took off a ring from his finger or from his wife's finger...I could not\nremember...and he say hold the ring and they put it on. I took her hand and put on her\nfingerand _I say yes, yes, you know. I say yeah, yeah. And we got married and he\ngive us the blessing, and he give it uh marriage license, a paper. When we had the paper,\nthe marriage license, we come back to the the DP...into __ lager and we went to the\nJewish to the Jewish what is organization special what took care of the whole\ncamp, and I say I'm married. Before went to _—_s and I say, you see. We we already\nmarried and because he was in the kitchen...her father was in the kitchen, so the guy, he\nmade arrangement. He say why not. I went back to the rabbi and I say rabbi, we have the\nblessing from her father. We have the blessing...the blessing from __. You know, the\nthe president of the of the organization and the other. You should marry us. You\nshould give us . So what the rabbi say...I have never done it and I don't want to do\nit, you know, but because you're with me in the same block and I start bugging him and\nbugging and bugging him and he say yes. So eight days later uh it's in...I'm sorry I don't\nbought... have in Jewish and I have in German the marriage license...\nTape #2\n... you know, in the camps, and from there when after we got married and we lived in\ncamp with my wife already about almost eight or nine months. We __ to go to Israel, so\nuh in in in Germany, in the DP lager, __ because my wife had already our son,\nAbe, and we went to Israel by air and I obligate myself to go , SO when the\ntransport went, we went about four hundred Jewish guys in a maritime ship. The ship\nhad uh went in the Jewish...[ don't know from ___ or whether it's the Brichah. I\ndon't know exactly who made the transport, so that's what Iremember. The ship had\nfrom Marseilles and from . When we left the the four hundred uh Jewish people,\nwe had all kind of different names. In Marseilles we lived off different names. Nobody\nhad no identifications. When we arrived at the boat, when we went in, we we do had\ndifferent names and when I arrived to Israel, whenI _, nobody had his own name.\nAnd when we got off the ship, it were very, very hard and we don't have too much to eat.\nI do remember we threw down in the water...we had _ and other kind things, cause\nthey had more space and uh we went in . We went to I think to Gibraltar and from\nGibraltar we returned back to Haifa with the with the ship. I got...when I arrived in Israel\nwith the ship, we we took us down, you know, and I start asking...I have a wife and a\nchild . Nobody knowa___ and nobody could answer me the questions. They\nsay they'll be in Israel. Go find out. You know, Israel is not so big they told me and now I\ncan explain this in English. Then we we talk in Jewish. Neither could I speak Hebrew,\nbut I speak no and finally I start...I got freed because immediately they told me you can\ngo wherever you can find your wife, so I went ina camp. They had put up __ and\nlagers, so I went from one place to another till I find my my wife. I find my wife in\n, and when I find her, she told me she was so sick in the couple months what we\nwere apart that I could not believe. The only thing she say what what 1s stayed here is a\nlot of sands and the water is not clear and that's not clear and there's no toilets and no\nwater and no bath and no nothing. (Cough) I said then why we come here. I told her we\nhad to go somewhere else. So then we got at our home, they send a . The sent it to\nRehovoth (ph) and from Rehovoth the community send ituhin _.It's.____ place. The\n_____ used to live in a house from mud...mud...not bricks, not cement...mud. It were it\nwere paint and paint pieces uh the the roof. Finally we got over there, you know, and we\ndon't have nothing but the one house and the other were a half a mile to see, you know,\nand there I start go working and then they draft me. They...I went in in in service and I\nthey took meto _. They took me to to Rehovoth. I got drafted and they took\nme...now I forgot already exactly where, and I were ves",
        "Q: How long...excuse me...just because we need to move a little bit...",
        "A: For a year. A year I was strictly soldier.",
        "Q: Did you fight in the war of independence?",
        "A: I I don't fight in the war but I was fighting in the war after that. I were and they\nlearn us how to build bridges and other kind, and all the times, you know, nice\n. | went to ambush. I were on ambush and I were in in , you know, and they\nchoose somebody and through faith what I had in God they send me and I worked in a\n, as...and they send me to make machine, you know, in the military because I had a\na...my wife had somebody before in Israel and he worked in the same inthe same\nand I got a job over there working —___ what had four hundred thousand heat...and I had\nto drink milk and the other kind so I don't work too long for there and then they\ntransferred me in another place and after that I liberated and I got to be in the in\nthe in the...you know, I had a family and I got to work and and from there we uh I\nworked a little here and there and we made a living and my wife become pregnant again\nand we had our daughter, God bless her, and our daughter was named Hayya (ph). We\nlived inaplacein___. Half of our house were into the sea and half of it and one time\nthere were a big storm and and the whole house fall down, and we were lucky. We we we\nwe we saved our daughter, our child, and uh we had a lot of hard things in Israel, but we\nsurvived in our kibbutz and in 1957 uh we had hardships. We we could not have to give\nour children education and I have not find the proper the proper __ to work, so we\ndecided we make out betterand —=.Mywifehad __ in the United States and she cried\nto him, and she come out first and then I still been obligated to the military, and\nthe military don't let me come out together with my wife the first time, so we got split up.\nI made a deal with my wife... | come to America, they used to say when she come to\nAmerica, it's like . You know, you don't needa _____ because she's over the sea, so\nI kept my daughter and she took to America our older son, and uh and ___ the American\nmade papers I should the Israelis to let me out, you know. My wife had to come back to\nIsrael in 1957 and uh she come and we come to America. Since then I'm a loyal citizen.\nI've become a citizen and uh I'm I'm in different organizations, not the communism\norganizations. I help other people and I've become a Mason (ph). I'm a member in the\nmen's club and __, and Jewish uh Temple Israel, and I'm a loyal and honest uh member\nof the community and I tried to help. I help more other people than I help myself. I'm in\nbusiness. People coming in to me and they don't have enough. I say __-_~—_s«sme more, so\nwhat I give them always they bring back a lot. Because of that I loose a lot of customers,\nso but I don't mind because I'm I'm a loyal citizen and uh my time 1s not wasted. I I I take\nmy time and go visit Jewish old people and give up time. I play bingo. I help them\nfeeding. I help carry them to the doctor. I help to do all kind good things, but uh my\nparents don't have it like that because they were not a tradition. My parents got uh a\nlife... a life. My mother, my sisters and my brothers...you know, and we survived.\nWe were seven. We survived three of us, and now God bless them...they should have\nlong life to live and they have their own kids. They they and they have their own\ngrandchildren and they want to see go live together and and and mine to been here\nand to know...when I go away to the heaven and to be remembered and some of our\ngrandchildren or some people what they'll recognize me or my wife. They remember they\nsee what I was an honest and loyal, true citizen of America and of the Jewish faith. I give\nup my our head in Israel.I and I had splinters in my feet. I were in a hospital. No\ntelephone. My wife I could not write ves",
        "Q: When was this...",
        "A: When I was a soldier. And you know, when I went for ambush, andI werea__ and I\nhad in my feet, in one feet twice, and you know, splinters, and uh and I have a good\nremembery and I'm proudest I had a part in Israel, you know, of my life uh because my\nparents and my sisters and my brothers don't had that what I had. They see a Jewish state\nafter two thousand years.\nGod bless and uh and Israel and God bless America, because I'm an American citizen and I'm for\nAmerica hundred percent.",
        "Q: Thank you very much.",
        "A: You're welcomed.\nEND OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Would you tell me your, your full name please?",
        "Q: Let's... let's let's not not get to 1939...tell me, tell me...not just yet, OK?. I'd like to know a\nlittle bit more about your childhood. Tell me about your father. What did he do? What\nwas his work?",
        "Q: Tell...tell...tell...look look at me... TECHNICAL CONVERSATION ...tell me...tell me\nabout cheder. What...why did you go there to cheder in the first place?",
        "Q: Tell us about that. Tell us...tell us...Saul, can you just just back up a little bit? You told\nme before...before we talked about you being a tailor, you told me that your family was\nreligious.",
        "Q: Why...why were they rounding you up and why were they taking you?",
        "Q: Tell us, tell us, tell us what what...when you were in this labor camp, in the first labor\ncamp...let's slow down a little bit and tell us what that labor camp was like and what did\nyou do there.",
        "Q: What was...what was it like. What...what...let's let's...1f we can...tell me, Saul, what was\nthe work like? What were you...did you...was the work easy? Was the work hard? Did\nyou get enough food?",
        "Q: Saul, were you still... were you with the Russians?",
        "Q: What did you do in Mauthausen?",
        "Q: I don't understand...",
        "Q: You went from the hospital to this train?",
        "Q: Take your time.",
        "Q: Saul, I don't understand. You you went to these different camps looking...",
        "Q: ___ can you tell me a little bit...you...you took your sister by the hand, and where did\nyou end up? Where did you go to?",
        "Q: Who was he?",
        "Q: OK. What did you do?",
        "Q: little bit. Can you tell us how and when you actually got married?",
        "Q: I I just need to know...did the mayor marry you?",
        "Q: How long...excuse me...just because we need to move a little bit...",
        "Q: Did you fight in the war of independence?",
        "Q: When was this...",
        "Q: Thank you very much."
    ],
    "answers": [
        "A: My name is Isaul , saul, English. I'm born in a small town in Romania that's called\nMasiv (ph). There...there I was, you know, going to cheder and and nothing and and the\nwhole town they had one school, you know. My parents were , they called them\n, and I had uh a few brothers and a few sisters and was taken away the end\nof 1939...",
        "A: My father what I do remember, he used to have uh horses and a wagon and he used to,\nyou know, transport wood, logs and uh how you call it...in the , you know...what we\nwas talking before and uh and from there it was like a factory and they took to the union\nstations uh logs, you know, and they transferred...transported what I remember his living.\nAnd uh my mother was a house...housewife. And she take care of the children and uh in\nmy memory I've never had grandparent what I remember. Uh my mother had a brother in\nmy town and she had a...we had uh relatives in town but they don't survive too many\nconcentration camps, after the war, the Holocaust and uh (cough) after the...and\nnot after...a long time that I used to know and I went to cheder...",
        "A: A cheder, you know, that's what how the Jewish education, you know, and I remember\nnext door to us, we used to meet over there. We had a rabbi and we uh we had several\nyoung children, just boys...not girls...and we learned . We learned, you know,\nand and uh the Jewish quotations like . We we followed them\ntheir their steps and uh then later when the , you know, when I were around\ntwelve, thirteen, I went to learn uh uh uh to be a tailor. I went to be a...to learn a trade,\nand I was learning a trade in the town and uh then when I...",
        "A: Yeah. My family were...yeah...my family were religious. My father used to wear\nSaturday...Saturday's clothes. He had...he weared uh cotton and uh a girdle, uh you know,\nover the cotton, you know, and he wear a , you know. He wear...you know...he\nweared not just not at home but in the home of mine friends and the home of our\nneighbors and uh usually most in the main street 1s all Jewish people lived and we had\nsome Gentiles on the side and some Gentile...we goed out together and uh we have in the\ntown very...we lived like __ and and there is no more hate, but I couldn't remember too\nmany years...maybe they had before or after or whatever, and then so my older brothers\nwent the same thing and and cheder and then it's what I remember, come into the years in\n19...1939, you know, my uh brother remaining...there come a time when in every\nhousehold had to go to work, you know, to do some work and and in my home I was\nchosen by my family that I should go. When I went there to work I had _, you know,\nand I was taken away from the home and and never return. I do remember one time when\nthey told us we will go away, far away from the home and uh when they took me away,\nmy mother went after me but uh , you know, when they took me away, and\nShe...the only way ofher __ I should try to survive, not to eat _. That's mean, you\nknow, but we don't have no choice. And the week when I arrived there to the where they\ntook me, this place were in where they took me were Kaisek (ph). That's...they took me\nfor remaining to Hungary because the Hungarian...",
        "A: Because they...I think they they took not just me. They took all the young, young guys of\nthe age I think. They took, you know, to a certain age they took them to labor. When we\narrived up there in Kaisek and we were for a certain time in Kaisek and then the law\ncome out the Jewish people had to wear yellow ribbons around their left hand and uh\nthe...over there when we arrived, they gave us, you know, a certain hat. The\nHungarian...the Hungarian of the hat and the yellow band and from there they\ntook me to different labors...1n Hungarian first and...",
        "A: In this labor camp where the first time that they took us, they cleaned us certain way and\nthen they took us and uh we build bridges. We, you know...they had little uh and\nwagons and we we digged the ground and we carried from one place in another, another\nplace the ground, and then we worked and and and they made roads. You know, some of\nthem not stones to make it pieces...you know, gravel, and some uh some some carried uh\nwheelbarrows with the ground, you know, that we all do with wheelbarrows...carrying\nthe ground from one place to another to to make it level and from there we went uh in\nanother place and then they start start to transfer us in different places, always labor\ncamp, labor...hard labor. We always worked, you know, la...such a labor what uh all the\nold ones _, you know...and and we...they took us and and the ___ people, hundred\npeople in in one transport, and we all...we worked where they had bombed before in in\nHungarian, you know, in uh and we tried to to straighten out, you know, different\nand union stations, but wagons what they they had or what places the bombs fall. We\ntried to uh around them and then in the dark, transferred us to Czechoslovakia and the\nsame day we we worked and and and in fields. We cut wood and we we...you know, they\nmade...we made roads. They don't have roads, you know, for the Hungarian or for the\nGerman military and the Hungarian military, so we...they...we had to cut wood and\nmaking roads up in the woods and and so we always continue go farther from town to\ntown. We only would stay in one place for a certain amount of time and so long we are\narrived to Czechoslovakia and Czechoslovakia and we stayed in towns, also doing the\nsame thing, mostly always doing the same...making ...1 don't know how to\nexplain it exactly in English, but means and in there they took us...",
        "A: You know, the work was...the...1t was...the each one had to dig so much and and and\nthe...you had to make your order what they have ____....let's assume they give a yard to\ndig out. It must be for so long and so wide and so deep and____ between people,\nbetween us... it were digging people, you know, children, stronger children what they\nfinished much faster. They give a hand to other, because other maybe were beaten up or\nwe had to stay longer to finish your work, and then you had to st...stay longer. You were\npunished. You were beaten. You were uh tortured. You were all kinds of different things\nwere done to you. And then from then we were transferred by wagon, by by foot, wagon,\nsometimes by train, and so...so long we we arrived to Poland, by the border by Poland\nwherever you had, and you know, taking with you from Hungary, when we arrived at the\nborder, the ... that mean the the the police, the border police of the Hungarian, says\nto us, you know, and they took it away from...everything what we had. —_s~when\nsomebody had good shoes or good boots, they would take away and give us rags and\ngood clothes and they beat us. From there we went to Poland and in Poland we done the\nsame identical work for the Germans. There the Germans took it over. The Hungarians\nuh they...we were assigned to the Hungarians but we had to do what the Germans wanted\nwe should do. We had worked hard labor and again the same...we worked with cement\nmaking, you know, again against uh tanks...tanks uh... monument. We did tank. We\nworked in different different things, and we were there for _ long time and then we\nwere sent to the Russians for a while. We...when Russians come forward and the\nGermans could not bring it...they could not bring the food. We had our own houses but\nwe used to ...1 don't remember at one time and that were in\nPoland what the...you know, and uh but I don't remember when they they transferred us\nagain to Czechoslovakia...",
        "A: With the...with the...no. We wasn't with the Rus...always with the Hungarians and with\nthe German. We never been with the Russians. We only been...because I won't\nand the Hungarians didn't get and the Russians didn't...and the German German regime,\nyou know, made the Hungarians. I never been under the Russians. But the Russians, you\nknow, they was talking like the Russians come forward and forward, so _ but backing\noff, backing off to the back to Czechoslovakia, to Hungary, to Slovak, you know. We\nalways stopped and worked hard labor, hard labor. And uh so long we get in a\nplace...we...they transferred us I think in 1944...uh 1944 they transferred us. They\ntransferred us to...they load us in in in wagons and they brought us to Mauthausen the\nfirst time in the camps. And in the camps, when I were in the camps when...I were...when\nwe arrived in the camps, we had to leave everything in, you know, and we walked about\nuh three or four miles from where the...maybe longer and uh we walked. We walked in\nthe camps in Maut...to Mauthausen, a hundred people there. I think that's were the last\ntransport, where they brought Hungarian Jewish people to Mauthausen, and we have seen\nthere, you know, when we got out and stand in line, we have seen a lot of dead people\nwhere you come in to go in, they were already transferred from one place to another for\nweeks and weeks and weeks, and and then they choose some people to help uh take them\nto gather, to gather the clothes and what was left over in the wagons, and I got one of the\ntwo uh choiced (ph), and I helped just clean up the the wagons and then we put\neverythings in such a a what people in the two wheels like wagons but we...they...instead\nhorses, we pulled it into the lager and the camps closing with the what you have bringed\nback from from Hungary where they taking them in the wagons, and then when I arrived\nin Mauthausen, when I arrived in Mauthausen...I don't remember exactly the time...I have\nseen and we looked 1n in in the lager, I've seen in one side woman and one side men. And\neverybody was naked and then they cut us of the hair and they leaved...they leaved a line\nin the head, they leaved a line in the head...is like to be recognized, you know. We were\nprisoners. Uh we were con...uh you know, camp people. There were when I was selected\nand not just me...all the people what there is...we went to the line in the names and and it\nwas long tables, and you been going through. They asked you how you feel and what\nwhat national...what you're doing and how strong we are, and down to the end by the\ntable they had had people standing to put me on a band, a band on my hand, and they\nsewed it uh...1t were a little tin tin metal and it had a number, and uh from there they took\nus in a in a block, you know, and from this block we went and they took off the\nclothes what we had and and we went in the against I think disease and then\nthey assigned us in a block and I were assigned to the block in in Mauthausen, Block\nThirty or Thirty-One. I could not remember exactly the the number. And then we were\nthere for a week, two or two weeks. From there they because...",
        "A: In Mauthausen, I have not done nothing over...they took us to Gusen (ph), and they took\nabout four hundred people because it were overfulled, Mauthausen. They put...it's not\nfar...we we walked about four hundred people to another camp. The camp were Gusen\nand from Gusen I understand (ph) in Gusen the...there we went those to to work in bomb\n(ph) holes but they bombed already, and uh they took...one time I were located...they\ntook me, you know, working for a farmer and uh I was working with...they took thirty\npeople. They were all not just Jewish people. They...we were...and we were French, I\nthink then it was between us and it was remaining people, the Hungarian people, and we\nwere a couple of Jewish people. And all military uh German...he took us to him and\nasked, you know, ...and it's like a farm and when we arrived with the old soldier, a\nGerman soldier, in a in an automobile, when we arrived up there, he gave us to them and\nthere sat us and then we had working there for a couple of weeks and we were, you\nknow, and they took up from the land, and we helped taking up and then the German...",
        "A: We...they had uh to clean off the the land. Over there...about thirty people. And when we\nwere finished...over there we don't uh and they had , alot of , and we had to\ntake it off in the ground and and that's all in in Germany, and and there we are...we we\ngot paid. They give us uh food. They gave us cigarettes, you know...not\ncigarette...package of tobacco uh what I have never smoked and I bought it back to the\ncamp so what they took it away and uh and we...the couple weeks uh, you know, they\nfeed us good and the the German what belonged the farm, he don't like...he don't get\nalong with the military what they have sent out with with us to take care of us. They sent\nall German soldiers. He let them go and he took over and one night we were left open our\ncertain house in our room, all of us. We slept in in in straw and he come in and he say\nwhen we behaved nice, he will take...we will have everything, you know, what we want.\nNobody run away. Nobody to do something harm and then we we will...he knows we are\nheftlingers (ph). We are prisoners. We are, you know, in in to labor, you know, hard\nlabor uh punishment and and when he ____ when we willing to do that, he let the German\ngo away. He done it. He give us to eat and to drink. He locked us up at nighttime and we\nworked all morning near another, you know...we had to work one line (ph), and\nsometimes two lines and three lines, and when we were finished, he...every evening we\nhad regular meals what he cooked and he give us to eat and and after thirty days I\nuh...less than thirty days when he himself took us back to the camp. He took us back and\nuh I think to Ebensee (ph), in a different camp because the...and there in Ebensee we also\nwent to work...we worked in different places where the hundred people they walked out\nin a unit and by train and some of them by trucks and sometimes not in by train and\nsometimes not in by trucks, to labor, hard labor. That's also were in bombing, where they\nbombed and we tried to clean up. On railroads I have seen mine colleagues, mine\nfriends...that twenty people enter one one of the lines when the railroads and God forbid\nwhen somebody falls, they all fall and and there were not allowed...were not allowed to\nto the others to go help them pick me up. I have seen there dead people, dying and very\ntouching human...in between us, and I falled in in a category...we we was\ndigging...digging other other...making ...you how they say...uh trenches. And uh\nbetween us were a a German. He had a very bad habit. He were a...had a habit...he used\nto go and pick up somebody and take him out and beat him for no reasons. And till one\ntime I fall...I fall in his category and working so in the he he start screaming,\nhey...you there, _, come here, uh you know. When I approached him, you know, and\nhe took me on the side... , you know, on on the side of the house...we worked in the\nback, you know, where the bombs had falled, and we we worked...and he he put me near\nthe near the wall, my...myself. And he come to me and he asked me, you know, in a nice\nway, nice talking...and then he come and he lift up chin. When he lift up my chin, he said\nto me in uh his voice in German ___ because I speak Yiddish I understood the\nGerman...he says where's your God, and I raised my right hand...I remember it exactly...1\nraised my right hand and trace it to the sky. As soon as I lift my hand to the sky, he\npunched me in to my stomach. He give me such a punch because I was near the wall, I\nwas thinking I'll faint, and and down here he lift again my chin, you know, and he asked\nme again, and uh again I raised my hand and I telled that's my God. I believe in Him.\nAnd he knocked me...he knocked me again...he knocked me in the front in my nose. I\nhave a broken nose and he knocked those...my first three teeth what I have up to today\nfalse teeth. He broke them...I took out my teeth and threw them away in the front of him,\nand I was bleeding very much. And the same minute, when I took out my teeth, he asked\nme again, .It's like a = «in God and I say when he asked me who's your God,\nI say you my God. I pointed with finger and with the same hand, the right hand what I\npointed to God, I pointed to him and I say you my God, and he asked me how come I'm\nyour God. I said when you don't beat me, you're my God. So uh he stopped working and\nhe sent me back. What what he don't...because I was bleeding and I was very in pain.\nSomebody asked _, you know, I'm and he called the other guy and say, hey,\ncome here. And he say you take his shovel (cough), and go in there...he showed him..he\nsaid to me go show him where you were with the shovel and come back and the guy left a\nof water 1n in the side and I come back and he made me carry the water, with a\nlittle cup, tin cup, and to give to each one, you know, some because it was drinking...give\nthem a little water, them a little water, so what he end of the day. He let me carry\nit down in order to make myself easier. The next day I falled in his category, again within\nthe hundred people. When I got again and I say, because he...I mentioned as he's my God\nand he can help me, because before the word spread around between the Jewish people,\nas they, you know, a street, street, strict you know...the strict come, you know, between\nus we give each other the word, the pass word was strict, strict, because he had a habit to\nbeat up lots and lots of people. I start spreading the word...when somebody between the\nJewish people...he he choose...again when he asked you who's god, immediately tell.\nYou'll not be beaten like I was beaten, because all all the people are to go there in mine in\nmine in mine neighborhood, they saw when he beat me up, and they saw I was\nbleeding...they saw I could cry because you cannot cry because they they made you not\nto cry, so and then it was easier. I had a friend what we worked together for years. It\nhappened to him the same thing...the same...he took him out. They want to take him in in\nin the crematory and work and and I told them when that happened, he should he should\nsay the same words and he went, you know, and it just happened a day or two later, he\nwere in a different group, but this guy used to go around __ groups to group, just to do\nthis thing to beat up people. He beat them to death. And he he told me when we got back\nin the camp to the dorm where we used to sleep, he said Saul, you know something,\n. I fall into today the same thing what you got. I say what happened. He said to me,\nthat guy, that German, what he done to you and you told me...he he took me and I\nimmediately told him you can't hurt me because you're my God, and I was not beaten.\nYou saved me. Then, when we were in the in the camp in Ebensee, we went in another\nplace to work. In Ebensee, you know, they had built something, you know, and uh we\nca...I fall in the category to carry cement. Bags of cement. I could not remember\nthis...forty pounds, thirty-five pounds, fifty pounds...that I could not tell the the weight of\nthe...but one thing I remember is what like _ and it had iron bands, you know, inside\nthe chain and it's had the back what the straps in the back and and you chained up\nsomebody behind what put up in in the...we carried what you can in the back like a\nbaggage in the back...the cement...and what another two people and one was put on the\nback and the other was staying in the back not to fall up, and you carried, and I was\ncarrying that that that that...1t was ...1t were steps. You go five steps and there were a little\nplatform, and then you had to turn to the other five steps and another five steps, and I I\ndon't...can't look in the back who come behind me. I think when I go in the in the tenth\nplatform, I'm going to twist around and, you know, when you twist around on the\nplatform into the second or third steps, I'll be able to lift my my bands because I was just\n_____ and bones...lift up my bands, you know, to make it easier, and I don't realize as\nbehind me is an SS man. And the SS man took his rifle and and he hit me in the left hand\nwhat my left hand up to today is broken. I have a broken hand. He broke...he broke mine\nbone. Mine bone is broken, and here the stitches, and here the stitches in my hand. I had a\nwrap. I were in the hospital that were two or three days, two days before we got freed, in\nin in Dachau. The dead happened. And I were laying into the block when the black\nbrigade freed us, and uh then I was taken all Americans...the American black brigade\nfreed us in in the camp. I was thanking then all the blacks, so when we coming in, they\ntook ininin _ and they (cough)...what I remembered they took in a in the the\nAmerican trucks what they had showers, and they...it's...and they they took my clothes\nand they bathed me and they washed me, and from there and from there they took us in a\nina van with alittle uh ~~ you know, in to...they made a hospital and from there they\ncarry me in the hospital and they had doctors come in and looking and they had brought\nin I think German nurses, German doctors, and once and over the American black doctor,\nDr. Brown (ph)... don't know where where he 1s or whether he's still alive or not...he\nsaved my hand and he saved my life because I don't know I fall in love to him. He used to\ncome visit me a couple times, to today you know, and when the the hand, because I\nremember uh you know, when they cut my hand, you know, and they put in an iron rod\nand I had casts, you know, from one time for in two different positions of my hand and I\nthink I were in the in the hospital a couple months andI___...the time when I were in\nthe hospital used to..the Red Cross bringing in list of names, you know...who's alive,\nwho's not, who survived, who's in other camps and who's...you you know, in\ndifferent...and I had had names what I used to know the next neighbors towns. I'm from a\ntown and I used to know our town's...one town to another were the same same kilometers,\nyou know, far and we used to go together in in in in the time , we used to go from\none town and another just visit __ trains or families, and uh when they was reading the\nlist of...I I had the name to my town what were mine mother's brother's daughter, and that\nmade me...make, make me go and and ask they let me go from the hospital, and I want to\ngo home. I want to go home. Maybe I'll go find somebody...I go find somebody so we\nfinally...1t come at a time when the the...I got my papers...I got my papers, you know, and\nthey let me out from the hospital. When they let me out from the hospital, I still had casts\non my hand whether I could have more movement. There were a time I had to bend my\nfingers because been a long time I could not bend my fingers. It took me I think about\ntwo years till I had mine my strength I should be able to move around my hand, because I\nwas so weak. When uh I got, I got...I tried to get home and then nobody asked me\nnoth...nothing...the trains and nothing in in you can ride. Wherever you ride you had a DP\ncard...I had what I got...they let me go and you showed that...nobody asked for money\nand nobody asked for...mine mine...I had just a feeling to go to see, to to find somebody\nfrom my family.",
        "A: From the hospital to the the train. Correct. I...after I got it and I got I got to uh Germany,\nto Austria, you know, in to Hungary, nobody and from and and from Hungary I went to\nBucharest, because when riding in the train you find so many, you know, what the\nthe...everybody tried to go look for sisters and brothers. You find so many friends in\ndifferent camps and everybody talking because it was just happiness, you know, what\nthey survived the camps and the...everybody went. They tried to see if somebody alive.\nWhen I got in Bucharest, I arrived in the afternoon in Bucharest and by the Union Station\nI find somebody from my hometown that's uh him...my face saw him the first time when I\ngot off from the train, and he said to me...his name was Libie , and he said to me,\nyou know, Israel, you know you have a sister. I said I have a sister. He say yeah, your\nsister is home. She were here uh a couple weeks ago. She went home. I say how long\n____ here. He say how many here...no more than six, seven weeks. Because he got free\nbefore me because I went, when I got freed in 1945 in the (cough)...I think 1t was May\nthe 5th that I remember. I could not exactly...and I went to the hospital and that will take\nme longer to be in Germany. The others went where they had more...they were more\nhealthy and they went home. So I took immediately the next the next train and I went\nhome. I tried to go to Bucharest, to , from to , from to\nMasiv. I arrived in Masiv in the afternoon. It's no like crazy feel like here in in America\nor in other places, and when I arrived at the union station, Masiv was the same Masiv and\nand I had to walk to...I know where my sister is because I was told in Bucharest.\nWhen I got __ town it was night time (coughing).",
        "A: Burnt out lights, but —__ lights. You know I'm born there, and I remembered and I got\nto the house. When I got to the house, I find other...another daughter, you know...one\ncan...a neighbor's daughter, and I say , uh uh I'm told my sister lives here. You\nknow, when she start screaming it's Israel, and your brother here. She fine. She's saved\nand she shaved her head and I heard with my ears, I heard that my brother Saul Israel\nis dead. I never had in in known he is alive. When she saw me, she cried. When I got\nhome and I see how they lived, and I was before before their God over there to the time\nthat I were in the hospital, I went inin camps. I went in ____ camp. I went in Feldefing\n(ph) camp, you know. Just...I had...I had time with the broken hand (coughing)...",
        "A: Looking, you know. You know, that's where (cough) when I still been in hospital, so\nwhen, you know, you don't need to pay and from Dachau to to Feldefing and to\nis not so far, and here was Jewish uh, you know, in the camps, and there were the\npeople lived in private homes already because the and uh and I could not go home\nbecause I was there. I had the, you know...because I were in casts, therefore, you know,\nbended the arm. So when I went from one camp and another and the Feldafing camp and\nIwentto _ and I went to . It's not not far so when I find a different living after\nthe three months, what were left in the three weeks, people got established already in\ntheir different ways. The start making kibbutz and they uh , kibbutz in in the DP\ncamp. YOu know, the the lagers was become a DP camp, so when I say the living is here\ndifferent, we...I have seen in Masiv they feed people what they survived the war about\neight girls _— my sister, and about five men, so when the the five...these people what\nthey the war they lived in the same house in a Jewish home what I used to know the\nowners of the house, but the owners died in in a concentration camp and uh I see how\nthey're doing because they made a party for me the second night or the third night and I\nhave seen the they were uh they were accustomed to making a dance, a dance with\nbending the knees, and they had a napkin and and they they was dancing and singing and\ngoing around one to another and kiss each other. I say that's not a nice living what...I\ndon't want to live this way. I say I better go back, back to Austria, to Germany, and I\nshould be able to see a different living, because there I have seen people starting to get\nback in in of their own, you know, living in in in Germany before I left to go back to\nRomania to find my sister... see people, uh they they they had already made a shule (ph)\nand the American people brought with and you know, they start _—_s again\nand they start making again a Jewish, a Jewish tradition. And I got over there. I got so\nshocked what happened...I say that's not good. I took my sister and I asked some other\nguys who wants to come with me. I say it's a way because now it's free. We don't have to\npay, and we had to go...I don't want to stay here and because according to the Russian-\nRomanian regime or because it were so early in the in the in the year what we\neverybody...I say we hadto goto _ and from , from there we will go back to\nAustria, because the the living in in Germany and Austria 1s...the people starting living a\ndifferent...without the the the dancing what I have seen going on, the living so with\nnobody _ in the horrible what the homes, what what they are took over from us and\nwe...I I went in the day time. I went through the street. I have seen where they had\nfreedom, you know, where the the people before they took them to ghetto, they put them\nall in one house. It's __ in the street you can find places in the cities and __. Matter\nof fact in many towns, there used to be a mill where they they they grind...they making\nflour and I went over there. say inthe _ house I will tell you...you know, inthe —__\nmill...I cried like a baby. I say to my sister where she lives today in Israel...I said listen,\n_____, tomorrow we don't have nothing. Our parents don't leave nothing. We have to go\naway. So she took my word. I took her and we went tos and when we gotin |\nwere already Jewish people living there what they transport us little by little to, back to\nAustria, you know, and uh I went...I don't know what what we paid them because my\nsister had already...we had __ 1n Bucharest, the Jewish community, the Jewish people,\nwould give to each concentration camp what they an amount of money and my\nsister still had it, so with that helped me, because I I don't went to get the money.",
        "A: We we we went in...my my sister...we went to the to the train because then you don't\nhave to pay because I still had the the badge over there, you know, and I went and I took\nher and we went to ,from_ _ to , you know, by train. When we got in\nwere already a Jewish comm...community, and a lot of people, they tried to leave\nbecause everybody want to leave and from there we went in ... they took us over,\nyou know, borders. They paid up the borders. You had to pay...I don't...could not\nremember how much money my sister had then, and we passed and we we went in\nAustria. When we went in Austria, we went and I could not remember the place. We\nallowed...it were a lager...1t were already a Jewish DP camp in Austria, and uh we...there\nwe stayed for a while. You know, a couple...I could not tell you...we stayed for a while,\nso and there we went to ==. When wearrivedin___, you know, because I were\nalready in ——known. ___ before when! were in __ hospital, and uh because we\nwere religious, it were already in the time when we went back, were __ and\nand , you know. Every block. Were a lot of blocks and every block had a different\nname. Uh _ and and , Jewish organization, _ Jewish organization,\nand I decided with my sister because I find somebody from my town what were religious,\nan older person...the Pollack (ph) was living there and he say you know something,\nIsrael. Come in and let me and live with me. There's plenty place in in in 1n the same. I\nsay Ihave a sister. He say we will put ——_—s and, you know, I....you know whata____...a\na divider, yeah. (Coughing) And your sister can live there. And we done it because we\ndon't have no other choice. We just got arrived there and uh a couple of days later we\nfind other two sisters in my town, | ; . | could not remember\nthe other name of the sister and because mine mine mine sister Sisyl (ph) was living with\nus,meand __.__ say to me, bring him in too. He's from Masiv. Bring him in, so when\nwe brought in the two sisters, what they live today in Israel..also they're alive. And uh\nfrom there, from there, you know, a while...you know, I ina___ kibbutz and I\nstart working and I had a tailor shop, you know. We start...I start doing some tailoring\nand I find a guy what I used to know from before. Uh he were a tailor and and he and he\nsaid to me, you know...he's David Katz (ph)...he lives in in New York...and he said to me.\nWe livedin___. He lived in in Block D, and I used to go there. We met him over there\nin in the Block D, and he said to me, you know, Israel, I'm I'm getting married. I said,\nyou're getting married? So. wife sand I was in his wedding and and then we\nstarted a a partnership as a tailor. I started working little bit tailoring, and then so and\nso...he got married. He got married and I was wandering... a young young young boy,\nyou know, and wandering in the streetsin DP camp and ____....it were a hugh hugh camp\nwith a lot of blocks, and one one one day, you know, I was coming to and I say\nthey's getting married and they getting married, you know, but not married into the talis\n(ph) andthe __, real real marriage. So of course in mine, in mine block, all the\nbut he survived the concentration camp. The .Hewere _ before the _ and\nthen he were...he survived, you know. I didn't know how how...",
        "A: He were arabbi. A _, a rabbi, you know...a real rabbi. You know, likea___. But he\nwere already married. I didn't know...he lived in that block, but how, you know, in the\nJewish tradition, is he were an older person and also married. I don't know he married.\nWhen I come he were already married to this block (ph). When I left...",
        "A: What...I I have done. So I went to this rabbi, you know, because we were neighbors\nand uh I told him, you know, I'm so lonely. I don't know...I have a sister. She's\nwith me here and I don't get uh...she she always bug me to go looking for other people. I\ndon't feel so good after... survived. I was just a mussulman. I was just _ and bone. The\nfew the few weeks what I were in the hospital, they put me on my feet. When I got freed,\nI could not stay on my feet by myself. They had to hold me. So, well, the rabbi said to\nme, get married. Find somebody, some...some...you know, and the next Saturday...next\nSaturday night I was...I think I were invited to eat by this rabbi. This Saturday...and this\nSaturday night I went out. It was, you know, like the young people still want to live and\nthey had a band. I don't know...a German band or a Jewish band...this I could not tell, and\nI went uh there too. And seeing in this place people dancing and dancing and\ndancing...suddenly I saw a young girl that uh, you know, dressed young, scared, poor like\nme. I was not rich either. (Laughter) And I approached her. Can I dance? And you know\nwhat she say. You know, I have to dance who she has. She says she don't have nobody.\nShe lives in a block so-and-so and I asked her can I uh...you want to dance with me? I\ndon't remember I danced or not with her. But what happened...I asked her can I take you\nhome. She start...wondered yes or no, yes or no, so we start walking till I got to her home\nand when we got to her home, you know, and she don't invite me. I invite myself in,\nbecause when I got invited uh coming in I say she had a father but he survived the\nconcentration camp. They live for a while in Czechoslovakia and then he come back to\nGermany and he lived in the same camp, and she had a step-mother. When I walked in\nand I see Jewish people...they were, you know, personally and he survived. I give the\nhonor...I say to him, right away, you know, I I like you should trust your daughter to me\nand now I can say that in English. And the old man he say if she want, why not. So the\nnext day I got hooked up. I could not sleep the whole night. And the true magistrate was\ncoming Sunday morning but Monday morning I approached her. I say, you know, you\nwant to marry me. She looked at me. I say I'm honest and you're honest and your\nfather...she say I'll go ask my father. And before she asked her father and mother __ get\nrid of her, she say yes, yes...he is a good boy. He'sa good ___ and got so I approached\nagain the rabbi. The same rabbi was give me that __ and he say yes. He say you have to\nthe Jewish tradition. So when they had already thena — inin____ lager. They had\nalready, you know, . They was fighting. He wanted young people. They wanted\nyoung people to come and join them, so the rabbi invite me I should go and marry first\nand be in Germany where I should , to be married legally, because he didn't know I\nwill reach America or wherever I go it's is good, because we know in the home we had so\nmuch trouble...the the our parents and our grandparents had so much trouble because they\nwere not married legal, and when Hitler come to the power, he killed the mother —__\nbecause she had one name and then he killed the people the the children because they had\nanother name, so the rabbi opened my mind and I say I think you're right. We went. I\ntook my, you know, my wife while she's __...and Isay when you _and you're serious,\nlet's go. So when we wentin ——_—. We livedin — _ DP camp, and we went in in the\ntown of , So when I got that information to somebody and he invite us to go to the\nmayor of __. We went to the mayor and we come in two children, you know, scared\nand shaking and I say, mayor...in Germany because __ Yiddish you understand\nGerman...I say I would like to marry this lady, this woman. And he say to me you cannot\nmarry _ paper. You had to go first in the doctor, taking blood and see the blood —__\nso when I find . . So I went there. The mayor was so kind because I\ngive some American cigarettes and uh you know, I used to get once a month a care\npackage from from America, you know, in the lager for the children what they were\n_____...once a month they give a little care package and in the package were two packs of\ncigarettes, a pack of chocolate, some coffee, some...I don't know...",
        "A: Yeah. So well uh and then we got...you know, to the...I decided...I took with my the\ncigarettes and I have given to the mayor a pack of cigarettes. When I come back from the\ndoctor, he say to me come back (sneezing-coughing) the next day. We come back the\nnext day to the same mayor, and he putona__. You know, even though the\npapers...we have legal papers. We have legal papers and the marriage license but the\nmayor is German. We have legal papers. [hadaa____ while he went to get and\nthat's we we find ourself there. He were a printer, and there he took Jewish\nletters...",
        "A: Yeah. Let me tell you how the mar...the marriage was done by the mayor. After I put\ndown the package of cigarettes on the table, he coming out. When he coming out, you\nknow, and his office had a wooden...what I remember to this day...had a wooden bottle\nwith some wooden glasses on the table, and he come out with the the German flag around\nhis arm, you know, with a with a with a book and he...I think his wife and with somebody\nI think we had...I could not recall...to be witnesses, and he say something in 1n in\nGerman, you know, and the only thing we don't have to either a ring, so the the the the\nmayor himself took off a ring from his finger or from his wife's finger...I could not\nremember...and he say hold the ring and they put it on. I took her hand and put on her\nfingerand _I say yes, yes, you know. I say yeah, yeah. And we got married and he\ngive us the blessing, and he give it uh marriage license, a paper. When we had the paper,\nthe marriage license, we come back to the the DP...into __ lager and we went to the\nJewish to the Jewish what is organization special what took care of the whole\ncamp, and I say I'm married. Before went to _—_s and I say, you see. We we already\nmarried and because he was in the kitchen...her father was in the kitchen, so the guy, he\nmade arrangement. He say why not. I went back to the rabbi and I say rabbi, we have the\nblessing from her father. We have the blessing...the blessing from __. You know, the\nthe president of the of the organization and the other. You should marry us. You\nshould give us . So what the rabbi say...I have never done it and I don't want to do\nit, you know, but because you're with me in the same block and I start bugging him and\nbugging and bugging him and he say yes. So eight days later uh it's in...I'm sorry I don't\nbought... have in Jewish and I have in German the marriage license...\nTape #2\n... you know, in the camps, and from there when after we got married and we lived in\ncamp with my wife already about almost eight or nine months. We __ to go to Israel, so\nuh in in in Germany, in the DP lager, __ because my wife had already our son,\nAbe, and we went to Israel by air and I obligate myself to go , SO when the\ntransport went, we went about four hundred Jewish guys in a maritime ship. The ship\nhad uh went in the Jewish...[ don't know from ___ or whether it's the Brichah. I\ndon't know exactly who made the transport, so that's what Iremember. The ship had\nfrom Marseilles and from . When we left the the four hundred uh Jewish people,\nwe had all kind of different names. In Marseilles we lived off different names. Nobody\nhad no identifications. When we arrived at the boat, when we went in, we we do had\ndifferent names and when I arrived to Israel, whenI _, nobody had his own name.\nAnd when we got off the ship, it were very, very hard and we don't have too much to eat.\nI do remember we threw down in the water...we had _ and other kind things, cause\nthey had more space and uh we went in . We went to I think to Gibraltar and from\nGibraltar we returned back to Haifa with the with the ship. I got...when I arrived in Israel\nwith the ship, we we took us down, you know, and I start asking...I have a wife and a\nchild . Nobody knowa___ and nobody could answer me the questions. They\nsay they'll be in Israel. Go find out. You know, Israel is not so big they told me and now I\ncan explain this in English. Then we we talk in Jewish. Neither could I speak Hebrew,\nbut I speak no and finally I start...I got freed because immediately they told me you can\ngo wherever you can find your wife, so I went ina camp. They had put up __ and\nlagers, so I went from one place to another till I find my my wife. I find my wife in\n, and when I find her, she told me she was so sick in the couple months what we\nwere apart that I could not believe. The only thing she say what what 1s stayed here is a\nlot of sands and the water is not clear and that's not clear and there's no toilets and no\nwater and no bath and no nothing. (Cough) I said then why we come here. I told her we\nhad to go somewhere else. So then we got at our home, they send a . The sent it to\nRehovoth (ph) and from Rehovoth the community send ituhin _.It's.____ place. The\n_____ used to live in a house from mud...mud...not bricks, not cement...mud. It were it\nwere paint and paint pieces uh the the roof. Finally we got over there, you know, and we\ndon't have nothing but the one house and the other were a half a mile to see, you know,\nand there I start go working and then they draft me. They...I went in in in service and I\nthey took meto _. They took me to to Rehovoth. I got drafted and they took\nme...now I forgot already exactly where, and I were ves",
        "A: For a year. A year I was strictly soldier.",
        "A: I I don't fight in the war but I was fighting in the war after that. I were and they\nlearn us how to build bridges and other kind, and all the times, you know, nice\n. | went to ambush. I were on ambush and I were in in , you know, and they\nchoose somebody and through faith what I had in God they send me and I worked in a\n, as...and they send me to make machine, you know, in the military because I had a\na...my wife had somebody before in Israel and he worked in the same inthe same\nand I got a job over there working —___ what had four hundred thousand heat...and I had\nto drink milk and the other kind so I don't work too long for there and then they\ntransferred me in another place and after that I liberated and I got to be in the in\nthe in the...you know, I had a family and I got to work and and from there we uh I\nworked a little here and there and we made a living and my wife become pregnant again\nand we had our daughter, God bless her, and our daughter was named Hayya (ph). We\nlived inaplacein___. Half of our house were into the sea and half of it and one time\nthere were a big storm and and the whole house fall down, and we were lucky. We we we\nwe we saved our daughter, our child, and uh we had a lot of hard things in Israel, but we\nsurvived in our kibbutz and in 1957 uh we had hardships. We we could not have to give\nour children education and I have not find the proper the proper __ to work, so we\ndecided we make out betterand —=.Mywifehad __ in the United States and she cried\nto him, and she come out first and then I still been obligated to the military, and\nthe military don't let me come out together with my wife the first time, so we got split up.\nI made a deal with my wife... | come to America, they used to say when she come to\nAmerica, it's like . You know, you don't needa _____ because she's over the sea, so\nI kept my daughter and she took to America our older son, and uh and ___ the American\nmade papers I should the Israelis to let me out, you know. My wife had to come back to\nIsrael in 1957 and uh she come and we come to America. Since then I'm a loyal citizen.\nI've become a citizen and uh I'm I'm in different organizations, not the communism\norganizations. I help other people and I've become a Mason (ph). I'm a member in the\nmen's club and __, and Jewish uh Temple Israel, and I'm a loyal and honest uh member\nof the community and I tried to help. I help more other people than I help myself. I'm in\nbusiness. People coming in to me and they don't have enough. I say __-_~—_s«sme more, so\nwhat I give them always they bring back a lot. Because of that I loose a lot of customers,\nso but I don't mind because I'm I'm a loyal citizen and uh my time 1s not wasted. I I I take\nmy time and go visit Jewish old people and give up time. I play bingo. I help them\nfeeding. I help carry them to the doctor. I help to do all kind good things, but uh my\nparents don't have it like that because they were not a tradition. My parents got uh a\nlife... a life. My mother, my sisters and my brothers...you know, and we survived.\nWe were seven. We survived three of us, and now God bless them...they should have\nlong life to live and they have their own kids. They they and they have their own\ngrandchildren and they want to see go live together and and and mine to been here\nand to know...when I go away to the heaven and to be remembered and some of our\ngrandchildren or some people what they'll recognize me or my wife. They remember they\nsee what I was an honest and loyal, true citizen of America and of the Jewish faith. I give\nup my our head in Israel.I and I had splinters in my feet. I were in a hospital. No\ntelephone. My wife I could not write ves",
        "A: When I was a soldier. And you know, when I went for ambush, andI werea__ and I\nhad in my feet, in one feet twice, and you know, splinters, and uh and I have a good\nremembery and I'm proudest I had a part in Israel, you know, of my life uh because my\nparents and my sisters and my brothers don't had that what I had. They see a Jewish state\nafter two thousand years.\nGod bless and uh and Israel and God bless America, because I'm an American citizen and I'm for\nAmerica hundred percent.",
        "A: You're welcomed.\nEND OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumOctober 30, 1990\nRG-50.030*0099",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Saul Ingber,\nconducted by Linda Kuzmack on October 30, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "SAUL INGBER\nOctober 30, 1990"
    ]
}