{
    "rg": "RG-50.030.0348_trs_en",
    "sequence": [
        "Q: I'd like you to begin please by telling me your name, where you born and when you were\nborn and your name at that time as well.",
        "A: That means my maiden name, right? Yes, o.k. My maiden name is Frances Przygorska.\nShall I spell 1t for you?",
        "Q: Sure.",
        "A: The last name P-r-z-y-g-o-r-s-k-a.",
        "Q: Your name today?",
        "A: My birthday is November 12, 1918. My married name is Frances Davis, D-a-v-i-s. I was\nborn in Lodz, Poland on November 12, 1918.",
        "Q: Tell me a little bit about your family life before the war?",
        "A: We were just two children at home when we grow up. My self, I was the older one, the\noldest and my brother who is a few years younger than Iam. My brother is still alive. We\ncome from a very caring family. My father was the sole supporter of the family at this time,\nand my mother was - He was a textile designer. He managed a textile mill with 300 people.\nMy mother was a housewife. And they're very loving and very devoted to the family, my\nparents. So, I grew up, they were very charitable, you know, orthodox people but at the\nsame time they were interested what's going on in the world. They read papers, they spoke a\nfew languages, except Yiddish, we spoke at home Yiddish. That's why I know to speak\nYiddish very well. Never forgot.\nJust, you know, middle income people. At the summer, when I was younger, my mother\nused to go -- the climate is like, winters are very cold in Europe, in this part of Europe, and\nsummers are hot but dry, so she used to go when we were small, she used to go to the\ncountry. So, I remember that time in the woods and it was very nice. Later on when I was\nolder and I went to high school, I loved to travel so I just traveled the whole Poland with\ngroups, with students and things like that. Later on I didn't want to go with my mother. So,\nwhat else?",
        "Q: What about your schooling?",
        "A: First I went to public school and then they sent me to private, one of the best private schools\nin town. I'll tell you about the city a little bit, Lodz. Lodz is called the Polish Manchester.\nThat's the city of fabrics. It's just they make fabrics, not, like lining, linen fabrics. Not very\nexpensive fabrics like woolens, there were other cities in Poland. It was mostly, in, maybe\none third of the population, about 100,000 at that time, maybe a few years before the war,\nthere were 100,000 Germans living in Lodz. They were mostly professionals working in the\ntextile business.\nMy father was a very reputable man in the community; they used to ask him all the time\nwhen people had a dispute, to, according he was learned in, little in the Talmud and they\ndidn't want to go to court, they would ask, I'm talking about Jewish people. They would ask;\nhe, Raul would know what means, \"Beit Din\"(?)[court of Jewish law] --",
        "Q: No, talk to me please.",
        "A: O.k. He would know, he would understand what means -- to make a judgment, he'd listen to\nboth sides and they will obey for that what, my husband think, he has to be a very\nrespectable person. Sometimes he did that just for no money, just to help out people. He\nalways tried that he get, you know, it was at the times the government in Poland was not\nanti-semitic, but the people were.\nSee, it's different, and you live with the people, right? So he tried to see that some Jewish\npeople will be employed in the factory; 1t would depend on my father. He tried. Even the\nowners didn't, they were our family, the name of the factory was Prechegubski(ph.). It was\ncousins that he worked for.\nSo, we were very comfortable before the war. They sent me to high school, the best high\nschool in town. When you graduated high school you had to take five years Hebrew, five\nyears a foreign language, I took German, five years Latin. So, you can imagine when you\ngraduated school it's like two years college in the United States.",
        "Q: This was a Jewish high school?",
        "A: I mean, it's not, it's not, it hasn't anything to do about religion. It's not like a shiva.",
        "Q: But the students were Jewish?",
        "A: Mostly, yes, mostly. Anybody else could go there.",
        "Q: I'm trying to get a sense of the Jewish community in Lodz and whether you mixed with\nGentiles that sort of thing.",
        "A: We mix with Gentiles?\nYes, 1f we had some neighbors, mostly where we lived, it were like, we had about three\naddresses where we lived a long time in Lodz. Mostly were Jewish people, but some we had\nvery good relations with people. My parents were respected and loved in the community.",
        "Q: Was there sort of a rich Jewish community culturally and politically that you were part of?",
        "A: I tell you, this I tell you, we had a really Jewish observant home. All the holidays, all the\nSaturdays and everything was really observed. When I became a teenager, I belonged to a\nZionist organization, the Herzlia. I never did anything that will, most my, my parents didn't\nknow that I belonged to that organization. Because either they were for it that a Jewish state\nshould be established, that we'd have a place to go like we used to have a long time ago.\nGirls were raised at that time not to have special, that they get independent, that they get a\ntrade to make for the future. Not always stay with parents, stay 20 years with the parents and\nthen you live by yourself and get married and have a family and children. Well, I had\ndifferent ideas. I wanted to first, I don't know where I got the idea, but I had my idea, I\nwanted to be independent. Wherever I go and whatever I'm going to be; that was before the\nwar. That I can make a living somehow and not be dependent on anybody else.",
        "Q: So, what was the value of this Zionist organization. Why were you doing it and what did\nthey teach?",
        "A: The goal is to bring the youth, everybody that wanted to go to Israel had to go as a pioneer\nand it was called the Altyah Bet. That means illegal immigration. Because it was the\nEnglish mandate, you know. First before were the Turks, then the English came and they\ndidn't let anybody in. People had to smuggle in the boats and things. So, that was it.\nIt was to bring up now like we want to bring up the Jewish youth will remember the\nHolocaust. At that time, 1t was that the Jewish youth for the future they will come and settle\nin Palestine, that was Palestine, right, and build a land and politically, that we can, what\nhappened after the war, but had to be a Hitler first, to bring a Jewish state.",
        "Q: So, before the war you felt strongly about Palestine?",
        "A: Right, about the Jewish state, yes, definitely.",
        "Q: Now, you had a large German community. What did you know about Hitler and Nazism in\nGermany proper at that time?",
        "A: Ah, we, we watched that. And in 1933, when Hitler was first legally voted and became the\nchancellor and he made the -- he burned the Reichstag and the [authors] and the books, so\nwe were very well informed what's going on. We couldn't imagine what a magnitude and\nwhat it's going to be. A lot of people who had a lot of money could make plans and go\nelsewhere. The border's open if you have a lot of money.\nBut if you're middle income people and you have no, you live, maybe you have some\nsavings, you can't just afford to escape, even before the war, some years before you can even\nplan about this.\nI remember one incident and that lasts for me forever. I was home by myself and came at the\ndoor a vendor. He was a German, and he wanted to sell me something. I didn't have no idea\nand nothing on my mother wanted it, I said I'm sorry, I just don't need anything, nobody's\nhome and I won't buy anything from you, and thank you. And you know what he told me.\nHe told me I, this with angry and with such a hate, he told me now wait until Hitler will\ncome and you see what happen to you Jews.",
        "Q: Did you take that threat seriously?",
        "A: You know, it made a, because it happened and because of the outcome, I've never forget this.\nThat's why so many years -- That was maybe two years before the war. So, you know how\nthe Germans were very, and a lot of Poles collaborated with them.",
        "Q: At the time '38, '39, were you finished with school? Were you working? What were you\ndoing?",
        "A: I was going part time to college, what Lodz had to offer, it was called Wszechnica(ph.).\nThat was like free university. I always took classes in art. I was interested in fashion design\nand always wanted to paint. I never had time. I was designing clothes and I was taking\ncourses in fashion design. I was very good at it. What other people took in two years, I\nmade in one year.\n01:14;30\nThe teacher that was there she said, there were some students that were with me in the high\nschool, she said, well this one must be an apprentice somewhere. Because how did she\nknow, in Poland at that time you just didn't go to school and learn a trade. You were sitting\nfor a couple of years in a, with a dressmaker, a good one and you learned the trade that way.\nDidn't get paid anything, beginning. That was apprenticeship. So, she said, she must have\nbeen -- and there was one that went to me to school, she said no, no, we just graduated\nschool last year and she never went to, she wasn't apprentice, no place. She couldn't\nunderstand; and you know what, I envy that teacher of mine, I remember her name, that I\nwant to be once and do what she does. And that realize, I was teaching the same way she\ndid.",
        "Q: How did all this change and when did it change?",
        "A: Well then, in 1939 the war came. Lodz was not far from the German border. By September\n8, the city of Lodz was occupied without any opposition.\nThere was no -- Warsaw it took them to take, six weeks it took them, until they take that part\nof Poland, but Lodz they took without a shot.\nSo, the Germans came with a big parade with the tanks and with the airplanes on top, and\npeople, when the day would, people come, there was a, I remember, was like an exodus.\nPeople were, whatever they could, they put, you know, bundles and things. Whoever had\ncars had the car in, had horse with a buggy, whoever buy food; and people try escape the city\ntowards Warsaw. On that road, so many people got killed because the Germans flew over\ntheir heads and they were throwing, you know, shooting. And the screaming was, like -- A\nlot of people never made the destination where they wanted to go.\nSome wanted to run away to Russia. Russia later on was no picnic either because what they\ndid to one they escaped, they put them to jail, sent them to Siberia.\nSo, and then they came in September. We know the things, but we couldn't imagine what is\nwaiting for us. We just couldn't. Slowly they started to, with the Jewish star, with the thing,\nand then, by January 1940, they had, they chased all the Jewish population to the ghetto, an\nold dilapidated section of the town near the Jewish cemetery. There was a round thing with\nbarbed wire and little bridges to pass for people to go out and in, overpasses, and towers,\nwatch towers.",
        "Q: Let me just interrupt you a moment because there's a lot I want you to explain about the\nghetto, but there were a few months in between and I'm trying to get a sense of what your\nlife was like and what happened to the Jewish people. Were there orders and restrictions,\nand what was going on in the city before the ghetto was formed in those few months. Was it\nscary?",
        "A: It was very scary and we know that we had no other choice, I mean, I'm talking about my\nfamily. We had no other choice, even from my family the young people, cousins like, my\nmother came from a family of four; they were all were married, so there were cousins about\nmy age, a little younger. So, they escaped.\nThey were, and some, this one, my cousin from my mother's side, just disappeared. We\nnever heard from him anymore. He run away toward Warsaw, what happened to him\nnobody knows. We couldn't find a person that would know or heard of him or anything. To\norganizations, nobody could find what happened to him.\nMy mother's youngest brother -- people went to different towns, and they thought maybe\nthey escaped because Lodz was called as the Reich, that means the main thing. The other\nparts like where David come from, I don't think was the Reich, was just like a next\nterritories. So, here they want to put all the rules that go for their own country, and that was\nindustrial city and they had a lot of support because there was a lot of German population.\nThere was about at least 300,000 Jews in Lodz. It was a very cultural city. All the concerts,\nJewish theater, used to come Maurice Schwartz, biggest singers and players. Used to come\nfirst to the Philharmonic in Lodz. I used to go. I loved the theater; and it was a very cultural\ncity. Libraries and everything.\nSo, we knew that something dreadful, but we could not imagine in our wildest imagination\nthat something like this would happen.",
        "Q: Did you family have plans? Do you remember what you talked about, what you should do?",
        "A: No, I don't think we had any choice what to do, because that required a lot of money. My\nparents didn't have that kind of money. You know, to lend in a different-- you know you\nneed a passport for that, and you need a passport, well you could buy it, let's, you know how\nitis. For money you could get everywhere. You could get to the United States. People\ndidn't know;\nthere were people that came back in '39, back when they went for a tourist trip to the United\nStates and they came back, to share our goal, I mean, all the things what happened to the\npeople; because they didn't know what happened, what's going to happen.",
        "Q: So in this period between September --",
        "A: Uncertainty, uncertainty and very, waiting, just waiting what everyday used to bring\nsomething else. First they were kind, friendly. We shouldn't be afraid of them, you know,\nwhen they marched in. And then they started with the business and the local people started,\nthe Germans they raised their heads. They said not to buy from the Jews. They took away\neverything what we lived. The population, our neighbors, they took over our homes, our\nfurniture, everything what they had. You could take only what you -- when we went to the\nghetto, you could only take with you what you can move. That's all you could take with you.",
        "Q: So there was no real normal life left? After the Germans came?",
        "A: No.",
        "Q: Could you go to synagogue?",
        "Q: I was asking if there was any part of your regular life left? Did you continue to go to\nsynagogue?",
        "A: I don't remember. My father used to go for the high holidays. They used to take a sitter and\nleave it open I should say my prayers. Put something between the pages.",
        "Q: So, you were still allowed to do this after the Germans arrived?",
        "A: Well, after they arrived -- it doesn't come over night, you know. They have to slowly,\nslowly, it get worse and worse, then every day comes a loud \"Achtung!\", that's take care,\nlook, what kind of rule they're going to put. And everything was special directed against the\nJewish population, you understand.\nSo, then we started to wear the star of David. We had to wear it on the left side, on the chest,\nright here. So, we knew that -- I tell you Lodz knew because when they had crystal night,\nthat was in November 1938.",
        "Q: In Germany?",
        "A: From Germany, they chased out all the Jewish people, just they broke the windows, that's\nwhy it's called crystal night. They broke the business windows and the glass and they chased\nall the people out. They just ran out to the boarder. They came to Lodz, and the Jewish\ncommunity in Lodz took care of them. That I remember and it really hurt me.\nI knew how to speak German and you walked on the -- that was before the war, after this\nhappened, the crystal night, there came a lot of German people. They considered themselves\nbetter than the Polish people. They always said they were more educated, more intelligent,\nmore assimilated; that for sure they were.\nAnd they used to say, I tell you in German and then translate: \"in unser Vaterland.\" They\nused to go on the main thing, it was a beautiful Petegauer Strasse(ph.) in Lodz, beautiful\nstores, with, you know, like Fifth Avenue in New York, and they used to say, \"Oh, in unser\nVaterland!\" They chased them out to where they were and they still said, \"in unser\nVaterland,\" that means, in our country; the German, it's their country.\nSo, people were stupid. They all ended up anyway, going to Auschwitz and you know what\nAuschwitz was.\nSo, I'm just telling you the atmosphere wasn't any good, even before the war; and when the\nGermans came we knew that the Poles, they could never defend themself and just against,\nbecause they had -- they prepared for that, for the annexation of, you know, without one\nshot.",
        "Q: These \"Aktions\" in the first few months, were any people beaten or killed? Were people sent\naway anywhere? What were some of these before the ghetto?",
        "A: Before the ghetto? That, I, to tell you the truth, I don't remember. The whole hell started\nwhen we went to the ghetto. We knew, we expected the ghetto, you're going to be rationed\nfood.",
        "Q: You knew this before you went in?",
        "A: Oh, sure. We knew. We expected this, but not to such a degree, how life became. It was\nterrible.\nNow he had to determine, where he put the Jews to the ghetto, he had to determine a Jewish\nmanagement of the Jewish people, so the German Jews, his name was -- he was a man that\nwas 72 years old at the time and he ran an orphanage in that part of the city, before. So, they\nchose him as the Judendalteste, as the commander and chief, he was responsible for the\nJewish people. Chaim Rumkowski. I'm sure you heard that name.\nSo, you want me to tell how was, because he had to organize the ghetto like a separate\nidentity, has nothing to do with the city where the general public lived. So, he had\neverything separate. They had, they have working place --",
        "Q: Let me just stop you because we only have a couple minutes left on this tape. How did you\nget to the ghetto, what did you take with you?",
        "A: We walked to the ghetto. A car we didn't have at the time, so we walked and we took\nbundles that everybody could just take. My mother, my father, myself, I don't remember.\nMy brother was a counselor and he worked in a place, I think he worked in the orphanage, in\nthat part, that's called Marishin(ph.), that's out of town, that was, the ghetto was there. He\nworked there. He lived there. He didn't come home. It was -- that was a job that sometimes\nhe couldn't home for a couple weeks. Sometimes on the weekend he would come home.",
        "Q: We were talking about your moving to the ghetto.",
        "A: We had a place to go in the ghetto because my mother's, my uncle, one of my uncles, his\nbusiness was -- he lived in that part of the, because he made a living from giving out to\nwomen; you know, they manufacture, in Poland, the women wore, Polish women wore big,\nblack shawls, woolen shawls with big fringes. When the shawls were made in the factory,\nwoven, then they had to be given out to people, to women who made some money on the\nside. And made, the fringes had to be, you know, you get the threads, to cut, and to make it\nand to put it on on the thing, black fringes.\nSo, the women used to come to him, he'd give them a bundle and they bring it back, and that\nwas his job. And because these people, that did that job lived in that section, so he lived in\nthat section. My mother's, next from my mother's, her brother. So he lived there, so he got\nfor us an apartment.\nThere was a room and a kitchen. I remember that place. He lived on the other side. I\nremember the address, and it was just on the border; it was Mimanoskigo(ph.) 19. On the\ntop, when you go out on the street, there was the overpass to go out, outside the ghetto.\nThen we had, our grandfather, my maternal grandfather, grandmother had passed away some\ntime ago. So he, before the war he lived by for himself. Then he lived for a while with us,\nand when the ghetto came he lived in the same building with the uncle, with us. He had a\nroom for himself. He wasn't so easy, you know, people get older; they're not easy in some\nbad circumstances. He wasn't so easy. I think by the time we went to the ghetto he passed\naway; uncle Heinrich Novomurst(ph.). Grandfather -- Then, so,\nso, my father, from malnutrition my father got sick. He had diabetes and I used to -- he was\nvery well, working and everything, and when I was in high school, it was before the war, I\nused to make him insulin injections, for my father, in the arm, all the time, everyday. We\ncame in the ghetto, was no, he died away of malnutrition in 1942, in April 1942.\nSo, we have a -- then and there's a place we put a stone, on the cemetery, the old Jewish\ncemetery in Lodz. And I, I wasn't there, but sometime, my cousins from Israel came there\nand I know because we got some money through some friends that lived in Poland, not\nJewish friends, and they put up a stone, they sent a picture us. So, we have a picture of my\nfather's stone. Anyway, I come now to '42 --",
        "Q: No.",
        "A: No, you don't want to go so fast.",
        "Q: No, don't go so fast. I want to know more about life in the ghetto.",
        "A: The life in the ghetto -- Now, at that point we knew that conditions, everything was rationed.\nYou know, it was a rationed bread; and the rest we got some every week or every month, we\ngot that many supplies on the Karte [card] and that was it. Then you can buy everything on\nthe black market, but for you need the money. Now, how long the money that last. People\nwould sell their jewelries and diamonds and whatever they have, and some people have\ndollars. Anything that had value, to live, to survive.\nWell, it looked like, really hopeless. Conditions about health, forget about it. First of all,\nthere were places to work. We worked for the employer or the German government. They\nhad factories there they made. Factories from clothing. I worked in one. They took people\nthat could -- they were trained in certain things and they, it was, that's why I think I survived,\nbecause I always worked.",
        "Q: What kind of work did you do in the ghetto?",
        "A: I worked in the factory, that they manufactured women's housedresses, very plain dresses.\nFrom shiny fabric you know, and very plain dresses. At the beginning I used to work in the,\nI was responsible for the cutting room.\nIf you, we cut 300 pieces, 300 dresses at one time, the layout, to make the front and the back\nand the collars and the cuffs and the sleeves and everything, what you need, and you have to\nmake the layout, that you use the least fabric. Then you had, they had machines that they\ncut, and men was mostly employed.\n02;07:48\nYou had to watch them that when it goes, and then they make bundles when it's cut up. For\neach, let's say, the one that stitches on the machine and then Then the white dress has a front\nand a back and whatever, and two sleeves and a double collar and cuffs and pockets and\nwhatever it needs for a dress, so in neat bundles; let's say, she got 10 or 12 dresses, so she\nmade. It was like section work.\nOne used to make let's say sleeves and the other used to make collars and the other, until a\nwhole bunch we got ready. How they work in the garment industry today.",
        "Q: Who were these dresses for?",
        "A: For the German government. Went to Germany it went.",
        "Q: Did you work hard?",
        "A: Yes. I'm telling you I was responsible for the cutting room. It was, if something would go\nwrong, and the cutters would get, let's say, I wouldn't have a good relationship with them,\ntalk to them nice or whatever, or criticize them too much, or whatever, they had a way to get\nback at me, like cutting in.\nIf you cut in, let's say, in the collar, where you have to have a round, and you cut in straight,\nyou can't use that part ever, so you need more fabric. So, the Germans come and say hey,\nyou need more fabric. What's the matter? You doing sabotage?\nSo, it was like you had to use a lot of diplomacy. I was young then. That was a matter of\nsurvival. Because I worked there, I got a little better ration than other people. It was a\nresponsible job. I work at that factory all the ttme. Then they changed. They stopped the,\nlater, when they stopped the dresses, they gave me another job in the same factory.\nThey started working on women's bras and intimate things, the pieces. So, I was then. But I\nnever had any problem with the cutters, so, because I knew that I could be responsible with\nmy head, if something went wrong and they spoil some pieces.",
        "Q: You mentioned sabotage, was there sabotage in these factories in the Lodz ghetto?",
        "A: Some people tried of course. But if you made and you got caught, you risked your life.\nThey shot you right on the spot. There is, there 1s no mercy.\nOh, if you want to know how the German behaved, when they saw the Jewish people, you\nknow they could recognize the Jewish people in Poland, the religious. They wore a flat hat,\nand they had beards, and the locks. No, my folks didn't wear this, no. So, if they saw on the\nstreet people like that, the SS men or the SA, they grab them, and they were the laugh of the\nwhole public, and they cut the beards and cut the locks. It was such a horror, and they beat\nthese people up, no matter how old the men were or children.",
        "Q: Did you see this?",
        "A: Oh sure, that I see, yes. That was before the ghetto.",
        "Q: Did the Germans come into the ghetto much, or was it run by itself?",
        "A: No, they just gave directives and things to the Judenalteste, to the commander. Sometimes\nthey came in to inspect things. We didn't like when they came in. The Judenalteste was bad\nenough. He had, like Dave talk about kapos, we had twenty kapos,\nthat mean Jews, who were against their own brothers. Who were collaborating with the\nGermans. It was that they were good, that you should be law and order and stuff, but they\nwere really bad people. You had to have no heart to have a job like this.\nThat there was the same thing 1n all cities, they had the same, that the Jewish people, the\nGerman picked, not the German, but the Judenalteste, the commander, picked some people\nand that was his police, the kapos. Called them the kapos.",
        "Q: How extensive was this Jewish administration? What kinds of roles did they --?",
        "A: Well, their role mostly were, in the beginning, life was so bad, we just didn't know what\nhappened the next day, because they grabbed people from the streets sometimes.\nSometimes they just came in, knocked at the home, took off the father, and left the children,\nand if somebody protested at the thing, either the kids or something, they cry, or they make\nan alarm or stuff, they shoot a few people nght away, because they couldn't stand that\nsomebody was against their will, protested.\nSo, we know, a lot of people just got, we lost a lot of people this way. That they came to\nhomes and they just took away people, at random.",
        "Q: This was a constant threat?",
        "A: Yes. Constant, constant.\nAnd then, when they established a way, how to get rid of people, the crematoria, then they\nwanted people, it says that the people register for work. So, at the beginning, because the\nconditions, the food was terrible. You know what we ate?\nWe got a ration of bread. Then we would buy, not potatoes, potatoes would be very good.\nWe used to buy potatoes peels, wash them, scrub them that they should be sandy and grind\nthem and make potato pancakes, Latkes(ph.). That was -- and we got some oil, it was a\nration, if you want this oil for a month or whatever, and so we used that, and kollrabi, that\nwas the vegetable that you get. Everything you could buy on the black market. But that\nwas, was skyhigh. It was just affordable to people who had a lot of money.",
        "Q: Who was running this black market?",
        "A: Who's running the black market?",
        "Q: Within the ghetto?",
        "A: Within the ghetto? Oh, within the ghetto. Sure, within the ghetto. It was always some\nprivate. You go there and you know one who knows this, and this, and you go there and\ncould buy eggs. You could buy a chicken, but you need the money.\nThen the health conditions were very, very bad. Sanitation was bad. Old people were dying.\nThere was no medication. There were very few doctors. Life was hopeless. Sanitation was\nterrible. There was no sewage, so they had to, you know, cesspools, so all the time they haul\nwagons to clean, the thing would run all day to the city back and forth and then something\nelse. Those little wagons that they picked up the dead people every day, how many people\ndied in the ghetto every day.\nFrom malnutrition, from disease, and people got sick, there was no hope. If you got sick and\nyou work and you didn't come to work, then that was the worst thing. I learned this in the\nghetto. If you get sick and you don't come to work, in a few days they come after you to find\nout why. The deportation was the worst thing.\nAt the beginning, people who wanted, thought that they go in, the German said that they\nsending the people to labor camp. They're going to work. They're going to be fed better,\nbetter conditions, better living conditions, so a lot of people, men, young people,\nvolunteered, and they wanted to go. Never heard anybody came back, never, until, first we\nknew what happened to these people is, see the Germans kept everything secret. They tried\nto, everything to be hidden.\nIn 1942, somebody escaped from Chelmno. You know, when they shoot, what they did with\nthe people before they had the, how you call it, the crematoria, is, they took the men and they\ntold them to dig, like graves, but one big grave. When we dug the grave, they, when they\nwere ready, they figure out, it's enough for a pile for that many people, they start the thing,\nand they say, face in and they shoot from the back and the bodies fell in and they pile up and\nthat was the end.\nSo, one guy was shot, but he wasn't shot dead. So, he crawled out from that after they left\nand somebody helped him out, and he came back to the ghetto, and he told the story.\nSo, then he knew that they're building a crematoria and they going be much faster. That all,\nthey mostly think, that they selected people that able bodies go to work, and women with\nchildren and invalids, everything goes; they liquidate. That was called the final solution.\nSo, in 1942, so the whole ghetto was very panicky, after this, because they never knew.\nFirst, they gave that Judenalteste, Chaim Rumkowski, they gave him like an order that they\nneed 500 able bodies. So, he had to select. His friends and his acquaintances he wouldn't\nselect, so he took people just at random, whoever bad luck was, you went. And people didn't\nwant to go, so there was a, they opposed him, and then it came to a point in the ghetto that\npeople just didn't want to go voluntarily, so he went to the Germans and he told them, that he\ncan't deliver because people didn't want to go.\nSo, they made their way that they're going take themselves. Sometimes they came with dogs\nand people couldn't go out from the homes. They came, you know, those big dogs, and they\nsmell out people and if there was a person inside hidden the dog will start barking and they\nwill break the door and find that person and drag them down and they will shot it in front of\neverybody. So, anyway --",
        "Q: Were there certain categories of people that went first? I mean were there people that they\ndecided to deport first or was it just everyone?",
        "A: People with families with small children and things. Well, like I tell you.\nNow we come back closer to 1942, because I told you the conditions and how was, how the\nghetto, the streets of the ghetto were looking, and what was the most thing you could see\ndriving there. The dead bodies and cleaning the cesspools. That's what you saw in the\nghetto, on the streets.",
        "Q: Let me just ask you were there --",
        "A: I'll tell you about the culture. There was an underground too. They tried to, there was an\nunderground. There was, when the ghetto was finally, in 1944, liquidated, there was\nunderground left 800 people. They lived under the ghetto and at night they would go out for\nproducts and stuff. They had friends that helped them out. They remained, when we were\nsent to Auschwitz, they remained and were liberated later by the Russians by the end of the\nwar.",
        "Q: Did you know any of these people? Did you know about it at the time?",
        "A: We know there was an underground, yes, but I didn't have contact with them.",
        "Q: Did they help you at all in any way?",
        "A: No. They were Poles who helped out with the -- but they tried to be very inconspicuous.\nThey couldn't be visible, because the German would; they wanted, these people mostly lived\nthrough the war, because who ever survived healthwise. They wasn't, when the ghetto was -\nthey came out and they mixed with the other neighbors. If the neighbors didn't just tell them\nthat they Jewish, they wouldn't know. But anyway, that was the story.\nNow, I'll tell you how I lost my mother. Do you want to hear that?",
        "Q: Yes, I still want to ask a few more question. Whether there were efforts to help the people in\nthe ghetto, whether there were welfare organization or educational, trying to help the\nchildren or culture.",
        "A: Yes, there were, I myself had a group of young children, maybe eight, ten, girls and boys,\nmostly girls, that I teach them dressmaking, sewing. Once a week, there was a class, that\nwas volunteer work.",
        "Q: It was permitted?",
        "A: This was permitted. Like Jewish status(?) would not permit it. But there were, they were\nhidden. There's a lot of things that were hidden in the ghetto, because Jewish people don't\ngive up their culture and their stuff.",
        "Q: Were there cultural activities that you went to that were hidden or anything like that?",
        "A: Cultural activities? I tell you, we had so much tzures, you know, troubles, our own, health,\nnutrition, family, that besides that what happening with our neighbors, our immediate family,\nthat wasn't even the will to participate in anything, all the time. In the evening we wouldn't\ngo out, no place. At day time, I work. Then I had my mother.\nIn six months my mother, you know I lost my mother she was only 48 years old, and my\nfather died at 54. That's the hardest story to tell.\nOnce there were, the German came and they made, that was in 1942, was six months after,\nabout five six months after my father passed away. It was about August, September at the\ntime of the Jewish holidays, and the German came and they want a transport. At that time\nRumkowski could not make it, so he said to the German, you come in the ghetto and do it.\nSo, they came. You know how brutal they were.\nSo, they came and they ordered everybody \"Raus!,\" out, from the houses. At that time, my\nmother was my responsibility. In six months she became -- her hair became white, grey.\nShe was a young woman, after she lost her husband.\nSo, my brother worked as a counselor and at least he had better food than we had, the two\nthat were still there. So, he worked with the orphans there. So, I didn't see him, it was\nmaybe ten miles away. So, how could I see him. No telephone, nothing. It was like I was\none, alone, and my mother was my responsibility.\nSo, I figured do I go down or not go down. Then people said, if you don't go out, on the\nstreets, they'll come with dogs and it's going to be even worse. So, I went down, and from\nmy side, they took away my mother.\nThey grabbed her, and I couldn't do anything, I wanted to go with her. That was the last time\nI saw my mother.\nI knew the place where they had the gathering place of all the people that they took, so at\nnight, and the next day they took just a few days until they organized and they have wagons\non the side, a train to put them in, to a different -- But from Lodz, the first time they put\npeople to Chelmno, it was in the woods and they made this thing that I told you. I think they\nhad the first chimneys over there.\nTape 2",
        "A: I left at that point, that next day they took my mother, I got a note from her, somebody came\nfrom there and brought me her wedding band and a note; and so I felt that I want to see her.\nSo, it came to evening. I got dressed, dark. I took my ration of bread, and when it came\ndusk, I went out in the direction where that building was where the people were gathered.\nIt was like between, you still could see but it was, the night was coming in. And far of the\nthing -- It was just across to go a big field. Like from here, over there, to the, you know,\ntwice the golf course. And you could see, on top you could see the light from the guard, on\nthe tower. I was a distance, when I came close, and I crawled, just like this, like this on the\nground. All of the sudden, from the direction where the tower was, they start shooting at me.\nSo I stopped, then, when they stopped, I crawl closer, then they start shooting again more.\nSo, I stopped and I was thinking, the instinct of survival in a human being, in anything that's\nalive, is so strong, that you think, what I'm going to achieve, if I'm going go and they going\nshoot me and I'm not going to see my mother anyway. I should go back.\nSo, while I thought, the light came in, and I start crawling a little more and they start\nshooting after me, I change my direction, then I figure out that I'll never make it and I went\nback to the house.\nYou know what? My mother's ring I still have, how I have it, I don't know. It's just a puzzle\nto me, because you couldn't have a photograph, you couldn't have anything that you own,\nexcept your body. If you remain alive, nothing. From one place to the other. So, I had\nreally no idea how I got that ring. Sometimes I think about it and I don't know; have no idea.\nThat haunts me. 03:04:46\nSee, with my father I could make peace. He died, natural death. The war was the villain,\nmalnutrition. But with my mother, I can't make peace. I could never tell this story.\nWhen my first grandchild was born, my daughter-in-law sent me a book, a grandchild book,\nto write down my background, my, everything. When I came to the war, to that point in life,\nI just stopped and I never put any word, and I couldn't. And they couldn't understand why.\nThey said, what's the matter, are you guilty about that your mother is not alive, that she was\ntaken away. I just couldn't put this on paper. So, you can understand why. It's 52 years,\n1942.\nMy kids say, mother you are strong [knot/not], hard.\nO.k., let's go. So, when I lost my mother, I just didn't want to live anymore in this house. I\ndidn't. What happened? One day, that was before that, I came to class, there were no\nchildren. The children went to heaven. We knew that's going to happen. The same thing\nhappen with the orphanage, with my brother's orphanage where he worked, so he came back\nhome.\nSo, he lived with me until the ghetto was destroyed, unil, maybe 1942. Yes, we lived about\ntwo years together. So, we changed the address, we moved to a different place.\nOne time, I don't remember that, I remember I was sick, I was once so sick that they didn't\nthink I would survive. I had very high temperature, so high that they just didn't know what\nto do with me. I was home because I would never go to a hospital, because if you go to a\nhospital, you never, they take you out from the hospital and they finish you off. They don't\nwant people to get well. They want to get sick and they get rid of them. That was the best\nsolution.\nAlright, so, but I recovered, so, obviously, I had some years to live. Then I was still\nworking, then I was working in the same factory, but on a different job because they took\naway that, so. I was responsible for the final product. I inspected the product, that it's one\nhundred percent o.k., each piece. That was, I had the title, like I'm the instructress; all the\ntime I had that title. So, I told you, so I got a little better ration, something a little more. But\nit wasn't much, anyway.",
        "Q: Let me just ask you, because you had this position of responsibility and you got a little bit\nextra, do you think the other workers resented you?",
        "A: No. They didn't resent me, no. Maybe they did, but not on my -- there was no reason to --\nthere was one, there were above me, like the manager from the factory, or things like that. I\nwas just a little person. I just, I wasn't sewing on the machine because that wasn't my job.\nThe other women, they were sewing on the machines, and I had nothing to do with that\nbecause I knew how to manage certain things.",
        "Q: Do you think within the ghetto life was any different for women and men? Was it more\ndifficult being a woman, were you treated differently, were you taken advantage of?",
        "A: Let me tell you. It was bad for men and women. It was uncertain for everybody. The first\nvictims were little children. Then, if a woman got pregnant it's hopeless; a small child --",
        "Q: What would happen to a woman who got pregnant?",
        "A: Listen, is better if they shot her instead to taking her. They were making like they make\nresearch of animals, they used to make research on Jewish people, all kinds of research and\nthey learn on this and they crippled a lot of people.",
        "Q: In the ghetto, or are you talking about later?",
        "A: Not later, in the time of the war.",
        "Q: In the ghetto, though, in the Lodz ghetto?",
        "A: I don't know on the Lodz ghetto, but the German did that.",
        "Q: So, if a woman in the Lodz ghetto got pregnant, could she have her child?",
        "A: Well, she had her child but when she went to the camp, they say a woman with a child they\ntook her away right away. Even the kapos, they were grabbing little children like, without\nmercy, the Jewish police.\nSo, you understand, it's the uncertainty, the misery and that life has no value and what\nhappens with your family was so terrible that it was meaningless, 1t was no hope, no hope\nwhatsoever. No hope for survival.",
        "Q: So there wasn't a real difference between the way men and women dealt with this, or the way\nthey were treated?",
        "A: No, not that I remember. They were a different between class, the one, the ruling class.\nYou see, Rumkowski was, like I told you, was an old man. He was 72 years old that time,\nthat time people didn't live that long. He married a young woman of 38, and he had a\nbrother, and the brother had a wife and she was like, they say here, Miss America -- Helen of\nTroy they used to call her. And they all thought they were the elite.\nThey thought they make themself rich. People left diamonds, they left, they just took it, take\npeople away, whatever was left and had value, they took it away, the kapos took, the\nJudenalteste; I mean Rumkowski himself was a, maybe, an honest man. But, the trend was\nlike this.\nSo, they thought that they're going to survive the war, for sure. I tell you what, shall I tell\nyou the end, what it was. When the ghetto was, they dissolved the ghetto in 1944; they came\nto Auschwitz. They sent them to Auschwitz, the whole Rumkowski family and kapos, over\nthere, that waited for him, they all were shot on the spot.",
        "Q: By whom?",
        "A: The old men and the women, everybody, the whole family. They thought they going to\nsurvive. Not with the Germans. First they shot the people and then they shot the helpers, the\none that work. There should be no witnessess. They always did that.",
        "Q: Was Rumkowski on your transport? Same group?",
        "A: No, I was told no.",
        "Q: So this was something you learned later?",
        "A: Yes. Sure, no, I wasn't in the same transport.",
        "Q: So, you still had a few more years in the ghetto with your brother?",
        "A: Yes.",
        "Q: You must have been very close?",
        "A: Yes, we were very close. He worked, he worked, he had friends and these people were\nmanaging a, what kind shop was this -- they used to make from rags things.\nBecause over there, in the war, they make everything, that's recycling, because there is no,\neverything is very tight and you can make whatever you can make from old [dinkerydoo],\nand make something useful. He work at, I don't remember what they used to make from that\nmaterial, but it was like, they were doing something from rags. I think they were collecting\nthem, old clothing and stuff and either renwed them, or something that somebody can use it -\n- for the inmates, I really don't know.\nBut, he worked and he went with them, like he was sent, we were separated then, when the\nghetto was dissolved. We were separated.\nHe wound up in Bergen-Belsen, from Auschwitz, and I came to another place, to South\nGerman, that was the part that used to be the Russian part, the East German, Hainichen.\nThat was where I worked there.",
        "Q: You're talking about a little bit later, right?",
        "A: Yes, right. That was the other half of 1944.",
        "Q: Let me ask you also, in the Lodz ghetto, all the people who were living there, not just people\nfrom Lodz, were they bringing other people in?",
        "A: Yes, I worked in my place, I worked with a German women, Frau Gerz(ph.), that she came,\nthey sent her in, from, she came from Cologne, from Germany. A lot of people came from\nGermany that they sent.",
        "Q: Did they need more workers or why?",
        "A: They need some people that would work, yes. They got rid of, you know, the natives here,\nso they needed, until, in 1944 they figure out, it's final, they're going to liquidate the ghetto,\nand the war changed their whole picture.\nThey were surrounded and they didn't think they going to loose the war. But, it was\ndifferent, the Russian came closer and the Allies, the places that I were, on the way from\nHainichen, then we went on a trip. When they sent us out, six weeks we were walking. You\nknow, six weeks!",
        "Q: I want you to tell me about that, but in time. Tell me about the last days of the ghetto and\nwhat happened. As time went on from 1940 to '44 did the ghetto change? Were there\nnoticeable changes?",
        "A: Yes. People got very desperate. We lost so many people, families. I lost, my father had a\nsister, another sister, they, I don't know what happened to them. They went on a transport,\nand they're gone, little children.\nMy mother, one cousin, my mother's brother, one died, the one that had this business I told\nyou, where we lived, they have five kids. So, the oldest went, escaped when the German\ncame and we never heard of him. The rest of the children, I think, he sent with the younger,\nhis younger brother, to another town.\nThe younger brother had two boys, and they moved out from, they moved, I think there was\na Polish city, Czestochowa. They went there. I mean, we had no communication with them,\nwe don't know. We couldn't write letters. There was no telephone. There wasn't any\ncommunication. And anyway, I think they were some, they were hiding out, and some\nPolish people tried to, I think, help them out.\nAnyway, they didn't survive either. One boy survived, the older one.\nAfter the war, by accident I met him. I just want to tell you this. He was tall, he was 18 or\n17 years old when I met him. And I came in the place, that was after the liberation, we were\nin Landsberg, and I went into a place that woman sells some stuff, a private house, fabrics or\nwhatever she sells, or food, I don't know what.\nAnyway, I went over there and I know the woman and that was a young man in a uniform,\nvery young and handsome and I looked at him and I looked at him and I walked at him and I\nsaid, are you Kubanawonya(ph.), that was my cousin, my uncle's son, the one that I said the\none. He looks at me, he says, how do you know my name? I said, you're my cousin, and I\ntold him who I was.\nI hadn't seen him maybe the whole time of the war, he grew up, but there was something that\nI recognize him.\nWell, he went to Israel, to Palestine. He told me that he goes on the Aliyah Bet, and in 1948\nhe was killed in the Negev, in the war of liberation. So,",
        "Q: Tell me what the last days of the ghetto were like?",
        "A: That was after the ghetto.",
        "Q: I know, but you haven't finished that story. Tell me how things were in the last days, and\nwhat happened?",
        "A: We figured out, life was hopeless in the ghetto. Was worse and worse and worse. People\nwere dying, and there is not help, no food, people were dying of malnutrition, disease,\ncripples and things. We know that the final solution, that they have to finish off all the\nJewish people. So, whatever is going to be we're just resigned, hopeless. That was in that\ntrain that they put us, cattle train --",
        "Q: Wait a minute. How did you get to the train? How did that happen?",
        "A: How did we get to the train? We walked.",
        "Q: No, no, but you haven't explained to me, while you were in the ghetto, how this came about.",
        "A: Well, they gave an order, \"Aussiedlung,\" deportation, whole ghetto, liquidation of the ghetto.\nSo, that's it.",
        "Q: When was it?",
        "A: In August or September of 1944. That was the last, one of the last transport of the ghetto.\nSo, my brother went with one, I went with one. Mostly went with the places where you\nworked. You went with these people, and then, together with all the people, and then they\nselect. So, from ghetto Lodz we went to Auschwitz.",
        "Q: What was a train ride like?",
        "A: The train like? It was a cattle train that they transport cows, horses. So, you can imagine.\nThey stuffed, how many people, they didn't care, we can sit down, we can stand. Men,\nwomen, children, everything got stuffed in, locked the doors. It was summer. It was hot.\nPeople died of lack of air, oxygen, of thirst. In the morning, we looked around and there\nwere dead bodies. So, there was no hope.",
        "Q: How long were you on this train?",
        "A: We traveled the whole night, from Lodz to Auschwitz is about, the train went slow, takes\nabout 12 hours.",
        "Q: Were you with any friends or anyone, or were you totally alone?",
        "A: Well, let me tell you how didn't help to be with friends or with, because people got pushed in\njust, just shoved in the wagons. If you didn't, you just get hit with the left side of the weapon\nand you know that's hard, and they didn't care, or they hit your head or your leg, or they hit a\nchild. It was merciless. No mercy.",
        "Q: Did they tell you where you were going?",
        "A: No. We knew that we going to Auschwitz-Birkenau. That's the place where you come and\nthere's a big sign on top in German: \"Arbeit Macht Frei,\" \"Work Makes You Free.\"",
        "Q: How did you know you were going there?",
        "A: I told you that in 1942 we knew the destination where people were going. Before that, we\ndidn't know. And we knew that that might be our last ride. The shower, first was Mengele.",
        "Q: What happened when you arrived?",
        "A: We arrived when they chased us out from the thing, there was a band and music was playing.\nYou know, they didn't want any panic, because people would panic. So, they made music,\ncan you imagine, from a place like this. It's a farce. So, we couldn't understand.\nThen Mengele, he was tall. That devil, they called him the \"Angel of Death,\" and he said,\none point with the finger, right, alright. So, he segregated, left was destruction.\nWomen with children were first to go, anybody that has some kind of ailment that he could\nsee, they won't be able to work, had to go, on one side. Women separate, men separate and\nable bodies also separate. So, we were young, the one that, we went to able bodied. So, it\ngot a whole different group of people. So, they put us on, get disrobed --",
        "Q: So, you arrived at Auschwitz, you were selected with the able bodied people.",
        "A: The able bodied people.",
        "Q: What happened next?",
        "A: I want to tell you, we stood before, we were disrobed before.",
        "Q: You were taken someplace?",
        "A: No, just what you wore, you had to throw away and put it on a big -- they had a pile of shoes,\na pile of women's clothing. You had to throw your garment on the pile. They say for\ndesinfection because you shouldn't bring any disease.\nFrom then, after the selection, we went to get a shower. And the shower, that we know\nalready, that instead water, in the thing, they want to get rid of the people, they put gas, in the\nshower comes gas and the people get it. It takes a while and they all passed away.",
        "Q: How did you know this?",
        "A: We know this. We know this, but after that, people would, we know, we were afraid for that\nshower. We said the Shema(ph.), the last prayer, and that was it, we said. Then they shaved\noff our hair. We came out from the shower, we didn't recognize each other. You know, how\na woman looks when she has no hair any more. Can't recognize, I didn't recognize my\nfriends, that I went together with them to school. I never see them anymore after this. Until\ntoday, I don't know what happened to them. We were very good friends, went the same\ntransport.\nSo, somehow when it came water, there was a scream. That's not the end yet. We're going\nto live. So, when we came out, we had to pick at random some piece of clothing from the\npile. You got another, or it fit you or didn't fit you it didn't matter, from a different pile,\nsomething for the feet, wooden shoes or whatever, and then you went to the barracks.\nThose barracks, I was only about ten days or two weeks in Auschwitz, but that was the worst\npart that anyplace that I was. They were so merciless that people that could survive\nAuschwitz must have been some, must have been, had some, they had to do something, have\nsome function, that they survived in Auschwitz.\nBecause that was the worst place that you can, just the psychology of that. We were up all\nnight and talking and what was going on, how people were sick and the sick and the able\nbodies and the sick one were in the same one, the place was huge. The kapos were there,\nwomen kapos and they were commandeering and showing their power, what they can do,\nwhat to obey, and how they, the rules, and they were so rude. Just our own fate!\nIt was just unbelievable; and I figure out, if I have to stay, and I just prayed that they send me\nas soon as possible to a labor camp; that we're going to work. You know people got in\nAuschwitz, Auschwitz was surrounded by an electric fence.\nSome people got so mad in their mind that they run to the fence. They want to run away,\nand they got killed, electrocuted.",
        "Q: Intentionally?",
        "A: Yes. A lot of people died this way.",
        "Q: The people who were there, did you talk to them to get a sense of what life was like there?",
        "A: Yes, you got the sense of it, because you saw what's going on, how they talk to you, other\nwomen. No respect for life, nothing. Just to survival of the fittest. They were the fittest, you\nunderstand, and we couldn't survive there.\nIf we just had to eat and to sleep and to live there, no, there was no way of survival, not\nphysically, not morally, just no way. So, I just prayed -- I knew that I wouldn't be able to\nsurvive over there.",
        "Q: Who were these kapos?",
        "A: Some nights, we were afraid to sleep at night. Just fall asleep, somebody watch it, because\nthey know what going happen at night. It was a big place and there's so many women, and\nthe, the beds, up and down, up and down, and they're supposed to be nurses and they took\ncare on the sick, and they talk and they talk too much and they told the stories and\neverything, you have to obey here, there's no revolt. You can't think because this is a death\nplace. They said, this is a dead place. Nobody goes out here alive, even if you weren't\ngassed out.\nThey tell you this. They told us, the one that were a long time there. And they worked there\non different, very unpleasant missions, they work. The other people. We weren't assigned,\nsee I have no number, and the folks that were with me had no numbers. They were in a\nhurry, the Germans, that time, and they didn't make any numbers, because all the forces\ncame closing in and in and in. The Russians came closer and closer, so they wanted the most\nwhat they wanted, get rid of us, the most of they could. And the one that were capable to\nwork, they sent to work. Well, after some time, about ten days I think I was there in\nAuschwitz. 04:08:19",
        "Q: Did you do anything in those ten days?",
        "A: No, we just talked and were miserable and listened to the stories and what they commandeer\nwith us and then in the morning we could hear what happened to other people, how people\ngot killed at the fence and all kind of things, about life, what is there.\nSo, they told us that we're going to be sent away, with a transport to work. So, one day it\ncame that they sent us to, that was not far from a industrial city of Essen, Essen in Solingen.\nThat's famous for steel work, so they worked at that time of the war, they built airplanes\nthere.\nAnd I worked, Framo-Werke was called, the shop we work. I was a welder in the camp. I\nwas working with the mask and with fire, in a tub like in my bathroom, but the top was open\nand the bottom was open, because the \"Halle\" was very big, the hall, and there were all kinds\nof different machines. The big women worked on \"Bohrers,\" [drills] that made hole in iron.\nWe worked on the, we made Anti-Luftwaffen, to shoot down airplanes, the V-2 was called.\nSo, I was welding big pieces, huge pieces. They used to come, they had Russian and French\nprisoners of war over there, at camp, so they used to come and bring, so they worked, they\nhad a different camp.\nMaybe they were treated better than we were, because prisoners of war, that is, but the\nGermans didn't care very much about the Geneva convention, that they should be treated like\nhuman beings. But maybe they were treated a little better than us.\nSo, they used to bring parts to be welded. So that fire shouldn't disturb the order, I had a\ncabin. There were just three women for the whole thing. There was three of us that were\nwelders. God forbid if I burn something. How do I know to weld? Do I know to weld? I\nhad no idea, I never did this kind of work. 04:11:10\nThey gave me a torch. They showed you how to do, don't press too much because if you put\ntoo much fire, too hot, then the whole iron burns, and you can't do nothing with it. You had\nto just join it together and not to burn, so I tried. And we did, like big cannons, big cannons\nI was welding, the rings on the cannon, so they are not welded round.\nThey welded like round, they welded a piece then a piece, space, then another and another,\nin pieces, and it lies on a row and the man that came, would turn it. That could be turned,\nthat, each time on a different place. Because, they explain, if you weld around, that piece is\nnot strong enough, you have to be weld in parts, round and round.",
        "Q: How did you know to do this?",
        "A: Well, I did all right. I never burned anything. Sometimes, but you know. If you burned,\nthen you were accused of sabotage. One of the girls made [\"Bohrers\"], big tall machines,\nthey took big strong girls, and they make holes in pieces of iron.",
        "Q: Let me just ask you a few questions, you were near Essen, was there a name to this labor\ncamp?",
        "A: Yes. It's called Hainichen, the town was called Hainichen.",
        "Q: How large was this labor camp? Who was there?",
        "A: Who was there? There was, I don't know how many women. That was, I was, most the\ncamp was some people from Poland and a whole group of Hungarian women.",
        "Q: A couple hundred, a couple thousand?",
        "A: A couple hundred, I think. I have no idea. We start counting, counting; sometimes we stood\non \"Achtung,\" until they count, you could stand for two hours until they counted us.",
        "Q: Where did you sleep?",
        "A: On bunk beds, straw bunk beds.",
        "Q: Was it crowded? Was it a big barrack?",
        "A: Long big barracks and somebody slept on the bottom and somebody slept on top. I slept on\ntop. And on the bottom I had a woman that she survived because of me. Because she\nalways wanted, she said she's sick, she said she couldn't work, young woman, my age, and\nshe said, I'm sick, I can't work, I go to the \"Krankenstube,\" the sickroom.\nI said, Anne, if you go, and in Polish they call it Hanka, Anne is Hanka, if you don't go to\nwork, you know, in a few days what happens to you - this happened, you see, I gave her an\nexample, this happened to somebody else; this way you have a chance to survive and see\nyour family. I think she was married. And see your husband maybe. Go, we are going to\nprotect you, cause we all working, it's going to be that you work too. Just go. She can't. She\nwent; because, if she would go to the \"Krankenstube\" --\nShe met me after the war, she lives now in Chicago, I hope she's still alive, and I met her in\nLandsberg am Lech. She came to me and she said, you know, I thank you that I'm alive; she\nknew that. I did a few times risk my life by trying to find out how far the war was.\nWe know at that time, where was the San Francisco meeting in January '45. You know in\nSan Francisco they met for the, to put, in the United Nations, that help to settle the war. You\nknow about that meeting, so we know, I'll tell you how it worked.\nAt one spot from the big barracks, that a hole, was tremendous big hole; in the walks\nbetween, there was, at the end was a room where they had their office and the SS women\nthey slept there, all night. They had a radio, and we could understand German, so the one\nthat slept closest, would listen. They made believe they went to sleep, by time they were\nsupposed to and then they listen and they knew things.\nThen was another source, the people there would come sometimes to me, and to other people\nand they bring things to do a part for you for them. You tried to communicate with them.\nWell, I don't speak French. I can speak Polish. I understand Czech. So if was a Czech,\nthere came different, they were prisoners of war. They or, they bring a piece of newspaper,\nwe could read. They knew that we wanted, survival, is, if you have hope, you be able to\nsurvive. So, they tried to help.\nOnce I had, I had a very close, very close thing. The woman, that she stood by my, when I\nhad somebody inside, and I was welding inside, she would stay by the door and, obviously,\nand watch. I didn't know that. So, once, I think I had a French guy, or, and I tried to\ncommunicate with him, he should tell me something, or explain how the war was.\nAnyway, when he finished, she called me out, and she slapped me over the face. She was a\nhusky, strong women with the SS, you know, the black band, SS, there were those zig-zag\nstar. And she said, in German, she knew that I understand, and she said, you spoke with the\nguy and she hit me over the face, that I saw stars; boy, that I didn't [fell down]. And she said,\nlike this, and the whole place where they were working was so quiet, like a pin it would\ndrop, the machines stopped and everything.\nAnd she said, when you come home I'll report you to the Oberscharftthrer. That's the\ncommander of the German commander of the camp.\nWell, when you get reported to the Oberscharfthrer, give you such a beating that you have to\ngo to the sickroom. When you go to the sick room, you don't go to work, forget about life.\nO.k., so, look, it was nothing that you could do. I just shook myself off and I just told her,\nthat I don't speak his language, how do I could communicate with him? That I told her in\nGerman; it wasn't, and it's no use. Alright.\nNow, how I survived, I tell you, after I was told, all the women that knew me, they, in their\nheart they pray that she should forget, they shouldn't remember to, to report me to the\nOberscharfuhrer.\nWhen we came home, we start counting and counting, that was in the evening, and counting,\nhow many, and first we missed two, then we missed three, and we were standing maybe,\nmaybe three quarters of an hour or an hour. She forgot to report me.\nAnd that was, that story I called the power of prayer. They told me later that, that they all\nprayed that I, that they shouldn't remember, she should forget to report me, that what\nhappened.",
        "Q: You said there were a lot of Hungarian women. Did everybody get along pretty well, or --",
        "A: Did everybody get along? It was --",
        "Q: Did you help each other?",
        "A: Help each other? Well, I tell you. It doesn't have to be Hungarian women. They, all people\nwere hungry. And people lost their dignity, do you know, they were stealing bread, from\neach other, at night.\nThere was one woman, that we know, from, other people know, from home, comes, you\nknow, a very fine person, and she, she stole the bread from, from her neighbor, the ration. I\ntell you, people lost their dignity. People what lost everything that was humane, left.",
        "Q: Would you say the conditions there were, okay? That you had?",
        "A: Oh, the conditions, oh, I'm telling you, you have to, I had a person that was very close, and\nshe got sick, and she went to the \"Krankenstube,\" to the sickroom, and we never saw her\nanymore.",
        "Q: Were a lot of people sick?",
        "A: She got sick. She couldn't go to work, and she never came out from there. You know what\nthey said, they would transport off to, to; just to finish her off, that's all.",
        "Q: Were there many sick people?",
        "A: Sure, always sick, in the ghetto were sick people and the thing, you could, you couldn't, and,\nyou know how it was. They made themselves a show, the Germans. The rationed bread we\ngot, everybody got the ration bread, right. The soup, they came with the soup, with a kettle,\noutside, and we used to run, with the, you know, the plate. It was such a thing that we had\non the belt here, and with the spoon, that's what we had.\nSo, when you eat up, there was still there, a lot of people were hungry, was a watery soup.\nThey run the second time. Well, the second time, if you run, they made themself a show.\nThey hurt, with a, with a \"Peitsche\" [whip], they hit you, you got hit.\nI got once hit, until today I have a mark. It's, the skin is not straight, smooth; it became like\na, like a [grater/grey] there. Sometimes I, I wear something, a nightgown, and I wear it, on\nthe same spot, if I wear it long, it will make out a hole, so rough the skin 1s from, from that\nhit, that he hit me. Was bleeding and then it healed up.\nSo, since then, I knew, I told myself, Frances, you don't go anymore for any seconds,\nbecause this 1s a death sentence. It's better to be hungry, and sit in your bed; I was sitting\nupstairs and I was watching through the window, how they, how they make the show. So,\npeople were still running for the thing, and they got hit. And they got hit, was no good. So I\ndidn't want that. 04:24:14",
        "Q: Now, you had mentioned, that the Germans were concerned about sabotage in their factory.\nDid that happen? Did you guys do that?",
        "A: Well, if we tried, and I told you, and get caught, there was one way only, very cruel sentence.\nSo, sometimes the people did, yes. Sometimes people did; of course, they, you know, you\nhad to make something, in spite, they were so cruel to us.",
        "Q: Did you ever try to do anything?",
        "A: No. If, if I, if I tried it, I do it in such a way that I thought I could never get caught.",
        "Q: Can you give me an example?",
        "A: Yes, well, I,\nlike, when I worked in the, in the factory with the, in the ghetto. If somebody did this, and I\nwas the one that were responsible for this, I didn't want to have that, because it would cost\nme my life. And here at, the things, so, I saw even if they -- it was very difficult, but I know\nthat people did. I, I, I, I can't tell you how, it came about, but I know that people tried. And\na lot of people lost thier life because of that.",
        "Q: Who were the guards in this camp, where did they come from?",
        "A: The guards?",
        "Q: Your kapos or, and the guards.",
        "A: The kapos came from within. They selected, women they were stronger, and they, they felt\nthat they were the kapos, from our own.",
        "Q: Jewish? Women?",
        "A: Jewish, yes. And, the other, were SS women. They wore the uniform, and with their\ninsignia, with their, you know, epauletts and the thing, the SS or SA, SS. This woman that\nhit me, she was, she was strong, and cheeks like this, red cheeks, and not like us, that we, we\njust had no food, to eat, nothing, starving, and had to work.\nAt, five days we worked in the factory. On, on the weekend, they sent us in the woods. We\nworked in the woods, we gathered wood, caught little things and picked it together up, and\nmake it in piles, and bring it to thing.\nIn the middle of the week, we walked like a, walk a mile, in the morning. It was dark, still,\nand at night, when we came home, was dark. The five days we didn't see the sunshine. Just\non the weekend.\nBut that was the winter, it was cold. And, and, and that's Niedersachsen, that's cold over\nthere. And I have wooden shoes. See, my, this part of the legs, I have very thin legs, and\nthis got frozen, and right after the war they were all purple, just purple, from, because it was\nfrozen, and swollen. But in the years, it got a little better.\nThey say that after what the work I did in, in the camp, that I'm going to get TB and I would\nhave to go to Switzerland to a sanitortum. But I did not.",
        "Q: How long were you at Essen?",
        "A: In, ah, in Hainichen? We were from August to mid March. Enough.\nTape #3",
        "Q: So, you were at Essen until March of '45?",
        "A: Not, not Essen. Essen was about 20 kilometers from, from the camp. When they bombarded\nEssen, because it was, so, we could, we could, we could hear it.",
        "Q: What were you thinking?",
        "A: We were, we were, we were thinking that, ah, things, that there is a hope, that maybe we\nsurvive. I always hoped. I had such a strong will, to see Hitler's demise. You have no idea.\nI, I just wished so, that I say, I just want to live and see him finished off, and I did.",
        "Q: So, what happened next? How did you come to leave Essen, why?",
        "A: Well, one day they said, the, the German saw that they, they were surrounded, closer and\ncloser and closer. The Russian came in, that's not, was not the Allies, the Russian. Maybe\nthe, the Allies and the Russian at that part, from the air, and then, they, they, the closest place\nwas to send us was Theresienstadt. That's Sudetenland, between Austria and Germany and\nCzechoslovakia. It's about, Theresienstadt is not far from Prague.",
        "Q: How did they send you there?",
        "A: We walked! Six weeks! Six weeks! The, ah, we walked along the river Elbe; it's a very\nlong river, and it goes -- we went so many cities by; at night they put us in wagons. I think\nthey were on the, standing there, and we went over there to sleep.\nIn the day time, we marched, and whoever couldn't walk, either was left, behind, or was shot\non the spot; it depend on the, and some, the, the Germans start running away, the one they\nwere for the permanent, they were watching us. One day the Oberscharfthrer disappeared;\nthe head of the camp. And, about, what we have --",
        "Q: Did you eat? Did they give you food?",
        "A: They gave us some watery soup, and mostly we, we picked, there was spring already, and\nwe learn how to pick what, what work, was edible, like some berries, and spinach. So, we\nsupplement that diet from this. We washed in the Elbe.\nWe took off the dresses and looked for, all kinds of, dresses should be clean, cause you wear\nit so long and you can't wash. By the, I tell you, all the time that I was in, in the, in the camp\nwe just had cold water, never any warm water, to bathe. very cold, ice cold water, was\nterrible.",
        "Q: Let me aks you something else. On this six week march, did you go by German people or\nthe local population, did they see you?",
        "A: No. We saw, we came on a city that's called Aussig an der Elbe [Usti nad Labem] and that\nwas after a bombardment, and you should see what was swimming on top of the river.\nAll kind of things, [live/light] things, were swimming on the river; was bombarded out from\nhomes and it was, it fell in the river and was swimming on top, so we know. And then,\nsometimes when on the road, it came airplanes, either Russian or the Allies and they\nbombard and the German would hide under the trains. There. Now we were walking. We\nwere walking.",
        "Q: You would just continue walking, with the bombings?",
        "A: Yes.",
        "Q: Weren't you frightened?",
        "A: We, we were happy when they come. We were happy then they came. Because they know\nsomething is going on, that some, some hope there is. But for us, even when the war was\nfinished, the war wasn't finished for us; for us, 1t wasn't.",
        "Q: We'll get to that. So, after you were walking for six weeks --?",
        "A: We came to Theresienstadt. We came to Theresienstadt about, about end of April. Yes,\nabout, I think about two or three weeks we were until the liberation came in Theresienstadt.",
        "Q: What were your impressions of Theresienstadt?",
        "A: Huh?",
        "Q: What were your impressions of this particular place?",
        "A: They were, you felt the smell of the chimneys in Theresienstadt, but that time they, they,\nthey didn't have, they didn't have time to, to gas us. Look, they were busy with their own\ntroubles, the Germans, you understand, so.",
        "Q: So you were allowed --?",
        "A: And then it was very difficult to survive, because was no food and we, we lived in a big\nplace what we talking about, the \"Kaserne,\" [barrack] remember? There wasn't a barrack. It\nwas strong houses, that this house, this building that I was, was housing five thousand\npeople, in one building, can you imagine?",
        "Q: Women?",
        "A: In one building, five thousand people.",
        "Q: All women?",
        "A: Women. Yes, well, in this room; I don't know what they all were women. In this room, we\nhad a big room, was a very --",
        "Q: You were telling me about Theresienstadt and this large building you were living in. What\ndid you do all day? Did they feed you? Did they do anything with you?",
        "A: They, they, they, first was the Germans, and we didn't know how things, how long this going\nto take.\nIn Theresienstadt we didn't work, we just, we loaf around. We thought that something has to\nhappen, something is going to happen. We didn't know what, and who's going come from,\nwe knew just that the Russians are closer and closer.\nWe were liberated by the Russians.",
        "Q: So you just wandered around the camp?",
        "A: Yes. Sure, how, how to, how to survive.",
        "Q: And they gave you a little food?",
        "A: Well, they give you - their first words along the German, were, they, they had to give us\nsome ration of bread and a watery soup. That's it.",
        "Q: Now, could you tell, that the conditions in this camp were any different from other places\nyou had seen?",
        "A: Yes, each place about has the same. You know, we know that there were designed, just to,\nto finish people's live, that's what they all were designed these, all camps.",
        "Q: So, this didn't seem any better than the other places?",
        "A: No. Better than Auschwitz.",
        "Q: What? Why?",
        "A: I told you, Auschwitz was just a despair. It was, Auschwitz was so terrible emotional. You\ncame in, and you felt, from there, nobody goes out. Couldn't sleep at nights! This was a\nvery hopeless place.\nHere, we just thought, well, hope, hopefully they not going to finish us off, that we going see\nthe end of the war; we just hoped. In Theresienstadt.",
        "Q: Was this place where they had you sleep, was this part of the main camp or was it a little\nseparate?",
        "A: No, there was like a room, and I don't know how many of us slept in that room, but that\nwhen, then I tell you when, the thing, when the Russian came what we had to do.",
        "Q: So you weren't aware of, you know, in Theresienstadt, we learned later on, 1t was, conditions\nactually were a little better and they had cultural programs and all kinds of things but at the\nend, none of this was noticeable?",
        "A: Well, nobody thought about, we thought about survival. If people are hungry, they don't\nthink about any cultural things. If the stomach calls for food, you can't think about culture,\nor reading, or anything, or art, or whatever, or whatever your profession is to do. You just\nthink, that without food you can't exist.\nSo, that's, there was no any need for that, because, there was one, one, one object, one thing,\ngoal, to survive. That's all.",
        "Q: Did the Germans who were in charge there, stay there until the liberation?",
        "A: Well, the most, they, a lot run away, that became like a chaos, later, towards the end. They\nthrew away the uniforms, and they find some, you know, if they weren't from there, and put\non civil clothes, there was plenty clothing over there, and they just, make belief, like, you\nknow, then they fished them out to find out who was who, and some escaped. You know,\nSouth America helped a lot of them to, to escape.",
        "Q: So, tell me about the last week there and then what happened?",
        "A: Well, what happened? We were liberated the last day of the war, that was V-day, May 8,\n1945. That was the day of our liberation. But for us, it wasn't a day of liberation, anyway. I\nexplain you why.\nFirst of all, at the beginning, in the camp, a, a young girl was so excited, and we knew that\nthe Russians are coming, the Russians are coming, and she run, and wanted to greet a\nRussian soldier in a tank, and she got killed. She was runned over by, by the tank. That was\nthe first thing, with the first Russian thing, so that was one.\nAnd then, when the Russian came, they spoke, I could understand what they talk to us, they\nused to say, well we liberated you, we did liberate you, they said in Russian, and you don't\nwant to love us, so we knew it's going to come for us, so it came at night;\nwe used to barricade all the doors and windows; all the furniture, there were benches over\nthere, and chairs, you know, the furniture heavy, like oak, heavy oak furniture was the, so we\nput it against, and we didn't go to sleep first, until the barricade was up the ceiling, that they\ncouldn't open the door. We were afraid for raping.",
        "Q: And that was happening? Right away?",
        "A: Well, these people came, they didn't see a woman for, I don't know for how long. They\ncame from those, you know, oh, far parts from Russia, Asiatic, Asian parts Russia, and they\nwere women crazy. So, wasn't - and each invader, if you would think, soldiers come, come\non a foreign territory, [that, no kid ourself], they do that.",
        "Q: So, did you know people who were raped? Did you know of circumstances?",
        "A: We, we, we, we just tried to prevent that it shouldn't happen to us. We were afraid of this.\nOf course, to begin the captain, the one that run the Russians, he didn't know about that;\nso the first few days we had to, with the food was, who was stronger would run three times\nfor the soup, and the one, of --. So many people were, looked like, we called them\n\"Muselmanns,\" just skeletons, nothing, flesh and bone, you know, nothing left. 05:15:29\nSo, they didn't have the strength even run for the soup. They couldn't get the soup because\nthe stronger one ran before them and it was finished, with the kettle soup. So people got\nsick, after the liberation, people died.\nYou know, that they died, first of all, they brought, they didn't know how to feed people like\nus. They brought sacks of sugar. They distribute the sugar. If you give people on a hungry,\non a empty stomach sugar, from sugar you get diarrhea. And you get diarrhea when people\nare so, you know, there is nothing left, they die. No medication for it, or anything.\nPeople die from the diarrhea. You know, dehydration. So, people died from diarrhea. Then\nit came, no hygenic, no sanitation, no things, so it came, typhus. You know that 5,000\npeople after the liberation died on typhus, in Theresienstadt, 5,000 people!\nSo, then it came to the commander, the Russian commander, and he was the boss, he was a\nnice man, he understood the situation, and he told them, he said that these soldiers, they're\ngoing to do things like that. They gone, if the woman doesn't want to go with them, they\ngoing to be very severe punished.\nSo, at least, if the commander knew, we were, we had a little security. And then they, but it\ntook time to organize that everything, and organized that everybody would get food. So,\nthat's what I wrote in my story, that the war didn't end for us. No way.",
        "Q: Did they bring in doctors to take care of all of the sick people?",
        "A: They had Czech doctors over there. They had a hospital, they had Czech doctors, but look, it\nwas also everything very primitive, what they had, aspirin and stuff, I think some; eh, it took\nme, it could go away, very fast, but it, life has no, where should I go?\nNo home, no parents, no family, where to go? What was the, what's the destiny? Where do\nI go. So, you had to get settled in some way, your mind. That, you had to organize\nsomehow your life, and this is not so simple, after so many years, that somebody told you\nwhat to do, not that you could do what you want to do. That's difficult.\nSo, first I think, sometimes, yes, then I find out that, then we start looking for, 1f somebody's\nalive from the family, so I start looking for. I knew, my father was, died, my mother wasn't\nthere anymore. I was looking for my brother. So somebody said, the people coming in,\nbecause it was an open border already, but traveling was very difficult.\nEven with travel, we had to travel with the same cars, not such a crowded condition and stuff\nlike this, but same cattle cars, still if you want to go. Because Germany was, most cities\nwere, bombarded and ruined. So, that my brother is in Bergen-Belsen.",
        "Q: How long did you stay in --?",
        "A: About July; I went to, we register to go; we, we, I, I figure out, they register us either to go\nto, whoever we had a choice, either to go to Israel, or to Palestine, or, or to the United States.\nAt that time you had, they open, they open the doors for, for refugees, the United States. So,\nI sign up for the United States. So we went to, they sent us to Landsberg.",
        "Q: O.k. You were in Theresienstadt from May, April really, but from May to July, what were\nyou doing there for those months? What was the life like?",
        "A: We just, I, I don't know. I don't remember, or I worked there, or I did something. I just, oh, I\nknow, I know what I did. Theresienstadt. O.k.\nSomebody organized a sewing machine, and I tried to help the women, so they should look a\nlittle more presentable, so they, we, they got the dress, I would help them to make it that\nwould fit a little better, to make from one dress, take something, make a trim, or something;\nthat we look, the hair grew a little bit that March, because, you know, where they got bald,\ncut to zero, so, we try to look like, like women. So, that's what I did. I sew a lot at that time.",
        "Q: Was it difficult to, kind of, resurrect yourself, after all of this time, to feel human again, feel\nnormal?",
        "A: Of course, that's why I couldn't go, like I told you, the feeling was, where to go? This is all.\nWhere shall I go? Where to go, where to go. There's no place where to go. So that's for us,\nwas no place, there was nobody and there was no place. Then I find out about my brother,\nfrom Landsberg I went to Bergen-Belsen.",
        "Q: So, first you decided to go to Landsberg?",
        "A: Right, because from Landsberg we should go to the United States.",
        "Q: So, did you go to Landsberg alone?",
        "A: No, I know, I met my future husband then.",
        "Q: How?",
        "A: In, eh, here, I, I think yesterday he said that I didn't remember that he talked to me before,\nbut the talk we had when we traveled from Theresienstadt to Landsberg.",
        "Q: You met him on the train?",
        "A: That he approached me before that, in Theresienstadt. Yes. So, we -- And then I was just a\nfew weeks in Landsberg, and then I said, I'm going to find my brother.\nHe lived in Hannover. Hannover is, is not far from, but it's a, it's a big trip from Landsberg\nto Hannover, to Bergen-Belsen.",
        "Q: Where you traveling alone at this point?",
        "A: I think, I think somebody else, but, I was traveling myself, yes.",
        "Q: Was it difficult?",
        "A: Was difficult, was difficult.\nThey came and sometimes I remember, came in the middle of the night and they let us off\nfrom the train and that was on the north already, the city of Kassel, which was all bombarded\nout, and we sat down on the edge of the like, sidewalk and waited for a next train, and you\nlook at that city, and you think, boy, what happened.\nIs just unbelievable, and how you get there, how you going to organize your life, and stuff\nlike this. Then I remember, we came, and they brought us to Hannover.\nAnd Hannover was a flood at that time and the streets were flooded, and that was, in\nHannover was the British zone. And the soldiers, they had, the army, had very high, they\nhad the trucks, with very high wheels, so they give us, give us a ride in the city, through the\nwhole flood, and they brought us, I had an address, and they brought us over where my\nbrother lived, with a friend, in, in Hannover, by a German woman. So, how I got to Bergen\nBelsen, I didn't have anything to do in Hannover.",
        "Q: What was it like seeing your brother?",
        "A: Well, it was just, a lot of joy, unbelievable. But I couldn't stay and stay idle. I had to have\nsomething, life has to go on, and in order to go on, you have to do something with your life.\nSo, there was nothing to do, wasn't any Jews in Hannover that I could meet.\nAll the Jewish people were in Bergen-Belsen; they were liberated there, and I could find\npeople that I know and stuff like this. O.k. So, I went to, to Bergen - it's not far, it's, again,\nwith a, some kind, a army truck, we went, a few people, and they took us to Bergen Belsen.\nThey were very accommodation, they accomodate us, the, the soldiers; they were nice, the\nAmerican -- that was the British, because Bergen-Belsen and Hannover, that's the, was the\nBritish zone.\nSo, over there, I met friends that had, and they were willing to, like, they were two of them\nand I was the third. They had a big room, and they were willing to take me in as a\nroommate.",
        "Q: In a house?",
        "A: In, in, in, in a building. Yes, right. Well, we, we got married in Bergen-Belsen. He came,\nabout 1,500 miles. That he told you yesterday, where they stole his camera.",
        "Q: So, tell me about the life in Bergen Belsen?",
        "A: Well, in Bergen-Belsen life had a, a meaning, because we tried -- there were a lot of people\nfrom my town, people that, professional people, that worked in the shops. And they could\ndo, organize things, and teach people, other people that they can be useful in life, later on.\nSo these people, we got to all together, and we organized a ORT Fachschule. You know\nabout, you heard about, you know about the ORT? There is a lot of ORT going on in\nWashington DC. This 1s training through rehabilitation.\nAnd they are a non-sectarian organization that teaches people a trade. Sewing, boys teach,\nthey teach mechanics, fashion design, all kind things. So, I was one of the, in came, the\nUNRRA came; they brought us, they brought sewing machines.\nAnd, oh, I have a picture, that I had, one picture that I have; I was teaching the children, the,\nand there was for everybody. We had young kids; everybody that wanted to learn could\ncome to those classes. They didn't pay anything for that. And it was a big sign, we had a\nbuilding, ORT Fachschule, with insignia, and I, I taught this, over there. I had a class.",
        "Q: Young and old people? All kinds?",
        "A: All kinds, younger people, older people. If they were beginners, they were in the beginner's\nclass. If they were advanced, they were in advanced class. And we just organized, that was\njust the beginning.\nWell, I, I tell you one story that I connected with this. When I lived in New York, and I\nworked at FIT, the Fashion Institute of Technology, I had access to go on, on 7th Avenue.\nThat's called the Fashion Avenue. There's a lot of places that you can go, that designers can\ngo and get some fabrics, discount fabrics, they have remnants, beautiful pieces.\nSo, I, I, they know me at this, some place on the 8th, 7th floor, some place, different places.\nO.k., I went to such a place once, and there was two women, an older one and a younger,\nlook like a mother and daughter, and they look for things and I look my things. There's just,\nnot a lot of customers, just some people.\nSo, all of a sudden, this woman, the mother, comes over to me, and she tells me my maiden\nname. I look at her, no, doesn't register anything, I don't know. So, she said, how do I know\nmy maiden name? She said, well, you were my teacher, in Bergen- Belsen. You taught me\ndress making. And this is my daughter and we live in Israel, and that helped me make a\nliving. I got married. I have a family and I help them.",
        "Q: So, you told me the story about finding --",
        "A: Yes, the mother, and she said that this helped her to make a living and to raise her family,\nyou mean, the trade that she learned. And she, at the same time, taught her daughter how to\nsew. So, I was so happy to hear that, and we embraced and we were, and they say they go\nback to Israel, and that was a very beautiful story, isn't it?. Very heartwarming story, hm?\nDon't you think so? Yes, I thought so.",
        "Q: Now, in Bergen-Belsen, what was the life like? Were you free to do whatever you wanted?\nDid you have enough food? Were the living conditions okay? What was it like?",
        "A: Well, it was, we would make; it was more like fear, it was different. Of course, we could\ntravel, you could do everything. Sure, yes. It was free.",
        "Q: Who was in charge? Who was running the camp?",
        "A: Who was running the camp? I don't remember, I just know one lady --",
        "Q: Were they relief organization, or military administrations,--",
        "A: Yes, there was, --",
        "Q: -- or Jewish people?",
        "A: First of all the UNRRA helped. They brought supplies and stuff, like we need sewing\nmachines, can't make a thing with sewing, without sewing machines; we need fabrics. So\nthe UNRRA helped, yes, it was on the auspices of the UNRRA:",
        "Q: Was there an internal administration, was there a Jewish administration that was helping to\ntake care of people?",
        "A: Yes. I, I think so. Like I told you, Bergen-Belsen was British, the British zone, so I think\nthat the government must have helped too. I, I really don't - but in Bergen-Belsen, you\nknow, we're free, you could travel.\nBut how you could travel? There was no, unless somebody came, and pick you up with a\ncar, or see, we had no means of transportation, or somebody bring you to the, to the railroad,\nto travel. The closest city would be Hannover. And Bergen-Belsen was woods, woods,\nwoods. Barracks in the woods, was Bergen-Belsen. It's a big huge camp.",
        "Q: Was it all Jewish? All the people were Jewish there?",
        "A: Not everybody was Jewish, mostly. Yes, most.",
        "Q: But everybody got along?",
        "A: Yes, well, I got along with the people that, that I lived. I lived with one young lady that, who\nlater became my sister-in-law. My brother's wife.",
        "Q: Were people beginning to form political organizations, to begin again with religious\nobservations? Any of that sort of thing?",
        "A: People start thinking about what to, you know, if anybody had a trade or whatever, a skill,\nwhatever to do, how to start up, how to get hooked on; people got, used to get married, it was\na very big -- people were lonesome. They, family is gone, right, so people, it didn't take\nmuch time, people get acquainted and they used to get married. Sometimes worked out and\nsometimes it didn't.\nI know, we know each other for two years after we got married. Met in '45 and we married\nin '47.",
        "Q: Anything else you can think of about Belsen?",
        "A: Bergen-Belsen.",
        "Q: You were there how long?",
        "A: I worked there.",
        "Q: Right, for how long?",
        "A: I worked there from -- I came in'45. And got -- After I got married, the ORT transferred me\nto, I went back to live in Landsberg with my husband. He had, we had an apartment then.",
        "Q: How long were you at Bergen-Belsen?",
        "A: In Belsen? A little less than two years.",
        "Q: So, if you were there two years, were there, did people start with cultural activities, schools?",
        "A: Yes, sure. We did. We used to have groups, with, read poems, sing songs, stuff like this,\nplay theater. Something certainly like this. Whoever was capable, right.\nWe did just a lot of nostalgia, old things that people came from the old time, from the homes,\nwhatever they brought, the culture that they brought themself.\nAnd a lot of people, especially the young people, they didn't have any schooling. They,\nwhen the war came they were very young, they had very little education. That was sad.",
        "Q: So did they get schooling?",
        "A: Well, they started to teach them; that's why, the first start to teach them a trade. Then when\nthey came to the city, they had to teach them, that they graduate somehow high school.",
        "Q: What about religious activity?",
        "A: Religious activity? In Bergen-Belsen? Tell you the truth, I don't remember.\nI was, right after the war, I was really inside angry. I asked the Above, why this happened to\ngood innocent people. I got really upset and angry. Nobody could give me an answer, I\nasked rabbis, I asked chaplains; I think, it's a destination and that's happened, happened\nbefore in Jewish history, that the people get, you know, so, we don't know. There's no\nanswer for that, so I made peace with this. Certain things there is no answer, you have to\nmake peace with that.",
        "Q: So you kept your faith, and beliefs?",
        "A: Yes, I did.",
        "Q: What about, do you remember any political or Zionist activities at Bergen-Belsen?",
        "A: Oh, sure. You would think. I was in - no, we were in Landsberg when Israel became, when\nthe United Nations voted. That was in 1948, then I lived in Landsberg already, back.",
        "Q: So you don't remember this?",
        "A: No, not in Bergen-Belsen.\nWe were -- there were a lot of people that went, yes, this I remember, now I remember, look,\nit's a long time, with the idea that, they went illegal to Israel. A lot of people went.",
        "Q: I'm just sort of curious, because you were in a British camp. So I wondered if there was any\neffort to control the political activity?",
        "A: It was hidden, it was illegal. Because they were British, of course, it was illegal. But\neverything, we had, like, they had meetings and they had things, and they had the, how you\ncall, I don't know who worked there, but from the Jewish organization they had the Haganah\nI think, and people that, from Israel worked here after the war, in Europe to bring young\npeople over, to work, to build the country, as pioneers.",
        "Q: Through ORT, were other kinds of courses offered also? You taught, you helped with the\nsewing, were other courses taught also? Other kinds of courses?",
        "A: In Bergen-Belsen, in Bergen-Belsen, I think, later on, when I came back, when we got\nmarried and I came back in 1947, and I came back to Landsberg.\nIn Landsberg they had a bigger school. Over there in Landsberg I didn't teach. I was\nmanaging all women's classes, was about 200 women, so I was managing those classes.\nAnd there were mechanics, there were, electronics wasn't so developed like today, but was\nsome, whatever, but, there were, were other classes. In Landsberg was a very big school.\nWhere they had some experience already, and had some graduates at that time.",
        "Q: So, you moved back to Landsberg to be with your husband?",
        "A: Right.",
        "Q: Where did you get married?",
        "A: In Bergen-Belsen, we got married.",
        "Q: Did you have a ceremony?",
        "A: Oh, yes, sure. In Landsberg we went to the, how you call it, where you get a civil thing - to\nthe, to the office, like you get a birth certificate or you get a thing, and you make a document\nthat you married. You tell your credentials and stuff, so, we got a, a civil marriage. And, the\nreligious marriage, we got in Bergen-Belsen. Yes.\nMy students sewed a dress for me; there wasn't white material, it was blue, well, over there\nat that time, you couldn't have anything what you want, whatever was available. So, I\nremember it was a light blue chiffon dress.\nDave's one friend which was a very good photographer, so his, his gift for the new couple,\nfor, he made us wedding pictures. It was nice. We still have those pictures. Very good\npictures he made.",
        "Q: Were a lot of people getting married?",
        "A: After the war, a lot people got married yes, because you know, life was, people were\nlonesome. They lost their family. Life was no, had no direction. They thought, two people\ncan work out things better, and they have support from one another, which is true.\nSometimes, today people know each other and they say, every other marriage ends in\ndivorce.",
        "Q: How long did you live in Landsberg, you lived there in 1947?",
        "A: In 1949 we came to the United States.",
        "Q: Can you tell me a little bit about the life in Landsberg?",
        "A: The life in Landsberg. Well, I worked, and Dave worked and my daughter -- we have two\nkids. We have a daughter and a son. My daughter was born in Landsberg, in Germany. In\nJuly '48 she was born. What was life? Well, it was a lot, a, all night.\nThe Jewish people did the same thing. It was a lot. We, we had groups that we were\nsinging, and some would play theater, Jewish theater. And some people were talented.\nPeople were from all walks of life. Young people got together, and singing was, the biggest\nthing was singing.\nNow, we used to have -- in Landsberg there was cultural life. There was a lot of people that\ncame, entertainers came from the United States. Eh, what's his name, he was then a very\nyoung performer, the conductor, Leonard Bernstein, so he was maybe 31 years old then, and\nhe performed, and we thought he was brilliant, well, you know, because he was just a\nbrilliant man.\nJewish actors, a lot of people, they came to different places just to entertain. We had to buy\ntickets but to entertain and it was, it meant something. It was important. It was, like, a\nspiritual revival.\nSee in Poland I was used to that, because I used to love the theater, and always go to the\ntheater even when I was a student. Travel, go to the theater, I love a lot of the things,\nmuseums; I would go anyplace that make some variety, and some, that's what life is about.",
        "Q: So what else was going on in Landsberg?",
        "A: And then was the, the thing -- the talk of the town then, then was, yes or no, of the state of\nIsrael will, became, they'll declare as a, as a, the United Nations will vote as a state.\nSo, that was the most important thing at that time. And it happened in 1948. My daughter is\njust, just born, at the same time, when the Jewish state was created.",
        "Q: Were there efforts to prepare people to go to Palestine, or to go to Israel?",
        "A: Sure. There were, there were, there were. I told you, my cousin, that I met I told you, in a\nstore, he was in Landsberg. From Landsberg he went to Israel and it was before, in 1948 he\nfell in the Negev.",
        "Q: How did they prepare people? What sort of things were --",
        "A: Well, if they prepared, that was the Haganah's work. They did that. Big job; the young\npeople, to convince young people; life has no, had no meaning, and the young people had no\nparents or anybody to direct them.\nSo, 1t was important, so that was a goal, to go there and to fight for your own country.",
        "Q: So, they gave them military training? Is that what you're saying?",
        "A: Yes, sure. Ja, I'm talking about military training. Obviously they did, yes.\nWell, at that time, at that time there was still was boats. They couldn't, they came to the\nshores of Israel, they didn't let them in. You know this, from history, right. So, it was a lot\nof things. Until, until they declare, that the Jewish state, what's his name, President Truman\nwas, he was instrumental 1n this, that this happened.",
        "Q: When you were working in Landsberg, did you get paid, did people get paid to work there?",
        "A: No.",
        "Q: So when you had to buy tickets for theater or whatever, how did you pay for it?",
        "A: I, I, for my work in Germany, I didn't get paid anything. When we came, that was like this,\nwhen we came to the United States, I think I got some, I got a certificate and they sent me to\na bank, and I got some. For all the years of work, just got --",
        "Q: You got it after?",
        "A: After, right.",
        "Q: Did you kind of see a rebirth of Jewish life in Landsberg?",
        "A: Well, let me explain you something; we, the way we thought, a lot of people thought, very\nfew people had in mind to remain in Germany, because that country was, or Poland, was\nsoaken with Jewish blood.\nSo nobody has decent mind and think, does, does, didn't want to stay there. They want,\nimmigrated elsewhere; a lot of people went to Australia, to Canada, to the United States, and\nof course, with Aliyah Bet, to Israel. So that's what I'm telling you, and that was just\nbuilding a new life;\nyou think we thought -- My brother went a year before me, so, oh, they thought I thought\nwhen we come, God knows what's waiting for me in the United States. It wasn't so rosy,\nbelieve me. So.",
        "Q: Was the morale fairly good in the camp in Landsberg?",
        "A: I didn't follow you.",
        "Q: The morale.",
        "A: Oh, the morale? The morale was good, yes. Morale was good.",
        "Q: Anything else you can remember that might be important, interesting about the life in\nLandsberg, and how people lived and what they were doing?",
        "A: Oh, I tell you. A lot of people had different, had different goals in life. A lot of people,\nespecial men, they, they went to Poland and they brought some articles and they could make\n-- they make money. They bought for such a price and sold for more. They sold for the\ndemand; people wanted those items. So.\nIt was always kind of risky, traveling back and forth and stuff, but some, a lot of young\npeople did that. But this is nothing for permanent, for to settle, wife; so, 1t depends. Some\npeople that could work with their mind or with their hands and some people just different,\nfeel different like making a living.",
        "Q: So, you decided to come to the United States, why, instead of Palestine, Israel?",
        "A: Well, I didn't, I didn't think, we just didn't think that, over there at that time you had to be a\npioneer. That after the war, and after what we went through, how much I was for Israel, I\ndidn't think that I can go and go through the hardship in build a new land.\nJust, just honestly, I didn't feel that I was capable to do that; and that's why well, we figured\nout, we come to the United States. it's not that it's going to be -- Manna doesn't come from\nheaven. It's going to be a struggle; but every beginning is hard.",
        "Q: Was it difficult to get a Visa?",
        "A: No, you have to have an affidavit that you're not going to fall to, you not going to get, that\nyou be independent, that you're willing to go to work, and you have somebody that will offer\nyou the job and you're not going to fall, I say, think that you be, must pay you for welfare,\nstuff like this, that the other citizen will have to support you, no. So, if you had an affidavit\nlike that, they would give you a visa. At that time.",
        "Q: So, it didn't take too long?",
        "A: No. No, didn't take much long. Well, we were just that, and that was, you know who helped\nthen, the HIAS. You know the HIAS? The organization? Yes. And the HIAS helped solve\nstuff in the United States, and when we came, we had a, first we live in Brooklyn on the third\nfloor with, a little girl that was, what, maybe 18 months old and the room was, this size, no\nsmaller,\nand the carriage had no place, to, it stay in the hall, by the lady, we lived with, the, as a,\ntenant, with the lady that has the house, she gave us a room, just a room, pay, so it wasn't so\neasy. I had to look for work; I had a small child, I couldn't go to work, so just my husband\nhad to go, to work, find work and that wasn't easy.\nLook, I just start working, you know when? When my kid could get the key from the house,\nthey were ten, twelve years old, and I could depend that they can open the door and stay by\nthemself, and they don't, I can trust them they won't let anybody in, then I, you know, there\nwere no parents, no family close by that could just do the thing there. And then I looked, I\nlooked, I looked for a job. I wanted to work.\nTape 4",
        "Q: When you arrived in New York, what were your first impressions, do you remember?",
        "A: First thing, we thought, that we have to learn the language, because to be in a country, and\nwithout, not knowing the language, it's a big handicap. So Dave went to school and I went\nto school. And, like, he, we managed somehow and sometimes we take from a neighbor a\nkid, they were watching, you know, we had a -- one kid and then, my son, the kids are two\nyears apart. That's what I had - a daughter and a son, that's all.\nSo, we went to school and went to school, and I was just keeping house and watching the\nchildren and raising the kids. When the kids start growing up, we lived in a section where\nthe school, we didn't like the school.\nSo, we figure out, when the chil-, when my daughter is going to be five years old, we have to\nmove from that neighborhood. We did, we made an effort, and we moved the neighborhood\nthat she be able to go to a different school, public school. So we did, we moved from - that\nwas in Brooklyn, we moved to Astoria, that's Long Island. I mean, it was, the school was a\nnice school, an old school, a public school. And then, when we, look, I told you-\nI told you, I first, my thing, I wanted to work in my field and accomplish something. It gives\nme a good feeling when I work in my field; I love to work. But I couldn't, before I had, I had\nthe duty to raise my kids and there was nobody to trust with.\nSo, first, when they were about ten, twelve years old, then I figure out, it's time for me to go\nto work. So, once I answere an ad in the Herald Tribune; it was for a fashion consultant,\nMacy's. I said, well, I'm going to answer that; I didn't work such a long time, and I had no\nrecommendations, and nobody think where I worked and what I was.\nWell, I figure, well, I know my work, and I could make a very beautiful sample and stuff like\nthis, anyway, I figure out, what I do; what I do, I, I went for the interview. There were a few\npeople. So, the, the woman that interview me, so, she liked me a lot. She said, you're going\nto get the job. But I have to, what I did, I brought with me a few dresses that I made, and\nthey were, I designed them and I sewed them up and they were, just very attractive.\nSo, I showed her that this is my work; and she was very impressed with that and she said, I'm\ngoing to get the job but she has to, for curtesy for other people, about five, six people\napplied, that she's going to, that was the chairman from the department. She was, the, her\nname was the same as mine, Davis, Regina Davis - Havasag(ph.). So she said that she have\nto interview, and then, at the end, I get the job, and so it was.\nSo, I worked for ten years, I work, fashion consultant, Macy, Herald Square, the main\nbuilding. For ten years I worked there. And when she retired, I stopped working there,\nbecause I got another person that I couldn't get along with. She wasn't very nice to our\npeople, was an Irish woman. O.k., anyway, so that was one.\nWhen I knew that this job eventually gone to come to an end, I, so I had some credentials\nalready. That's a very prestigious job, fashion designer, fashion consultant for Macy's, is a\nprestigious job. So, I went to FIT, FIT is two, a few blocks away, this is 34th Street, FIT 1s\n27th Street, on the same--",
        "Q: FIT?",
        "A: FIT - Fashion Institute of technology, you know.\nSo I went there, and I spoke with the chairman of the department and I said, who I was and\nwhere I come from, and what I was doing; and I, I had some papers from ORT, that I was\nteaching and working there and things, o.k. So, I got the job. And I worked there for 15\nyears, until I came here.",
        "Q: That's quite accomplished.",
        "A: So, I went to school, I went to city college, I went to FIT, I took classes in things, for\nfashion, art design and things, the things that I liked, and free time between classes, I used to\ntake courses, in, at FIT, the courses that I wanted to take. I paint for hobby.",
        "Q: At this time, when you had a whole new life, did you think much about what you had left\nbehind in Europe and these experiences?",
        "A: You mean about the past? Yes; my mother haunted me, really, the memory, the things, that\nfor many years when I was starting in that, or I think, I would cry my eyes out. Oh, terrible.\nToday there's nothing.\nI'm just very collect, but not, not at that age, younger years, I couldn't even mention, I\ncouldn't, if I think, I would, I'd fall apart, so bad it was with me.",
        "Q: Did you talk about it with friends or other people? Your husband?",
        "A: No. No, I did not. So the kids, my daughter said, when, when I start telling her, and I didn't\nwant to talk, now the grandchildren start growing up and they could be told, I go to different\nschools and talk about this, why don't you tell my thing; I have, I have family in Israel, that's\nmy cousins.\nOne of my mother's sisters, the second sister, immigrated to Israel, in the very early 30s with\nthe whole family, and this family survived.\nSo, I have a cousin that's Yuval(ph.), same name. And when I go there, I can't even go to\nhotel, I have to stay with them, they very warm and wonderful to me. So, the old folks, the\nuncle and the aunt, they're not living anymore, but is the, the other, the cousins are here.",
        "Q: Do you think that these awful experiences you had in Europe, you think that these\nexperiences you went through in Europe, had a long term impact on you? Do you think they\naffected the way you lived your life afterwards?",
        "A: Well, it did, I think it did a lot of damage to my health, to begin with. That's for sure, I\nknow. Of course, but, in order to live, you can't remember the bad times all the time,\nbecause otherwise, life 1s impossible, you can't. Do you understand? You have to let go, so\neventually I had to let go.\nSo, that's the story, and at the end of this, I wrote down, there is without hope, there's no life,\nwithout hope.",
        "Q: How were you able to let go? You just sort of forced yourself to do it?",
        "A: Yes, I never had any help, that I would go to a shrink or something, that we talk. No, I never\nfelt, first of all, well at the beginning I didn't have the kind of money that to a shrink would\ncost, alright.\nThen where I worked, I had, Macy had insurance, the school had insurance, but I didn't feel,\nI didn't want to go. And I had to, I had to work it out myself. And time did the most.",
        "Q: In the very beginning when we were talking, you said as a girl you had a real independent\nspirit.",
        "A: Yes.",
        "Q: Do you think that that helped you survive and get through it?",
        "A: Oh, sure, definetly, yes, yes. I, I just, I, I had so much hope, that I lived with that hope. That\nmade me survive, that I'm going see the defeat of Hitler. And after all the things what\nhappened, what I lived through the ghetto and the camps and everything, and I saw this, I\nbelieved there is something above that watches, above both of us.",
        "Q: So, religion was important to you throughout all of this?",
        "A: Yes.",
        "Q: Is there anything else you want to add, anything else you want to say?",
        "A: Well, I don't know what to say. I, I think that Iam happy, and I think, my family is proud of\ntheir father and myself. That what we achieved in life. So, that we were achievers in life,\nthat the kids are proud of us. I know;\nand we were very good with the children, family, it's a close family, and with the\ngrandchildren; we are. So, that's very important; and life goes on. You learn to live, you\ndon't live just for yourself. You live for other people. You try to help other people, you give\ncharity, the way my parents used to; whatever you took from home, that's you take for life,\nfor you.\nMy little -- my daughter's daughter, she said like this and I have to tell you this, and on this\nI'm going to end, she said like this in school, she goes to a private school in Santa Monica, so\nthere was a question, what your grandmother mean to you, so she, and she's nine years old,\nso she answered like this; 07:13:31\nto think that I went from my mother, my mother went from her mother, from my\ngrandmother, and that's the, all things that she had teaching me, she know from her mother.\nAnd that was, it is true, because she knows sewing, she knows embroidery, she knows paint,\neverything. That little one can do everything, the little one. So, it's like a chain, like, it goes\nfrom one generation to the other. So. What can I tell you. O.k.",
        "Q: One more question. Last question. You were talking about the way people behaved,\nbecause they were trying to survive and often times it did not bring out the best in people;",
        "A: That's right.",
        "Q: How were you able to maintain your humanity and your dignity, was that tough?",
        "A: Very tough. Very tough. And you have, well, I had to; see, I, I, I think I'm a Libra and\nLibras are supposed to, I read the horoscope sometimes, not that I believe in it, that I read,\nLibras are very, people that think justice is very important.\nSo, I, I thought don't, in the ten commandments, and you think that you should never do\nsomething to other people that you don't like others will do to you. And that's what kept me,\nthe morals that my parents gave me, you understand, that they gave me, that kept me and that\nI could survive. You follow this?\nYes, I think that's the spirit of that, so, I never wanted to do any harm to anybody, and if I\nwould steal, God forbid, steal a piece of bread or do something wrong to anybody, I wouldn't\nlike that somebody do this to me, because it's a matter of dead and life. If I steal you bread, I\nsteal away your life.\nLike other people did, but, they come from good homes, but they couldn't, they, they just\ncouldn't help. We condemn them, and there was a very sad story, in the camp.\nI told you, the one girl that stole the bread from her neighbor, now, until we find her, she\nwould, she did this in the middle of the night.",
        "Q: Do you judge that?",
        "A: Well, we, we condemned her, because there 1s no way we understood. I told her, listen,\nwe're all hungry, how, how can you do so, she, she just couldn't control herself. So, the\nanimal, the human just disappears and the animal takes over;\nbut it's not the way it's supposed to be, a lot of people can't help, right? So. Do you have\nanymore questions?",
        "Q: Thank you.\n"
    ],
    "questions": [
        "Q: I'd like you to begin please by telling me your name, where you born and when you were\nborn and your name at that time as well.",
        "Q: Sure.",
        "Q: Your name today?",
        "Q: Tell me a little bit about your family life before the war?",
        "Q: What about your schooling?",
        "Q: No, talk to me please.",
        "Q: This was a Jewish high school?",
        "Q: But the students were Jewish?",
        "Q: I'm trying to get a sense of the Jewish community in Lodz and whether you mixed with\nGentiles that sort of thing.",
        "Q: Was there sort of a rich Jewish community culturally and politically that you were part of?",
        "Q: So, what was the value of this Zionist organization. Why were you doing it and what did\nthey teach?",
        "Q: So, before the war you felt strongly about Palestine?",
        "Q: Now, you had a large German community. What did you know about Hitler and Nazism in\nGermany proper at that time?",
        "Q: Did you take that threat seriously?",
        "Q: At the time '38, '39, were you finished with school? Were you working? What were you\ndoing?",
        "Q: How did all this change and when did it change?",
        "Q: Let me just interrupt you a moment because there's a lot I want you to explain about the\nghetto, but there were a few months in between and I'm trying to get a sense of what your\nlife was like and what happened to the Jewish people. Were there orders and restrictions,\nand what was going on in the city before the ghetto was formed in those few months. Was it\nscary?",
        "Q: Did you family have plans? Do you remember what you talked about, what you should do?",
        "Q: So in this period between September --",
        "Q: So there was no real normal life left? After the Germans came?",
        "Q: Could you go to synagogue?",
        "Q: I was asking if there was any part of your regular life left? Did you continue to go to\nsynagogue?",
        "Q: So, you were still allowed to do this after the Germans arrived?",
        "Q: In Germany?",
        "Q: These \"Aktions\" in the first few months, were any people beaten or killed? Were people sent\naway anywhere? What were some of these before the ghetto?",
        "Q: You knew this before you went in?",
        "Q: Let me just stop you because we only have a couple minutes left on this tape. How did you\nget to the ghetto, what did you take with you?",
        "Q: We were talking about your moving to the ghetto.",
        "Q: No.",
        "Q: No, don't go so fast. I want to know more about life in the ghetto.",
        "Q: What kind of work did you do in the ghetto?",
        "Q: Who were these dresses for?",
        "Q: Did you work hard?",
        "Q: You mentioned sabotage, was there sabotage in these factories in the Lodz ghetto?",
        "Q: Did you see this?",
        "Q: Did the Germans come into the ghetto much, or was it run by itself?",
        "Q: How extensive was this Jewish administration? What kinds of roles did they --?",
        "Q: This was a constant threat?",
        "Q: Who was running this black market?",
        "Q: Within the ghetto?",
        "Q: Were there certain categories of people that went first? I mean were there people that they\ndecided to deport first or was it just everyone?",
        "Q: Let me just ask you were there --",
        "Q: Did you know any of these people? Did you know about it at the time?",
        "Q: Did they help you at all in any way?",
        "Q: Yes, I still want to ask a few more question. Whether there were efforts to help the people in\nthe ghetto, whether there were welfare organization or educational, trying to help the\nchildren or culture.",
        "Q: It was permitted?",
        "Q: Were there cultural activities that you went to that were hidden or anything like that?",
        "Q: Let me just ask you, because you had this position of responsibility and you got a little bit\nextra, do you think the other workers resented you?",
        "Q: Do you think within the ghetto life was any different for women and men? Was it more\ndifficult being a woman, were you treated differently, were you taken advantage of?",
        "Q: What would happen to a woman who got pregnant?",
        "Q: In the ghetto, or are you talking about later?",
        "Q: In the ghetto, though, in the Lodz ghetto?",
        "Q: So, if a woman in the Lodz ghetto got pregnant, could she have her child?",
        "Q: So there wasn't a real difference between the way men and women dealt with this, or the way\nthey were treated?",
        "Q: By whom?",
        "Q: Was Rumkowski on your transport? Same group?",
        "Q: So this was something you learned later?",
        "Q: So, you still had a few more years in the ghetto with your brother?",
        "Q: You must have been very close?",
        "Q: You're talking about a little bit later, right?",
        "Q: Let me ask you also, in the Lodz ghetto, all the people who were living there, not just people\nfrom Lodz, were they bringing other people in?",
        "Q: Did they need more workers or why?",
        "Q: I want you to tell me about that, but in time. Tell me about the last days of the ghetto and\nwhat happened. As time went on from 1940 to '44 did the ghetto change? Were there\nnoticeable changes?",
        "Q: Tell me what the last days of the ghetto were like?",
        "Q: I know, but you haven't finished that story. Tell me how things were in the last days, and\nwhat happened?",
        "Q: Wait a minute. How did you get to the train? How did that happen?",
        "Q: No, no, but you haven't explained to me, while you were in the ghetto, how this came about.",
        "Q: When was it?",
        "Q: What was a train ride like?",
        "Q: How long were you on this train?",
        "Q: Were you with any friends or anyone, or were you totally alone?",
        "Q: Did they tell you where you were going?",
        "Q: How did you know you were going there?",
        "Q: What happened when you arrived?",
        "Q: So, you arrived at Auschwitz, you were selected with the able bodied people.",
        "Q: What happened next?",
        "Q: You were taken someplace?",
        "Q: How did you know this?",
        "Q: Intentionally?",
        "Q: The people who were there, did you talk to them to get a sense of what life was like there?",
        "Q: Who were these kapos?",
        "Q: Did you do anything in those ten days?",
        "Q: How did you know to do this?",
        "Q: Let me just ask you a few questions, you were near Essen, was there a name to this labor\ncamp?",
        "Q: How large was this labor camp? Who was there?",
        "Q: A couple hundred, a couple thousand?",
        "Q: Where did you sleep?",
        "Q: Was it crowded? Was it a big barrack?",
        "Q: You said there were a lot of Hungarian women. Did everybody get along pretty well, or --",
        "Q: Did you help each other?",
        "Q: Would you say the conditions there were, okay? That you had?",
        "Q: Were a lot of people sick?",
        "Q: Were there many sick people?",
        "Q: Now, you had mentioned, that the Germans were concerned about sabotage in their factory.\nDid that happen? Did you guys do that?",
        "Q: Did you ever try to do anything?",
        "Q: Can you give me an example?",
        "Q: Who were the guards in this camp, where did they come from?",
        "Q: Your kapos or, and the guards.",
        "Q: Jewish? Women?",
        "Q: How long were you at Essen?",
        "Q: So, you were at Essen until March of '45?",
        "Q: What were you thinking?",
        "Q: So, what happened next? How did you come to leave Essen, why?",
        "Q: How did they send you there?",
        "Q: Did you eat? Did they give you food?",
        "Q: Let me aks you something else. On this six week march, did you go by German people or\nthe local population, did they see you?",
        "Q: You would just continue walking, with the bombings?",
        "Q: Weren't you frightened?",
        "Q: We'll get to that. So, after you were walking for six weeks --?",
        "Q: What were your impressions of Theresienstadt?",
        "Q: What were your impressions of this particular place?",
        "Q: So you were allowed --?",
        "Q: Women?",
        "Q: All women?",
        "Q: You were telling me about Theresienstadt and this large building you were living in. What\ndid you do all day? Did they feed you? Did they do anything with you?",
        "Q: So you just wandered around the camp?",
        "Q: And they gave you a little food?",
        "Q: Now, could you tell, that the conditions in this camp were any different from other places\nyou had seen?",
        "Q: So, this didn't seem any better than the other places?",
        "Q: What? Why?",
        "Q: Was this place where they had you sleep, was this part of the main camp or was it a little\nseparate?",
        "Q: So you weren't aware of, you know, in Theresienstadt, we learned later on, 1t was, conditions\nactually were a little better and they had cultural programs and all kinds of things but at the\nend, none of this was noticeable?",
        "Q: Did the Germans who were in charge there, stay there until the liberation?",
        "Q: So, tell me about the last week there and then what happened?",
        "Q: And that was happening? Right away?",
        "Q: So, did you know people who were raped? Did you know of circumstances?",
        "Q: Did they bring in doctors to take care of all of the sick people?",
        "Q: How long did you stay in --?",
        "Q: O.k. You were in Theresienstadt from May, April really, but from May to July, what were\nyou doing there for those months? What was the life like?",
        "Q: Was it difficult to, kind of, resurrect yourself, after all of this time, to feel human again, feel\nnormal?",
        "Q: So, first you decided to go to Landsberg?",
        "Q: So, did you go to Landsberg alone?",
        "Q: How?",
        "Q: You met him on the train?",
        "Q: Where you traveling alone at this point?",
        "Q: Was it difficult?",
        "Q: What was it like seeing your brother?",
        "Q: In a house?",
        "Q: So, tell me about the life in Bergen Belsen?",
        "Q: Young and old people? All kinds?",
        "Q: So, you told me the story about finding --",
        "Q: Now, in Bergen-Belsen, what was the life like? Were you free to do whatever you wanted?\nDid you have enough food? Were the living conditions okay? What was it like?",
        "Q: Who was in charge? Who was running the camp?",
        "Q: Were they relief organization, or military administrations,--",
        "Q: -- or Jewish people?",
        "Q: Was there an internal administration, was there a Jewish administration that was helping to\ntake care of people?",
        "Q: Was it all Jewish? All the people were Jewish there?",
        "Q: But everybody got along?",
        "Q: Were people beginning to form political organizations, to begin again with religious\nobservations? Any of that sort of thing?",
        "Q: Anything else you can think of about Belsen?",
        "Q: You were there how long?",
        "Q: Right, for how long?",
        "Q: How long were you at Bergen-Belsen?",
        "Q: So, if you were there two years, were there, did people start with cultural activities, schools?",
        "Q: So did they get schooling?",
        "Q: What about religious activity?",
        "Q: So you kept your faith, and beliefs?",
        "Q: What about, do you remember any political or Zionist activities at Bergen-Belsen?",
        "Q: So you don't remember this?",
        "Q: I'm just sort of curious, because you were in a British camp. So I wondered if there was any\neffort to control the political activity?",
        "Q: Through ORT, were other kinds of courses offered also? You taught, you helped with the\nsewing, were other courses taught also? Other kinds of courses?",
        "Q: So, you moved back to Landsberg to be with your husband?",
        "Q: Where did you get married?",
        "Q: Did you have a ceremony?",
        "Q: Were a lot of people getting married?",
        "Q: How long did you live in Landsberg, you lived there in 1947?",
        "Q: Can you tell me a little bit about the life in Landsberg?",
        "Q: So what else was going on in Landsberg?",
        "Q: Were there efforts to prepare people to go to Palestine, or to go to Israel?",
        "Q: How did they prepare people? What sort of things were --",
        "Q: So, they gave them military training? Is that what you're saying?",
        "Q: When you were working in Landsberg, did you get paid, did people get paid to work there?",
        "Q: So when you had to buy tickets for theater or whatever, how did you pay for it?",
        "Q: You got it after?",
        "Q: Did you kind of see a rebirth of Jewish life in Landsberg?",
        "Q: Was the morale fairly good in the camp in Landsberg?",
        "Q: The morale.",
        "Q: Anything else you can remember that might be important, interesting about the life in\nLandsberg, and how people lived and what they were doing?",
        "Q: So, you decided to come to the United States, why, instead of Palestine, Israel?",
        "Q: Was it difficult to get a Visa?",
        "Q: So, it didn't take too long?",
        "Q: When you arrived in New York, what were your first impressions, do you remember?",
        "Q: FIT?",
        "Q: That's quite accomplished.",
        "Q: At this time, when you had a whole new life, did you think much about what you had left\nbehind in Europe and these experiences?",
        "Q: Did you talk about it with friends or other people? Your husband?",
        "Q: Do you think that these awful experiences you had in Europe, you think that these\nexperiences you went through in Europe, had a long term impact on you? Do you think they",
        "Q: How were you able to let go? You just sort of forced yourself to do it?",
        "Q: In the very beginning when we were talking, you said as a girl you had a real independent\nspirit.",
        "Q: Do you think that that helped you survive and get through it?",
        "Q: So, religion was important to you throughout all of this?",
        "Q: Is there anything else you want to add, anything else you want to say?",
        "Q: One more question. Last question. You were talking about the way people behaved,\nbecause they were trying to survive and often times it did not bring out the best in people;",
        "Q: How were you able to maintain your humanity and your dignity, was that tough?",
        "Q: Do you judge that?",
        "Q: Thank you."
    ],
    "answers": [
        "A: That means my maiden name, right? Yes, o.k. My maiden name is Frances Przygorska.\nShall I spell 1t for you?",
        "A: The last name P-r-z-y-g-o-r-s-k-a.",
        "A: My birthday is November 12, 1918. My married name is Frances Davis, D-a-v-i-s. I was\nborn in Lodz, Poland on November 12, 1918.",
        "A: We were just two children at home when we grow up. My self, I was the older one, the\noldest and my brother who is a few years younger than Iam. My brother is still alive. We\ncome from a very caring family. My father was the sole supporter of the family at this time,\nand my mother was - He was a textile designer. He managed a textile mill with 300 people.\nMy mother was a housewife. And they're very loving and very devoted to the family, my\nparents. So, I grew up, they were very charitable, you know, orthodox people but at the\nsame time they were interested what's going on in the world. They read papers, they spoke a\nfew languages, except Yiddish, we spoke at home Yiddish. That's why I know to speak\nYiddish very well. Never forgot.\nJust, you know, middle income people. At the summer, when I was younger, my mother\nused to go -- the climate is like, winters are very cold in Europe, in this part of Europe, and\nsummers are hot but dry, so she used to go when we were small, she used to go to the\ncountry. So, I remember that time in the woods and it was very nice. Later on when I was\nolder and I went to high school, I loved to travel so I just traveled the whole Poland with\ngroups, with students and things like that. Later on I didn't want to go with my mother. So,\nwhat else?",
        "A: First I went to public school and then they sent me to private, one of the best private schools\nin town. I'll tell you about the city a little bit, Lodz. Lodz is called the Polish Manchester.\nThat's the city of fabrics. It's just they make fabrics, not, like lining, linen fabrics. Not very\nexpensive fabrics like woolens, there were other cities in Poland. It was mostly, in, maybe\none third of the population, about 100,000 at that time, maybe a few years before the war,\nthere were 100,000 Germans living in Lodz. They were mostly professionals working in the\ntextile business.\nMy father was a very reputable man in the community; they used to ask him all the time\nwhen people had a dispute, to, according he was learned in, little in the Talmud and they\ndidn't want to go to court, they would ask, I'm talking about Jewish people. They would ask;\nhe, Raul would know what means, \"Beit Din\"(?)[court of Jewish law] --",
        "A: O.k. He would know, he would understand what means -- to make a judgment, he'd listen to\nboth sides and they will obey for that what, my husband think, he has to be a very\nrespectable person. Sometimes he did that just for no money, just to help out people. He\nalways tried that he get, you know, it was at the times the government in Poland was not\nanti-semitic, but the people were.\nSee, it's different, and you live with the people, right? So he tried to see that some Jewish\npeople will be employed in the factory; 1t would depend on my father. He tried. Even the\nowners didn't, they were our family, the name of the factory was Prechegubski(ph.). It was\ncousins that he worked for.\nSo, we were very comfortable before the war. They sent me to high school, the best high\nschool in town. When you graduated high school you had to take five years Hebrew, five\nyears a foreign language, I took German, five years Latin. So, you can imagine when you\ngraduated school it's like two years college in the United States.",
        "A: I mean, it's not, it's not, it hasn't anything to do about religion. It's not like a shiva.",
        "A: Mostly, yes, mostly. Anybody else could go there.",
        "A: We mix with Gentiles?\nYes, 1f we had some neighbors, mostly where we lived, it were like, we had about three\naddresses where we lived a long time in Lodz. Mostly were Jewish people, but some we had\nvery good relations with people. My parents were respected and loved in the community.",
        "A: I tell you, this I tell you, we had a really Jewish observant home. All the holidays, all the\nSaturdays and everything was really observed. When I became a teenager, I belonged to a\nZionist organization, the Herzlia. I never did anything that will, most my, my parents didn't\nknow that I belonged to that organization. Because either they were for it that a Jewish state\nshould be established, that we'd have a place to go like we used to have a long time ago.\nGirls were raised at that time not to have special, that they get independent, that they get a\ntrade to make for the future. Not always stay with parents, stay 20 years with the parents and\nthen you live by yourself and get married and have a family and children. Well, I had\ndifferent ideas. I wanted to first, I don't know where I got the idea, but I had my idea, I\nwanted to be independent. Wherever I go and whatever I'm going to be; that was before the\nwar. That I can make a living somehow and not be dependent on anybody else.",
        "A: The goal is to bring the youth, everybody that wanted to go to Israel had to go as a pioneer\nand it was called the Altyah Bet. That means illegal immigration. Because it was the\nEnglish mandate, you know. First before were the Turks, then the English came and they\ndidn't let anybody in. People had to smuggle in the boats and things. So, that was it.\nIt was to bring up now like we want to bring up the Jewish youth will remember the\nHolocaust. At that time, 1t was that the Jewish youth for the future they will come and settle\nin Palestine, that was Palestine, right, and build a land and politically, that we can, what\nhappened after the war, but had to be a Hitler first, to bring a Jewish state.",
        "A: Right, about the Jewish state, yes, definitely.",
        "A: Ah, we, we watched that. And in 1933, when Hitler was first legally voted and became the\nchancellor and he made the -- he burned the Reichstag and the [authors] and the books, so\nwe were very well informed what's going on. We couldn't imagine what a magnitude and\nwhat it's going to be. A lot of people who had a lot of money could make plans and go\nelsewhere. The border's open if you have a lot of money.\nBut if you're middle income people and you have no, you live, maybe you have some\nsavings, you can't just afford to escape, even before the war, some years before you can even\nplan about this.\nI remember one incident and that lasts for me forever. I was home by myself and came at the\ndoor a vendor. He was a German, and he wanted to sell me something. I didn't have no idea\nand nothing on my mother wanted it, I said I'm sorry, I just don't need anything, nobody's\nhome and I won't buy anything from you, and thank you. And you know what he told me.\nHe told me I, this with angry and with such a hate, he told me now wait until Hitler will\ncome and you see what happen to you Jews.",
        "A: You know, it made a, because it happened and because of the outcome, I've never forget this.\nThat's why so many years -- That was maybe two years before the war. So, you know how\nthe Germans were very, and a lot of Poles collaborated with them.",
        "A: I was going part time to college, what Lodz had to offer, it was called Wszechnica(ph.).\nThat was like free university. I always took classes in art. I was interested in fashion design\nand always wanted to paint. I never had time. I was designing clothes and I was taking\ncourses in fashion design. I was very good at it. What other people took in two years, I\nmade in one year.\n01:14;30\nThe teacher that was there she said, there were some students that were with me in the high\nschool, she said, well this one must be an apprentice somewhere. Because how did she\nknow, in Poland at that time you just didn't go to school and learn a trade. You were sitting\nfor a couple of years in a, with a dressmaker, a good one and you learned the trade that way.\nDidn't get paid anything, beginning. That was apprenticeship. So, she said, she must have\nbeen -- and there was one that went to me to school, she said no, no, we just graduated\nschool last year and she never went to, she wasn't apprentice, no place. She couldn't\nunderstand; and you know what, I envy that teacher of mine, I remember her name, that I\nwant to be once and do what she does. And that realize, I was teaching the same way she\ndid.",
        "A: Well then, in 1939 the war came. Lodz was not far from the German border. By September\n8, the city of Lodz was occupied without any opposition.\nThere was no -- Warsaw it took them to take, six weeks it took them, until they take that part\nof Poland, but Lodz they took without a shot.\nSo, the Germans came with a big parade with the tanks and with the airplanes on top, and\npeople, when the day would, people come, there was a, I remember, was like an exodus.\nPeople were, whatever they could, they put, you know, bundles and things. Whoever had\ncars had the car in, had horse with a buggy, whoever buy food; and people try escape the city\ntowards Warsaw. On that road, so many people got killed because the Germans flew over\ntheir heads and they were throwing, you know, shooting. And the screaming was, like -- A\nlot of people never made the destination where they wanted to go.\nSome wanted to run away to Russia. Russia later on was no picnic either because what they\ndid to one they escaped, they put them to jail, sent them to Siberia.\nSo, and then they came in September. We know the things, but we couldn't imagine what is\nwaiting for us. We just couldn't. Slowly they started to, with the Jewish star, with the thing,\nand then, by January 1940, they had, they chased all the Jewish population to the ghetto, an\nold dilapidated section of the town near the Jewish cemetery. There was a round thing with\nbarbed wire and little bridges to pass for people to go out and in, overpasses, and towers,\nwatch towers.",
        "A: It was very scary and we know that we had no other choice, I mean, I'm talking about my\nfamily. We had no other choice, even from my family the young people, cousins like, my\nmother came from a family of four; they were all were married, so there were cousins about\nmy age, a little younger. So, they escaped.\nThey were, and some, this one, my cousin from my mother's side, just disappeared. We\nnever heard from him anymore. He run away toward Warsaw, what happened to him\nnobody knows. We couldn't find a person that would know or heard of him or anything. To\norganizations, nobody could find what happened to him.\nMy mother's youngest brother -- people went to different towns, and they thought maybe\nthey escaped because Lodz was called as the Reich, that means the main thing. The other\nparts like where David come from, I don't think was the Reich, was just like a next\nterritories. So, here they want to put all the rules that go for their own country, and that was\nindustrial city and they had a lot of support because there was a lot of German population.\nThere was about at least 300,000 Jews in Lodz. It was a very cultural city. All the concerts,\nJewish theater, used to come Maurice Schwartz, biggest singers and players. Used to come\nfirst to the Philharmonic in Lodz. I used to go. I loved the theater; and it was a very cultural\ncity. Libraries and everything.\nSo, we knew that something dreadful, but we could not imagine in our wildest imagination\nthat something like this would happen.",
        "A: No, I don't think we had any choice what to do, because that required a lot of money. My\nparents didn't have that kind of money. You know, to lend in a different-- you know you\nneed a passport for that, and you need a passport, well you could buy it, let's, you know how\nitis. For money you could get everywhere. You could get to the United States. People\ndidn't know;\nthere were people that came back in '39, back when they went for a tourist trip to the United\nStates and they came back, to share our goal, I mean, all the things what happened to the\npeople; because they didn't know what happened, what's going to happen.",
        "A: Uncertainty, uncertainty and very, waiting, just waiting what everyday used to bring\nsomething else. First they were kind, friendly. We shouldn't be afraid of them, you know,\nwhen they marched in. And then they started with the business and the local people started,\nthe Germans they raised their heads. They said not to buy from the Jews. They took away\neverything what we lived. The population, our neighbors, they took over our homes, our\nfurniture, everything what they had. You could take only what you -- when we went to the\nghetto, you could only take with you what you can move. That's all you could take with you.",
        "A: No.",
        "A: I don't remember. My father used to go for the high holidays. They used to take a sitter and\nleave it open I should say my prayers. Put something between the pages.",
        "A: Well, after they arrived -- it doesn't come over night, you know. They have to slowly,\nslowly, it get worse and worse, then every day comes a loud \"Achtung!\", that's take care,\nlook, what kind of rule they're going to put. And everything was special directed against the\nJewish population, you understand.\nSo, then we started to wear the star of David. We had to wear it on the left side, on the chest,\nright here. So, we knew that -- I tell you Lodz knew because when they had crystal night,\nthat was in November 1938.",
        "A: From Germany, they chased out all the Jewish people, just they broke the windows, that's\nwhy it's called crystal night. They broke the business windows and the glass and they chased\nall the people out. They just ran out to the boarder. They came to Lodz, and the Jewish\ncommunity in Lodz took care of them. That I remember and it really hurt me.\nI knew how to speak German and you walked on the -- that was before the war, after this\nhappened, the crystal night, there came a lot of German people. They considered themselves\nbetter than the Polish people. They always said they were more educated, more intelligent,\nmore assimilated; that for sure they were.\nAnd they used to say, I tell you in German and then translate: \"in unser Vaterland.\" They\nused to go on the main thing, it was a beautiful Petegauer Strasse(ph.) in Lodz, beautiful\nstores, with, you know, like Fifth Avenue in New York, and they used to say, \"Oh, in unser\nVaterland!\" They chased them out to where they were and they still said, \"in unser\nVaterland,\" that means, in our country; the German, it's their country.\nSo, people were stupid. They all ended up anyway, going to Auschwitz and you know what\nAuschwitz was.\nSo, I'm just telling you the atmosphere wasn't any good, even before the war; and when the\nGermans came we knew that the Poles, they could never defend themself and just against,\nbecause they had -- they prepared for that, for the annexation of, you know, without one\nshot.",
        "A: Before the ghetto? That, I, to tell you the truth, I don't remember. The whole hell started\nwhen we went to the ghetto. We knew, we expected the ghetto, you're going to be rationed\nfood.",
        "A: Oh, sure. We knew. We expected this, but not to such a degree, how life became. It was\nterrible.\nNow he had to determine, where he put the Jews to the ghetto, he had to determine a Jewish\nmanagement of the Jewish people, so the German Jews, his name was -- he was a man that\nwas 72 years old at the time and he ran an orphanage in that part of the city, before. So, they\nchose him as the Judendalteste, as the commander and chief, he was responsible for the\nJewish people. Chaim Rumkowski. I'm sure you heard that name.\nSo, you want me to tell how was, because he had to organize the ghetto like a separate\nidentity, has nothing to do with the city where the general public lived. So, he had\neverything separate. They had, they have working place --",
        "A: We walked to the ghetto. A car we didn't have at the time, so we walked and we took\nbundles that everybody could just take. My mother, my father, myself, I don't remember.\nMy brother was a counselor and he worked in a place, I think he worked in the orphanage, in\nthat part, that's called Marishin(ph.), that's out of town, that was, the ghetto was there. He\nworked there. He lived there. He didn't come home. It was -- that was a job that sometimes\nhe couldn't home for a couple weeks. Sometimes on the weekend he would come home.",
        "A: We had a place to go in the ghetto because my mother's, my uncle, one of my uncles, his\nbusiness was -- he lived in that part of the, because he made a living from giving out to\nwomen; you know, they manufacture, in Poland, the women wore, Polish women wore big,\nblack shawls, woolen shawls with big fringes. When the shawls were made in the factory,\nwoven, then they had to be given out to people, to women who made some money on the\nside. And made, the fringes had to be, you know, you get the threads, to cut, and to make it\nand to put it on on the thing, black fringes.\nSo, the women used to come to him, he'd give them a bundle and they bring it back, and that\nwas his job. And because these people, that did that job lived in that section, so he lived in\nthat section. My mother's, next from my mother's, her brother. So he lived there, so he got\nfor us an apartment.\nThere was a room and a kitchen. I remember that place. He lived on the other side. I\nremember the address, and it was just on the border; it was Mimanoskigo(ph.) 19. On the\ntop, when you go out on the street, there was the overpass to go out, outside the ghetto.\nThen we had, our grandfather, my maternal grandfather, grandmother had passed away some\ntime ago. So he, before the war he lived by for himself. Then he lived for a while with us,\nand when the ghetto came he lived in the same building with the uncle, with us. He had a\nroom for himself. He wasn't so easy, you know, people get older; they're not easy in some\nbad circumstances. He wasn't so easy. I think by the time we went to the ghetto he passed\naway; uncle Heinrich Novomurst(ph.). Grandfather -- Then, so,\nso, my father, from malnutrition my father got sick. He had diabetes and I used to -- he was\nvery well, working and everything, and when I was in high school, it was before the war, I\nused to make him insulin injections, for my father, in the arm, all the time, everyday. We\ncame in the ghetto, was no, he died away of malnutrition in 1942, in April 1942.\nSo, we have a -- then and there's a place we put a stone, on the cemetery, the old Jewish\ncemetery in Lodz. And I, I wasn't there, but sometime, my cousins from Israel came there\nand I know because we got some money through some friends that lived in Poland, not\nJewish friends, and they put up a stone, they sent a picture us. So, we have a picture of my\nfather's stone. Anyway, I come now to '42 --",
        "A: No, you don't want to go so fast.",
        "A: The life in the ghetto -- Now, at that point we knew that conditions, everything was rationed.\nYou know, it was a rationed bread; and the rest we got some every week or every month, we\ngot that many supplies on the Karte [card] and that was it. Then you can buy everything on\nthe black market, but for you need the money. Now, how long the money that last. People\nwould sell their jewelries and diamonds and whatever they have, and some people have\ndollars. Anything that had value, to live, to survive.\nWell, it looked like, really hopeless. Conditions about health, forget about it. First of all,\nthere were places to work. We worked for the employer or the German government. They\nhad factories there they made. Factories from clothing. I worked in one. They took people\nthat could -- they were trained in certain things and they, it was, that's why I think I survived,\nbecause I always worked.",
        "A: I worked in the factory, that they manufactured women's housedresses, very plain dresses.\nFrom shiny fabric you know, and very plain dresses. At the beginning I used to work in the,\nI was responsible for the cutting room.\nIf you, we cut 300 pieces, 300 dresses at one time, the layout, to make the front and the back\nand the collars and the cuffs and the sleeves and everything, what you need, and you have to\nmake the layout, that you use the least fabric. Then you had, they had machines that they\ncut, and men was mostly employed.\n02;07:48\nYou had to watch them that when it goes, and then they make bundles when it's cut up. For\neach, let's say, the one that stitches on the machine and then Then the white dress has a front\nand a back and whatever, and two sleeves and a double collar and cuffs and pockets and\nwhatever it needs for a dress, so in neat bundles; let's say, she got 10 or 12 dresses, so she\nmade. It was like section work.\nOne used to make let's say sleeves and the other used to make collars and the other, until a\nwhole bunch we got ready. How they work in the garment industry today.",
        "A: For the German government. Went to Germany it went.",
        "A: Yes. I'm telling you I was responsible for the cutting room. It was, if something would go\nwrong, and the cutters would get, let's say, I wouldn't have a good relationship with them,\ntalk to them nice or whatever, or criticize them too much, or whatever, they had a way to get\nback at me, like cutting in.\nIf you cut in, let's say, in the collar, where you have to have a round, and you cut in straight,\nyou can't use that part ever, so you need more fabric. So, the Germans come and say hey,\nyou need more fabric. What's the matter? You doing sabotage?\nSo, it was like you had to use a lot of diplomacy. I was young then. That was a matter of\nsurvival. Because I worked there, I got a little better ration than other people. It was a\nresponsible job. I work at that factory all the ttme. Then they changed. They stopped the,\nlater, when they stopped the dresses, they gave me another job in the same factory.\nThey started working on women's bras and intimate things, the pieces. So, I was then. But I\nnever had any problem with the cutters, so, because I knew that I could be responsible with\nmy head, if something went wrong and they spoil some pieces.",
        "A: Some people tried of course. But if you made and you got caught, you risked your life.\nThey shot you right on the spot. There is, there 1s no mercy.\nOh, if you want to know how the German behaved, when they saw the Jewish people, you\nknow they could recognize the Jewish people in Poland, the religious. They wore a flat hat,\nand they had beards, and the locks. No, my folks didn't wear this, no. So, if they saw on the\nstreet people like that, the SS men or the SA, they grab them, and they were the laugh of the\nwhole public, and they cut the beards and cut the locks. It was such a horror, and they beat\nthese people up, no matter how old the men were or children.",
        "A: Oh sure, that I see, yes. That was before the ghetto.",
        "A: No, they just gave directives and things to the Judenalteste, to the commander. Sometimes\nthey came in to inspect things. We didn't like when they came in. The Judenalteste was bad\nenough. He had, like Dave talk about kapos, we had twenty kapos,\nthat mean Jews, who were against their own brothers. Who were collaborating with the\nGermans. It was that they were good, that you should be law and order and stuff, but they\nwere really bad people. You had to have no heart to have a job like this.\nThat there was the same thing 1n all cities, they had the same, that the Jewish people, the\nGerman picked, not the German, but the Judenalteste, the commander, picked some people\nand that was his police, the kapos. Called them the kapos.",
        "A: Well, their role mostly were, in the beginning, life was so bad, we just didn't know what\nhappened the next day, because they grabbed people from the streets sometimes.\nSometimes they just came in, knocked at the home, took off the father, and left the children,\nand if somebody protested at the thing, either the kids or something, they cry, or they make\nan alarm or stuff, they shoot a few people nght away, because they couldn't stand that\nsomebody was against their will, protested.\nSo, we know, a lot of people just got, we lost a lot of people this way. That they came to\nhomes and they just took away people, at random.",
        "A: Yes. Constant, constant.\nAnd then, when they established a way, how to get rid of people, the crematoria, then they\nwanted people, it says that the people register for work. So, at the beginning, because the\nconditions, the food was terrible. You know what we ate?\nWe got a ration of bread. Then we would buy, not potatoes, potatoes would be very good.\nWe used to buy potatoes peels, wash them, scrub them that they should be sandy and grind\nthem and make potato pancakes, Latkes(ph.). That was -- and we got some oil, it was a\nration, if you want this oil for a month or whatever, and so we used that, and kollrabi, that\nwas the vegetable that you get. Everything you could buy on the black market. But that\nwas, was skyhigh. It was just affordable to people who had a lot of money.",
        "A: Who's running the black market?",
        "A: Within the ghetto? Oh, within the ghetto. Sure, within the ghetto. It was always some\nprivate. You go there and you know one who knows this, and this, and you go there and\ncould buy eggs. You could buy a chicken, but you need the money.\nThen the health conditions were very, very bad. Sanitation was bad. Old people were dying.\nThere was no medication. There were very few doctors. Life was hopeless. Sanitation was\nterrible. There was no sewage, so they had to, you know, cesspools, so all the time they haul\nwagons to clean, the thing would run all day to the city back and forth and then something\nelse. Those little wagons that they picked up the dead people every day, how many people\ndied in the ghetto every day.\nFrom malnutrition, from disease, and people got sick, there was no hope. If you got sick and\nyou work and you didn't come to work, then that was the worst thing. I learned this in the\nghetto. If you get sick and you don't come to work, in a few days they come after you to find\nout why. The deportation was the worst thing.\nAt the beginning, people who wanted, thought that they go in, the German said that they\nsending the people to labor camp. They're going to work. They're going to be fed better,\nbetter conditions, better living conditions, so a lot of people, men, young people,\nvolunteered, and they wanted to go. Never heard anybody came back, never, until, first we\nknew what happened to these people is, see the Germans kept everything secret. They tried\nto, everything to be hidden.\nIn 1942, somebody escaped from Chelmno. You know, when they shoot, what they did with\nthe people before they had the, how you call it, the crematoria, is, they took the men and they\ntold them to dig, like graves, but one big grave. When we dug the grave, they, when they\nwere ready, they figure out, it's enough for a pile for that many people, they start the thing,\nand they say, face in and they shoot from the back and the bodies fell in and they pile up and\nthat was the end.\nSo, one guy was shot, but he wasn't shot dead. So, he crawled out from that after they left\nand somebody helped him out, and he came back to the ghetto, and he told the story.\nSo, then he knew that they're building a crematoria and they going be much faster. That all,\nthey mostly think, that they selected people that able bodies go to work, and women with\nchildren and invalids, everything goes; they liquidate. That was called the final solution.\nSo, in 1942, so the whole ghetto was very panicky, after this, because they never knew.\nFirst, they gave that Judenalteste, Chaim Rumkowski, they gave him like an order that they\nneed 500 able bodies. So, he had to select. His friends and his acquaintances he wouldn't\nselect, so he took people just at random, whoever bad luck was, you went. And people didn't\nwant to go, so there was a, they opposed him, and then it came to a point in the ghetto that\npeople just didn't want to go voluntarily, so he went to the Germans and he told them, that he\ncan't deliver because people didn't want to go.\nSo, they made their way that they're going take themselves. Sometimes they came with dogs\nand people couldn't go out from the homes. They came, you know, those big dogs, and they\nsmell out people and if there was a person inside hidden the dog will start barking and they\nwill break the door and find that person and drag them down and they will shot it in front of\neverybody. So, anyway --",
        "A: People with families with small children and things. Well, like I tell you.\nNow we come back closer to 1942, because I told you the conditions and how was, how the\nghetto, the streets of the ghetto were looking, and what was the most thing you could see\ndriving there. The dead bodies and cleaning the cesspools. That's what you saw in the\nghetto, on the streets.",
        "A: I'll tell you about the culture. There was an underground too. They tried to, there was an\nunderground. There was, when the ghetto was finally, in 1944, liquidated, there was\nunderground left 800 people. They lived under the ghetto and at night they would go out for\nproducts and stuff. They had friends that helped them out. They remained, when we were\nsent to Auschwitz, they remained and were liberated later by the Russians by the end of the\nwar.",
        "A: We know there was an underground, yes, but I didn't have contact with them.",
        "A: No. They were Poles who helped out with the -- but they tried to be very inconspicuous.\nThey couldn't be visible, because the German would; they wanted, these people mostly lived\nthrough the war, because who ever survived healthwise. They wasn't, when the ghetto was -\nthey came out and they mixed with the other neighbors. If the neighbors didn't just tell them\nthat they Jewish, they wouldn't know. But anyway, that was the story.\nNow, I'll tell you how I lost my mother. Do you want to hear that?",
        "A: Yes, there were, I myself had a group of young children, maybe eight, ten, girls and boys,\nmostly girls, that I teach them dressmaking, sewing. Once a week, there was a class, that\nwas volunteer work.",
        "A: This was permitted. Like Jewish status(?) would not permit it. But there were, they were\nhidden. There's a lot of things that were hidden in the ghetto, because Jewish people don't\ngive up their culture and their stuff.",
        "A: Cultural activities? I tell you, we had so much tzures, you know, troubles, our own, health,\nnutrition, family, that besides that what happening with our neighbors, our immediate family,\nthat wasn't even the will to participate in anything, all the time. In the evening we wouldn't\ngo out, no place. At day time, I work. Then I had my mother.\nIn six months my mother, you know I lost my mother she was only 48 years old, and my\nfather died at 54. That's the hardest story to tell.\nOnce there were, the German came and they made, that was in 1942, was six months after,\nabout five six months after my father passed away. It was about August, September at the\ntime of the Jewish holidays, and the German came and they want a transport. At that time\nRumkowski could not make it, so he said to the German, you come in the ghetto and do it.\nSo, they came. You know how brutal they were.\nSo, they came and they ordered everybody \"Raus!,\" out, from the houses. At that time, my\nmother was my responsibility. In six months she became -- her hair became white, grey.\nShe was a young woman, after she lost her husband.\nSo, my brother worked as a counselor and at least he had better food than we had, the two\nthat were still there. So, he worked with the orphans there. So, I didn't see him, it was\nmaybe ten miles away. So, how could I see him. No telephone, nothing. It was like I was\none, alone, and my mother was my responsibility.\nSo, I figured do I go down or not go down. Then people said, if you don't go out, on the\nstreets, they'll come with dogs and it's going to be even worse. So, I went down, and from\nmy side, they took away my mother.\nThey grabbed her, and I couldn't do anything, I wanted to go with her. That was the last time\nI saw my mother.\nI knew the place where they had the gathering place of all the people that they took, so at\nnight, and the next day they took just a few days until they organized and they have wagons\non the side, a train to put them in, to a different -- But from Lodz, the first time they put\npeople to Chelmno, it was in the woods and they made this thing that I told you. I think they\nhad the first chimneys over there.\nTape 2",
        "A: I left at that point, that next day they took my mother, I got a note from her, somebody came\nfrom there and brought me her wedding band and a note; and so I felt that I want to see her.\nSo, it came to evening. I got dressed, dark. I took my ration of bread, and when it came\ndusk, I went out in the direction where that building was where the people were gathered.\nIt was like between, you still could see but it was, the night was coming in. And far of the\nthing -- It was just across to go a big field. Like from here, over there, to the, you know,\ntwice the golf course. And you could see, on top you could see the light from the guard, on\nthe tower. I was a distance, when I came close, and I crawled, just like this, like this on the\nground. All of the sudden, from the direction where the tower was, they start shooting at me.\nSo I stopped, then, when they stopped, I crawl closer, then they start shooting again more.\nSo, I stopped and I was thinking, the instinct of survival in a human being, in anything that's\nalive, is so strong, that you think, what I'm going to achieve, if I'm going go and they going\nshoot me and I'm not going to see my mother anyway. I should go back.\nSo, while I thought, the light came in, and I start crawling a little more and they start\nshooting after me, I change my direction, then I figure out that I'll never make it and I went\nback to the house.\nYou know what? My mother's ring I still have, how I have it, I don't know. It's just a puzzle\nto me, because you couldn't have a photograph, you couldn't have anything that you own,\nexcept your body. If you remain alive, nothing. From one place to the other. So, I had\nreally no idea how I got that ring. Sometimes I think about it and I don't know; have no idea.\nThat haunts me. 03:04:46\nSee, with my father I could make peace. He died, natural death. The war was the villain,\nmalnutrition. But with my mother, I can't make peace. I could never tell this story.\nWhen my first grandchild was born, my daughter-in-law sent me a book, a grandchild book,\nto write down my background, my, everything. When I came to the war, to that point in life,\nI just stopped and I never put any word, and I couldn't. And they couldn't understand why.\nThey said, what's the matter, are you guilty about that your mother is not alive, that she was\ntaken away. I just couldn't put this on paper. So, you can understand why. It's 52 years,\n1942.\nMy kids say, mother you are strong [knot/not], hard.\nO.k., let's go. So, when I lost my mother, I just didn't want to live anymore in this house. I\ndidn't. What happened? One day, that was before that, I came to class, there were no\nchildren. The children went to heaven. We knew that's going to happen. The same thing\nhappen with the orphanage, with my brother's orphanage where he worked, so he came back\nhome.\nSo, he lived with me until the ghetto was destroyed, unil, maybe 1942. Yes, we lived about\ntwo years together. So, we changed the address, we moved to a different place.\nOne time, I don't remember that, I remember I was sick, I was once so sick that they didn't\nthink I would survive. I had very high temperature, so high that they just didn't know what\nto do with me. I was home because I would never go to a hospital, because if you go to a\nhospital, you never, they take you out from the hospital and they finish you off. They don't\nwant people to get well. They want to get sick and they get rid of them. That was the best\nsolution.\nAlright, so, but I recovered, so, obviously, I had some years to live. Then I was still\nworking, then I was working in the same factory, but on a different job because they took\naway that, so. I was responsible for the final product. I inspected the product, that it's one\nhundred percent o.k., each piece. That was, I had the title, like I'm the instructress; all the\ntime I had that title. So, I told you, so I got a little better ration, something a little more. But\nit wasn't much, anyway.",
        "A: No. They didn't resent me, no. Maybe they did, but not on my -- there was no reason to --\nthere was one, there were above me, like the manager from the factory, or things like that. I\nwas just a little person. I just, I wasn't sewing on the machine because that wasn't my job.\nThe other women, they were sewing on the machines, and I had nothing to do with that\nbecause I knew how to manage certain things.",
        "A: Let me tell you. It was bad for men and women. It was uncertain for everybody. The first\nvictims were little children. Then, if a woman got pregnant it's hopeless; a small child --",
        "A: Listen, is better if they shot her instead to taking her. They were making like they make\nresearch of animals, they used to make research on Jewish people, all kinds of research and\nthey learn on this and they crippled a lot of people.",
        "A: Not later, in the time of the war.",
        "A: I don't know on the Lodz ghetto, but the German did that.",
        "A: Well, she had her child but when she went to the camp, they say a woman with a child they\ntook her away right away. Even the kapos, they were grabbing little children like, without\nmercy, the Jewish police.\nSo, you understand, it's the uncertainty, the misery and that life has no value and what\nhappens with your family was so terrible that it was meaningless, 1t was no hope, no hope\nwhatsoever. No hope for survival.",
        "A: No, not that I remember. They were a different between class, the one, the ruling class.\nYou see, Rumkowski was, like I told you, was an old man. He was 72 years old that time,\nthat time people didn't live that long. He married a young woman of 38, and he had a\nbrother, and the brother had a wife and she was like, they say here, Miss America -- Helen of\nTroy they used to call her. And they all thought they were the elite.\nThey thought they make themself rich. People left diamonds, they left, they just took it, take\npeople away, whatever was left and had value, they took it away, the kapos took, the\nJudenalteste; I mean Rumkowski himself was a, maybe, an honest man. But, the trend was\nlike this.\nSo, they thought that they're going to survive the war, for sure. I tell you what, shall I tell\nyou the end, what it was. When the ghetto was, they dissolved the ghetto in 1944; they came\nto Auschwitz. They sent them to Auschwitz, the whole Rumkowski family and kapos, over\nthere, that waited for him, they all were shot on the spot.",
        "A: The old men and the women, everybody, the whole family. They thought they going to\nsurvive. Not with the Germans. First they shot the people and then they shot the helpers, the\none that work. There should be no witnessess. They always did that.",
        "A: No, I was told no.",
        "A: Yes. Sure, no, I wasn't in the same transport.",
        "A: Yes.",
        "A: Yes, we were very close. He worked, he worked, he had friends and these people were\nmanaging a, what kind shop was this -- they used to make from rags things.\nBecause over there, in the war, they make everything, that's recycling, because there is no,\neverything is very tight and you can make whatever you can make from old [dinkerydoo],\nand make something useful. He work at, I don't remember what they used to make from that\nmaterial, but it was like, they were doing something from rags. I think they were collecting\nthem, old clothing and stuff and either renwed them, or something that somebody can use it -\n- for the inmates, I really don't know.\nBut, he worked and he went with them, like he was sent, we were separated then, when the\nghetto was dissolved. We were separated.\nHe wound up in Bergen-Belsen, from Auschwitz, and I came to another place, to South\nGerman, that was the part that used to be the Russian part, the East German, Hainichen.\nThat was where I worked there.",
        "A: Yes, right. That was the other half of 1944.",
        "A: Yes, I worked in my place, I worked with a German women, Frau Gerz(ph.), that she came,\nthey sent her in, from, she came from Cologne, from Germany. A lot of people came from\nGermany that they sent.",
        "A: They need some people that would work, yes. They got rid of, you know, the natives here,\nso they needed, until, in 1944 they figure out, it's final, they're going to liquidate the ghetto,\nand the war changed their whole picture.\nThey were surrounded and they didn't think they going to loose the war. But, it was\ndifferent, the Russian came closer and the Allies, the places that I were, on the way from\nHainichen, then we went on a trip. When they sent us out, six weeks we were walking. You\nknow, six weeks!",
        "A: Yes. People got very desperate. We lost so many people, families. I lost, my father had a\nsister, another sister, they, I don't know what happened to them. They went on a transport,\nand they're gone, little children.\nMy mother, one cousin, my mother's brother, one died, the one that had this business I told\nyou, where we lived, they have five kids. So, the oldest went, escaped when the German\ncame and we never heard of him. The rest of the children, I think, he sent with the younger,\nhis younger brother, to another town.\nThe younger brother had two boys, and they moved out from, they moved, I think there was\na Polish city, Czestochowa. They went there. I mean, we had no communication with them,\nwe don't know. We couldn't write letters. There was no telephone. There wasn't any\ncommunication. And anyway, I think they were some, they were hiding out, and some\nPolish people tried to, I think, help them out.\nAnyway, they didn't survive either. One boy survived, the older one.\nAfter the war, by accident I met him. I just want to tell you this. He was tall, he was 18 or\n17 years old when I met him. And I came in the place, that was after the liberation, we were\nin Landsberg, and I went into a place that woman sells some stuff, a private house, fabrics or\nwhatever she sells, or food, I don't know what.\nAnyway, I went over there and I know the woman and that was a young man in a uniform,\nvery young and handsome and I looked at him and I looked at him and I walked at him and I\nsaid, are you Kubanawonya(ph.), that was my cousin, my uncle's son, the one that I said the\none. He looks at me, he says, how do you know my name? I said, you're my cousin, and I\ntold him who I was.\nI hadn't seen him maybe the whole time of the war, he grew up, but there was something that\nI recognize him.\nWell, he went to Israel, to Palestine. He told me that he goes on the Aliyah Bet, and in 1948\nhe was killed in the Negev, in the war of liberation. So,",
        "A: That was after the ghetto.",
        "A: We figured out, life was hopeless in the ghetto. Was worse and worse and worse. People\nwere dying, and there is not help, no food, people were dying of malnutrition, disease,\ncripples and things. We know that the final solution, that they have to finish off all the\nJewish people. So, whatever is going to be we're just resigned, hopeless. That was in that\ntrain that they put us, cattle train --",
        "A: How did we get to the train? We walked.",
        "A: Well, they gave an order, \"Aussiedlung,\" deportation, whole ghetto, liquidation of the ghetto.\nSo, that's it.",
        "A: In August or September of 1944. That was the last, one of the last transport of the ghetto.\nSo, my brother went with one, I went with one. Mostly went with the places where you\nworked. You went with these people, and then, together with all the people, and then they\nselect. So, from ghetto Lodz we went to Auschwitz.",
        "A: The train like? It was a cattle train that they transport cows, horses. So, you can imagine.\nThey stuffed, how many people, they didn't care, we can sit down, we can stand. Men,\nwomen, children, everything got stuffed in, locked the doors. It was summer. It was hot.\nPeople died of lack of air, oxygen, of thirst. In the morning, we looked around and there\nwere dead bodies. So, there was no hope.",
        "A: We traveled the whole night, from Lodz to Auschwitz is about, the train went slow, takes\nabout 12 hours.",
        "A: Well, let me tell you how didn't help to be with friends or with, because people got pushed in\njust, just shoved in the wagons. If you didn't, you just get hit with the left side of the weapon\nand you know that's hard, and they didn't care, or they hit your head or your leg, or they hit a\nchild. It was merciless. No mercy.",
        "A: No. We knew that we going to Auschwitz-Birkenau. That's the place where you come and\nthere's a big sign on top in German: \"Arbeit Macht Frei,\" \"Work Makes You Free.\"",
        "A: I told you that in 1942 we knew the destination where people were going. Before that, we\ndidn't know. And we knew that that might be our last ride. The shower, first was Mengele.",
        "A: We arrived when they chased us out from the thing, there was a band and music was playing.\nYou know, they didn't want any panic, because people would panic. So, they made music,\ncan you imagine, from a place like this. It's a farce. So, we couldn't understand.\nThen Mengele, he was tall. That devil, they called him the \"Angel of Death,\" and he said,\none point with the finger, right, alright. So, he segregated, left was destruction.\nWomen with children were first to go, anybody that has some kind of ailment that he could\nsee, they won't be able to work, had to go, on one side. Women separate, men separate and\nable bodies also separate. So, we were young, the one that, we went to able bodied. So, it\ngot a whole different group of people. So, they put us on, get disrobed --",
        "A: The able bodied people.",
        "A: I want to tell you, we stood before, we were disrobed before.",
        "A: No, just what you wore, you had to throw away and put it on a big -- they had a pile of shoes,\na pile of women's clothing. You had to throw your garment on the pile. They say for\ndesinfection because you shouldn't bring any disease.\nFrom then, after the selection, we went to get a shower. And the shower, that we know\nalready, that instead water, in the thing, they want to get rid of the people, they put gas, in the\nshower comes gas and the people get it. It takes a while and they all passed away.",
        "A: We know this. We know this, but after that, people would, we know, we were afraid for that\nshower. We said the Shema(ph.), the last prayer, and that was it, we said. Then they shaved\noff our hair. We came out from the shower, we didn't recognize each other. You know, how\na woman looks when she has no hair any more. Can't recognize, I didn't recognize my\nfriends, that I went together with them to school. I never see them anymore after this. Until\ntoday, I don't know what happened to them. We were very good friends, went the same\ntransport.\nSo, somehow when it came water, there was a scream. That's not the end yet. We're going\nto live. So, when we came out, we had to pick at random some piece of clothing from the\npile. You got another, or it fit you or didn't fit you it didn't matter, from a different pile,\nsomething for the feet, wooden shoes or whatever, and then you went to the barracks.\nThose barracks, I was only about ten days or two weeks in Auschwitz, but that was the worst\npart that anyplace that I was. They were so merciless that people that could survive\nAuschwitz must have been some, must have been, had some, they had to do something, have\nsome function, that they survived in Auschwitz.\nBecause that was the worst place that you can, just the psychology of that. We were up all\nnight and talking and what was going on, how people were sick and the sick and the able\nbodies and the sick one were in the same one, the place was huge. The kapos were there,\nwomen kapos and they were commandeering and showing their power, what they can do,\nwhat to obey, and how they, the rules, and they were so rude. Just our own fate!\nIt was just unbelievable; and I figure out, if I have to stay, and I just prayed that they send me\nas soon as possible to a labor camp; that we're going to work. You know people got in\nAuschwitz, Auschwitz was surrounded by an electric fence.\nSome people got so mad in their mind that they run to the fence. They want to run away,\nand they got killed, electrocuted.",
        "A: Yes. A lot of people died this way.",
        "A: Yes, you got the sense of it, because you saw what's going on, how they talk to you, other\nwomen. No respect for life, nothing. Just to survival of the fittest. They were the fittest, you\nunderstand, and we couldn't survive there.\nIf we just had to eat and to sleep and to live there, no, there was no way of survival, not\nphysically, not morally, just no way. So, I just prayed -- I knew that I wouldn't be able to\nsurvive over there.",
        "A: Some nights, we were afraid to sleep at night. Just fall asleep, somebody watch it, because\nthey know what going happen at night. It was a big place and there's so many women, and\nthe, the beds, up and down, up and down, and they're supposed to be nurses and they took\ncare on the sick, and they talk and they talk too much and they told the stories and\neverything, you have to obey here, there's no revolt. You can't think because this is a death\nplace. They said, this is a dead place. Nobody goes out here alive, even if you weren't\ngassed out.\nThey tell you this. They told us, the one that were a long time there. And they worked there\non different, very unpleasant missions, they work. The other people. We weren't assigned,\nsee I have no number, and the folks that were with me had no numbers. They were in a\nhurry, the Germans, that time, and they didn't make any numbers, because all the forces\ncame closing in and in and in. The Russians came closer and closer, so they wanted the most\nwhat they wanted, get rid of us, the most of they could. And the one that were capable to\nwork, they sent to work. Well, after some time, about ten days I think I was there in\nAuschwitz. 04:08:19",
        "A: No, we just talked and were miserable and listened to the stories and what they commandeer\nwith us and then in the morning we could hear what happened to other people, how people\ngot killed at the fence and all kind of things, about life, what is there.\nSo, they told us that we're going to be sent away, with a transport to work. So, one day it\ncame that they sent us to, that was not far from a industrial city of Essen, Essen in Solingen.\nThat's famous for steel work, so they worked at that time of the war, they built airplanes\nthere.\nAnd I worked, Framo-Werke was called, the shop we work. I was a welder in the camp. I\nwas working with the mask and with fire, in a tub like in my bathroom, but the top was open\nand the bottom was open, because the \"Halle\" was very big, the hall, and there were all kinds\nof different machines. The big women worked on \"Bohrers,\" [drills] that made hole in iron.\nWe worked on the, we made Anti-Luftwaffen, to shoot down airplanes, the V-2 was called.\nSo, I was welding big pieces, huge pieces. They used to come, they had Russian and French\nprisoners of war over there, at camp, so they used to come and bring, so they worked, they\nhad a different camp.\nMaybe they were treated better than we were, because prisoners of war, that is, but the\nGermans didn't care very much about the Geneva convention, that they should be treated like\nhuman beings. But maybe they were treated a little better than us.\nSo, they used to bring parts to be welded. So that fire shouldn't disturb the order, I had a\ncabin. There were just three women for the whole thing. There was three of us that were\nwelders. God forbid if I burn something. How do I know to weld? Do I know to weld? I\nhad no idea, I never did this kind of work. 04:11:10\nThey gave me a torch. They showed you how to do, don't press too much because if you put\ntoo much fire, too hot, then the whole iron burns, and you can't do nothing with it. You had\nto just join it together and not to burn, so I tried. And we did, like big cannons, big cannons\nI was welding, the rings on the cannon, so they are not welded round.\nThey welded like round, they welded a piece then a piece, space, then another and another,\nin pieces, and it lies on a row and the man that came, would turn it. That could be turned,\nthat, each time on a different place. Because, they explain, if you weld around, that piece is\nnot strong enough, you have to be weld in parts, round and round.",
        "A: Well, I did all right. I never burned anything. Sometimes, but you know. If you burned,\nthen you were accused of sabotage. One of the girls made [\"Bohrers\"], big tall machines,\nthey took big strong girls, and they make holes in pieces of iron.",
        "A: Yes. It's called Hainichen, the town was called Hainichen.",
        "A: Who was there? There was, I don't know how many women. That was, I was, most the\ncamp was some people from Poland and a whole group of Hungarian women.",
        "A: A couple hundred, I think. I have no idea. We start counting, counting; sometimes we stood\non \"Achtung,\" until they count, you could stand for two hours until they counted us.",
        "A: On bunk beds, straw bunk beds.",
        "A: Long big barracks and somebody slept on the bottom and somebody slept on top. I slept on\ntop. And on the bottom I had a woman that she survived because of me. Because she\nalways wanted, she said she's sick, she said she couldn't work, young woman, my age, and\nshe said, I'm sick, I can't work, I go to the \"Krankenstube,\" the sickroom.\nI said, Anne, if you go, and in Polish they call it Hanka, Anne is Hanka, if you don't go to\nwork, you know, in a few days what happens to you - this happened, you see, I gave her an\nexample, this happened to somebody else; this way you have a chance to survive and see\nyour family. I think she was married. And see your husband maybe. Go, we are going to\nprotect you, cause we all working, it's going to be that you work too. Just go. She can't. She\nwent; because, if she would go to the \"Krankenstube\" --\nShe met me after the war, she lives now in Chicago, I hope she's still alive, and I met her in\nLandsberg am Lech. She came to me and she said, you know, I thank you that I'm alive; she\nknew that. I did a few times risk my life by trying to find out how far the war was.\nWe know at that time, where was the San Francisco meeting in January '45. You know in\nSan Francisco they met for the, to put, in the United Nations, that help to settle the war. You\nknow about that meeting, so we know, I'll tell you how it worked.\nAt one spot from the big barracks, that a hole, was tremendous big hole; in the walks\nbetween, there was, at the end was a room where they had their office and the SS women\nthey slept there, all night. They had a radio, and we could understand German, so the one\nthat slept closest, would listen. They made believe they went to sleep, by time they were\nsupposed to and then they listen and they knew things.\nThen was another source, the people there would come sometimes to me, and to other people\nand they bring things to do a part for you for them. You tried to communicate with them.\nWell, I don't speak French. I can speak Polish. I understand Czech. So if was a Czech,\nthere came different, they were prisoners of war. They or, they bring a piece of newspaper,\nwe could read. They knew that we wanted, survival, is, if you have hope, you be able to\nsurvive. So, they tried to help.\nOnce I had, I had a very close, very close thing. The woman, that she stood by my, when I\nhad somebody inside, and I was welding inside, she would stay by the door and, obviously,\nand watch. I didn't know that. So, once, I think I had a French guy, or, and I tried to\ncommunicate with him, he should tell me something, or explain how the war was.\nAnyway, when he finished, she called me out, and she slapped me over the face. She was a\nhusky, strong women with the SS, you know, the black band, SS, there were those zig-zag\nstar. And she said, in German, she knew that I understand, and she said, you spoke with the\nguy and she hit me over the face, that I saw stars; boy, that I didn't [fell down]. And she said,\nlike this, and the whole place where they were working was so quiet, like a pin it would\ndrop, the machines stopped and everything.\nAnd she said, when you come home I'll report you to the Oberscharftthrer. That's the\ncommander of the German commander of the camp.\nWell, when you get reported to the Oberscharfthrer, give you such a beating that you have to\ngo to the sickroom. When you go to the sick room, you don't go to work, forget about life.\nO.k., so, look, it was nothing that you could do. I just shook myself off and I just told her,\nthat I don't speak his language, how do I could communicate with him? That I told her in\nGerman; it wasn't, and it's no use. Alright.\nNow, how I survived, I tell you, after I was told, all the women that knew me, they, in their\nheart they pray that she should forget, they shouldn't remember to, to report me to the\nOberscharfuhrer.\nWhen we came home, we start counting and counting, that was in the evening, and counting,\nhow many, and first we missed two, then we missed three, and we were standing maybe,\nmaybe three quarters of an hour or an hour. She forgot to report me.\nAnd that was, that story I called the power of prayer. They told me later that, that they all\nprayed that I, that they shouldn't remember, she should forget to report me, that what\nhappened.",
        "A: Did everybody get along? It was --",
        "A: Help each other? Well, I tell you. It doesn't have to be Hungarian women. They, all people\nwere hungry. And people lost their dignity, do you know, they were stealing bread, from\neach other, at night.\nThere was one woman, that we know, from, other people know, from home, comes, you\nknow, a very fine person, and she, she stole the bread from, from her neighbor, the ration. I\ntell you, people lost their dignity. People what lost everything that was humane, left.",
        "A: Oh, the conditions, oh, I'm telling you, you have to, I had a person that was very close, and\nshe got sick, and she went to the \"Krankenstube,\" to the sickroom, and we never saw her\nanymore.",
        "A: She got sick. She couldn't go to work, and she never came out from there. You know what\nthey said, they would transport off to, to; just to finish her off, that's all.",
        "A: Sure, always sick, in the ghetto were sick people and the thing, you could, you couldn't, and,\nyou know how it was. They made themselves a show, the Germans. The rationed bread we\ngot, everybody got the ration bread, right. The soup, they came with the soup, with a kettle,\noutside, and we used to run, with the, you know, the plate. It was such a thing that we had\non the belt here, and with the spoon, that's what we had.\nSo, when you eat up, there was still there, a lot of people were hungry, was a watery soup.\nThey run the second time. Well, the second time, if you run, they made themself a show.\nThey hurt, with a, with a \"Peitsche\" [whip], they hit you, you got hit.\nI got once hit, until today I have a mark. It's, the skin is not straight, smooth; it became like\na, like a [grater/grey] there. Sometimes I, I wear something, a nightgown, and I wear it, on\nthe same spot, if I wear it long, it will make out a hole, so rough the skin 1s from, from that\nhit, that he hit me. Was bleeding and then it healed up.\nSo, since then, I knew, I told myself, Frances, you don't go anymore for any seconds,\nbecause this 1s a death sentence. It's better to be hungry, and sit in your bed; I was sitting\nupstairs and I was watching through the window, how they, how they make the show. So,\npeople were still running for the thing, and they got hit. And they got hit, was no good. So I\ndidn't want that. 04:24:14",
        "A: Well, if we tried, and I told you, and get caught, there was one way only, very cruel sentence.\nSo, sometimes the people did, yes. Sometimes people did; of course, they, you know, you\nhad to make something, in spite, they were so cruel to us.",
        "A: No. If, if I, if I tried it, I do it in such a way that I thought I could never get caught.",
        "A: Yes, well, I,\nlike, when I worked in the, in the factory with the, in the ghetto. If somebody did this, and I\nwas the one that were responsible for this, I didn't want to have that, because it would cost\nme my life. And here at, the things, so, I saw even if they -- it was very difficult, but I know\nthat people did. I, I, I, I can't tell you how, it came about, but I know that people tried. And\na lot of people lost thier life because of that.",
        "A: The guards?",
        "A: The kapos came from within. They selected, women they were stronger, and they, they felt\nthat they were the kapos, from our own.",
        "A: Jewish, yes. And, the other, were SS women. They wore the uniform, and with their\ninsignia, with their, you know, epauletts and the thing, the SS or SA, SS. This woman that\nhit me, she was, she was strong, and cheeks like this, red cheeks, and not like us, that we, we\njust had no food, to eat, nothing, starving, and had to work.\nAt, five days we worked in the factory. On, on the weekend, they sent us in the woods. We\nworked in the woods, we gathered wood, caught little things and picked it together up, and\nmake it in piles, and bring it to thing.\nIn the middle of the week, we walked like a, walk a mile, in the morning. It was dark, still,\nand at night, when we came home, was dark. The five days we didn't see the sunshine. Just\non the weekend.\nBut that was the winter, it was cold. And, and, and that's Niedersachsen, that's cold over\nthere. And I have wooden shoes. See, my, this part of the legs, I have very thin legs, and\nthis got frozen, and right after the war they were all purple, just purple, from, because it was\nfrozen, and swollen. But in the years, it got a little better.\nThey say that after what the work I did in, in the camp, that I'm going to get TB and I would\nhave to go to Switzerland to a sanitortum. But I did not.",
        "A: In, ah, in Hainichen? We were from August to mid March. Enough.\nTape #3",
        "A: Not, not Essen. Essen was about 20 kilometers from, from the camp. When they bombarded\nEssen, because it was, so, we could, we could, we could hear it.",
        "A: We were, we were, we were thinking that, ah, things, that there is a hope, that maybe we\nsurvive. I always hoped. I had such a strong will, to see Hitler's demise. You have no idea.\nI, I just wished so, that I say, I just want to live and see him finished off, and I did.",
        "A: Well, one day they said, the, the German saw that they, they were surrounded, closer and\ncloser and closer. The Russian came in, that's not, was not the Allies, the Russian. Maybe\nthe, the Allies and the Russian at that part, from the air, and then, they, they, the closest place\nwas to send us was Theresienstadt. That's Sudetenland, between Austria and Germany and\nCzechoslovakia. It's about, Theresienstadt is not far from Prague.",
        "A: We walked! Six weeks! Six weeks! The, ah, we walked along the river Elbe; it's a very\nlong river, and it goes -- we went so many cities by; at night they put us in wagons. I think\nthey were on the, standing there, and we went over there to sleep.\nIn the day time, we marched, and whoever couldn't walk, either was left, behind, or was shot\non the spot; it depend on the, and some, the, the Germans start running away, the one they\nwere for the permanent, they were watching us. One day the Oberscharfthrer disappeared;\nthe head of the camp. And, about, what we have --",
        "A: They gave us some watery soup, and mostly we, we picked, there was spring already, and\nwe learn how to pick what, what work, was edible, like some berries, and spinach. So, we\nsupplement that diet from this. We washed in the Elbe.\nWe took off the dresses and looked for, all kinds of, dresses should be clean, cause you wear\nit so long and you can't wash. By the, I tell you, all the time that I was in, in the, in the camp\nwe just had cold water, never any warm water, to bathe. very cold, ice cold water, was\nterrible.",
        "A: No. We saw, we came on a city that's called Aussig an der Elbe [Usti nad Labem] and that\nwas after a bombardment, and you should see what was swimming on top of the river.\nAll kind of things, [live/light] things, were swimming on the river; was bombarded out from\nhomes and it was, it fell in the river and was swimming on top, so we know. And then,\nsometimes when on the road, it came airplanes, either Russian or the Allies and they\nbombard and the German would hide under the trains. There. Now we were walking. We\nwere walking.",
        "A: Yes.",
        "A: We, we were happy when they come. We were happy then they came. Because they know\nsomething is going on, that some, some hope there is. But for us, even when the war was\nfinished, the war wasn't finished for us; for us, 1t wasn't.",
        "A: We came to Theresienstadt. We came to Theresienstadt about, about end of April. Yes,\nabout, I think about two or three weeks we were until the liberation came in Theresienstadt.",
        "A: Huh?",
        "A: They were, you felt the smell of the chimneys in Theresienstadt, but that time they, they,\nthey didn't have, they didn't have time to, to gas us. Look, they were busy with their own\ntroubles, the Germans, you understand, so.",
        "A: And then it was very difficult to survive, because was no food and we, we lived in a big\nplace what we talking about, the \"Kaserne,\" [barrack] remember? There wasn't a barrack. It\nwas strong houses, that this house, this building that I was, was housing five thousand\npeople, in one building, can you imagine?",
        "A: In one building, five thousand people.",
        "A: Women. Yes, well, in this room; I don't know what they all were women. In this room, we\nhad a big room, was a very --",
        "A: They, they, they, first was the Germans, and we didn't know how things, how long this going\nto take.\nIn Theresienstadt we didn't work, we just, we loaf around. We thought that something has to\nhappen, something is going to happen. We didn't know what, and who's going come from,\nwe knew just that the Russians are closer and closer.\nWe were liberated by the Russians.",
        "A: Yes. Sure, how, how to, how to survive.",
        "A: Well, they give you - their first words along the German, were, they, they had to give us\nsome ration of bread and a watery soup. That's it.",
        "A: Yes, each place about has the same. You know, we know that there were designed, just to,\nto finish people's live, that's what they all were designed these, all camps.",
        "A: No. Better than Auschwitz.",
        "A: I told you, Auschwitz was just a despair. It was, Auschwitz was so terrible emotional. You\ncame in, and you felt, from there, nobody goes out. Couldn't sleep at nights! This was a\nvery hopeless place.\nHere, we just thought, well, hope, hopefully they not going to finish us off, that we going see\nthe end of the war; we just hoped. In Theresienstadt.",
        "A: No, there was like a room, and I don't know how many of us slept in that room, but that\nwhen, then I tell you when, the thing, when the Russian came what we had to do.",
        "A: Well, nobody thought about, we thought about survival. If people are hungry, they don't\nthink about any cultural things. If the stomach calls for food, you can't think about culture,\nor reading, or anything, or art, or whatever, or whatever your profession is to do. You just\nthink, that without food you can't exist.\nSo, that's, there was no any need for that, because, there was one, one, one object, one thing,\ngoal, to survive. That's all.",
        "A: Well, the most, they, a lot run away, that became like a chaos, later, towards the end. They\nthrew away the uniforms, and they find some, you know, if they weren't from there, and put\non civil clothes, there was plenty clothing over there, and they just, make belief, like, you\nknow, then they fished them out to find out who was who, and some escaped. You know,\nSouth America helped a lot of them to, to escape.",
        "A: Well, what happened? We were liberated the last day of the war, that was V-day, May 8,\n1945. That was the day of our liberation. But for us, it wasn't a day of liberation, anyway. I\nexplain you why.\nFirst of all, at the beginning, in the camp, a, a young girl was so excited, and we knew that\nthe Russians are coming, the Russians are coming, and she run, and wanted to greet a\nRussian soldier in a tank, and she got killed. She was runned over by, by the tank. That was\nthe first thing, with the first Russian thing, so that was one.\nAnd then, when the Russian came, they spoke, I could understand what they talk to us, they\nused to say, well we liberated you, we did liberate you, they said in Russian, and you don't\nwant to love us, so we knew it's going to come for us, so it came at night;\nwe used to barricade all the doors and windows; all the furniture, there were benches over\nthere, and chairs, you know, the furniture heavy, like oak, heavy oak furniture was the, so we\nput it against, and we didn't go to sleep first, until the barricade was up the ceiling, that they\ncouldn't open the door. We were afraid for raping.",
        "A: Well, these people came, they didn't see a woman for, I don't know for how long. They\ncame from those, you know, oh, far parts from Russia, Asiatic, Asian parts Russia, and they\nwere women crazy. So, wasn't - and each invader, if you would think, soldiers come, come\non a foreign territory, [that, no kid ourself], they do that.",
        "A: We, we, we, we just tried to prevent that it shouldn't happen to us. We were afraid of this.\nOf course, to begin the captain, the one that run the Russians, he didn't know about that;\nso the first few days we had to, with the food was, who was stronger would run three times\nfor the soup, and the one, of --. So many people were, looked like, we called them\n\"Muselmanns,\" just skeletons, nothing, flesh and bone, you know, nothing left. 05:15:29\nSo, they didn't have the strength even run for the soup. They couldn't get the soup because\nthe stronger one ran before them and it was finished, with the kettle soup. So people got\nsick, after the liberation, people died.\nYou know, that they died, first of all, they brought, they didn't know how to feed people like\nus. They brought sacks of sugar. They distribute the sugar. If you give people on a hungry,\non a empty stomach sugar, from sugar you get diarrhea. And you get diarrhea when people\nare so, you know, there is nothing left, they die. No medication for it, or anything.\nPeople die from the diarrhea. You know, dehydration. So, people died from diarrhea. Then\nit came, no hygenic, no sanitation, no things, so it came, typhus. You know that 5,000\npeople after the liberation died on typhus, in Theresienstadt, 5,000 people!\nSo, then it came to the commander, the Russian commander, and he was the boss, he was a\nnice man, he understood the situation, and he told them, he said that these soldiers, they're\ngoing to do things like that. They gone, if the woman doesn't want to go with them, they\ngoing to be very severe punished.\nSo, at least, if the commander knew, we were, we had a little security. And then they, but it\ntook time to organize that everything, and organized that everybody would get food. So,\nthat's what I wrote in my story, that the war didn't end for us. No way.",
        "A: They had Czech doctors over there. They had a hospital, they had Czech doctors, but look, it\nwas also everything very primitive, what they had, aspirin and stuff, I think some; eh, it took\nme, it could go away, very fast, but it, life has no, where should I go?\nNo home, no parents, no family, where to go? What was the, what's the destiny? Where do\nI go. So, you had to get settled in some way, your mind. That, you had to organize\nsomehow your life, and this is not so simple, after so many years, that somebody told you\nwhat to do, not that you could do what you want to do. That's difficult.\nSo, first I think, sometimes, yes, then I find out that, then we start looking for, 1f somebody's\nalive from the family, so I start looking for. I knew, my father was, died, my mother wasn't\nthere anymore. I was looking for my brother. So somebody said, the people coming in,\nbecause it was an open border already, but traveling was very difficult.\nEven with travel, we had to travel with the same cars, not such a crowded condition and stuff\nlike this, but same cattle cars, still if you want to go. Because Germany was, most cities\nwere, bombarded and ruined. So, that my brother is in Bergen-Belsen.",
        "A: About July; I went to, we register to go; we, we, I, I figure out, they register us either to go\nto, whoever we had a choice, either to go to Israel, or to Palestine, or, or to the United States.\nAt that time you had, they open, they open the doors for, for refugees, the United States. So,\nI sign up for the United States. So we went to, they sent us to Landsberg.",
        "A: We just, I, I don't know. I don't remember, or I worked there, or I did something. I just, oh, I\nknow, I know what I did. Theresienstadt. O.k.\nSomebody organized a sewing machine, and I tried to help the women, so they should look a\nlittle more presentable, so they, we, they got the dress, I would help them to make it that\nwould fit a little better, to make from one dress, take something, make a trim, or something;\nthat we look, the hair grew a little bit that March, because, you know, where they got bald,\ncut to zero, so, we try to look like, like women. So, that's what I did. I sew a lot at that time.",
        "A: Of course, that's why I couldn't go, like I told you, the feeling was, where to go? This is all.\nWhere shall I go? Where to go, where to go. There's no place where to go. So that's for us,\nwas no place, there was nobody and there was no place. Then I find out about my brother,\nfrom Landsberg I went to Bergen-Belsen.",
        "A: Right, because from Landsberg we should go to the United States.",
        "A: No, I know, I met my future husband then.",
        "A: In, eh, here, I, I think yesterday he said that I didn't remember that he talked to me before,\nbut the talk we had when we traveled from Theresienstadt to Landsberg.",
        "A: That he approached me before that, in Theresienstadt. Yes. So, we -- And then I was just a\nfew weeks in Landsberg, and then I said, I'm going to find my brother.\nHe lived in Hannover. Hannover is, is not far from, but it's a, it's a big trip from Landsberg\nto Hannover, to Bergen-Belsen.",
        "A: I think, I think somebody else, but, I was traveling myself, yes.",
        "A: Was difficult, was difficult.\nThey came and sometimes I remember, came in the middle of the night and they let us off\nfrom the train and that was on the north already, the city of Kassel, which was all bombarded\nout, and we sat down on the edge of the like, sidewalk and waited for a next train, and you\nlook at that city, and you think, boy, what happened.\nIs just unbelievable, and how you get there, how you going to organize your life, and stuff\nlike this. Then I remember, we came, and they brought us to Hannover.\nAnd Hannover was a flood at that time and the streets were flooded, and that was, in\nHannover was the British zone. And the soldiers, they had, the army, had very high, they\nhad the trucks, with very high wheels, so they give us, give us a ride in the city, through the\nwhole flood, and they brought us, I had an address, and they brought us over where my\nbrother lived, with a friend, in, in Hannover, by a German woman. So, how I got to Bergen\nBelsen, I didn't have anything to do in Hannover.",
        "A: Well, it was just, a lot of joy, unbelievable. But I couldn't stay and stay idle. I had to have\nsomething, life has to go on, and in order to go on, you have to do something with your life.\nSo, there was nothing to do, wasn't any Jews in Hannover that I could meet.\nAll the Jewish people were in Bergen-Belsen; they were liberated there, and I could find\npeople that I know and stuff like this. O.k. So, I went to, to Bergen - it's not far, it's, again,\nwith a, some kind, a army truck, we went, a few people, and they took us to Bergen Belsen.\nThey were very accommodation, they accomodate us, the, the soldiers; they were nice, the\nAmerican -- that was the British, because Bergen-Belsen and Hannover, that's the, was the\nBritish zone.\nSo, over there, I met friends that had, and they were willing to, like, they were two of them\nand I was the third. They had a big room, and they were willing to take me in as a\nroommate.",
        "A: In, in, in, in a building. Yes, right. Well, we, we got married in Bergen-Belsen. He came,\nabout 1,500 miles. That he told you yesterday, where they stole his camera.",
        "A: Well, in Bergen-Belsen life had a, a meaning, because we tried -- there were a lot of people\nfrom my town, people that, professional people, that worked in the shops. And they could\ndo, organize things, and teach people, other people that they can be useful in life, later on.\nSo these people, we got to all together, and we organized a ORT Fachschule. You know\nabout, you heard about, you know about the ORT? There is a lot of ORT going on in\nWashington DC. This 1s training through rehabilitation.\nAnd they are a non-sectarian organization that teaches people a trade. Sewing, boys teach,\nthey teach mechanics, fashion design, all kind things. So, I was one of the, in came, the\nUNRRA came; they brought us, they brought sewing machines.\nAnd, oh, I have a picture, that I had, one picture that I have; I was teaching the children, the,\nand there was for everybody. We had young kids; everybody that wanted to learn could\ncome to those classes. They didn't pay anything for that. And it was a big sign, we had a\nbuilding, ORT Fachschule, with insignia, and I, I taught this, over there. I had a class.",
        "A: All kinds, younger people, older people. If they were beginners, they were in the beginner's\nclass. If they were advanced, they were in advanced class. And we just organized, that was\njust the beginning.\nWell, I, I tell you one story that I connected with this. When I lived in New York, and I\nworked at FIT, the Fashion Institute of Technology, I had access to go on, on 7th Avenue.\nThat's called the Fashion Avenue. There's a lot of places that you can go, that designers can\ngo and get some fabrics, discount fabrics, they have remnants, beautiful pieces.\nSo, I, I, they know me at this, some place on the 8th, 7th floor, some place, different places.\nO.k., I went to such a place once, and there was two women, an older one and a younger,\nlook like a mother and daughter, and they look for things and I look my things. There's just,\nnot a lot of customers, just some people.\nSo, all of a sudden, this woman, the mother, comes over to me, and she tells me my maiden\nname. I look at her, no, doesn't register anything, I don't know. So, she said, how do I know\nmy maiden name? She said, well, you were my teacher, in Bergen- Belsen. You taught me\ndress making. And this is my daughter and we live in Israel, and that helped me make a\nliving. I got married. I have a family and I help them.",
        "A: Yes, the mother, and she said that this helped her to make a living and to raise her family,\nyou mean, the trade that she learned. And she, at the same time, taught her daughter how to\nsew. So, I was so happy to hear that, and we embraced and we were, and they say they go\nback to Israel, and that was a very beautiful story, isn't it?. Very heartwarming story, hm?\nDon't you think so? Yes, I thought so.",
        "A: Well, it was, we would make; it was more like fear, it was different. Of course, we could\ntravel, you could do everything. Sure, yes. It was free.",
        "A: Who was running the camp? I don't remember, I just know one lady --",
        "A: Yes, there was, --",
        "A: First of all the UNRRA helped. They brought supplies and stuff, like we need sewing\nmachines, can't make a thing with sewing, without sewing machines; we need fabrics. So\nthe UNRRA helped, yes, it was on the auspices of the UNRRA:",
        "A: Yes. I, I think so. Like I told you, Bergen-Belsen was British, the British zone, so I think\nthat the government must have helped too. I, I really don't - but in Bergen-Belsen, you\nknow, we're free, you could travel.\nBut how you could travel? There was no, unless somebody came, and pick you up with a\ncar, or see, we had no means of transportation, or somebody bring you to the, to the railroad,\nto travel. The closest city would be Hannover. And Bergen-Belsen was woods, woods,\nwoods. Barracks in the woods, was Bergen-Belsen. It's a big huge camp.",
        "A: Not everybody was Jewish, mostly. Yes, most.",
        "A: Yes, well, I got along with the people that, that I lived. I lived with one young lady that, who\nlater became my sister-in-law. My brother's wife.",
        "A: People start thinking about what to, you know, if anybody had a trade or whatever, a skill,\nwhatever to do, how to start up, how to get hooked on; people got, used to get married, it was\na very big -- people were lonesome. They, family is gone, right, so people, it didn't take\nmuch time, people get acquainted and they used to get married. Sometimes worked out and\nsometimes it didn't.\nI know, we know each other for two years after we got married. Met in '45 and we married\nin '47.",
        "A: Bergen-Belsen.",
        "A: I worked there.",
        "A: I worked there from -- I came in'45. And got -- After I got married, the ORT transferred me\nto, I went back to live in Landsberg with my husband. He had, we had an apartment then.",
        "A: In Belsen? A little less than two years.",
        "A: Yes, sure. We did. We used to have groups, with, read poems, sing songs, stuff like this,\nplay theater. Something certainly like this. Whoever was capable, right.\nWe did just a lot of nostalgia, old things that people came from the old time, from the homes,\nwhatever they brought, the culture that they brought themself.\nAnd a lot of people, especially the young people, they didn't have any schooling. They,\nwhen the war came they were very young, they had very little education. That was sad.",
        "A: Well, they started to teach them; that's why, the first start to teach them a trade. Then when\nthey came to the city, they had to teach them, that they graduate somehow high school.",
        "A: Religious activity? In Bergen-Belsen? Tell you the truth, I don't remember.\nI was, right after the war, I was really inside angry. I asked the Above, why this happened to\ngood innocent people. I got really upset and angry. Nobody could give me an answer, I\nasked rabbis, I asked chaplains; I think, it's a destination and that's happened, happened\nbefore in Jewish history, that the people get, you know, so, we don't know. There's no\nanswer for that, so I made peace with this. Certain things there is no answer, you have to\nmake peace with that.",
        "A: Yes, I did.",
        "A: Oh, sure. You would think. I was in - no, we were in Landsberg when Israel became, when\nthe United Nations voted. That was in 1948, then I lived in Landsberg already, back.",
        "A: No, not in Bergen-Belsen.\nWe were -- there were a lot of people that went, yes, this I remember, now I remember, look,\nit's a long time, with the idea that, they went illegal to Israel. A lot of people went.",
        "A: It was hidden, it was illegal. Because they were British, of course, it was illegal. But\neverything, we had, like, they had meetings and they had things, and they had the, how you\ncall, I don't know who worked there, but from the Jewish organization they had the Haganah\nI think, and people that, from Israel worked here after the war, in Europe to bring young\npeople over, to work, to build the country, as pioneers.",
        "A: In Bergen-Belsen, in Bergen-Belsen, I think, later on, when I came back, when we got\nmarried and I came back in 1947, and I came back to Landsberg.\nIn Landsberg they had a bigger school. Over there in Landsberg I didn't teach. I was\nmanaging all women's classes, was about 200 women, so I was managing those classes.\nAnd there were mechanics, there were, electronics wasn't so developed like today, but was\nsome, whatever, but, there were, were other classes. In Landsberg was a very big school.\nWhere they had some experience already, and had some graduates at that time.",
        "A: Right.",
        "A: In Bergen-Belsen, we got married.",
        "A: Oh, yes, sure. In Landsberg we went to the, how you call it, where you get a civil thing - to\nthe, to the office, like you get a birth certificate or you get a thing, and you make a document\nthat you married. You tell your credentials and stuff, so, we got a, a civil marriage. And, the\nreligious marriage, we got in Bergen-Belsen. Yes.\nMy students sewed a dress for me; there wasn't white material, it was blue, well, over there\nat that time, you couldn't have anything what you want, whatever was available. So, I\nremember it was a light blue chiffon dress.\nDave's one friend which was a very good photographer, so his, his gift for the new couple,\nfor, he made us wedding pictures. It was nice. We still have those pictures. Very good\npictures he made.",
        "A: After the war, a lot people got married yes, because you know, life was, people were\nlonesome. They lost their family. Life was no, had no direction. They thought, two people\ncan work out things better, and they have support from one another, which is true.\nSometimes, today people know each other and they say, every other marriage ends in\ndivorce.",
        "A: In 1949 we came to the United States.",
        "A: The life in Landsberg. Well, I worked, and Dave worked and my daughter -- we have two\nkids. We have a daughter and a son. My daughter was born in Landsberg, in Germany. In\nJuly '48 she was born. What was life? Well, it was a lot, a, all night.\nThe Jewish people did the same thing. It was a lot. We, we had groups that we were\nsinging, and some would play theater, Jewish theater. And some people were talented.\nPeople were from all walks of life. Young people got together, and singing was, the biggest\nthing was singing.\nNow, we used to have -- in Landsberg there was cultural life. There was a lot of people that\ncame, entertainers came from the United States. Eh, what's his name, he was then a very\nyoung performer, the conductor, Leonard Bernstein, so he was maybe 31 years old then, and\nhe performed, and we thought he was brilliant, well, you know, because he was just a\nbrilliant man.\nJewish actors, a lot of people, they came to different places just to entertain. We had to buy\ntickets but to entertain and it was, it meant something. It was important. It was, like, a\nspiritual revival.\nSee in Poland I was used to that, because I used to love the theater, and always go to the\ntheater even when I was a student. Travel, go to the theater, I love a lot of the things,\nmuseums; I would go anyplace that make some variety, and some, that's what life is about.",
        "A: And then was the, the thing -- the talk of the town then, then was, yes or no, of the state of\nIsrael will, became, they'll declare as a, as a, the United Nations will vote as a state.\nSo, that was the most important thing at that time. And it happened in 1948. My daughter is\njust, just born, at the same time, when the Jewish state was created.",
        "A: Sure. There were, there were, there were. I told you, my cousin, that I met I told you, in a\nstore, he was in Landsberg. From Landsberg he went to Israel and it was before, in 1948 he\nfell in the Negev.",
        "A: Well, if they prepared, that was the Haganah's work. They did that. Big job; the young\npeople, to convince young people; life has no, had no meaning, and the young people had no\nparents or anybody to direct them.\nSo, 1t was important, so that was a goal, to go there and to fight for your own country.",
        "A: Yes, sure. Ja, I'm talking about military training. Obviously they did, yes.\nWell, at that time, at that time there was still was boats. They couldn't, they came to the\nshores of Israel, they didn't let them in. You know this, from history, right. So, it was a lot\nof things. Until, until they declare, that the Jewish state, what's his name, President Truman\nwas, he was instrumental 1n this, that this happened.",
        "A: No.",
        "A: I, I, for my work in Germany, I didn't get paid anything. When we came, that was like this,\nwhen we came to the United States, I think I got some, I got a certificate and they sent me to\na bank, and I got some. For all the years of work, just got --",
        "A: After, right.",
        "A: Well, let me explain you something; we, the way we thought, a lot of people thought, very\nfew people had in mind to remain in Germany, because that country was, or Poland, was\nsoaken with Jewish blood.\nSo nobody has decent mind and think, does, does, didn't want to stay there. They want,\nimmigrated elsewhere; a lot of people went to Australia, to Canada, to the United States, and\nof course, with Aliyah Bet, to Israel. So that's what I'm telling you, and that was just\nbuilding a new life;\nyou think we thought -- My brother went a year before me, so, oh, they thought I thought\nwhen we come, God knows what's waiting for me in the United States. It wasn't so rosy,\nbelieve me. So.",
        "A: I didn't follow you.",
        "A: Oh, the morale? The morale was good, yes. Morale was good.",
        "A: Oh, I tell you. A lot of people had different, had different goals in life. A lot of people,\nespecial men, they, they went to Poland and they brought some articles and they could make\n-- they make money. They bought for such a price and sold for more. They sold for the\ndemand; people wanted those items. So.\nIt was always kind of risky, traveling back and forth and stuff, but some, a lot of young\npeople did that. But this is nothing for permanent, for to settle, wife; so, 1t depends. Some\npeople that could work with their mind or with their hands and some people just different,\nfeel different like making a living.",
        "A: Well, I didn't, I didn't think, we just didn't think that, over there at that time you had to be a\npioneer. That after the war, and after what we went through, how much I was for Israel, I\ndidn't think that I can go and go through the hardship in build a new land.\nJust, just honestly, I didn't feel that I was capable to do that; and that's why well, we figured\nout, we come to the United States. it's not that it's going to be -- Manna doesn't come from\nheaven. It's going to be a struggle; but every beginning is hard.",
        "A: No, you have to have an affidavit that you're not going to fall to, you not going to get, that\nyou be independent, that you're willing to go to work, and you have somebody that will offer\nyou the job and you're not going to fall, I say, think that you be, must pay you for welfare,\nstuff like this, that the other citizen will have to support you, no. So, if you had an affidavit\nlike that, they would give you a visa. At that time.",
        "A: No. No, didn't take much long. Well, we were just that, and that was, you know who helped\nthen, the HIAS. You know the HIAS? The organization? Yes. And the HIAS helped solve\nstuff in the United States, and when we came, we had a, first we live in Brooklyn on the third\nfloor with, a little girl that was, what, maybe 18 months old and the room was, this size, no\nsmaller,\nand the carriage had no place, to, it stay in the hall, by the lady, we lived with, the, as a,\ntenant, with the lady that has the house, she gave us a room, just a room, pay, so it wasn't so\neasy. I had to look for work; I had a small child, I couldn't go to work, so just my husband\nhad to go, to work, find work and that wasn't easy.\nLook, I just start working, you know when? When my kid could get the key from the house,\nthey were ten, twelve years old, and I could depend that they can open the door and stay by\nthemself, and they don't, I can trust them they won't let anybody in, then I, you know, there\nwere no parents, no family close by that could just do the thing there. And then I looked, I\nlooked, I looked for a job. I wanted to work.\nTape 4",
        "A: First thing, we thought, that we have to learn the language, because to be in a country, and\nwithout, not knowing the language, it's a big handicap. So Dave went to school and I went\nto school. And, like, he, we managed somehow and sometimes we take from a neighbor a\nkid, they were watching, you know, we had a -- one kid and then, my son, the kids are two\nyears apart. That's what I had - a daughter and a son, that's all.\nSo, we went to school and went to school, and I was just keeping house and watching the\nchildren and raising the kids. When the kids start growing up, we lived in a section where\nthe school, we didn't like the school.\nSo, we figure out, when the chil-, when my daughter is going to be five years old, we have to\nmove from that neighborhood. We did, we made an effort, and we moved the neighborhood\nthat she be able to go to a different school, public school. So we did, we moved from - that\nwas in Brooklyn, we moved to Astoria, that's Long Island. I mean, it was, the school was a\nnice school, an old school, a public school. And then, when we, look, I told you-\nI told you, I first, my thing, I wanted to work in my field and accomplish something. It gives\nme a good feeling when I work in my field; I love to work. But I couldn't, before I had, I had\nthe duty to raise my kids and there was nobody to trust with.\nSo, first, when they were about ten, twelve years old, then I figure out, it's time for me to go\nto work. So, once I answere an ad in the Herald Tribune; it was for a fashion consultant,\nMacy's. I said, well, I'm going to answer that; I didn't work such a long time, and I had no\nrecommendations, and nobody think where I worked and what I was.\nWell, I figure, well, I know my work, and I could make a very beautiful sample and stuff like\nthis, anyway, I figure out, what I do; what I do, I, I went for the interview. There were a few\npeople. So, the, the woman that interview me, so, she liked me a lot. She said, you're going\nto get the job. But I have to, what I did, I brought with me a few dresses that I made, and\nthey were, I designed them and I sewed them up and they were, just very attractive.\nSo, I showed her that this is my work; and she was very impressed with that and she said, I'm\ngoing to get the job but she has to, for curtesy for other people, about five, six people\napplied, that she's going to, that was the chairman from the department. She was, the, her\nname was the same as mine, Davis, Regina Davis - Havasag(ph.). So she said that she have\nto interview, and then, at the end, I get the job, and so it was.\nSo, I worked for ten years, I work, fashion consultant, Macy, Herald Square, the main\nbuilding. For ten years I worked there. And when she retired, I stopped working there,\nbecause I got another person that I couldn't get along with. She wasn't very nice to our\npeople, was an Irish woman. O.k., anyway, so that was one.\nWhen I knew that this job eventually gone to come to an end, I, so I had some credentials\nalready. That's a very prestigious job, fashion designer, fashion consultant for Macy's, is a\nprestigious job. So, I went to FIT, FIT is two, a few blocks away, this is 34th Street, FIT 1s\n27th Street, on the same--",
        "A: FIT - Fashion Institute of technology, you know.\nSo I went there, and I spoke with the chairman of the department and I said, who I was and\nwhere I come from, and what I was doing; and I, I had some papers from ORT, that I was\nteaching and working there and things, o.k. So, I got the job. And I worked there for 15\nyears, until I came here.",
        "A: So, I went to school, I went to city college, I went to FIT, I took classes in things, for\nfashion, art design and things, the things that I liked, and free time between classes, I used to\ntake courses, in, at FIT, the courses that I wanted to take. I paint for hobby.",
        "A: You mean about the past? Yes; my mother haunted me, really, the memory, the things, that\nfor many years when I was starting in that, or I think, I would cry my eyes out. Oh, terrible.\nToday there's nothing.\nI'm just very collect, but not, not at that age, younger years, I couldn't even mention, I\ncouldn't, if I think, I would, I'd fall apart, so bad it was with me.",
        "A: No. No, I did not. So the kids, my daughter said, when, when I start telling her, and I didn't\nwant to talk, now the grandchildren start growing up and they could be told, I go to different\nschools and talk about this, why don't you tell my thing; I have, I have family in Israel, that's\nmy cousins.\nOne of my mother's sisters, the second sister, immigrated to Israel, in the very early 30s with\nthe whole family, and this family survived.\nSo, I have a cousin that's Yuval(ph.), same name. And when I go there, I can't even go to\nhotel, I have to stay with them, they very warm and wonderful to me. So, the old folks, the\nuncle and the aunt, they're not living anymore, but is the, the other, the cousins are here.\naffected the way you lived your life afterwards?",
        "A: Well, it did, I think it did a lot of damage to my health, to begin with. That's for sure, I\nknow. Of course, but, in order to live, you can't remember the bad times all the time,\nbecause otherwise, life 1s impossible, you can't. Do you understand? You have to let go, so\neventually I had to let go.\nSo, that's the story, and at the end of this, I wrote down, there is without hope, there's no life,\nwithout hope.",
        "A: Yes, I never had any help, that I would go to a shrink or something, that we talk. No, I never\nfelt, first of all, well at the beginning I didn't have the kind of money that to a shrink would\ncost, alright.\nThen where I worked, I had, Macy had insurance, the school had insurance, but I didn't feel,\nI didn't want to go. And I had to, I had to work it out myself. And time did the most.",
        "A: Yes.",
        "A: Oh, sure, definetly, yes, yes. I, I just, I, I had so much hope, that I lived with that hope. That\nmade me survive, that I'm going see the defeat of Hitler. And after all the things what\nhappened, what I lived through the ghetto and the camps and everything, and I saw this, I\nbelieved there is something above that watches, above both of us.",
        "A: Yes.",
        "A: Well, I don't know what to say. I, I think that Iam happy, and I think, my family is proud of\ntheir father and myself. That what we achieved in life. So, that we were achievers in life,\nthat the kids are proud of us. I know;\nand we were very good with the children, family, it's a close family, and with the\ngrandchildren; we are. So, that's very important; and life goes on. You learn to live, you\ndon't live just for yourself. You live for other people. You try to help other people, you give\ncharity, the way my parents used to; whatever you took from home, that's you take for life,\nfor you.\nMy little -- my daughter's daughter, she said like this and I have to tell you this, and on this\nI'm going to end, she said like this in school, she goes to a private school in Santa Monica, so\nthere was a question, what your grandmother mean to you, so she, and she's nine years old,\nso she answered like this; 07:13:31\nto think that I went from my mother, my mother went from her mother, from my\ngrandmother, and that's the, all things that she had teaching me, she know from her mother.\nAnd that was, it is true, because she knows sewing, she knows embroidery, she knows paint,\neverything. That little one can do everything, the little one. So, it's like a chain, like, it goes\nfrom one generation to the other. So. What can I tell you. O.k.",
        "A: That's right.",
        "A: Very tough. Very tough. And you have, well, I had to; see, I, I, I think I'm a Libra and\nLibras are supposed to, I read the horoscope sometimes, not that I believe in it, that I read,\nLibras are very, people that think justice is very important.\nSo, I, I thought don't, in the ten commandments, and you think that you should never do\nsomething to other people that you don't like others will do to you. And that's what kept me,\nthe morals that my parents gave me, you understand, that they gave me, that kept me and that\nI could survive. You follow this?\nYes, I think that's the spirit of that, so, I never wanted to do any harm to anybody, and if I\nwould steal, God forbid, steal a piece of bread or do something wrong to anybody, I wouldn't\nlike that somebody do this to me, because it's a matter of dead and life. If I steal you bread, I\nsteal away your life.\nLike other people did, but, they come from good homes, but they couldn't, they, they just\ncouldn't help. We condemn them, and there was a very sad story, in the camp.\nI told you, the one girl that stole the bread from her neighbor, now, until we find her, she\nwould, she did this in the middle of the night.",
        "A: Well, we, we condemned her, because there 1s no way we understood. I told her, listen,\nwe're all hungry, how, how can you do so, she, she just couldn't control herself. So, the\nanimal, the human just disappears and the animal takes over;\nbut it's not the way it's supposed to be, a lot of people can't help, right? So. Do you have\nanymore questions?\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 3, 1995\nRG-50.030*348",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Frances\nDavis, conducted by Randy Goldman on August 3, 1995 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Murrieta, CA, and is part of the United States\nHolocaust Research Institute's collection of oral testimonies.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "FRANCES DAVIS\nAugust 3, 1995"
    ]
}