{
    "rg": "RG-50.030.0841_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMr. Gary Philipp, on October 8\", 2015, in Boca Raton, Florida. Thank you very,\nvery much Mr. Philipp, for agreeing to speak with us today, for agreeing to share\nyour story, and the difficulties and sufferings that you endured, so that other people\nwould know what you went through, what the Holocaust was.",
        "Answer: You’re most welcome. I do my best.",
        "Q: Thank you. I’m going to start with the most basic questions, and from that we’ ll\ndevelop the narrative of your story. So, the very first one that I want to ask you 1s,\ncan you tell me, what was your name at birth?",
        "A: Horst Louis Philipp.",
        "Q: Uh-huh. You were Horst Louis Philipp?",
        "A: Yes.",
        "Q: And what’s —",
        "A: Louis is my — at my grandfather’s name, that Jewish people always give the\nname to the grandchild, of the grandfather.",
        "Q: Okay.",
        "A: That’s why I’m — yeah.",
        "Q: That’s why you’re Louis in the middle.\nOctober 8, 2015",
        "A: Yeah.",
        "Q: Okay. And Horst? Were — was it just a name your parents really liked?",
        "A: Yeah, my mother — it was a popular name, the 1920s Germany. There were a lot\nof — it’s areal German name.",
        "Q: Yes, yes. So tell me, what is the date of your birth?",
        "A: Sixth of November, 1927, in a rat — in Rathenow, province Brandenburg,\nwhich is near Berlin. It’s near Berlin.",
        "Q: So, Rathenow, near Berlin.",
        "A: Yes. My father was from Berlin.",
        "Q: Did you grow up in Berlin?",
        "A: No, I grew up in Hamburg.",
        "Q: Can you tell me when your family moved to Hamburg?",
        "A: I have to go back a little bit.",
        "Q: Please do.",
        "A: We — my mother is from the Rhineland. I don’t know where she met my father,\nbut they met, and they got married in Cologne, Germany, and moved to — from\nCologne, they moved to Hamburg.",
        "Q: I see.",
        "A: But I couldn’t tell you what year. I guess 1926, just the year before I was born.\nhttps://collections.ushmm.org\nOctober 8, 2015",
        "Q: Nevertheless, you were born close to Berlin, is that [indecipherable]",
        "A: No, I was —",
        "Q: You was born in Hamburg’?",
        "A: I was born in Hamburg.",
        "Q: You were born in Hamburg.",
        "A: Yes.",
        "Q: Okay. And do you have brothers and sisters?",
        "A: No, I’m the only one.",
        "Q: You’re the only one. Tell me your parents’ names.",
        "A: My father’s name was George Philipp. My mother’s name was Laura Emma.\nHer maiden name was Wolf. My mother came from a very good home. The house\nis still standing ma — matter of fact, I have pictures of it, and in the — in the ri — in\nElberfelch. And my father was — he had — my grandfather had a furniture store\nRathenow, so my father became — he was buying furniture for the department store\nin Germany, Karstadt. I don’t know if you ever heard of it.",
        "Q: Oh yes, of course I have.",
        "A: It’s a huge building in Hamburg, about 10 rooms. But they — in 1932 — ’33, he\nwas fired because he was Jewish.",
        "Q: We’ll come to that.\nOctober 8, 2015",
        "A: Yes.",
        "Q: I have a lot of questions before we get there.",
        "A: Okay.",
        "Q: Okay. But he — so your grandfather had a furniture store in Rathenow —",
        "A: Rathenow.",
        "Q: — that was his independent furniture store.",
        "A: I had a— I had a picture, and unfortunately, I lost it.",
        "Q: Was it named —",
        "A: I can’t find it.",
        "Q: Okay. Was it named the Philipp Furniture Store?",
        "A: Yes, yes.",
        "Q: Okay.",
        "A: Yes.",
        "Q: And so your father learned his trade —",
        "A: I think its name was Bannot(ph).",
        "Q: Bannot(ph)?",
        "A: Bannot(ph) Philipp, yes.",
        "Q: Okay. Your father learned his trade then, at the — in his father’s store. He learned\nthe business there.\nOctober 8, 2015",
        "A: Yes.",
        "Q: And then when he moved to Hamburg, he then became a buyer for Karstadt?",
        "A: Yes.",
        "Q: Okay. Had your family on your father’s side, lived for a long time in Rathenow”?\nWere they from someplace else, or were they, you know, Germans —",
        "A: I don’t know.",
        "Q: — Germans for generations?",
        "A: Yes.",
        "Q: Okay.",
        "A: Yes.",
        "Q: What about your mother? You se —",
        "A: Same.",
        "Q: Same’?",
        "A: Same, yes.",
        "Q: Elberfeld is where she came from?",
        "A: Elberfeld-Barmen.",
        "Q: Okay, in [indecipherable].",
        "A: Yes.",
        "Q: El-Elberfeld-Barmen.\nOctober 8, 2015",
        "A: Yes.",
        "Q: And you said she came —",
        "A: The street name is [indecipherable] strasse 14.",
        "Q: That’s the — her address.",
        "A: That’s the address that bil — that building, that three story. In German we called\nit a Patrizier(ph) house. Does that — does that mean anything to you?",
        "Q: No, explain please.",
        "A: Well, it’s a very noble type of a building. It’s a very upscale building.",
        "Q: Is it a— was it a one family, or a multi —",
        "A: One family.",
        "Q: One family [indecipherable]",
        "A: One family, yes.",
        "Q: Okay, do you know —",
        "A: I remember as a child to — spent time there, couple times.",
        "Q: And so does that mean that her family was quite well-to-do, if they had a\nPatrizier(ph) house?",
        "A: I guess so.",
        "Q: Okay.",
        "A: Yes.\nhttps://collections.ushmm.org\nOctober 8, 2015",
        "Q: Did you know your maternal grandparents?",
        "A: Yes, that’s another story.",
        "Q: Please tell it.",
        "A: I don’t know I should.",
        "Q: Yeah, please.",
        "A: I think it was in — I have to think of the year. I don’t know exactly the year,\nmaybe 40, 1940, my grandmother came to Hamburg to visit us, and the minute she\ncame from the station, she said she didn’t feel good. So we — they took a taxi, and\nthey brought her up in the — to our apartment, which was on the third floor. And\nthey put a — made an extra bed in my bedroom where I slept, and they put her in the\nbed. But the Jewish custom is, you never put the head to the door, you put — you\nalways put the feet to the door. Maybe you know that, I don’t know. But — but she\ndied the same night.",
        "Q: Really?",
        "A: She had diabetes, of course.",
        "Q: I see. I see.",
        "A: So, I remember that.",
        "Q: Well certainly, you were a young boy still.",
        "A: Yeah, I was young.October 8, 2015",
        "Q: Yeah, to — to see —",
        "A: Quite young.",
        "Q: Did your mother have bro-brothers and sisters?",
        "A: No. Yes.",
        "Q: She did.",
        "A: Yes. I think at least three.",
        "Q: Did you know them well?",
        "A: No. I only heard of — I only heard of the — the rumors. My mother talked about\nher sister, she had a bad marriage, her name was Tia(ph) Klauwein(ph), I think, or\nFulwein(ph). And she had a bad mar-marriage, and she got a divorce, and she had a\nnervous breakdown. So they put her in an institution, and that was — that was the\nend of her, we never saw her again.",
        "Q: What a sad fate.",
        "A: They — they killed her there, somewhere, cause Hitler didn’t want anybody not\nhealthy running around, or multiplying, yes.",
        "Q: And — and were there uncles?",
        "A: Then she had another sister, who escaped from Frankfurt to England, and from\nEngland to Buffalo. And she has a son, that’s my cousin, I’m in touch with him.October 8, 2015",
        "Q: What was the name of this second sister? What was the name of the second\nsister?",
        "A: Greta(ph).",
        "Q: Greta(ph)?",
        "A: Greta(ph) Ulman(ph).",
        "Q: Ulman(ph). And the first sister was Tia(ph), did —",
        "A: Tia(ph).",
        "Q: Tia(ph). Okay.",
        "A: And it — the other one, I don’t know.",
        "Q: Okay. All right. And, so that was your mother’s side of the family?",
        "A: Yes.",
        "Q: And did you say she had a brother, or no brothers? I thought you had said she\nhad a brother, too.",
        "A: No.",
        "Q: No brother. So it was a family of girls. And from your father’s side, were there\nbrothers and sisters?",
        "A: Yes.",
        "Q: Okay. Who were —\nOctober 8, 2015",
        "A: He had two sisters. Unfortunately, I lost their pa — their pay — the picture. Had a\nbeautiful picture of them. One sister married a Polish guy, so she was deported first,\nwhen they started to deport Jewish people from Germany, she was deported with\nher husband that perished —",
        "Q: Before the war?",
        "A: — and perished right away.",
        "Q: Okay.",
        "A: Never heard from her.",
        "Q: Never heard from her?",
        "A: No. The other sister went to Spain.",
        "Q: Do you know their names? Do you remember their names?",
        "A: I have to — I have to — I don’t want to get things mixed up.",
        "Q: If you don’t, it’s okay.",
        "A: I can’t — I’m a little nervous, to be honest with you.",
        "Q: I —I understand.",
        "A: I don’t know. I don’t really know. She had a daughter, too, and that was my\ncousin, and I was in touch with her — with him — Herta.",
        "Q: Herta.",
        "A: Herta Philipp.\nOctober 8, 2015",
        "Q: Herta Philipp.",
        "A: Herta Philipp, yes.",
        "Q: Okay. And she’s the one who went to Spain?",
        "A: She went to Spain, and she had a daughter, and a son.",
        "Q: And a son.",
        "A: Yeah, daughter and a son.",
        "Q: And they survived the war?",
        "A: Yeah, in Spain.",
        "Q: Okay.",
        "A: They came to America, and — and my cousin was drafted, I think he was in the\narmy in [indecipherable]. They found him — they found him after a short time, they\nfound him dead in a — in a hotel room.",
        "Q: Oh dear.",
        "A: They thought it would be suicide, so we had a hard time to get — get him a proper\nfuneral, because Jewish people don’t believe in suicide, so the rabbi wouldn’t want\nto come.",
        "Q: Oh dear.",
        "A: But we finally managed that he got a decent burial. And my cou — my female\ncousin, she died of cancer about 10 - 15 years ago.October 8, 2015",
        "Q: So you — you had contact with them after the war?",
        "A: Yes, I did.",
        "Q: Okay.",
        "A: They had pictures, you see, and they gave me those pictures. Somehow I lost\nthem.",
        "Q: Did you —",
        "A: I got careless and threw them away, I guess.",
        "Q: Well, people, when they stayed, or were in the places of either Germany, or the\noccupied territories, lost everything. They didn’t have any photographs. So usually,\nit was, if they have any pictures of their families before the wars, it’s because other\npeople had them, whom the photos had been sent to, and then they resupplied, you\nknow, the individual.",
        "A: Well, that’s the way it was in Hamburg, then. After the — we lived in different\nplaces in Hamburg, and then one day they — the German government said that all\nJews have to live closer together, and only in certain houses.",
        "Q: Oh, I see.",
        "A: So we had to move in an apartment house where — where mostly Jewish people,\nfamily, in that house.October 8, 2015",
        "Q: So this is the same kind of procedure as in the occupied countries, let’s say, as in\nPoland, where ghettos were created, but it just didn’t have a barbed wire around it.\nIs that what —",
        "A: No.",
        "Q: No.",
        "A: It didn’t have a barbed wire. I have pict — I have picture here that I’1l sh — I want\nto show it to you.",
        "Q: We'll take a photo — we’ll look at it later.",
        "A: When I was depor — deported from this building —",
        "Q: Okay.",
        "A: I—can I go on’?",
        "Q: Well, Id like to talk about your childhood. Can we talk about your child —",
        "A: Oh yeah, I can tell you my childhood in Hamburg.",
        "Q: Please do.",
        "A: And it was an incident, I don’t know how old I was, could have been six or\nseven year old, I wore a Tyrolean outfit, leather pants.",
        "Q: Lederhosen.",
        "A: Lederhosen. Well, a man came — came to the door, to the house door, and told\nmy parents we had to come to the police, all three of us. And there we were told thatOctober 8, 2015\nI could never wear those pants ever again, because I am Jewish. Only — only Aryan\npeople are allowed to wear pants.",
        "Q: These lederhosen.",
        "A: And I was — I was shaking inside, you know, o-of fright. There was that, yes.",
        "Q: And you were then still a you — a little boy, if that was —",
        "A: Yeah, six or seven years old.",
        "Q: So you also were quite little when Hitler came to power.",
        "A: Yeah, he came to power 1933.",
        "Q: Thirty-three. Do you have any memories, do you think, of —",
        "A: I saw him in person.",
        "Q: Did you?",
        "A: Yes. One day we — I was in the street, and all of a sudden they said, oh, he’s\ngonna march by in a— in a minute or two. They — we couldn’t cross the street, I had\nto stand there, and he was — there were about six or seven people on each side of\nhim, and he marched by. Yeah, I saw him in person.",
        "Q: And was he shorter than everybody else, taller than everybody else?",
        "A: Yeah, no, he was short, he was short.",
        "Q: He was short.",
        "A: He was short, yeah.\nOctober 8, 2015",
        "Q: Was this — were there a lot of people on the side of the street?",
        "A: Yes. Screaming, having the arms up, heil Hitler. Yes.",
        "Q: Were you alone then, or with your parents?",
        "A: No, I was alone. Was alone.",
        "Q: And was this like a military parade of some kind?",
        "A: Yes, so — yeah.",
        "Q: And in Hamburg.",
        "A: In Hamburg.",
        "Q: Do you remember the street?",
        "A: No, it was cur — very close to — it was like this, next street he came to was\nGrindelallee.",
        "Q: Grindelallee.",
        "A: And that is — was a very Jewish neighborhood, very Jewish, so —",
        "Q: So it was a march on purpose, through a Jewish neighborhood.",
        "A: I guess so. I guess so.",
        "Q: One could make that assumption.",
        "A: Yeah.",
        "Q: So, do you have any memories of before your age six, like before Hitler comes\nto power?\nOctober 8, 2015",
        "A: Not really.",
        "Q: Not really.",
        "A: Not really, that — that’s all I me — almost know.",
        "Q: Okay.",
        "A: I want to bring out one important thing.",
        "Q: Okay.",
        "A: This is not — of course we had to — I do remember we had to fill out papers,\neverything what we owned, everything what we owned. My parents had to put\ndown even their wedding ring, everything, every silver, everything. Furniture,\neverything. They wanted to know what you have.",
        "Q: An inventory.",
        "A: Inventory. Radio, everything. I remember that. We couldn’t — I think it started in\n°38, somewhere in there. We couldn’t go to any grocery stores. We had to go to\nonly one special stores — store for Jewish people. And the line was tremendous. And\npeople on the outside would laugh, pointing. Oh, look at those Jews, they have to\nstay in line to get their stuff. And I do remember we had an old age home very close\nto where I lived, three houses. I did a couple shopping in that store for older people,\nI did that. I remember that. And they gave me 50 cents or something, you know.",
        "Q: I take it your parents rented your accommodations when you were in Hamburg?\nOctober 8, 2015",
        "A: Yes, they rented.",
        "Q: They rented.",
        "A: They rented. My mother had a very nice lady friend. She met her from the first\napartment we had in Hamburg. When we came to Hamburg, she lived next door.\nHer husband had a big radio store in one of the main streets — main streets in\nHamburg. And this lady already had a car; she was blonde. And she took my\nmother, every second week they went someplace outside Hamburg, some nice\nplace, and they had coffee and cake, and I sometimes, or most of the time, went\nwith them.",
        "Q: Was she Jewish?",
        "A: The problem was, her husband was a big Nazi.",
        "Q: Oh my.",
        "A: He was a — he was a big Nazi. And one day, later on, she was sitting our modest\nlittle apartment, it was just terrible, towards the end. She was sitting there, and she\nsaid — she took her hands, and she put it over her head, and she said, oh my God,\nwhat could we do, we didn’t have our fuehrer? And my mother and I were\nspeechless. We just looked at each other, didn’t say one word. And then, of course,\nthat’s — that was [indecipherable] we didn’t hear any more. It was — her husband\nhttps://collections.ushmm.org\nOctober 8, 2015\ndidn’t want that she would be in contact with us any more. I have a picture here.\nAnd —",
        "Q: Were there other — were there German people who were — I mean, you\nmentioned her, were there others who were friendly?",
        "A: Yes.",
        "Q: There were?",
        "A: Yes, yes. But they were silent. You were not supposed to talk to Jewish people\non the street any more. You couldn’t go to the movies, you couldn’t go to any place,\nexcept to the Jewish store, where you get your butter and your breads and\neverything.",
        "Q: So, did you ever see a movie when you were growing up?",
        "A: Yes, I saw a lot of movies. I love movies. I went by myself, 1t was very cheap,\n30 cents, or so.",
        "Q: And they let you in?",
        "A: Yeah, they let me in. And I don’t know what year it was when it says the Jews\nare not allowed in the movie. My mother went once. She took a chance. She wanted\nto see the — she wanted to see the movie. And I must say, my mother didn’t look\nparticular Jewish, so she didn’t have a — she had a no-normal nose, so she was okay.",
        "Q: So she got to see it.\nOctober 8, 2015",
        "A: Yes.",
        "Q: What was — what was the movie, do you n — do you remember, did she talk\nabout —",
        "A: Yeah, I don’t remember. My first movie — one of my first movies I do remember\nwas “Ramona” with Loretta Young and Don Ameche, and I’m still thinking about\nit, how beautiful 1t was, how I — impressed I was about the movie.",
        "Q: The glamour times.",
        "A: Yes.",
        "Q: You know, they portrayed these glamour times.",
        "A: I was six, seven years old, eight years. Yeah, I remember that movie.",
        "Q: Did — you said your father lost his job. How did that happen?",
        "A: Well, my father lost his job, he could not get any work any more. He had a bicyc\n—he got — got himself a bicycle, and — and there was a coffee company, they would\n— they said to him, you can take 10 pounds of coffee, and so — and then he got — he\ntake that coffee and peddled around to Jewish families, and they bought the coffee\nfrom him; and also sausage. I don’t know where he got the sausage from. And you\nwill see, when I show you, my father aged, it was unbelievable. Between 1933 and\n’41, he looked like an old man. He lost all his hair. It was very difficult, very\ndifficult.\nOctober 8, 2015",
        "Q: When was he born? What year was he born’?",
        "A: I think it’s either 1890 — °94 or °96. ’'m —I always get it mixed up.",
        "Q: So he was a young man?",
        "A: But I think you can — yeah, sure, my father was only 47 years old when he — my\nmother was in her late 30s. When I come to —",
        "Q: Okay.",
        "A: — when she was — when they were killed. Yeah. I want to tell you one more story",
        "Q: Okay.",
        "A: — of that episode in Hamburg. So they put us in this building, there were maybe\nfour or six more Jewish fa — people living there, and — and few Aryan people, but\nvery few. And there was — we were the third floor, and there was a — and the second\nfloor was Dr. Besser(ph) is his na — was his name. And each apartment had a — they\nhad a window to the stairway, milk, so you couldn’t look in the apartments.",
        "Q: So it was milky, kind of window?",
        "A: Yes.",
        "Q: Okay.",
        "A: [indecipherable] sun, always.",
        "Q: Okay.October 8, 2015",
        "A: On the si— on the sixth of November, that’s my birthday, we got the notice that\nwe have to, within 24 hours, we have to leave the apartment.",
        "Q: This is what your —",
        "A: And leave the — and leave the key at the police station. And they were — that we\nhave to gather at the Freemason building. Well, it — I guess we got the letter in\nmorning, and they always had the lights on, Dr. Besser(ph). We happened — after a\ncouple hours, we looked — I stepped — we stepped out of the door and we looked\nover the rail, we could see the light was out. We ne — we knew exactly what ha —\nwhat — what happened. They killed themselves. They didn’t want to go ina\nconcentration camp. As we were, standing there, looking over the railing, another\nwoman, a German woman came out. She was the — she took care of the building, to\nsee that everything was all right. I know her name even, va — Willis(ph). She said in\nGerman [speaks German]",
        "Q: Oh yeah, so —",
        "A: I thought — I thought I didn’t hear right. So that was that.",
        "Q: Can you translate for us what that was, what it is that she said.",
        "A: I can’t translate that into English.",
        "Q: In an ascheimer — in an ashcan.",
        "A: In the garbage with the —\nOctober 8, 2015",
        "Q: The Jews should be put —",
        "A: All the Jewish garbage, or something like that, I don’t know.",
        "Q: The Jews should be packed into a garbage can, something like this.",
        "A: Yes.",
        "Q: Like an ashcan.",
        "A: I'll never forget it.",
        "Q: Yeah.",
        "A: And I always swore I was going to do something about it after World War II, I —\nto confront her, or do something, but I didn’t. I had other things on my mind.",
        "Q: Well —",
        "A: So, that was that.",
        "Q: Now, how old were you — th — you said this happened on your birthday.",
        "A: It was exactly my 14\" birthday.",
        "Q: So that would have been 1940, or 19 —",
        "A: Forty-one.",
        "Q: Forty-one.",
        "A: So, now we come to that.",
        "Q: Okay.October 8, 2015",
        "A: So, we — we went to the freema — Freemason building. They had different tables\nthere that had — that were — my mother — my parents had to take the — the rings off,\nthe passport another place. They stripped us totally. And then we had to sleep on the\nfloor. On the floor. [indecipherable] And people are starting to cry, and you know\nhow it goes. And next morning they had, outside they had trucks, covered trucks.\nMore like Jeep type of thing. And my mother s — told us to go there. My mother\nalways fainted, so two SS men had to take her under the arm, and threw her in the —\nthrew her in the —",
        "Q: In the truck.",
        "A: Yes.",
        "Q: And were you already there, with your father?",
        "A: I was there then, with my father, too. Went to the railroad station. Railroad\nstation they had a — an old out — outdated train waiting for us. I don’t remember it\nwas hot or cold, that I don’t remember. And they said we are going somewhere east,\nthey didn’t tell us exactly where, to work.",
        "Q: Did you have any luggage with you?",
        "A: One luggage each was it.",
        "Q: Okay.October 8, 2015",
        "A: So, we were in this train two days, I think. At least two days, two nights, or three\nnights, I don’t know. And we s — s — came to Minsk.",
        "Q: That’s east all right.",
        "A: Minsk.",
        "Q: That all — that’s very far east from Hamburg.",
        "A: Yes, yes.",
        "Q: That’s in Belarus.",
        "A: As the — as the train stood still, and I look out, I saw — every few steps I saw a\nsoldier, or SS with a gu — with a —",
        "Q: With a gun?",
        "A: — guns.",
        "Q: Before we get there, can you tell me what was the train ride like? Were you in\ncattle cars, were you in —",
        "A: No, this was not a cattle car.",
        "Q: Describe it.",
        "A: It was an old, outdated, third-class. In those days they had first and second and\nthird class.",
        "Q: Okay.",
        "A: Which they don’t have today any more.October 8, 2015",
        "Q: Can you describe what it looked like, what the train ride — did you have a place\nto sit, did you have a place to lie down?",
        "A: No, no place —",
        "Q: How many people —",
        "A: —no place to lie down. You had to sit for three days.",
        "Q: Okay.",
        "A: And it — and it just — in a chair, just a regular chair.",
        "Q: And was it overcrowded, the train, or — I mean, the — the compartments? Was\nthere —",
        "A: Well, every seat was filled.",
        "Q: Okay.",
        "A: Every seat was filled. They had a — a volunteer nurse, a Jewish — from the Jewish\norganization, she was sitting there. I remember something like this.",
        "Q: Were there facil —",
        "A: About food, I don’t know nothing about food.",
        "Q: Nothing about food.",
        "A: I don’t remember.",
        "Q: Facilities of any kind?\nOctober 8, 2015",
        "A: Yeah, must have been. It must have been, because I remember later when —\nwhen we didn’t have it.",
        "Q: Okay.",
        "A: So it must have had, yes.",
        "Q: Okay. And were there soldiers on the train? Were there, within the\ncompartments themselves, did you have the [indecipherable]",
        "A: I don’t know. I can’t remember.",
        "Q: Okay. Okay. Just wondering.",
        "A: The doors were locked, we couldn’t get out, that I know.",
        "Q: Could you see —",
        "A: Doors and windows were locked.",
        "Q: Could you see through the windows, as you were go —",
        "A: You could see, yes.",
        "Q: Okay. Did you see mostly landscapes, or any —",
        "A: Yeah, landscape.",
        "Q: Okay. And it was — you couldn’t tell where you were going?",
        "A: No. No. It was two days at least, like I said.",
        "Q: Yeah.",
        "A: Two days, two nights, or three.\nOctober 8, 2015",
        "Q: Yeah, yeah. Okay, so there you were in Minsk, you see the soldiers with their\nguns —",
        "A: They started screaming.",
        "Q: Okay.",
        "A: The minute they opened the door, they said, raus, you Juden [speaks German],\nraus, raus. And then they had those — those gu — those big guns. They were hitting\npeople in the back because they didn’t run fast enough to the trucks, sitting on the\nother side of the street. They were covered trucks. And the trucks were high, so\nmost people could not get in. So they picked the people up and threw them in there.\nAnd I remember I was one of the last ones. I was on top, I don’t know how many\npeople were any which way under me.",
        "Q: So it was like a pile of people.",
        "A: Piles of people, just thrown in th — in this truck, and I was on top of it. And then\nthey started to move. And I can’t tell you — it took 45 minutes, an hour, I don’t\nknow the time, how long it took until we got to the ghetto. It was supposed to be\ncalled sonderghetto, special ghettos for German Jews.",
        "Q: I see.",
        "A: It had a wire. And we got in, and we saw a red building, a big, red building.",
        "Q: Brick?\nOctober 8, 2015",
        "A: Brick building. And it was a school before. It was a school in the old days. And\nwe were staying there, we’re standing there, and then they, through the\n[indecipherable] and then, I don’t know what happened, I was short, so I could not\nsee it all, only could hear it, there were so many tall people in front of me. They put\nseveral people against the wall, against the wall, and I heard the — I heard them\nshooting them, and they were killing them, that was the first thing.",
        "Q: From this group that had come from Hamburg?",
        "A: I don’t know what kind of — I don’t know, I only know they’re shooting. I\ncouldn’t tell you. Then — then they announced again, over the speaker, we need so\nmany volunteers to go inside the building and clean up. What happened was, they\nhad Russian Jews living in there before, and wa — and then when the announcement\ncame that German Jews are coming, they killed all those Russian Jews. Inside you\nsaw where people were eating doing this and that.",
        "Q: So —",
        "A: All the utensil were all laying around, to the top of — they had one big stove like\nthis, where they had several different utensil — cooking utensils. We had to take all\nthat and throw it out, out of the window.",
        "Q: So, it was out la —",
        "A: [indecipherable]\nOctober 8, 2015",
        "Q: So that was like they were caught in the middle of a meal.",
        "A: Yes. So then they put us in — you know what an aula is, aula?",
        "Q: No, you explain it.",
        "A: Every school has an aula, a big room, usually.",
        "Q: An auditorium?",
        "A: Yeah, like an auditorium upstairs. They put more people there, regular rooms\nthey put less people. But we were in the a-aula, on the — my parents and I.",
        "Q: So, was this a two story building, a two story —",
        "A: No, more than that. No, was more, at least four or five.",
        "Q: And this was in the middle of Minsk, in the city of Minsk, the ghetto?",
        "A: No.",
        "Q: Outside?",
        "A: It must have been outside.",
        "Q: Outside.",
        "A: Must have been outside. But our ghetto — our ghetto touched the Russian ghetto.\nThere was only wire between.",
        "Q: I see.",
        "A: They had more than 70,000 Russian Jews on the other side, and we were 12,000,\nafter a few weeks, from Vienna, another one from Berlin, another one from\nOctober 8, 2015\nCologne, all mixed, you know? And what they did, the food was so bad, they gave\nus soup, it was like barley soup. They put — you ever heard — it’s called in German,\nthey put saltpeter in the — in this soup. That means that they want to make men\nsterile, they didn’t want that they have sex. They didn’t want to have more babies,\nor anything like that. That was the start with that. And then a piece of bread, like a\npiece of pie, the shape. And maybe a little margarine or butter, something like that.\nSo, what people did when they got their luggage — if they got their luggage, many\npeople didn’t get their luggage — they would take what — the belongings they had,\nthey would go with something to the Russian, where the Russian concentration\ncamp was.",
        "Q: The — the ghetto. The Russian Jewish ghetto.",
        "A: Yeah, and they would — they would give us bread for exchange things.",
        "Q: Di — is that — did you get your luggage, your family, were you —",
        "A: Yes, yes.",
        "Q: Okay. And so, were you able to do something —",
        "A: Yeah, we did that for a while. Doesn’t last too long, you know.",
        "Q: No.",
        "A: Well, anyway, I was there for two years.",
        "Q: So what did you —\nOctober 8, 2015",
        "A: Two years in this horrible place. And we always heard shooting at night, we\nnever know where the shooting took place, we don’t know. Somewhere.",
        "Q: Did they put you to work’?",
        "A: Well, during the two years, they mar-marched me — they marched me out with\nother young guys my age, into the woods, I don’t know, and we had to carry trees\nabout this big — this big and long from here to — to there. Two — two guys on this\nend, two guys — carried it from here to there, I don’t know. I don’t know wh-why. I\nthought it was dumb. They made us work, you know.",
        "Q: What about your parents? Were your parents also put to work?",
        "A: I don’t know. I don’t know. It’s a funny [indecipherable] I don’t know what\nhappened, no.",
        "Q: Okay. Were you all together during these two years?",
        "A: Yeah, til September 1943 — 1943, they took my parents, me, more — other people\nout — way out somewhere in a field. They said to me, you — you stay — you are here.\nMy mother over here, more women with her. My father over there with other men.\nAnd then they said to us, turn around. We had to turn around, and I saw in the\ndistance cattle cars. Cattle cars were waiting for us. I went in the cattle car, I saw a\nlittle straw on the — on the — on the floor, and I saw one pail. One pail for so many\npeople. We could — we were just like this, we could not — we could hardly bend to —October 8, 2015\nto sit down, you know, [indecipherable]. And then they closed the cattle car, and\noff we went. And I got the list here of the next concentra — next place where we\nwent.",
        "Q: And where was that? What was that, what was the next place?",
        "A: Yeah, I have to —",
        "Q: Oh, you don’t remember’?",
        "A: No.",
        "Q: Okay, hang on just a second. [break] Okay, so you needed to consult some\npaper to remember the next place you went to.",
        "A: Yes, was —",
        "Q: And that — Lublin.",
        "A: Lublin, yes.",
        "Q: And then you also mentioned off camera, that there was somebody you knew\nfrom Hamburg, who was in all of the camps with you. Can you explain?",
        "A: That is Edgar. Edgar Cohen was his name. He went to school with me, and\nsomehow we decided we’re going to stick together no matter what happens, and we\ndid. We were lucky th-that we were not separated.",
        "Q: So, was he in the same cattle car with you —",
        "A: Yes.\nOctober 8, 2015",
        "Q: — that went to Lublin?",
        "A: Yes, yes.",
        "Q: Okay.",
        "A: You can contact him, I have his address. He speaks very bad German. He’s very\nSwedish, he got very —",
        "Q: Okay. So — and your parents were in separate cattle cars? No?",
        "A: I had no idea what happened to my parents. All I know, I start crying in the — I\nwas crying already in the — 1n the cattle car, worried about — worrying about my\nparents. I never know until the — but it must be 10 years now. Maybe 10 or 15 years\nago I found really out, what happened to my parents.",
        "Q: What happened?",
        "A: Well, they shot them. They shot them and they throw them — they throw the\nbodies in the burning barn. And I spent awful many years thinking about it. I said to\n[indecipherable] is it good not to know it, or is it better to know it?",
        "Q: Do you have an answer?",
        "A: And neither one is —",
        "Q: You don’t — you don’t —",
        "A: — salvation. Neither one. No. And my mother was very — you know, everybody’s\nvaluable, any human life. She was very educated, she played the violin. She wasOctober 8, 2015\nvery musical. Sh-She loved opera like me — like I do, I inherit all that. She liked art,\nshe liked ev — you know. She didn’t know much about Judaism. Only on the high\nholidays, they went to the temple, [indecipherable] temple in Hamburg. That\nbuilding is still standing, too.",
        "Q: Where did they take — were you brought up in any religious — with any religious\ninstruction?",
        "A: Well, I was still lucky to —I still became, on my 13\" birthday, you get —",
        "Q: Bar Mitzvah, no?",
        "A: — Bar Mitzvah. I still had Bar Mitzvah, but not in a — in a synagogue. It was sort\nof a private home. And I re —I learned to read that, which I can’t even do today any\nmore, the Torah.",
        "Q: Yeah.",
        "A: Yeah. I did that.",
        "Q: You did that. So when — so when you were separated from your parents in that\nfield in Belarus, that was the last time you saw them?",
        "A: Mm-hm, 19 — 1943, September.",
        "Q: And how did you find out conclusively, what had happened to them? When did\nyou — what — what kind of document showed you that?October 8, 2015",
        "A: Mr. Norman(ph) in Germany, he’s, like you, an interviewer. And I don’t know,\nhe f — he interviewed me several times. And there’s another organization o-or\nproduction, I don’t know what it is, in Germany, they found that out. They found it\nout, and I’m not 100 percent sure if I have it documented on this — wh-when we are\nthrough interviewing me, I will show you.",
        "Q: Okay.",
        "A: You can take it with you.",
        "Q: Okay.",
        "A: You can play it and see if you find it.",
        "Q: Okay.",
        "A: That’s —",
        "Q: Okay, so when you —",
        "A: — the only documents I think I have.",
        "Q: So when you were in Lublin, at that point, you didn’t know. You didn’t know\nwhether they were taken somewhere else —",
        "A: No, not — not — no. All these years, 20, 30, 40, 50 years, I didn’t know. It’s\nhorrible.",
        "Q: What was Lublin? What — what — what took place in Lublin when you were\nthere?October 8, 2015",
        "A: I don’t remember. I don’t remember. I don’t remember Lublin, I don’t\nremember Reichsdorf(ph).",
        "Q: Excuse me just for a second —",
        "A: I went to Plaszow.",
        "Q: Okay. [break] Okay, so could you read off — could you tell me about the various\ncamps, and what you remember from each, okay’?",
        "A: Well, after Minsk, we were transported to Lublin, Reichsdorf(ph), Plaszow,\n[indecipherable]. And I don’t remember. I don’t remember what we did there.\nThen we went to Flossenbirg.",
        "Q: In Germany itself?",
        "A: In Germany, that’s in Bavaria, and I remember it was — it’s deep down in the\nvalley, the building. I — I remember that we had to get up at four o’clock, 4:30 in the\nmorning, naked. Had to stand outside for two hours to be counted. And they always\nsaid, if somebody’s missing, we’re going to shoot so many people.",
        "Q: Did that happen?",
        "A: No, it did not happen, not that I remember. So that’s when I — in Flossenbirg.\nThen we went to Kolyma. There we worked for — there we worked for airplane piet\n— pieces, to make parts for the airplane, I remember that. That was very difficult.\nThen there was a— I remember there was a — a Frenchman, he worked there, he wasOctober 8, 2015\nnot an inmate. He gave me, once in a while, piece of bread. He had an apple. And I\nwrote to him after World War II, until he died. His name was Mr. Parmentier(ph).\nOkay. Then we went to Obus(ph), I don’t remember anything about Obus(ph).\nThen we went to Sachsenhausen, Oranienburg.",
        "Q: So that’s close —",
        "A: That’s in Berlin.",
        "Q: Yeah.",
        "A: Near Berlin. And I have to go back for a moment. In 1939, you probably know,\nthat they had the Crystal Night in Germany.",
        "Q: I wanted to ask you about that.",
        "A: They had the Crystal Night, and they picked up my father, and all the Jews in\nHamburg, and he was sent to — he was sent to —",
        "Q: Sachsenhausen’?",
        "A: Sachsenhausen. I think he was there for two months. And when he came home,\nhe said to my mother, he had to sign a piece of paper not to talk what he saw, and he\nwhat — what — he never talked about it. And then we went to Braunschweig, I don’t\nremember much there either.",
        "Q: What about Sachsenhausen? Do you have any memories of Sachsenhausen?",
        "A: Yeah, that’s — that was Oranienburg, Sachsenhausen.October 8, 2015",
        "Q: Yeah. Do you have memories of being there, and —",
        "A: Well, yes. I don’t know if I should — we had to stay again outside in the morning,\nnaked. And one guy was counting us. He was gay. And he looked at me, he told me\nto come forward, towards him. I did, and he asked me if I want to work wi — or get\na — work with him, get a job, it’s called kapo. You heard of kapos?",
        "Q: Tell me who they were.",
        "A: Yes. So I liked the idea, and I didn’t like the idea because I felt I was so young,\nand I should tell other people who are much older than I am, to go and do this, and\ndo that, and — and [indecipherable] — I thought it was not my place to do. But I did\nit. So that’s that. And then we come to Neuengamme. | can’t remember which, to\nbe honest with you, it was one of the ca — one of the camps’ barracks. There was\nsome gay people again. They said the Nazis are going to come any moment.\nThey’re going to — they’re going to go through the barracks. And they put us in the\nattic, Edgar and me, they put us in the attic, and I was there for several hours. So, if\nthey would have come, they probably would have picked us and kill us. So they sa —\nthat’s why I’m always very thankful to them. They were very good to me that way.",
        "Q: So, there were other prisoners who told you about that, and they — and that meant\nthat they hid you in the attic? Is that —October 8, 2015",
        "A: They hid me in the attic, yes, but I can’t remember which one it was. And now\nwe come almost to the end. They took us on the train, and then they put us in\nFlensburg, which is very north of Germany.",
        "Q: Near Denmark, I believe.",
        "A: Yes. And they put us on a— on a ship, on a freighter — freighter type ship. Not —\nwe didn’t know what they had in mind. They actually had in mind to sink the ship.\nAnd I have a book, a German book where another man was on the ship, and he\nknows the name of the ship — I don’t know the name of the ship — but they didn’t\nhave time to do that because the American came already, so they were fleeing the\nNazis. And we saw in the distance, we saw tiny, little boats coming from Sweden.\nThe Red Cross came and took us down.",
        "Q: Out of the boat, out of the ship.",
        "A: Out of the boat, and saved us. I was brought to Sweden. I was already — and the\nwar ended se-seven of May, I think, ’45.",
        "Q: Yeah, mm-hm.",
        "A: I was already free on the seven of May. I was already in Sweden.",
        "Q: So — you were in Sweden, so when they put you on that ship, was that early\nMay, or was that late April?\nOctober 8, 2015",
        "A: That was — that must have been early May. Early May, and I think some people\n— yeah, there were some Germans still on it. They asked me, and I said I’m Polish. I\n—I couldn’t dare — I wouldn’t dare to say I was Jewish. My friend didn’t look\nJewish either. He also said, I’m Polish. Well, they know we didn’t have any papers,\nso they had to believe us.",
        "Q: Mm-hm. And —",
        "A: [indecipherable] what I’m telling you.",
        "Q: Yes.",
        "A: I mean that’s — there’s much more to it than this, but —",
        "Q: Would you like to tell me a little bit more?",
        "A: I just — I just really don’t know. I don’t want to make mistake. We were put in\nquarantine in Sweden —",
        "Q: Okay.",
        "A: — for several months. And then, during the day, we could go in the courtyard.\nThere were hundreds of people every day, from the streets, people asking questions.\nRefugees who left Germany or other parts of Europe. Have you seen my — you\nwere in Minsk, have you seen my brother, have you seen my sister, and so on, you\nknow. So one — some woman said to me, have you seen my brother? I said, yes,\nI’ve seen him. I hate to tell you, but he was — he was killed. His name was\nOctober 8, 2015\nHorowitz(ph), Hugo Horowitz(ph). So she said, would you visit me after you\ncome out of this quarantine? I said yeah, I will do that. But in the meantime, they\ncalled them lottas(ph), those Swedish — they work for the Red Cross, I guess, the\ntype — that type. She insisted that I go to — go to her house. She had five sons. She\nsaid one — she said one more or less doesn’t make any difference. I was with them\nfor two — for several months. They were very good to me. Very, very good. Lovely\npeople.",
        "Q: So this was in Sweden?",
        "A: In Sweden, in Helsingborg. This took place in Helsingborg. In the meantime, I\nvisit this Jewish lady for — from Hamburg. I visit her, and we became friends, and I\nwent to America, we kept in touch. We became very, very close. They wanted\nadopt — they wanted to adopt me, but I didn’t want to change my name. Their name\nwere Liebentowski(ph). Liebentowski(ph) had a relative. You probably can find\nthat in the Jewish museum. [indecipherable] music. You will find that in some\nbooks, Jewish books, his name, Liebentowski(ph).",
        "Q: Liebentowski(ph).",
        "A: That was his cousin, I guess.",
        "Q: And they were from Hamburg, and they had wanted to kind of take you in and\nadopt you. Were they also going to the United States?\nOctober 8, 2015",
        "A: I visit them — I promised them that I would never leave this country. I wasn’t\nhappy in this country.",
        "Q: In the United States?",
        "A: No. I found everything very strange. I always heard money, money, money. I\nalways heard money. I thought it was so strange to me, the word money. But we c —\nwe — I visit them all the time. I moved away from San Diego to San Francisco, and\nI visit them every year, two or three times. They came to me. In 1953, I met a\ngentleman from Slovenia. He also was in concentration camp, several camps, many\ncamps, and —",
        "Q: Was he Jewish?",
        "A: No, no, he was Catholic, he was Catholic. And we lived together 46 years.",
        "Q: Oh my goodness.",
        "A: Forty-six years. It was a per — most perfect set up I ever had in my life.",
        "Q: What was his name?",
        "A: Anton Rsl.",
        "Q: Anton Rsl.",
        "A: I have his picture here somewhere.",
        "Q: Maybe you can show that to us later. Yeah, the — his picture. So he had —",
        "A: Yeah, it’s —\nOctober 8, 2015",
        "Q: Had he been in camps because — had he been arrested —",
        "A: We had so much — we had so much in common. We had the same ambitions, we\nwanted to live nice, peaceful, and we built even a house in San Francisco, it’s still\nstanding. Nice home.",
        "Q: Can we cut, just for a second? [break] Gary, you mentioned — you mentioned\nsome of the episodes that you went through, and I want to ask you now about some\nmuch more personal things, and I — I apologize in advance for the prying that this\ninvolves. But I think — the reason why I am doing so, is so that people in the future\nwould have a much clearer sense of exactly what kind of danger, what kind of\nsuffering people went through when they had no power, when they were completely\nhelpless. So, if we could start with this incident when you were in Sachsenhausen,\nand someone pulled you aside. What did that entail? This man pulled you aside, he\nwas a kapo, is that correct?",
        "A: Yes.",
        "Q: And —",
        "A: Well, it — when he looked at me, and I looked at him, I knew exactly — I was —\nmy instinct told me, I knew exactly what it meant, right then and there, I knew that.",
        "Q: And what did it mean? What did it mean?\nOctober 8, 2015",
        "A: Well, it meant that he wanted to, if I like it or not, I have to sleep with him. I\nhave to have —",
        "Q: I understand.",
        "A: And I did this for several weeks.",
        "Q: Was this —",
        "A: Several weeks, as long as I was in that camp.",
        "Q: Was this the first time something like that —",
        "A: That was the first time in Flossenbirg, yes.",
        "Q: In Sachsenhausen’?",
        "A: Yeah, Sachsenhausen, not — not before.",
        "Q: Not before.",
        "A: No, not before, no.",
        "Q: So in other words, it’s your first sexual experience.",
        "A: Yes.",
        "Q: And it happens in this way?",
        "A: Yes. I had another I’d a — it was not a sexual experience, when we were in ru —\nin Russia.",
        "Q: Okay.October 8, 2015",
        "A: We went out to some — someplace in the country. Was some big building, I don’t\nknow, was — was to work some — something there, and I — I walked away a little bit\nfrom — from the building, I was all by myself, standing by a tree. And out of the\nblue skies came a soldier, German soldier. And he looked me deep in the eyes, and\nhe said — he said to me, you want to get away from all this? You want to go ma — go\nwith me? And I hesitated of course, I said yes, no, yes, no. Maybe it’s a good thing I\ndidn’t do that, because I probably would be — we probably both would be caught,\nand would be shot. So that was another experience and that — gay experience.",
        "Q: Did you know yourself, inside, did you know what your — what your proclivity\nwas? Did you know you were gay at that age?",
        "A: I was just young.",
        "Q: That’s why —",
        "A: I just didn’t — I just didn’t know. I didn’t know. I thought I’ll grow — I thought I\nwould outgrow it, you know? I didn’t know. I didn’t know. And I — sex was not on\nmy mind —",
        "Q: Survival —",
        "A: —1n all th — in all these — you know.",
        "Q: I can imagine that it wouldn’t be.",
        "A: No, sex was not on my mind.\nOctober 8, 2015",
        "Q: Did these — did you see — did you see these types of things with — with people\naround you?",
        "A: Well, it — 1t — it happened to my — to my Edgar, it happened to him, too.",
        "Q: Did it?",
        "A: This man’s name was Hoffman(ph), or — I don’t know, I don’t remember. So\nEdgar — but Edgar was not mad at all for this. And so one day he didn’t want to do\nit, so this Hoffman(ph) took all his clothes away, stripped him completely of his\nclothes, he had no clothes, he could not get out of — out of the barrack. He could\nnot, and he cried. And he cried and he cried and he cried. So — and he’s a little\nsmaller and — than me, and —",
        "Q: Was this in Sachsenhausen?",
        "A: — it was terrible. No, I cannot tell you what cam — camp it was, but I remember\nthe event, yeah, because he told me, and I saw the man. It was another prisoner.",
        "Q: It was another prisoner?",
        "A: It was another prisoner, probably a gay prisoner.",
        "Q: It is your —",
        "A: And Edgar’s very straight, he’s got a nice family, and he’s a grandfather, and he\nwas never that way.",
        "Q: Well, regardless, it is exploiting the powerless.\nOctober 8, 2015",
        "A: Yes, that’s what they did.",
        "Q: It is —",
        "A: That’s what they did with women, too, of course, you know. You know that.",
        "Q: Yeah.",
        "A: With women.",
        "Q: And how — how were you able to deal with this? I mean, I — I can’t imagine what\nIs —",
        "A: I just — I just did from day to day, that’s what you do. You cannot think of\ntomorrow, or day after tomorrow. You’re just so — I can’t believe it, to be honest\nwith you, I think about it night and day. I can’t believe it today, that this happened,\nthat this happened, this whole thing. That this happened to me. That I’m still here.\nI’m still here. Because it’s very stressful.",
        "Q: Of course.",
        "A: Very stressful.",
        "Q: All I could imagine is that it’s one nightmare after another.",
        "A: Yes, I do have nightmares.",
        "Q: Still?",
        "A: I do, yeah. I dream a lot.",
        "Q: And it’s about those times?October 8, 2015",
        "A: Yeah, it’s always about power, and not having the power, and being — can’t do\nwhat you want to do, somebody’s following you. It’s always in that direction, yes.",
        "Q: Thank you Gary, for opening up like this. I — I apologize, and I appreciate it.",
        "A: Yeah, you been very good.",
        "Q: Thank you.",
        "A: You been very good during this.",
        "Q: Thank you. I’m glad to hear at least this much, that you had those decades\ntogether with somebody who was good for you.",
        "A: Yes. It was a pi — we had wonderful friends, wonderful friends.\n[indecipherable] didn’t make any difference. They were perfect people at my — but\nthey all have passed on.",
        "Q: And your friend also, your partner, his name again, can you tell me?",
        "A: Anton Rsl.",
        "Q: Anton Rsl.",
        "A: R-s-l.",
        "Q: R-s-], uh-huh, Anton Rsl.",
        "A: Yeah. We went to —1999, we — we — we went to Nice. We liked Nice. We went\nthere three or four times. He got very excited one day in a store the last time.\nSomebody pushed themself in front of us. He got red in the face, I'll never forget it.\nOctober 8, 2015\nScreamed at her. He said, you’re like the ger — like the Germans, the Germans do\nthat. So next day was a special holiday in Nice. I can’t — you probab — I don’t know\nwhat holiday it was. It was a Sunday, too. We had breakfast, then we went for a\nwalk. And all of a sudden, he said, I can’t walk any more. So I leaned him against\nthe wall, and then I saw a hotel. I managed to get him to the hotel, drank water, then\nwe took a taxi back to the ho-hotel where we stayed, and called a doctor. And\ndoctor — and Anton was in pajama, laid on top of the bed. Couldn’t find peace,\ncouldn’t — couldn’t stay put in one position. And the doctor came, opened the hotel\ndo-door to the room, the door. And I had a gold — gold watch on, hundred dollar\nwatch. He said, oh, you have a beautiful watch on. I thought, uh-oh, that’s the\nwrong doctor. I’m sure that be the wrong doctor. So he examined him. He said, I\ngive him a shot. He be okay in two hours. It was the worst thing he could have\ndone. In two hours he got up, he said — I said, I’m going to call your friend in\nYugoslavia, you talk to him. And I dialed the number, and he just — he just slumped\nover. And I — I caught him real quick, and I was holding him, I — he probably\ndoesn’t know any more. He probably was already gone.",
        "Q: And that’s how you lost him?",
        "A: So then I— I wrote a nasty note to the doctor, I said, I’m gonna sue you.\nSomething is — something is wrong here. Then I went to here, and somebody, a\nOctober 8, 2015\nnurse, and I showed her what the doctor did. She said, that was the wrong thing to\ndo. He could have lived. He had a heart attack. He needed to be rushed to the\nhospital.",
        "Q: Oh dear.",
        "A: So that’s how he died.",
        "Q: What a bitter end.",
        "A: And then they were so cruel. When he was laying in the bed, there were so many\npeople around him, I don’t know what, and I was way back. He had a big cross\nhere, a golden cross. They ripped that off and stole it. They stole that. I mean,\nthey’re awful. And then I couldn’t get the ashes, I had to wait seven months — six\nmonths I had to wait for the ash-ashes. They said they were — that their crematorium\nor the funeral parlor was bankrupt, or something. I got the ashes sitting here. I don’t\nbelieve it’s his ashes. I don’t believe it. It’s just a tiny little thing, like that.",
        "Q: Anton, had he been arrested? Why was he 1n concentration camps?",
        "A: Why was he in concentration camps, that’s a good question. It has something to\ndo with Tito. Tito was after the students, I believe. I think the students were\nrevolting, many years ago. Do you know anything about it?",
        "Q: So he was not ar — he was not arrested by the Nazis, he was arrested by the\ncommunists?October 8, 2015",
        "A: No, no, he was in different camps.",
        "Q: He was in different —",
        "A: No, he was in others, he was in —",
        "Q: Are you saying Tizo(ph), or Tito?",
        "A: Tito.",
        "Q: Tito from Yugoslavia.",
        "A: Yes.",
        "Q: Okay.",
        "A: He was Yugoslavian at that time.",
        "Q: I see.",
        "A: But then later — but his mother was in German concentration camp. They came\nto the — they came — the Germans came to their village, those — with orange —\neverybody out, everybody out, everybody out, and they took over. She had to leave\nthe cows, everything — everything they all had. And she was put in a concentration\ncamp, but she survived. And he met her after the war. She came to Germany, I\nremember that very well. This was sit in the park, and — and she died after that.",
        "Q: Is there anything else, Gary, you’d like to — like to add to what we talked about\ntoday, that you think is important for people to know about?\nOctober 8, 2015",
        "A: I don’t know right now, to be honest with you. It went easy, better than I\nthought.",
        "Q: Oh, good.",
        "A: I had sleepless nights about this, I really did.",
        "Q: I believe you, I believe you.",
        "A: Mm-hm, I did. I really don’t like to talk about it, and — because it’s — it 1s terrible\nat night for me, the nights are terrible.",
        "Q: I—I wish there wasn’t such a cost, and I appreciate that despite the cost, you\nhave agreed to speak with us. It is — it is a real gift, and I thank you for it.",
        "A: I thank you for taking the time, and I hope it — I hope it never happens again like\nthat, but —",
        "Q: I hope so, too.",
        "A: — it’s unbelievable, you know?",
        "Q: Yeah. If there 1s anything that you would like to add —",
        "A: I mean, there’s so many little details, it’s just —",
        "Q: Okay.",
        "A: The Ukraines for instance, they volunteered to be — work for the Germans and\nthe — we — we were running, and they’re having those big peitsche, in German —",
        "Q: Oh, whips, or — or clubs, clubs.October 8, 2015",
        "A: Yes, like you do — use for horses.",
        "Q: Yes, whips.",
        "A: They would whip us with those, because we didn’t run fast enough. I never\nforget it. That — boots on until here, you know, black boots.",
        "Q: To the knees, yes.",
        "A: Yeah. They were terrible, the Ukraines. [indecipherable] working for the\nGermans. I remember that, too, another incident that I couldn’t tell you where it\nhappened, but it did happen to me personally, yes.",
        "Q: I know. How can one collapse four years into two hours? It is — it is —",
        "A: No, that’s it.",
        "Q: — it’s just, you can’t do it all.",
        "A: You can’t do that, and I’ve forgotten half of it.",
        "Q: Yeah.",
        "A: You know? It’s a good thing that I have.",
        "Q: Yes.",
        "A: Because I’m — can’t — you don’t know any of these seven people from\nHamburg, no? They’re all dead.",
        "Q: I don’t know them.",
        "A: They’re all dead.October 8, 2015",
        "Q: Wow.",
        "A: But Arthur Menke(ph) worked for the White House, he was an electrician. I\nthink he should be — he should be in the museum, I’m sure you must have\nsomething.",
        "Q: We’ll take a look.",
        "A: Arthur Menke(ph).",
        "Q: Arthur Menke(ph).",
        "A: We went to school together, yes.",
        "Q: Also in Hamburg, yes?",
        "A: Yes, and Heinz Rosenburg(ph), Henry Robertson.",
        "Q: Well then, you’ll give me their names, and —",
        "A: Henry Roberson, I have a book —",
        "Q: Okay.",
        "A: — where — where I’m mentioned, he mentioned my name.",
        "Q: Okay.",
        "A: Twice, I think, or three times, if you want to read it.",
        "Q: I will take a look at it, afterwards, but for right now, what I — what I'll do is P'll\nconclude the formal part of our interview, and then maybe we can film some of the\nphotographs that you have, and you can tell us who they are.\nhttps://collections.ushmm.org\nOctober 8, 2015",
        "A: Yes.",
        "Q: Okay.",
        "A: Okay.",
        "Q: So, with this, this concludes the United States Holocaust Memorial Museum\ninterview with Mr. Gary Philipp, on October 8\", 2015, in Boca Raton, Florida.\nOnce more, thank you.",
        "A: I thank you for being so patient with me.",
        "Q: You’re welcome.",
        "A: Thank you.",
        "Q: Okay. [break] Okay, tell me, who is this, Gary?",
        "A: That’s my father when he was —",
        "Q: Nineteen years?",
        "A: — 19 years old in Berlin.",
        "Q: Okay, and this was taken in 1913, I believe.",
        "A: 1913.",
        "Q: Okay. And his name again, so that we remember?",
        "A: George Philipp.",
        "Q: Georg(ph) Philipp.",
        "A: And in German, Georg(ph) Philipp.October 8, 2015",
        "Q: Okay. Thank you. Okay Gary, who 1s this?",
        "A: That’s my mother on the right, that’s me in the middle, and that’s my\ngrandmother —",
        "Q: On the left.",
        "A: — on the father’s side.",
        "Q: Okay.",
        "A: Taken 1930, in Hamburg.",
        "Q: You were a cutie. Okay Gary, who is this?",
        "A: That’s my father.",
        "Q: As a baby’?",
        "A: As a baby.",
        "Q: Oh my goodness.",
        "A: I don’t know the year.",
        "Q: Okay. How would you get ahold of such a photograph?",
        "A: My relatives in Spain, who fled Germany, saved them and sent them to me after\nWorld War II.",
        "Q: Okay, got that. So he — Gary, tell me, who is in this photograph?",
        "A: I’m the — I’m the one in the lederhosen.",
        "Q: In the leather pants.\nhttps://collections.ushmm.org\nOctober 8, 2015",
        "A: And then the third person is my mother.",
        "Q: Okay.",
        "A: And on the far, far left, it’s my father.",
        "Q: Okay, then —",
        "A: And the other people were friends of my parents.",
        "Q: Okay.",
        "A: Hoffman(ph).",
        "Q: Oh, that was also Hoffman(ph).",
        "A: Hoffman(ph) in Hamburg again. Hans Hoffman(ph), I think.",
        "Q: All right.",
        "A: Okay.",
        "Q: And this was on Blankensee(ph).",
        "A: Blankanase(ph).",
        "Q: Blankanase(ph).",
        "A: Like — it’s outside Hamburg. Very nice.",
        "Q: Okay. And this was the lederhosen that you weren’t allowed to wear any more?\nIs that correct?",
        "A: Yes, yes.",
        "Q: Okay Gary, tell me, who is here, in this photograph?\nOctober 8, 2015",
        "A: That’s Anton on the right, and me on the left.",
        "Q: And what year was this?",
        "A: Eighty-five, 1985.",
        "Q: 1985.",
        "A: Yes.",
        "Q: And do you know where?",
        "A: San Francisco.",
        "Q: San Francisco. Okay, thank you.",
        "A: Ask me question.",
        "Q: Okay, so tell me Gary, what is this photograph of?",
        "A: This is in the center —",
        "Q: Okay.",
        "A: — for Jews in Hamburg. When the airplanes was dropping bombs, we had to go\ndown there. And you see in the far back —",
        "Q: Yes.",
        "A: — by the curtain, you see doctor — way to the left, Dr. Besser(ph) and his wife.",
        "Q: Dr. Besser(ph) is with the moustache —",
        "A: Yes, yes, yes.",
        "Q: — next to that little, round, sort of like switch?\nOctober 8, 2015",
        "A: Yeah, I can remember — I can remember, my mother is somewhere there. She’s\nthe third person from the front —",
        "Q: I see that.",
        "A: — putting her head a little forward.",
        "Q: I see that, from the left —",
        "A: It’s my mother, yeah.",
        "Q: — from the left hand side.",
        "A: Yes.",
        "Q: And you —",
        "A: And I’m — I’m the first one, having that little dog, the little Pekinese dog in my —\nin my arm.",
        "Q: And behind you I see this pattern thing, what’s that? Is that a —",
        "A: A what?",
        "Q: I see this sort of like sheet that’s patterned, what’s that?",
        "A: That’s a — that’s a curtain to keep the Jews separated from the Aryan people,\nwho were sitting next door.",
        "Q: So that means that when —",
        "A: It’s ridiculous, the whole thing 1s ridiculous, because if a bomb would come\ndown, we would be all killed regardless if we were Jews or Christians.October 8, 2015",
        "Q: Absolutely.",
        "A: Yeah, absolutely.",
        "Q: Absolutely.",
        "A: Yes.",
        "Q: Thank you. Thank you for showing that. Okay Gary, tell me, who is this?",
        "A: That’s my first day in school, 1934.",
        "Q: Wow. And what is it that you’re holding?",
        "A: Oh, that’s — every child gets a bag like that, for being a good bo — a good—a\ngood pupil the first day in school.",
        "Q: Okay.",
        "A: Okay?",
        "Q: Thank you. Okay Gary, what is this photograph of?",
        "A: It’s my birthday.",
        "Q: And it what — that was in sixth of November, what year?",
        "A: I don’t know right now. 1936.",
        "Q: Okay.",
        "A: Thirty-six.",
        "Q: Then who’s in this photograph?",
        "A: And I was born — I was nine years old then.October 8, 2015",
        "Q: Nine years old. So who’s this?",
        "A: Nine years old. That’s me on the far left.",
        "Q: Okay.",
        "A: That’s a German lady friend of — that’s my mother, the third person. And —",
        "Q: The other boys.",
        "A: — Peter — Peter Peterson, the one that’s leaning against the buffet. And then\nthere’s a person called Heinz Gaston(ph).",
        "Q: And which one is he?",
        "A: And the other two I don’t remember —",
        "Q: Okay.",
        "A: — the names.",
        "Q: Yeah. Heinz Gaston(ph), which one would he be?",
        "A: I beg your pardon’?",
        "Q: Which — who is Heinz Gaston(ph)? Which one is him?",
        "A: The one on the far right.",
        "Q: Uh-huh, on the far right, at the table?",
        "A: Yes. Yeah, I could never locate him after World War II.",
        "Q: Okay. All right. Okay Gary, who is this?\nOctober 8, 2015",
        "A: That’s my mother, on the right. That’s my cousin on my father’s side, my\nfather’s sister’s daughter.",
        "Q: And that’s you?",
        "A: And that’s me.",
        "Q: And where is this? Where — this is in what part of Hamburg?",
        "A: Right downtown, Alster Lake.",
        "Q: Alster Lake.",
        "A: Yes.",
        "Q: Okay. Okay Gary, tell me what is this photograph of?",
        "A: That’s the apartment building where I was deported from in 1941, sic — seven of\nNovember.",
        "Q: And do you —",
        "A: And my parents too, of course.",
        "Q: What’s the address of this building?",
        "A: Fifteen Bogenstrasse.",
        "Q: Bogenstrasse.",
        "A: Yeah.",
        "Q: In Hamburg.",
        "A: Yes, bo — bogen means bow.October 8, 2015",
        "Q: Oh, okay.",
        "A: Bow Street.",
        "Q: Bow Street.",
        "A: It’s still there.",
        "Q: It’s still there. When did you take this photograph?",
        "A: Oh, four — four or five years ago.",
        "Q: So about 2010 - 2011?",
        "A: We have dates now on the ground, you know that. I thought I had this here.",
        "Q: Okay.",
        "A: You know, they put cobblestone for the people. You know about that, don’t you?",
        "Q: A little bit, I’ve heard. So that means there — cobblestones for those who —",
        "A: Some Jewish people don’t like the idea. They said, again they’re gonna ste —\nwalk on us.",
        "Q: Oh.",
        "A: They thought it should be against the building, would have been a better idea.",
        "Q: Probably, yeah. Thank you. Okay, so Gary, what is this?",
        "A: Well, it’s custom now in Germany, to put cobblestone down for — for people\nwho were murdered during the third — Third Reich in Germany.",
        "Q: Okay, and so I see that — and where is this located? Where are these —\nOctober 8, 2015",
        "A: Bo — at Bogenstrasse, fort — 15, in Hamburg.",
        "Q: So, in front of the — in front of the house?",
        "A: In front of the apartment building, yes.",
        "Q: Okay. And it has both your parents, Laurie Philipp, Georg(ph) Philipp?",
        "A: Yes.",
        "Q: Louis Wolms(ph), and Henrietta Wolms(ph).",
        "A: Yes.",
        "Q: So it is noting that they were deported from that building.",
        "A: And — and slaughtered.",
        "Q: And slaughtered, yes, and —",
        "A: Yeah, only people who were killed get this. If you ali — if you alive, you don’t\nget it.",
        "Q: Got it.",
        "A: Yeah, you got it?",
        "Q: Got it, okay. Gary, who is this?",
        "A: That’s my mother.",
        "Q: Laurie(ph) Philipp.",
        "A: In— Laura Philipp, at okens — at Okenbrucfelde(ph). The street doesn’t exist\nany more; it was wiped out during World War II.\nOctober 8, 2015",
        "Q: And it’s in ham —",
        "A: Completely leveled.",
        "Q: It’s in Hamburg?",
        "A: In Hamburg, yes.",
        "Q: Okay. Okay, thank you.",
        "A: It was on a hill like that, so they rebuilt the hill.",
        "Q: So, it looks like that’s in the 20s or early 30s, by th —",
        "A: It is.",
        "Q: Yeah.",
        "A: It is early 30s.",
        "Q: Okay. Okay Gary, who is this?",
        "A: That’s 1929, I was two years old, that’s my mother on the right side, and my\nfather on the left side. But I don’t know where it was taken.",
        "Q: Okay.",
        "A: It was part of —",
        "Q: But it’s a ho —",
        "A: Most likely Hamburg.",
        "Q: Yeah. But it’s all three of you, yes?",
        "A: I beg your pardon’?October 8, 2015",
        "Q: It’s all three of you.",
        "A: Yes.",
        "Q: Die ganza familie.",
        "A: Die ganza —",
        "Q: Familie. Thank you. Okay Gary, who is this?",
        "A: That’s me. Me, me, me, me, two years old in Hamburg.",
        "Q: In August 19 —",
        "A: August 19, 1930.",
        "Q: Okay. You’re a cutie. Thank you.\nEnd of File\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMr. Gary Philipp, on October 8\", 2015, in Boca Raton, Florida. Thank you very,\nvery much Mr. Philipp, for agreeing to speak with us today, for agreeing to share\nyour story, and the difficulties and sufferings that you endured, so that other people\nwould know what you went through, what the Holocaust was.",
        "Q: Thank you. I’m going to start with the most basic questions, and from that we’ ll\ndevelop the narrative of your story. So, the very first one that I want to ask you 1s,\ncan you tell me, what was your name at birth?",
        "Q: Uh-huh. You were Horst Louis Philipp?",
        "Q: And what’s —",
        "Q: Okay.",
        "Q: That’s why you’re Louis in the middle.",
        "Q: Okay. And Horst? Were — was it just a name your parents really liked?",
        "Q: Yes, yes. So tell me, what is the date of your birth?",
        "Q: So, Rathenow, near Berlin.",
        "Q: Did you grow up in Berlin?",
        "Q: Can you tell me when your family moved to Hamburg?",
        "Q: Please do.",
        "Q: I see.",
        "Q: Nevertheless, you were born close to Berlin, is that [indecipherable]",
        "Q: You was born in Hamburg’?",
        "Q: You were born in Hamburg.",
        "Q: Okay. And do you have brothers and sisters?",
        "Q: You’re the only one. Tell me your parents’ names.",
        "Q: Oh yes, of course I have.",
        "Q: We’ll come to that.",
        "Q: I have a lot of questions before we get there.",
        "Q: Okay. But he — so your grandfather had a furniture store in Rathenow —",
        "Q: — that was his independent furniture store.",
        "Q: Was it named —",
        "Q: Okay. Was it named the Philipp Furniture Store?",
        "Q: Okay.",
        "Q: And so your father learned his trade —",
        "Q: Bannot(ph)?",
        "Q: Okay. Your father learned his trade then, at the — in his father’s store. He learned\nthe business there.",
        "Q: And then when he moved to Hamburg, he then became a buyer for Karstadt?",
        "Q: Okay. Had your family on your father’s side, lived for a long time in Rathenow”?\nWere they from someplace else, or were they, you know, Germans —",
        "Q: — Germans for generations?",
        "Q: Okay.",
        "Q: What about your mother? You se —",
        "Q: Same’?",
        "Q: Elberfeld is where she came from?",
        "Q: Okay, in [indecipherable].",
        "Q: El-Elberfeld-Barmen.",
        "Q: And you said she came —",
        "Q: That’s the — her address.",
        "Q: No, explain please.",
        "Q: Is it a— was it a one family, or a multi —",
        "Q: One family [indecipherable]",
        "Q: Okay, do you know —",
        "Q: And so does that mean that her family was quite well-to-do, if they had a\nPatrizier(ph) house?",
        "Q: Okay.",
        "Q: Did you know your maternal grandparents?",
        "Q: Please tell it.",
        "Q: Yeah, please.",
        "Q: Really?",
        "Q: I see. I see.",
        "Q: Well certainly, you were a young boy still.",
        "Q: Yeah, to — to see —",
        "Q: Did your mother have bro-brothers and sisters?",
        "Q: She did.",
        "Q: Did you know them well?",
        "Q: What a sad fate.",
        "Q: And — and were there uncles?",
        "Q: What was the name of this second sister? What was the name of the second\nsister?",
        "Q: Greta(ph)?",
        "Q: Ulman(ph). And the first sister was Tia(ph), did —",
        "Q: Tia(ph). Okay.",
        "Q: Okay. All right. And, so that was your mother’s side of the family?",
        "Q: And did you say she had a brother, or no brothers? I thought you had said she\nhad a brother, too.",
        "Q: No brother. So it was a family of girls. And from your father’s side, were there\nbrothers and sisters?",
        "Q: Okay. Who were —",
        "Q: Before the war?",
        "Q: Okay.",
        "Q: Never heard from her?",
        "Q: Do you know their names? Do you remember their names?",
        "Q: If you don’t, it’s okay.",
        "Q: I —I understand.",
        "Q: Herta.",
        "Q: Herta Philipp.",
        "Q: Okay. And she’s the one who went to Spain?",
        "Q: And a son.",
        "Q: And they survived the war?",
        "Q: Okay.",
        "Q: Oh dear.",
        "Q: Oh dear.",
        "Q: So you — you had contact with them after the war?",
        "Q: Okay.",
        "Q: Did you —",
        "Q: Well, people, when they stayed, or were in the places of either Germany, or the\noccupied territories, lost everything. They didn’t have any photographs. So usually,\nit was, if they have any pictures of their families before the wars, it’s because other\npeople had them, whom the photos had been sent to, and then they resupplied, you\nknow, the individual.",
        "Q: Oh, I see.",
        "Q: So this is the same kind of procedure as in the occupied countries, let’s say, as in\nPoland, where ghettos were created, but it just didn’t have a barbed wire around it.\nIs that what —",
        "Q: No.",
        "Q: We'll take a photo — we’ll look at it later.",
        "Q: Okay.",
        "Q: Well, Id like to talk about your childhood. Can we talk about your child —",
        "Q: Please do.",
        "Q: Lederhosen.",
        "Q: These lederhosen.",
        "Q: And you were then still a you — a little boy, if that was —",
        "Q: So you also were quite little when Hitler came to power.",
        "Q: Thirty-three. Do you have any memories, do you think, of —",
        "Q: Did you?",
        "Q: And was he shorter than everybody else, taller than everybody else?",
        "Q: He was short.",
        "Q: Was this — were there a lot of people on the side of the street?",
        "Q: Were you alone then, or with your parents?",
        "Q: And was this like a military parade of some kind?",
        "Q: And in Hamburg.",
        "Q: Do you remember the street?",
        "Q: Grindelallee.",
        "Q: So it was a march on purpose, through a Jewish neighborhood.",
        "Q: One could make that assumption.",
        "Q: So, do you have any memories of before your age six, like before Hitler comes\nto power?",
        "Q: Not really.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: An inventory.",
        "Q: I take it your parents rented your accommodations when you were in Hamburg?",
        "Q: They rented.",
        "Q: Was she Jewish?",
        "Q: Oh my.",
        "Q: Were there other — were there German people who were — I mean, you\nmentioned her, were there others who were friendly?",
        "Q: There were?",
        "Q: So, did you ever see a movie when you were growing up?",
        "Q: And they let you in?",
        "Q: So she got to see it.",
        "Q: What was — what was the movie, do you n — do you remember, did she talk\nabout —",
        "Q: The glamour times.",
        "Q: You know, they portrayed these glamour times.",
        "Q: Did — you said your father lost his job. How did that happen?",
        "Q: When was he born? What year was he born’?",
        "Q: So he was a young man?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So it was milky, kind of window?",
        "Q: Okay.",
        "Q: Okay.October 8, 2015",
        "Q: This is what your —",
        "Q: Oh yeah, so —",
        "Q: Can you translate for us what that was, what it is that she said.",
        "Q: In an ascheimer — in an ashcan.",
        "Q: The Jews should be put —",
        "Q: The Jews should be packed into a garbage can, something like this.",
        "Q: Like an ashcan.",
        "Q: Yeah.",
        "Q: Well —",
        "Q: Now, how old were you — th — you said this happened on your birthday.",
        "Q: So that would have been 1940, or 19 —",
        "Q: Forty-one.",
        "Q: Okay.October 8, 2015",
        "Q: In the truck.",
        "Q: And were you already there, with your father?",
        "Q: Did you have any luggage with you?",
        "Q: Okay.October 8, 2015",
        "Q: That’s east all right.",
        "Q: That all — that’s very far east from Hamburg.",
        "Q: That’s in Belarus.",
        "Q: With a gun?",
        "Q: Before we get there, can you tell me what was the train ride like? Were you in\ncattle cars, were you in —",
        "Q: Describe it.",
        "Q: Okay.",
        "Q: Can you describe what it looked like, what the train ride — did you have a place\nto sit, did you have a place to lie down?",
        "Q: How many people —",
        "Q: Okay.",
        "Q: And was it overcrowded, the train, or — I mean, the — the compartments? Was\nthere —",
        "Q: Okay.",
        "Q: Were there facil —",
        "Q: Nothing about food.",
        "Q: Facilities of any kind?",
        "Q: Okay.",
        "Q: Okay. And were there soldiers on the train? Were there, within the\ncompartments themselves, did you have the [indecipherable]",
        "Q: Okay. Okay. Just wondering.",
        "Q: Could you see —",
        "Q: Could you see through the windows, as you were go —",
        "Q: Okay. Did you see mostly landscapes, or any —",
        "Q: Okay. And it was — you couldn’t tell where you were going?",
        "Q: Yeah.",
        "Q: Yeah, yeah. Okay, so there you were in Minsk, you see the soldiers with their\nguns —",
        "Q: Okay.",
        "Q: So it was like a pile of people.",
        "Q: I see.",
        "Q: Brick?",
        "Q: From this group that had come from Hamburg?",
        "Q: So —",
        "Q: So, it was out la —",
        "Q: So that was like they were caught in the middle of a meal.",
        "Q: No, you explain it.",
        "Q: An auditorium?",
        "Q: So, was this a two story building, a two story —",
        "Q: And this was in the middle of Minsk, in the city of Minsk, the ghetto?",
        "Q: Outside?",
        "Q: Outside.",
        "Q: I see.",
        "Q: The — the ghetto. The Russian Jewish ghetto.",
        "Q: Di — is that — did you get your luggage, your family, were you —",
        "Q: Okay. And so, were you able to do something —",
        "Q: No.",
        "Q: So what did you —",
        "Q: Did they put you to work’?",
        "Q: What about your parents? Were your parents also put to work?",
        "Q: Okay. Were you all together during these two years?",
        "Q: And where was that? What was that, what was the next place?",
        "Q: Oh, you don’t remember’?",
        "Q: Okay, hang on just a second. [break] Okay, so you needed to consult some\npaper to remember the next place you went to.",
        "Q: And that — Lublin.",
        "Q: And then you also mentioned off camera, that there was somebody you knew\nfrom Hamburg, who was in all of the camps with you. Can you explain?",
        "Q: So, was he in the same cattle car with you —",
        "Q: — that went to Lublin?",
        "Q: Okay.",
        "Q: Okay. So — and your parents were in separate cattle cars? No?",
        "Q: What happened?",
        "Q: Do you have an answer?",
        "Q: You don’t — you don’t —",
        "Q: Where did they take — were you brought up in any religious — with any religious\ninstruction?",
        "Q: Bar Mitzvah, no?",
        "Q: Yeah.",
        "Q: You did that. So when — so when you were separated from your parents in that\nfield in Belarus, that was the last time you saw them?",
        "Q: And how did you find out conclusively, what had happened to them? When did\nyou — what — what kind of document showed you that?October 8, 2015",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay, so when you —",
        "Q: So when you were in Lublin, at that point, you didn’t know. You didn’t know\nwhether they were taken somewhere else —",
        "Q: What was Lublin? What — what — what took place in Lublin when you were\nthere?October 8, 2015",
        "Q: Excuse me just for a second —",
        "Q: Okay. [break] Okay, so could you read off — could you tell me about the various\ncamps, and what you remember from each, okay’?",
        "Q: In Germany itself?",
        "Q: Did that happen?",
        "Q: So that’s close —",
        "Q: Yeah.",
        "Q: I wanted to ask you about that.",
        "Q: Sachsenhausen’?",
        "Q: What about Sachsenhausen? Do you have any memories of Sachsenhausen?",
        "Q: Yeah. Do you have memories of being there, and —",
        "Q: Tell me who they were.",
        "Q: So, there were other prisoners who told you about that, and they — and that meant\nthat they hid you in the attic? Is that —October 8, 2015",
        "Q: Near Denmark, I believe.",
        "Q: Out of the boat, out of the ship.",
        "Q: Yeah, mm-hm.",
        "Q: So — you were in Sweden, so when they put you on that ship, was that early\nMay, or was that late April?",
        "Q: Mm-hm. And —",
        "Q: Yes.",
        "Q: Would you like to tell me a little bit more?",
        "Q: Okay.",
        "Q: So this was in Sweden?",
        "Q: Liebentowski(ph).",
        "Q: And they were from Hamburg, and they had wanted to kind of take you in and\nadopt you. Were they also going to the United States?",
        "Q: In the United States?",
        "Q: Was he Jewish?",
        "Q: Oh my goodness.",
        "Q: What was his name?",
        "Q: Anton Rsl.",
        "Q: Maybe you can show that to us later. Yeah, the — his picture. So he had —",
        "Q: Had he been in camps because — had he been arrested —",
        "Q: Can we cut, just for a second? [break] Gary, you mentioned — you mentioned\nsome of the episodes that you went through, and I want to ask you now about some\nmuch more personal things, and I — I apologize in advance for the prying that this\ninvolves. But I think — the reason why I am doing so, is so that people in the future\nwould have a much clearer sense of exactly what kind of danger, what kind of\nsuffering people went through when they had no power, when they were completely\nhelpless. So, if we could start with this incident when you were in Sachsenhausen,\nand someone pulled you aside. What did that entail? This man pulled you aside, he\nwas a kapo, is that correct?",
        "Q: And —",
        "Q: And what did it mean? What did it mean?",
        "Q: I understand.",
        "Q: Was this —",
        "Q: Was this the first time something like that —",
        "Q: In Sachsenhausen’?",
        "Q: Not before.",
        "Q: So in other words, it’s your first sexual experience.",
        "Q: And it happens in this way?",
        "Q: Okay.October 8, 2015",
        "Q: Did you know yourself, inside, did you know what your — what your proclivity\nwas? Did you know you were gay at that age?",
        "Q: That’s why —",
        "Q: Survival —",
        "Q: I can imagine that it wouldn’t be.",
        "Q: Did these — did you see — did you see these types of things with — with people\naround you?",
        "Q: Did it?",
        "Q: Was this in Sachsenhausen?",
        "Q: It was another prisoner?",
        "Q: It is your —",
        "Q: Well, regardless, it is exploiting the powerless.",
        "Q: It is —",
        "Q: Yeah.",
        "Q: And how — how were you able to deal with this? I mean, I — I can’t imagine what\nIs —",
        "Q: Of course.",
        "Q: All I could imagine is that it’s one nightmare after another.",
        "Q: Still?",
        "Q: And it’s about those times?October 8, 2015",
        "Q: Thank you Gary, for opening up like this. I — I apologize, and I appreciate it.",
        "Q: Thank you.",
        "Q: Thank you. I’m glad to hear at least this much, that you had those decades\ntogether with somebody who was good for you.",
        "Q: And your friend also, your partner, his name again, can you tell me?",
        "Q: Anton Rsl.",
        "Q: R-s-], uh-huh, Anton Rsl.",
        "Q: And that’s how you lost him?",
        "Q: Oh dear.",
        "Q: What a bitter end.",
        "Q: Anton, had he been arrested? Why was he 1n concentration camps?",
        "Q: So he was not ar — he was not arrested by the Nazis, he was arrested by the\ncommunists?October 8, 2015",
        "Q: He was in different —",
        "Q: Are you saying Tizo(ph), or Tito?",
        "Q: Tito from Yugoslavia.",
        "Q: Okay.",
        "Q: I see.",
        "Q: Is there anything else, Gary, you’d like to — like to add to what we talked about\ntoday, that you think is important for people to know about?",
        "Q: Oh, good.",
        "Q: I believe you, I believe you.",
        "Q: I—I wish there wasn’t such a cost, and I appreciate that despite the cost, you\nhave agreed to speak with us. It is — it is a real gift, and I thank you for it.",
        "Q: I hope so, too.",
        "Q: Yeah. If there 1s anything that you would like to add —",
        "Q: Okay.",
        "Q: Oh, whips, or — or clubs, clubs.October 8, 2015",
        "Q: Yes, whips.",
        "Q: To the knees, yes.",
        "Q: I know. How can one collapse four years into two hours? It is — it is —",
        "Q: — it’s just, you can’t do it all.",
        "Q: Yeah.",
        "Q: Yes.",
        "Q: I don’t know them.",
        "Q: Wow.",
        "Q: We’ll take a look.",
        "Q: Arthur Menke(ph).",
        "Q: Also in Hamburg, yes?",
        "Q: Well then, you’ll give me their names, and —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: I will take a look at it, afterwards, but for right now, what I — what I'll do is P'll\nconclude the formal part of our interview, and then maybe we can film some of the\nphotographs that you have, and you can tell us who they are.",
        "Q: Okay.",
        "Q: So, with this, this concludes the United States Holocaust Memorial Museum\ninterview with Mr. Gary Philipp, on October 8\", 2015, in Boca Raton, Florida.\nOnce more, thank you.",
        "Q: You’re welcome.",
        "Q: Okay. [break] Okay, tell me, who is this, Gary?",
        "Q: Nineteen years?",
        "Q: Okay, and this was taken in 1913, I believe.",
        "Q: Okay. And his name again, so that we remember?",
        "Q: Georg(ph) Philipp.",
        "Q: Okay. Thank you. Okay Gary, who 1s this?",
        "Q: On the left.",
        "Q: Okay.",
        "Q: You were a cutie. Okay Gary, who is this?",
        "Q: As a baby’?",
        "Q: Oh my goodness.",
        "Q: Okay. How would you get ahold of such a photograph?",
        "Q: Okay, got that. So he — Gary, tell me, who is in this photograph?",
        "Q: In the leather pants.",
        "Q: Okay.",
        "Q: Okay, then —",
        "Q: Okay.",
        "Q: Oh, that was also Hoffman(ph).",
        "Q: All right.",
        "Q: And this was on Blankensee(ph).",
        "Q: Blankanase(ph).",
        "Q: Okay. And this was the lederhosen that you weren’t allowed to wear any more?\nIs that correct?",
        "Q: Okay Gary, tell me, who is here, in this photograph?",
        "Q: And what year was this?",
        "Q: 1985.",
        "Q: And do you know where?",
        "Q: San Francisco. Okay, thank you.",
        "Q: Okay, so tell me Gary, what is this photograph of?",
        "Q: Okay.",
        "Q: Yes.",
        "Q: Dr. Besser(ph) is with the moustache —",
        "Q: — next to that little, round, sort of like switch?",
        "Q: I see that.",
        "Q: I see that, from the left —",
        "Q: — from the left hand side.",
        "Q: And you —",
        "Q: And behind you I see this pattern thing, what’s that? Is that a —",
        "Q: I see this sort of like sheet that’s patterned, what’s that?",
        "Q: So that means that when —",
        "Q: Absolutely.",
        "Q: Absolutely.",
        "Q: Thank you. Thank you for showing that. Okay Gary, tell me, who is this?",
        "Q: Wow. And what is it that you’re holding?",
        "Q: Okay.",
        "Q: Thank you. Okay Gary, what is this photograph of?",
        "Q: And it what — that was in sixth of November, what year?",
        "Q: Okay.",
        "Q: Then who’s in this photograph?",
        "Q: Nine years old. So who’s this?",
        "Q: Okay.",
        "Q: The other boys.",
        "Q: And which one is he?",
        "Q: Okay.",
        "Q: Yeah. Heinz Gaston(ph), which one would he be?",
        "Q: Which — who is Heinz Gaston(ph)? Which one is him?",
        "Q: Uh-huh, on the far right, at the table?",
        "Q: Okay. All right. Okay Gary, who is this?",
        "Q: And that’s you?",
        "Q: And where is this? Where — this is in what part of Hamburg?",
        "Q: Alster Lake.",
        "Q: Okay. Okay Gary, tell me what is this photograph of?",
        "Q: And do you —",
        "Q: What’s the address of this building?",
        "Q: Bogenstrasse.",
        "Q: In Hamburg.",
        "Q: Oh, okay.",
        "Q: Bow Street.",
        "Q: It’s still there. When did you take this photograph?",
        "Q: So about 2010 - 2011?",
        "Q: Okay.",
        "Q: A little bit, I’ve heard. So that means there — cobblestones for those who —",
        "Q: Oh.",
        "Q: Probably, yeah. Thank you. Okay, so Gary, what is this?",
        "Q: Okay, and so I see that — and where is this located? Where are these —",
        "Q: So, in front of the — in front of the house?",
        "Q: Okay. And it has both your parents, Laurie Philipp, Georg(ph) Philipp?",
        "Q: Louis Wolms(ph), and Henrietta Wolms(ph).",
        "Q: So it is noting that they were deported from that building.",
        "Q: And slaughtered, yes, and —",
        "Q: Got it.",
        "Q: Got it, okay. Gary, who is this?",
        "Q: Laurie(ph) Philipp.",
        "Q: And it’s in ham —",
        "Q: It’s in Hamburg?",
        "Q: Okay. Okay, thank you.",
        "Q: So, it looks like that’s in the 20s or early 30s, by th —",
        "Q: Yeah.",
        "Q: Okay. Okay Gary, who is this?",
        "Q: Okay.",
        "Q: But it’s a ho —",
        "Q: Yeah. But it’s all three of you, yes?",
        "Q: It’s all three of you.",
        "Q: Die ganza familie.",
        "Q: Familie. Thank you. Okay Gary, who is this?",
        "Q: In August 19 —",
        "Q: Okay. You’re a cutie. Thank you.\nEnd of File\nConclusion of Interview"
    ],
    "answers": [
        "Answer: You’re most welcome. I do my best.",
        "A: Horst Louis Philipp.",
        "A: Yes.",
        "A: Louis is my — at my grandfather’s name, that Jewish people always give the\nname to the grandchild, of the grandfather.",
        "A: That’s why I’m — yeah.\nOctober 8, 2015",
        "A: Yeah.",
        "A: Yeah, my mother — it was a popular name, the 1920s Germany. There were a lot\nof — it’s areal German name.",
        "A: Sixth of November, 1927, in a rat — in Rathenow, province Brandenburg,\nwhich is near Berlin. It’s near Berlin.",
        "A: Yes. My father was from Berlin.",
        "A: No, I grew up in Hamburg.",
        "A: I have to go back a little bit.",
        "A: We — my mother is from the Rhineland. I don’t know where she met my father,\nbut they met, and they got married in Cologne, Germany, and moved to — from\nCologne, they moved to Hamburg.",
        "A: But I couldn’t tell you what year. I guess 1926, just the year before I was born.\nhttps://collections.ushmm.org\nOctober 8, 2015",
        "A: No, I was —",
        "A: I was born in Hamburg.",
        "A: Yes.",
        "A: No, I’m the only one.",
        "A: My father’s name was George Philipp. My mother’s name was Laura Emma.\nHer maiden name was Wolf. My mother came from a very good home. The house\nis still standing ma — matter of fact, I have pictures of it, and in the — in the ri — in\nElberfelch. And my father was — he had — my grandfather had a furniture store\nRathenow, so my father became — he was buying furniture for the department store\nin Germany, Karstadt. I don’t know if you ever heard of it.",
        "A: It’s a huge building in Hamburg, about 10 rooms. But they — in 1932 — ’33, he\nwas fired because he was Jewish.\nOctober 8, 2015",
        "A: Yes.",
        "A: Okay.",
        "A: Rathenow.",
        "A: I had a— I had a picture, and unfortunately, I lost it.",
        "A: I can’t find it.",
        "A: Yes, yes.",
        "A: Yes.",
        "A: I think its name was Bannot(ph).",
        "A: Bannot(ph) Philipp, yes.\nOctober 8, 2015",
        "A: Yes.",
        "A: Yes.",
        "A: I don’t know.",
        "A: Yes.",
        "A: Yes.",
        "A: Same.",
        "A: Same, yes.",
        "A: Elberfeld-Barmen.",
        "A: Yes.\nOctober 8, 2015",
        "A: Yes.",
        "A: The street name is [indecipherable] strasse 14.",
        "A: That’s the address that bil — that building, that three story. In German we called\nit a Patrizier(ph) house. Does that — does that mean anything to you?",
        "A: Well, it’s a very noble type of a building. It’s a very upscale building.",
        "A: One family.",
        "A: One family, yes.",
        "A: I remember as a child to — spent time there, couple times.",
        "A: I guess so.",
        "A: Yes.\nhttps://collections.ushmm.org\nOctober 8, 2015",
        "A: Yes, that’s another story.",
        "A: I don’t know I should.",
        "A: I think it was in — I have to think of the year. I don’t know exactly the year,\nmaybe 40, 1940, my grandmother came to Hamburg to visit us, and the minute she\ncame from the station, she said she didn’t feel good. So we — they took a taxi, and\nthey brought her up in the — to our apartment, which was on the third floor. And\nthey put a — made an extra bed in my bedroom where I slept, and they put her in the\nbed. But the Jewish custom is, you never put the head to the door, you put — you\nalways put the feet to the door. Maybe you know that, I don’t know. But — but she\ndied the same night.",
        "A: She had diabetes, of course.",
        "A: So, I remember that.",
        "A: Yeah, I was young.October 8, 2015",
        "A: Quite young.",
        "A: No. Yes.",
        "A: Yes. I think at least three.",
        "A: No. I only heard of — I only heard of the — the rumors. My mother talked about\nher sister, she had a bad marriage, her name was Tia(ph) Klauwein(ph), I think, or\nFulwein(ph). And she had a bad mar-marriage, and she got a divorce, and she had a\nnervous breakdown. So they put her in an institution, and that was — that was the\nend of her, we never saw her again.",
        "A: They — they killed her there, somewhere, cause Hitler didn’t want anybody not\nhealthy running around, or multiplying, yes.",
        "A: Then she had another sister, who escaped from Frankfurt to England, and from\nEngland to Buffalo. And she has a son, that’s my cousin, I’m in touch with him.October 8, 2015",
        "A: Greta(ph).",
        "A: Greta(ph) Ulman(ph).",
        "A: Tia(ph).",
        "A: And it — the other one, I don’t know.",
        "A: Yes.",
        "A: No.",
        "A: Yes.\nOctober 8, 2015",
        "A: He had two sisters. Unfortunately, I lost their pa — their pay — the picture. Had a\nbeautiful picture of them. One sister married a Polish guy, so she was deported first,\nwhen they started to deport Jewish people from Germany, she was deported with\nher husband that perished —",
        "A: — and perished right away.",
        "A: Never heard from her.",
        "A: No. The other sister went to Spain.",
        "A: I have to — I have to — I don’t want to get things mixed up.",
        "A: I can’t — I’m a little nervous, to be honest with you.",
        "A: I don’t know. I don’t really know. She had a daughter, too, and that was my\ncousin, and I was in touch with her — with him — Herta.",
        "A: Herta Philipp.\nOctober 8, 2015",
        "A: Herta Philipp, yes.",
        "A: She went to Spain, and she had a daughter, and a son.",
        "A: Yeah, daughter and a son.",
        "A: Yeah, in Spain.",
        "A: They came to America, and — and my cousin was drafted, I think he was in the\narmy in [indecipherable]. They found him — they found him after a short time, they\nfound him dead in a — in a hotel room.",
        "A: They thought it would be suicide, so we had a hard time to get — get him a proper\nfuneral, because Jewish people don’t believe in suicide, so the rabbi wouldn’t want\nto come.",
        "A: But we finally managed that he got a decent burial. And my cou — my female\ncousin, she died of cancer about 10 - 15 years ago.October 8, 2015",
        "A: Yes, I did.",
        "A: They had pictures, you see, and they gave me those pictures. Somehow I lost\nthem.",
        "A: I got careless and threw them away, I guess.",
        "A: Well, that’s the way it was in Hamburg, then. After the — we lived in different\nplaces in Hamburg, and then one day they — the German government said that all\nJews have to live closer together, and only in certain houses.",
        "A: So we had to move in an apartment house where — where mostly Jewish people,\nfamily, in that house.October 8, 2015",
        "A: No.",
        "A: It didn’t have a barbed wire. I have pict — I have picture here that I’1l sh — I want\nto show it to you.",
        "A: When I was depor — deported from this building —",
        "A: I—can I go on’?",
        "A: Oh yeah, I can tell you my childhood in Hamburg.",
        "A: And it was an incident, I don’t know how old I was, could have been six or\nseven year old, I wore a Tyrolean outfit, leather pants.",
        "A: Lederhosen. Well, a man came — came to the door, to the house door, and told\nmy parents we had to come to the police, all three of us. And there we were told thatOctober 8, 2015\nI could never wear those pants ever again, because I am Jewish. Only — only Aryan\npeople are allowed to wear pants.",
        "A: And I was — I was shaking inside, you know, o-of fright. There was that, yes.",
        "A: Yeah, six or seven years old.",
        "A: Yeah, he came to power 1933.",
        "A: I saw him in person.",
        "A: Yes. One day we — I was in the street, and all of a sudden they said, oh, he’s\ngonna march by in a— in a minute or two. They — we couldn’t cross the street, I had\nto stand there, and he was — there were about six or seven people on each side of\nhim, and he marched by. Yeah, I saw him in person.",
        "A: Yeah, no, he was short, he was short.",
        "A: He was short, yeah.\nOctober 8, 2015",
        "A: Yes. Screaming, having the arms up, heil Hitler. Yes.",
        "A: No, I was alone. Was alone.",
        "A: Yes, so — yeah.",
        "A: In Hamburg.",
        "A: No, it was cur — very close to — it was like this, next street he came to was\nGrindelallee.",
        "A: And that is — was a very Jewish neighborhood, very Jewish, so —",
        "A: I guess so. I guess so.",
        "A: Yeah.\nOctober 8, 2015",
        "A: Not really.",
        "A: Not really, that — that’s all I me — almost know.",
        "A: I want to bring out one important thing.",
        "A: This is not — of course we had to — I do remember we had to fill out papers,\neverything what we owned, everything what we owned. My parents had to put\ndown even their wedding ring, everything, every silver, everything. Furniture,\neverything. They wanted to know what you have.",
        "A: Inventory. Radio, everything. I remember that. We couldn’t — I think it started in\n°38, somewhere in there. We couldn’t go to any grocery stores. We had to go to\nonly one special stores — store for Jewish people. And the line was tremendous. And\npeople on the outside would laugh, pointing. Oh, look at those Jews, they have to\nstay in line to get their stuff. And I do remember we had an old age home very close\nto where I lived, three houses. I did a couple shopping in that store for older people,\nI did that. I remember that. And they gave me 50 cents or something, you know.\nOctober 8, 2015",
        "A: Yes, they rented.",
        "A: They rented. My mother had a very nice lady friend. She met her from the first\napartment we had in Hamburg. When we came to Hamburg, she lived next door.\nHer husband had a big radio store in one of the main streets — main streets in\nHamburg. And this lady already had a car; she was blonde. And she took my\nmother, every second week they went someplace outside Hamburg, some nice\nplace, and they had coffee and cake, and I sometimes, or most of the time, went\nwith them.",
        "A: The problem was, her husband was a big Nazi.",
        "A: He was a — he was a big Nazi. And one day, later on, she was sitting our modest\nlittle apartment, it was just terrible, towards the end. She was sitting there, and she\nsaid — she took her hands, and she put it over her head, and she said, oh my God,\nwhat could we do, we didn’t have our fuehrer? And my mother and I were\nspeechless. We just looked at each other, didn’t say one word. And then, of course,\nthat’s — that was [indecipherable] we didn’t hear any more. It was — her husband\nhttps://collections.ushmm.org\nOctober 8, 2015\ndidn’t want that she would be in contact with us any more. I have a picture here.\nAnd —",
        "A: Yes.",
        "A: Yes, yes. But they were silent. You were not supposed to talk to Jewish people\non the street any more. You couldn’t go to the movies, you couldn’t go to any place,\nexcept to the Jewish store, where you get your butter and your breads and\neverything.",
        "A: Yes, I saw a lot of movies. I love movies. I went by myself, 1t was very cheap,\n30 cents, or so.",
        "A: Yeah, they let me in. And I don’t know what year it was when it says the Jews\nare not allowed in the movie. My mother went once. She took a chance. She wanted\nto see the — she wanted to see the movie. And I must say, my mother didn’t look\nparticular Jewish, so she didn’t have a — she had a no-normal nose, so she was okay.\nOctober 8, 2015",
        "A: Yes.",
        "A: Yeah, I don’t remember. My first movie — one of my first movies I do remember\nwas “Ramona” with Loretta Young and Don Ameche, and I’m still thinking about\nit, how beautiful 1t was, how I — impressed I was about the movie.",
        "A: Yes.",
        "A: I was six, seven years old, eight years. Yeah, I remember that movie.",
        "A: Well, my father lost his job, he could not get any work any more. He had a bicyc\n—he got — got himself a bicycle, and — and there was a coffee company, they would\n— they said to him, you can take 10 pounds of coffee, and so — and then he got — he\ntake that coffee and peddled around to Jewish families, and they bought the coffee\nfrom him; and also sausage. I don’t know where he got the sausage from. And you\nwill see, when I show you, my father aged, it was unbelievable. Between 1933 and\n’41, he looked like an old man. He lost all his hair. It was very difficult, very\ndifficult.\nOctober 8, 2015",
        "A: I think it’s either 1890 — °94 or °96. ’'m —I always get it mixed up.",
        "A: But I think you can — yeah, sure, my father was only 47 years old when he — my\nmother was in her late 30s. When I come to —",
        "A: — when she was — when they were killed. Yeah. I want to tell you one more story",
        "A: — of that episode in Hamburg. So they put us in this building, there were maybe\nfour or six more Jewish fa — people living there, and — and few Aryan people, but\nvery few. And there was — we were the third floor, and there was a — and the second\nfloor was Dr. Besser(ph) is his na — was his name. And each apartment had a — they\nhad a window to the stairway, milk, so you couldn’t look in the apartments.",
        "A: Yes.",
        "A: [indecipherable] sun, always.",
        "A: On the si— on the sixth of November, that’s my birthday, we got the notice that\nwe have to, within 24 hours, we have to leave the apartment.",
        "A: And leave the — and leave the key at the police station. And they were — that we\nhave to gather at the Freemason building. Well, it — I guess we got the letter in\nmorning, and they always had the lights on, Dr. Besser(ph). We happened — after a\ncouple hours, we looked — I stepped — we stepped out of the door and we looked\nover the rail, we could see the light was out. We ne — we knew exactly what ha —\nwhat — what happened. They killed themselves. They didn’t want to go ina\nconcentration camp. As we were, standing there, looking over the railing, another\nwoman, a German woman came out. She was the — she took care of the building, to\nsee that everything was all right. I know her name even, va — Willis(ph). She said in\nGerman [speaks German]",
        "A: I thought — I thought I didn’t hear right. So that was that.",
        "A: I can’t translate that into English.",
        "A: In the garbage with the —\nOctober 8, 2015",
        "A: All the Jewish garbage, or something like that, I don’t know.",
        "A: Yes.",
        "A: I'll never forget it.",
        "A: And I always swore I was going to do something about it after World War II, I —\nto confront her, or do something, but I didn’t. I had other things on my mind.",
        "A: So, that was that.",
        "A: It was exactly my 14\" birthday.",
        "A: Forty-one.",
        "A: So, now we come to that.",
        "A: So, we — we went to the freema — Freemason building. They had different tables\nthere that had — that were — my mother — my parents had to take the — the rings off,\nthe passport another place. They stripped us totally. And then we had to sleep on the\nfloor. On the floor. [indecipherable] And people are starting to cry, and you know\nhow it goes. And next morning they had, outside they had trucks, covered trucks.\nMore like Jeep type of thing. And my mother s — told us to go there. My mother\nalways fainted, so two SS men had to take her under the arm, and threw her in the —\nthrew her in the —",
        "A: Yes.",
        "A: I was there then, with my father, too. Went to the railroad station. Railroad\nstation they had a — an old out — outdated train waiting for us. I don’t remember it\nwas hot or cold, that I don’t remember. And they said we are going somewhere east,\nthey didn’t tell us exactly where, to work.",
        "A: One luggage each was it.",
        "A: So, we were in this train two days, I think. At least two days, two nights, or three\nnights, I don’t know. And we s — s — came to Minsk.",
        "A: Minsk.",
        "A: Yes, yes.",
        "A: As the — as the train stood still, and I look out, I saw — every few steps I saw a\nsoldier, or SS with a gu — with a —",
        "A: — guns.",
        "A: No, this was not a cattle car.",
        "A: It was an old, outdated, third-class. In those days they had first and second and\nthird class.",
        "A: Which they don’t have today any more.October 8, 2015",
        "A: No, no place —",
        "A: —no place to lie down. You had to sit for three days.",
        "A: And it — and it just — in a chair, just a regular chair.",
        "A: Well, every seat was filled.",
        "A: Every seat was filled. They had a — a volunteer nurse, a Jewish — from the Jewish\norganization, she was sitting there. I remember something like this.",
        "A: About food, I don’t know nothing about food.",
        "A: I don’t remember.\nOctober 8, 2015",
        "A: Yeah, must have been. It must have been, because I remember later when —\nwhen we didn’t have it.",
        "A: So it must have had, yes.",
        "A: I don’t know. I can’t remember.",
        "A: The doors were locked, we couldn’t get out, that I know.",
        "A: Doors and windows were locked.",
        "A: You could see, yes.",
        "A: Yeah, landscape.",
        "A: No. No. It was two days at least, like I said.",
        "A: Two days, two nights, or three.\nOctober 8, 2015",
        "A: They started screaming.",
        "A: The minute they opened the door, they said, raus, you Juden [speaks German],\nraus, raus. And then they had those — those gu — those big guns. They were hitting\npeople in the back because they didn’t run fast enough to the trucks, sitting on the\nother side of the street. They were covered trucks. And the trucks were high, so\nmost people could not get in. So they picked the people up and threw them in there.\nAnd I remember I was one of the last ones. I was on top, I don’t know how many\npeople were any which way under me.",
        "A: Piles of people, just thrown in th — in this truck, and I was on top of it. And then\nthey started to move. And I can’t tell you — it took 45 minutes, an hour, I don’t\nknow the time, how long it took until we got to the ghetto. It was supposed to be\ncalled sonderghetto, special ghettos for German Jews.",
        "A: It had a wire. And we got in, and we saw a red building, a big, red building.\nOctober 8, 2015",
        "A: Brick building. And it was a school before. It was a school in the old days. And\nwe were staying there, we’re standing there, and then they, through the\n[indecipherable] and then, I don’t know what happened, I was short, so I could not\nsee it all, only could hear it, there were so many tall people in front of me. They put\nseveral people against the wall, against the wall, and I heard the — I heard them\nshooting them, and they were killing them, that was the first thing.",
        "A: I don’t know what kind of — I don’t know, I only know they’re shooting. I\ncouldn’t tell you. Then — then they announced again, over the speaker, we need so\nmany volunteers to go inside the building and clean up. What happened was, they\nhad Russian Jews living in there before, and wa — and then when the announcement\ncame that German Jews are coming, they killed all those Russian Jews. Inside you\nsaw where people were eating doing this and that.",
        "A: All the utensil were all laying around, to the top of — they had one big stove like\nthis, where they had several different utensil — cooking utensils. We had to take all\nthat and throw it out, out of the window.",
        "A: [indecipherable]\nOctober 8, 2015",
        "A: Yes. So then they put us in — you know what an aula is, aula?",
        "A: Every school has an aula, a big room, usually.",
        "A: Yeah, like an auditorium upstairs. They put more people there, regular rooms\nthey put less people. But we were in the a-aula, on the — my parents and I.",
        "A: No, more than that. No, was more, at least four or five.",
        "A: No.",
        "A: It must have been outside.",
        "A: Must have been outside. But our ghetto — our ghetto touched the Russian ghetto.\nThere was only wire between.",
        "A: They had more than 70,000 Russian Jews on the other side, and we were 12,000,\nafter a few weeks, from Vienna, another one from Berlin, another one from\nOctober 8, 2015\nCologne, all mixed, you know? And what they did, the food was so bad, they gave\nus soup, it was like barley soup. They put — you ever heard — it’s called in German,\nthey put saltpeter in the — in this soup. That means that they want to make men\nsterile, they didn’t want that they have sex. They didn’t want to have more babies,\nor anything like that. That was the start with that. And then a piece of bread, like a\npiece of pie, the shape. And maybe a little margarine or butter, something like that.\nSo, what people did when they got their luggage — if they got their luggage, many\npeople didn’t get their luggage — they would take what — the belongings they had,\nthey would go with something to the Russian, where the Russian concentration\ncamp was.",
        "A: Yeah, and they would — they would give us bread for exchange things.",
        "A: Yes, yes.",
        "A: Yeah, we did that for a while. Doesn’t last too long, you know.",
        "A: Well, anyway, I was there for two years.\nOctober 8, 2015",
        "A: Two years in this horrible place. And we always heard shooting at night, we\nnever know where the shooting took place, we don’t know. Somewhere.",
        "A: Well, during the two years, they mar-marched me — they marched me out with\nother young guys my age, into the woods, I don’t know, and we had to carry trees\nabout this big — this big and long from here to — to there. Two — two guys on this\nend, two guys — carried it from here to there, I don’t know. I don’t know wh-why. I\nthought it was dumb. They made us work, you know.",
        "A: I don’t know. I don’t know. It’s a funny [indecipherable] I don’t know what\nhappened, no.",
        "A: Yeah, til September 1943 — 1943, they took my parents, me, more — other people\nout — way out somewhere in a field. They said to me, you — you stay — you are here.\nMy mother over here, more women with her. My father over there with other men.\nAnd then they said to us, turn around. We had to turn around, and I saw in the\ndistance cattle cars. Cattle cars were waiting for us. I went in the cattle car, I saw a\nlittle straw on the — on the — on the floor, and I saw one pail. One pail for so many\npeople. We could — we were just like this, we could not — we could hardly bend to —October 8, 2015\nto sit down, you know, [indecipherable]. And then they closed the cattle car, and\noff we went. And I got the list here of the next concentra — next place where we\nwent.",
        "A: Yeah, I have to —",
        "A: No.",
        "A: Yes, was —",
        "A: Lublin, yes.",
        "A: That is Edgar. Edgar Cohen was his name. He went to school with me, and\nsomehow we decided we’re going to stick together no matter what happens, and we\ndid. We were lucky th-that we were not separated.",
        "A: Yes.\nOctober 8, 2015",
        "A: Yes, yes.",
        "A: You can contact him, I have his address. He speaks very bad German. He’s very\nSwedish, he got very —",
        "A: I had no idea what happened to my parents. All I know, I start crying in the — I\nwas crying already in the — 1n the cattle car, worried about — worrying about my\nparents. I never know until the — but it must be 10 years now. Maybe 10 or 15 years\nago I found really out, what happened to my parents.",
        "A: Well, they shot them. They shot them and they throw them — they throw the\nbodies in the burning barn. And I spent awful many years thinking about it. I said to\n[indecipherable] is it good not to know it, or is it better to know it?",
        "A: And neither one is —",
        "A: — salvation. Neither one. No. And my mother was very — you know, everybody’s\nvaluable, any human life. She was very educated, she played the violin. She wasOctober 8, 2015\nvery musical. Sh-She loved opera like me — like I do, I inherit all that. She liked art,\nshe liked ev — you know. She didn’t know much about Judaism. Only on the high\nholidays, they went to the temple, [indecipherable] temple in Hamburg. That\nbuilding is still standing, too.",
        "A: Well, I was still lucky to —I still became, on my 13\" birthday, you get —",
        "A: — Bar Mitzvah. I still had Bar Mitzvah, but not in a — in a synagogue. It was sort\nof a private home. And I re —I learned to read that, which I can’t even do today any\nmore, the Torah.",
        "A: Yeah. I did that.",
        "A: Mm-hm, 19 — 1943, September.",
        "A: Mr. Norman(ph) in Germany, he’s, like you, an interviewer. And I don’t know,\nhe f — he interviewed me several times. And there’s another organization o-or\nproduction, I don’t know what it is, in Germany, they found that out. They found it\nout, and I’m not 100 percent sure if I have it documented on this — wh-when we are\nthrough interviewing me, I will show you.",
        "A: You can take it with you.",
        "A: You can play it and see if you find it.",
        "A: That’s —",
        "A: — the only documents I think I have.",
        "A: No, not — not — no. All these years, 20, 30, 40, 50 years, I didn’t know. It’s\nhorrible.",
        "A: I don’t remember. I don’t remember. I don’t remember Lublin, I don’t\nremember Reichsdorf(ph).",
        "A: I went to Plaszow.",
        "A: Well, after Minsk, we were transported to Lublin, Reichsdorf(ph), Plaszow,\n[indecipherable]. And I don’t remember. I don’t remember what we did there.\nThen we went to Flossenbirg.",
        "A: In Germany, that’s in Bavaria, and I remember it was — it’s deep down in the\nvalley, the building. I — I remember that we had to get up at four o’clock, 4:30 in the\nmorning, naked. Had to stand outside for two hours to be counted. And they always\nsaid, if somebody’s missing, we’re going to shoot so many people.",
        "A: No, it did not happen, not that I remember. So that’s when I — in Flossenbirg.\nThen we went to Kolyma. There we worked for — there we worked for airplane piet\n— pieces, to make parts for the airplane, I remember that. That was very difficult.\nThen there was a— I remember there was a — a Frenchman, he worked there, he wasOctober 8, 2015\nnot an inmate. He gave me, once in a while, piece of bread. He had an apple. And I\nwrote to him after World War II, until he died. His name was Mr. Parmentier(ph).\nOkay. Then we went to Obus(ph), I don’t remember anything about Obus(ph).\nThen we went to Sachsenhausen, Oranienburg.",
        "A: That’s in Berlin.",
        "A: Near Berlin. And I have to go back for a moment. In 1939, you probably know,\nthat they had the Crystal Night in Germany.",
        "A: They had the Crystal Night, and they picked up my father, and all the Jews in\nHamburg, and he was sent to — he was sent to —",
        "A: Sachsenhausen. I think he was there for two months. And when he came home,\nhe said to my mother, he had to sign a piece of paper not to talk what he saw, and he\nwhat — what — he never talked about it. And then we went to Braunschweig, I don’t\nremember much there either.",
        "A: Yeah, that’s — that was Oranienburg, Sachsenhausen.October 8, 2015",
        "A: Well, yes. I don’t know if I should — we had to stay again outside in the morning,\nnaked. And one guy was counting us. He was gay. And he looked at me, he told me\nto come forward, towards him. I did, and he asked me if I want to work wi — or get\na — work with him, get a job, it’s called kapo. You heard of kapos?",
        "A: Yes. So I liked the idea, and I didn’t like the idea because I felt I was so young,\nand I should tell other people who are much older than I am, to go and do this, and\ndo that, and — and [indecipherable] — I thought it was not my place to do. But I did\nit. So that’s that. And then we come to Neuengamme. | can’t remember which, to\nbe honest with you, it was one of the ca — one of the camps’ barracks. There was\nsome gay people again. They said the Nazis are going to come any moment.\nThey’re going to — they’re going to go through the barracks. And they put us in the\nattic, Edgar and me, they put us in the attic, and I was there for several hours. So, if\nthey would have come, they probably would have picked us and kill us. So they sa —\nthat’s why I’m always very thankful to them. They were very good to me that way.",
        "A: They hid me in the attic, yes, but I can’t remember which one it was. And now\nwe come almost to the end. They took us on the train, and then they put us in\nFlensburg, which is very north of Germany.",
        "A: Yes. And they put us on a— on a ship, on a freighter — freighter type ship. Not —\nwe didn’t know what they had in mind. They actually had in mind to sink the ship.\nAnd I have a book, a German book where another man was on the ship, and he\nknows the name of the ship — I don’t know the name of the ship — but they didn’t\nhave time to do that because the American came already, so they were fleeing the\nNazis. And we saw in the distance, we saw tiny, little boats coming from Sweden.\nThe Red Cross came and took us down.",
        "A: Out of the boat, and saved us. I was brought to Sweden. I was already — and the\nwar ended se-seven of May, I think, ’45.",
        "A: I was already free on the seven of May. I was already in Sweden.\nOctober 8, 2015",
        "A: That was — that must have been early May. Early May, and I think some people\n— yeah, there were some Germans still on it. They asked me, and I said I’m Polish. I\n—I couldn’t dare — I wouldn’t dare to say I was Jewish. My friend didn’t look\nJewish either. He also said, I’m Polish. Well, they know we didn’t have any papers,\nso they had to believe us.",
        "A: [indecipherable] what I’m telling you.",
        "A: I mean that’s — there’s much more to it than this, but —",
        "A: I just — I just really don’t know. I don’t want to make mistake. We were put in\nquarantine in Sweden —",
        "A: — for several months. And then, during the day, we could go in the courtyard.\nThere were hundreds of people every day, from the streets, people asking questions.\nRefugees who left Germany or other parts of Europe. Have you seen my — you\nwere in Minsk, have you seen my brother, have you seen my sister, and so on, you\nknow. So one — some woman said to me, have you seen my brother? I said, yes,\nI’ve seen him. I hate to tell you, but he was — he was killed. His name was\nOctober 8, 2015\nHorowitz(ph), Hugo Horowitz(ph). So she said, would you visit me after you\ncome out of this quarantine? I said yeah, I will do that. But in the meantime, they\ncalled them lottas(ph), those Swedish — they work for the Red Cross, I guess, the\ntype — that type. She insisted that I go to — go to her house. She had five sons. She\nsaid one — she said one more or less doesn’t make any difference. I was with them\nfor two — for several months. They were very good to me. Very, very good. Lovely\npeople.",
        "A: In Sweden, in Helsingborg. This took place in Helsingborg. In the meantime, I\nvisit this Jewish lady for — from Hamburg. I visit her, and we became friends, and I\nwent to America, we kept in touch. We became very, very close. They wanted\nadopt — they wanted to adopt me, but I didn’t want to change my name. Their name\nwere Liebentowski(ph). Liebentowski(ph) had a relative. You probably can find\nthat in the Jewish museum. [indecipherable] music. You will find that in some\nbooks, Jewish books, his name, Liebentowski(ph).",
        "A: That was his cousin, I guess.\nOctober 8, 2015",
        "A: I visit them — I promised them that I would never leave this country. I wasn’t\nhappy in this country.",
        "A: No. I found everything very strange. I always heard money, money, money. I\nalways heard money. I thought it was so strange to me, the word money. But we c —\nwe — I visit them all the time. I moved away from San Diego to San Francisco, and\nI visit them every year, two or three times. They came to me. In 1953, I met a\ngentleman from Slovenia. He also was in concentration camp, several camps, many\ncamps, and —",
        "A: No, no, he was Catholic, he was Catholic. And we lived together 46 years.",
        "A: Forty-six years. It was a per — most perfect set up I ever had in my life.",
        "A: Anton Rsl.",
        "A: I have his picture here somewhere.",
        "A: Yeah, it’s —\nOctober 8, 2015",
        "A: We had so much — we had so much in common. We had the same ambitions, we\nwanted to live nice, peaceful, and we built even a house in San Francisco, it’s still\nstanding. Nice home.",
        "A: Yes.",
        "A: Well, it — when he looked at me, and I looked at him, I knew exactly — I was —\nmy instinct told me, I knew exactly what it meant, right then and there, I knew that.\nOctober 8, 2015",
        "A: Well, it meant that he wanted to, if I like it or not, I have to sleep with him. I\nhave to have —",
        "A: And I did this for several weeks.",
        "A: Several weeks, as long as I was in that camp.",
        "A: That was the first time in Flossenbirg, yes.",
        "A: Yeah, Sachsenhausen, not — not before.",
        "A: No, not before, no.",
        "A: Yes.",
        "A: Yes. I had another I’d a — it was not a sexual experience, when we were in ru —\nin Russia.",
        "A: We went out to some — someplace in the country. Was some big building, I don’t\nknow, was — was to work some — something there, and I — I walked away a little bit\nfrom — from the building, I was all by myself, standing by a tree. And out of the\nblue skies came a soldier, German soldier. And he looked me deep in the eyes, and\nhe said — he said to me, you want to get away from all this? You want to go ma — go\nwith me? And I hesitated of course, I said yes, no, yes, no. Maybe it’s a good thing I\ndidn’t do that, because I probably would be — we probably both would be caught,\nand would be shot. So that was another experience and that — gay experience.",
        "A: I was just young.",
        "A: I just didn’t — I just didn’t know. I didn’t know. I thought I’ll grow — I thought I\nwould outgrow it, you know? I didn’t know. I didn’t know. And I — sex was not on\nmy mind —",
        "A: —1n all th — in all these — you know.",
        "A: No, sex was not on my mind.\nOctober 8, 2015",
        "A: Well, it — 1t — it happened to my — to my Edgar, it happened to him, too.",
        "A: This man’s name was Hoffman(ph), or — I don’t know, I don’t remember. So\nEdgar — but Edgar was not mad at all for this. And so one day he didn’t want to do\nit, so this Hoffman(ph) took all his clothes away, stripped him completely of his\nclothes, he had no clothes, he could not get out of — out of the barrack. He could\nnot, and he cried. And he cried and he cried and he cried. So — and he’s a little\nsmaller and — than me, and —",
        "A: — it was terrible. No, I cannot tell you what cam — camp it was, but I remember\nthe event, yeah, because he told me, and I saw the man. It was another prisoner.",
        "A: It was another prisoner, probably a gay prisoner.",
        "A: And Edgar’s very straight, he’s got a nice family, and he’s a grandfather, and he\nwas never that way.\nOctober 8, 2015",
        "A: Yes, that’s what they did.",
        "A: That’s what they did with women, too, of course, you know. You know that.",
        "A: With women.",
        "A: I just — I just did from day to day, that’s what you do. You cannot think of\ntomorrow, or day after tomorrow. You’re just so — I can’t believe it, to be honest\nwith you, I think about it night and day. I can’t believe it today, that this happened,\nthat this happened, this whole thing. That this happened to me. That I’m still here.\nI’m still here. Because it’s very stressful.",
        "A: Very stressful.",
        "A: Yes, I do have nightmares.",
        "A: I do, yeah. I dream a lot.",
        "A: Yeah, it’s always about power, and not having the power, and being — can’t do\nwhat you want to do, somebody’s following you. It’s always in that direction, yes.",
        "A: Yeah, you been very good.",
        "A: You been very good during this.",
        "A: Yes. It was a pi — we had wonderful friends, wonderful friends.\n[indecipherable] didn’t make any difference. They were perfect people at my — but\nthey all have passed on.",
        "A: Anton Rsl.",
        "A: R-s-l.",
        "A: Yeah. We went to —1999, we — we — we went to Nice. We liked Nice. We went\nthere three or four times. He got very excited one day in a store the last time.\nSomebody pushed themself in front of us. He got red in the face, I'll never forget it.\nOctober 8, 2015\nScreamed at her. He said, you’re like the ger — like the Germans, the Germans do\nthat. So next day was a special holiday in Nice. I can’t — you probab — I don’t know\nwhat holiday it was. It was a Sunday, too. We had breakfast, then we went for a\nwalk. And all of a sudden, he said, I can’t walk any more. So I leaned him against\nthe wall, and then I saw a hotel. I managed to get him to the hotel, drank water, then\nwe took a taxi back to the ho-hotel where we stayed, and called a doctor. And\ndoctor — and Anton was in pajama, laid on top of the bed. Couldn’t find peace,\ncouldn’t — couldn’t stay put in one position. And the doctor came, opened the hotel\ndo-door to the room, the door. And I had a gold — gold watch on, hundred dollar\nwatch. He said, oh, you have a beautiful watch on. I thought, uh-oh, that’s the\nwrong doctor. I’m sure that be the wrong doctor. So he examined him. He said, I\ngive him a shot. He be okay in two hours. It was the worst thing he could have\ndone. In two hours he got up, he said — I said, I’m going to call your friend in\nYugoslavia, you talk to him. And I dialed the number, and he just — he just slumped\nover. And I — I caught him real quick, and I was holding him, I — he probably\ndoesn’t know any more. He probably was already gone.",
        "A: So then I— I wrote a nasty note to the doctor, I said, I’m gonna sue you.\nSomething is — something is wrong here. Then I went to here, and somebody, a\nOctober 8, 2015\nnurse, and I showed her what the doctor did. She said, that was the wrong thing to\ndo. He could have lived. He had a heart attack. He needed to be rushed to the\nhospital.",
        "A: So that’s how he died.",
        "A: And then they were so cruel. When he was laying in the bed, there were so many\npeople around him, I don’t know what, and I was way back. He had a big cross\nhere, a golden cross. They ripped that off and stole it. They stole that. I mean,\nthey’re awful. And then I couldn’t get the ashes, I had to wait seven months — six\nmonths I had to wait for the ash-ashes. They said they were — that their crematorium\nor the funeral parlor was bankrupt, or something. I got the ashes sitting here. I don’t\nbelieve it’s his ashes. I don’t believe it. It’s just a tiny little thing, like that.",
        "A: Why was he in concentration camps, that’s a good question. It has something to\ndo with Tito. Tito was after the students, I believe. I think the students were\nrevolting, many years ago. Do you know anything about it?",
        "A: No, no, he was in different camps.",
        "A: No, he was in others, he was in —",
        "A: Tito.",
        "A: Yes.",
        "A: He was Yugoslavian at that time.",
        "A: But then later — but his mother was in German concentration camp. They came\nto the — they came — the Germans came to their village, those — with orange —\neverybody out, everybody out, everybody out, and they took over. She had to leave\nthe cows, everything — everything they all had. And she was put in a concentration\ncamp, but she survived. And he met her after the war. She came to Germany, I\nremember that very well. This was sit in the park, and — and she died after that.\nOctober 8, 2015",
        "A: I don’t know right now, to be honest with you. It went easy, better than I\nthought.",
        "A: I had sleepless nights about this, I really did.",
        "A: Mm-hm, I did. I really don’t like to talk about it, and — because it’s — it 1s terrible\nat night for me, the nights are terrible.",
        "A: I thank you for taking the time, and I hope it — I hope it never happens again like\nthat, but —",
        "A: — it’s unbelievable, you know?",
        "A: I mean, there’s so many little details, it’s just —",
        "A: The Ukraines for instance, they volunteered to be — work for the Germans and\nthe — we — we were running, and they’re having those big peitsche, in German —",
        "A: Yes, like you do — use for horses.",
        "A: They would whip us with those, because we didn’t run fast enough. I never\nforget it. That — boots on until here, you know, black boots.",
        "A: Yeah. They were terrible, the Ukraines. [indecipherable] working for the\nGermans. I remember that, too, another incident that I couldn’t tell you where it\nhappened, but it did happen to me personally, yes.",
        "A: No, that’s it.",
        "A: You can’t do that, and I’ve forgotten half of it.",
        "A: You know? It’s a good thing that I have.",
        "A: Because I’m — can’t — you don’t know any of these seven people from\nHamburg, no? They’re all dead.",
        "A: They’re all dead.October 8, 2015",
        "A: But Arthur Menke(ph) worked for the White House, he was an electrician. I\nthink he should be — he should be in the museum, I’m sure you must have\nsomething.",
        "A: Arthur Menke(ph).",
        "A: We went to school together, yes.",
        "A: Yes, and Heinz Rosenburg(ph), Henry Robertson.",
        "A: Henry Roberson, I have a book —",
        "A: — where — where I’m mentioned, he mentioned my name.",
        "A: Twice, I think, or three times, if you want to read it.\nhttps://collections.ushmm.org\nOctober 8, 2015",
        "A: Yes.",
        "A: Okay.",
        "A: I thank you for being so patient with me.",
        "A: Thank you.",
        "A: That’s my father when he was —",
        "A: — 19 years old in Berlin.",
        "A: 1913.",
        "A: George Philipp.",
        "A: And in German, Georg(ph) Philipp.October 8, 2015",
        "A: That’s my mother on the right, that’s me in the middle, and that’s my\ngrandmother —",
        "A: — on the father’s side.",
        "A: Taken 1930, in Hamburg.",
        "A: That’s my father.",
        "A: As a baby.",
        "A: I don’t know the year.",
        "A: My relatives in Spain, who fled Germany, saved them and sent them to me after\nWorld War II.",
        "A: I’m the — I’m the one in the lederhosen.\nhttps://collections.ushmm.org\nOctober 8, 2015",
        "A: And then the third person is my mother.",
        "A: And on the far, far left, it’s my father.",
        "A: And the other people were friends of my parents.",
        "A: Hoffman(ph).",
        "A: Hoffman(ph) in Hamburg again. Hans Hoffman(ph), I think.",
        "A: Okay.",
        "A: Blankanase(ph).",
        "A: Like — it’s outside Hamburg. Very nice.",
        "A: Yes, yes.\nOctober 8, 2015",
        "A: That’s Anton on the right, and me on the left.",
        "A: Eighty-five, 1985.",
        "A: Yes.",
        "A: San Francisco.",
        "A: Ask me question.",
        "A: This is in the center —",
        "A: — for Jews in Hamburg. When the airplanes was dropping bombs, we had to go\ndown there. And you see in the far back —",
        "A: — by the curtain, you see doctor — way to the left, Dr. Besser(ph) and his wife.",
        "A: Yes, yes, yes.\nOctober 8, 2015",
        "A: Yeah, I can remember — I can remember, my mother is somewhere there. She’s\nthe third person from the front —",
        "A: — putting her head a little forward.",
        "A: It’s my mother, yeah.",
        "A: Yes.",
        "A: And I’m — I’m the first one, having that little dog, the little Pekinese dog in my —\nin my arm.",
        "A: A what?",
        "A: That’s a — that’s a curtain to keep the Jews separated from the Aryan people,\nwho were sitting next door.",
        "A: It’s ridiculous, the whole thing 1s ridiculous, because if a bomb would come\ndown, we would be all killed regardless if we were Jews or Christians.October 8, 2015",
        "A: Yeah, absolutely.",
        "A: Yes.",
        "A: That’s my first day in school, 1934.",
        "A: Oh, that’s — every child gets a bag like that, for being a good bo — a good—a\ngood pupil the first day in school.",
        "A: Okay?",
        "A: It’s my birthday.",
        "A: I don’t know right now. 1936.",
        "A: Thirty-six.",
        "A: And I was born — I was nine years old then.October 8, 2015",
        "A: Nine years old. That’s me on the far left.",
        "A: That’s a German lady friend of — that’s my mother, the third person. And —",
        "A: — Peter — Peter Peterson, the one that’s leaning against the buffet. And then\nthere’s a person called Heinz Gaston(ph).",
        "A: And the other two I don’t remember —",
        "A: — the names.",
        "A: I beg your pardon’?",
        "A: The one on the far right.",
        "A: Yes. Yeah, I could never locate him after World War II.\nOctober 8, 2015",
        "A: That’s my mother, on the right. That’s my cousin on my father’s side, my\nfather’s sister’s daughter.",
        "A: And that’s me.",
        "A: Right downtown, Alster Lake.",
        "A: Yes.",
        "A: That’s the apartment building where I was deported from in 1941, sic — seven of\nNovember.",
        "A: And my parents too, of course.",
        "A: Fifteen Bogenstrasse.",
        "A: Yeah.",
        "A: Yes, bo — bogen means bow.October 8, 2015",
        "A: Bow Street.",
        "A: It’s still there.",
        "A: Oh, four — four or five years ago.",
        "A: We have dates now on the ground, you know that. I thought I had this here.",
        "A: You know, they put cobblestone for the people. You know about that, don’t you?",
        "A: Some Jewish people don’t like the idea. They said, again they’re gonna ste —\nwalk on us.",
        "A: They thought it should be against the building, would have been a better idea.",
        "A: Well, it’s custom now in Germany, to put cobblestone down for — for people\nwho were murdered during the third — Third Reich in Germany.\nOctober 8, 2015",
        "A: Bo — at Bogenstrasse, fort — 15, in Hamburg.",
        "A: In front of the apartment building, yes.",
        "A: Yes.",
        "A: Yes.",
        "A: And — and slaughtered.",
        "A: Yeah, only people who were killed get this. If you ali — if you alive, you don’t\nget it.",
        "A: Yeah, you got it?",
        "A: That’s my mother.",
        "A: In— Laura Philipp, at okens — at Okenbrucfelde(ph). The street doesn’t exist\nany more; it was wiped out during World War II.\nOctober 8, 2015",
        "A: Completely leveled.",
        "A: In Hamburg, yes.",
        "A: It was on a hill like that, so they rebuilt the hill.",
        "A: It is.",
        "A: It is early 30s.",
        "A: That’s 1929, I was two years old, that’s my mother on the right side, and my\nfather on the left side. But I don’t know where it was taken.",
        "A: It was part of —",
        "A: Most likely Hamburg.",
        "A: I beg your pardon’?October 8, 2015",
        "A: Yes.",
        "A: Die ganza —",
        "A: That’s me. Me, me, me, me, two years old in Hamburg.",
        "A: August 19, 1930.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact -eference@ushmm org for further inforpetton about this collection\nUnited States Holocaust Memorial MuseumOctober 8, 2015\nRG-50.030.0841",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "GARY H. PHILIPP\nOctober 8, 2015"
    ]
}