{
    "rg": "RG-50.030.0549_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nSonja DuBois, conducted by Ina Navazelskis, on November 10\", 2008, in\nWashington, D.C., at the United States Holocaust Memorial Museum. First of all,\nthank you Sonja for agreeing to talk with us today.",
        "Answer: My pleasure.",
        "Q: And as we do with all of our interviews, we’re going to begin at the beginning.",
        "A: Right.",
        "Q: We’d like to hear — we’d like to lay the groundwork, and that means where you\nwere born, when you were born, your family, who was your family. So, short\ndescriptions of your father and your mother, if you had any siblings, their names.\nAnd before we start with that, there’s something I see that’s very unusual, with mo\n— from most of the interviews that we’ve conducted, in that today you are Sonja\nDuBois, and on the day you were born you were Clara van Tyne(ph). That’s quite\na different name.",
        "A: Isn’t it?",
        "Q: Yeah.",
        "A: Right.",
        "Q: So, ex —",
        "A: And I’ve had a name in between.\nNovember 10, 2008",
        "Q: So, it’s all a— you know, here it is —",
        "A: All right. Yes, I was —",
        "Q: Explain it to us.",
        "A: Yes, I was born October 1994 — ’?90 — 1940, of course, in Rotterdam, The\nNetherlands, or Holland, whichever way you want to put that, to a young Jewish\ncouple named Moshe and Sophie van Tyne(ph). They were — had been married in\n1939, and I was born in 1940, and their lives ended in 1942, and I was their only\nchild.",
        "Q: Oh my.",
        "A: And —",
        "Q: Is van Tyne(ph) a— a Dutch Jewish name?",
        "A: Yes, it’s a—",
        "Q: So you —",
        "A: — it’s a dut — Dutch Jewish name, but I never knew what my name was until\nquite a few — few years later. To get to the en — to the initial part of the story, which\nwill — you will want to — will want to come back to, is in 1938, a cousin got out of\nThe Netherlands on the last ship, Hospel(ph). Her name — her — her new husband\nand her, and her baby girl, went to Australia, cause United States wasn’t accepting\nany more refugees. And these people figured back into my life much later.\nNovember 10, 2008",
        "Q: What are their names?",
        "A: Oh boy. Bev Schulster(ph) is the daughter of Aunt Alice. Aunt Alice van\nHilder(ph).",
        "Q: Van Hilder(ph).",
        "A: Yeah, g-e-l, yeah. She and her young husband; he used to travel abroad, and kind\nof saw the handwriting on the wall. And he and his wife and little baby girl, and his\nparents came over. Who turned back up in life way later.",
        "Q: Okay, okay. So, when you were born in 1940, where were you born — were you\nstill with — yeah, of course you were with your mother, but were your parents in\ntheir own home? Were they both —",
        "A: You know, I th — I think I might have been born right after their initial home was\nbombed. They lived in the old city in Rotterdam and I understand that was bombed\nearly on by the Nazi. So, they either lived there or another place in Rotterdam, and\nI know — I know that address. The initial address is, you know, no longer.",
        "Q: Did you ever see photos of them?",
        "A: I have one precious photo of them. And I didn’t get that until I was 60 years old.",
        "Q: Oh my.",
        "A: Which 1s a long time ago, too, you know.",
        "Q: No.\nNovember 10, 2008",
        "A: But I'll tell you how it —",
        "Q: It’s a long time —",
        "A: Yeah, it’s a long time to wonder what your mother looked like, what she smelled\nlike, you know, the intimacy that you — that surely kids —",
        "Q: Yes.",
        "A: — I presume.",
        "Q: Yes.",
        "A: You know, all this I presume they develop with their mother, because I was 21\nmonths old when they were deported to Westerbork. And —",
        "Q: By that time you were in hiding? That mo — by that time you had been taken\naway from them, or they had —",
        "A: No, the day they got on the — on the train, on the transport to Westerbork, I was\nhanded over, they handed me over to a friend of theirs. And, you know, I will never\nknow if — 1f this was a — of course it was agonizing — if it was a decision that they\nhad made prior to that, or if 1t was just because, as I heard it later, Daddy’s friend\nsaid, you don’t want to take this child with you. I sort of think of the earlier, you\nknow, that they had agonized over it and decided that they didn’t really know where\nthey were going yet in ’42, except, you know, you haven’t worked in awhile, and\nthey promised people jobs, too, so —\nNovember 10, 2008",
        "Q: Well, what — what — do you know what he had been doing, what his job had\nbeen?",
        "A: Yes, yes, as a matter of fact, after the war, I have a few precious papers, and one\nof these was his dismissal letter, which was typed in 1941, just a paragraph. And it\nsaid that they were very sorry, due to circumstances, they had to let him go, but\nwould recommend him to anyone. So when I — and he — he worked in a — he chaired\na linguist department like — it was an export company, so I guess he knew\nlanguages.",
        "Q: Oh, so it was an export company that had a department of — of — of many\nmultilingual people.",
        "A: Probably, yeah, yeah.",
        "Q: And he was the head of that department.",
        "A: And so he, you know, he hadn’t worked at — in awhile, and I tried to look up that\ncompany many years later when I si — finally started researching and found out they\nwere a Jewish company too, and of course, had been bought for pennies on the\ndollar, or guilden.",
        "Q: Yeah.",
        "A: Long time before that. So he —\nNovember 10, 2008",
        "Q: At 21 — at 21 months old, I would be very surprised to think that you’d have any\nmemories of that time.",
        "A: No, Pm—",
        "Q: What are your earliest memories?",
        "A: It’s really strange. An earl — earliest memory that I have didn’t flash in — see, my\nlife’s floating puzzle pieces, didn't flash in until maybe a dozen years ago, when my\nhusband and I were in Saint Thomas and they have these little boats that go\nbetween hotels and port. And there was this — they look like little Thomas the train\ntrains. And I said to Ron, I said, I’ve been on one of those before. And smells are\nalways the strongest memory for me. And I smell that I’ve been on that boat before.\nWell, the person I was given to, after we went [indecipherable] and that was a\ntemporary situation, when Mom came to pick me up, she tells me, she went one\nway, like my tram probably, and came back another way, which was across the\nMass river, you know, not to be traced. And I remember sitting down on a little\nbench, smelling that smoke go over me, and oh, it’s so strange that, you know,\nthings like that still happen. And put —",
        "Q: The little flashes.",
        "A: Yeah, they just — they’re just little flashes.\nNovember 10, 2008",
        "Q: So, what happened to y — what happened to you before your earliest memories\nkick in, that you were told later, of your road? Your parents are there until they’re\ndeported to Westerbork. At the time of their deportation, they hand you to\nsomebody.",
        "A: Right, to Mr. Dolf Henkes, who became quite a well known artist in Europe.\nAnd that’s an important connection, cause until like the 80s, I couldn’t figure out\nwhy I was given to one person and not to another. He was a friend of Daddy’s, and I\ndid find out later that they were both artists. Daddy’s an art — was an artist.",
        "Q: Your father in — when you say daddy, you mean your birth father?",
        "A: Yeah, right.",
        "Q: Okay.",
        "A: There are Mother and Daddy, and Mom and Pop.",
        "Q: Okay. That’s how they’re distinguished.",
        "A: Right.",
        "Q: Okay. And Mom and Pop are the people who raised you?",
        "A: Right, right.",
        "Q: Okay.",
        "A: So, I was given to Mr. Henkes, he was a single man, always was, and had — took\nme home — well, first he took me to farm country, where a lot of kids were hidden,\nNovember 10, 2008\nbut he found — the conditions he’d found were atrocious. It was behind a chicken\ncoup, there was a family there. And I think it was a mutual decision, they didn’t\nwant me, cause I cried a lot, you know, I would have given them away.",
        "Q: You’re a baby.",
        "A: Yeah.",
        "Q: You’re a baby.",
        "A: I’m probably missing my mommy. So he took me home, and then through the\nunderground, nobody’ ll ever know where, who, what, because I’ve tried to find out.\nJust within the last two years I was rejected to have them named as Righteous\nGentiles, cause we couldn’t find — one of the reasons was we couldn’t find enough\nwitnesses.",
        "Q: We can talk —",
        "A: Okay.",
        "Q: We can talk about that later.",
        "A: Yeah, okay.",
        "Q: Okay.",
        "A: Fine. Enough witnesses. So he took me home, Mom and Pop are — Mom came to\npick me up. And I think the reason my birthday was celebrated in August, nobody\nknew a thing about me, was that they got me in August, you know. I know when\nNovember 10, 2008\nMother and Daddy went to Westerbork, that was like the 27\" or something, July.\nFigure they futzed around a little bit, finally found somebody. So in August, it was,\nyou know, a new beginning for me. And they couldn’t have children, so you know,\nI was an answer to their prayers as well.",
        "Q: And where did — where were they — who are — what are their names, and where\nwere they from?",
        "A: They’re — were Elizabeth and wille — William van der Kaden.",
        "Q: Van der Kagan(ph)?",
        "A: Kaden.",
        "Q: Kaden.",
        "A: Which 1s of the dike, in Holland.",
        "Q: Okay, van der Kaden.",
        "A: And they had always lived in Scheidam, which is a city right next to\nRotterdam. And he — he was active, Pop was active in the underground, and Mom\nused to volunteer the Red Cross, so it’s — you know. I’m sure they had —",
        "Q: How old were they? Were they older than your own parents?",
        "A: No, they were — Mom was born in the same year, 1913, just like Mother and\nDaddy were, and Pop was maybe about five years older.",
        "Q: Okay.\nNovember 10, 2008",
        "A: So — but I didn’t look like anybody, you know, when — it’s amazing how many\npeople — it really did take a village to bring up this child, because they weren’t the\nonly — you know, they took the biggest risk, but there was the pediatrician they\nfound to examine me, who guessed at my age. Yeah, August sounds good, you\nknow. Two years old, fine. You know, it’s two or three months. There was the food\nstamp office that gave me a s— a stamp so I could eat.",
        "Q: Eat. So you’d have food rations.",
        "A: Yeah, I had food rations. Let’s see, what else? Oh, there were people that Mom\nknew — oh, one friend of theirs was a policeman, and from an old coat of his, I got\nthis wonderful navy cape that she sewed. I must have look — you know, and it had a\nlining, I remember a plaid lining. So I must have, you know, worn. And the — the\nfirst picture I had was with a little knitted dress that was pulled — you know, it was\nwarm. Nobody else had anything either. So, they pull that thing on and started over,\nand made this pretty dress for this little girl.",
        "Q: And you — you had no brothers and sisters in that family, or did you?",
        "A: None. No, I had — you know, I was first child of my natural family and they\nnever had children either. So, as Mom used to call me when she aged, and could\nremember my name, she’d say, oh, here comes my only one. So, you know, we all —\nalways meant a lot to each other.\nNovember 10, 2008",
        "Q: Then let’s go back to your — your — you’ve been — you end up with them, and\nyour earliest memories then, with them. Do you ha — can you pull those —",
        "A: Oh yes, yes, yes. As a matter of fact, I wrote a story about this, because it keeps\nflashing in front of my eyes. And that is the first time I saw a parade, or I thought I\nsaw a parade. We u — we lived three different places during four years, by the way.",
        "Q: You were with them for four years?",
        "A: No, I was with them all my life, but —",
        "Q: Okay.",
        "A: — you know, communication was much slower than it was —",
        "Q: That’s right.",
        "A: — so when people in one end of town started making — posing questions that they\ncouldn’t or wouldn’t answer, we’d just move across town. Well, you know, that\ndoesn’t make any sense now, but it did then.",
        "Q: Of course, of course.",
        "A: So, the second place we lived was on the second floor, and in Holland you had\nthese little spy windows at — at the front of the window, so you could see who was\nat the front door. Well, I was not — never ne — knew why, I was never allowed near\nthe window anyhow. Strange rule, I thought, but —",
        "Q: You weren’t allowed, yeah.\nNovember 10, 2008",
        "A: Not allowed near the window. Well, what do you do when you’re told you’re not\n— told you’re not allowed?",
        "Q: Go to the window.",
        "A: Well, you go to the window.",
        "Q: Yeah.",
        "A: So, I don’t know how old I was, but I know it was at dusk. It was a rainy — it was\nthat nasty rain they have in Holland, just kind of slithers down and co —",
        "Q: Cold and clammy.",
        "A: Yeah. And there is a — a parade of men, and I could count, I could count to 10, I\nthink. And there were five men across, and then a row back, and I don’t know how\nmany there were. And they were — there was a drum in front of them, one drummer.\nAnd these people had strange costumes, to a child’s eye. They were all kind of\nbrown and gray and black. But it wasn’t a happy parade. Just kind of strange, but I\nthought it was a parade, because I had never seen a parade, probably. And some\nwore hats, and some that — I can remember the glistening of their hair, those that\nweren't — weren’t wearing hats. They all had carried a roll of some sort, which later\non I figured out were blankets. Where we lived, just around the block was a train\nstation.",
        "Q: Oh.\nNovember 10, 2008",
        "A: And so, they were having their last walk in their city, because you know, when\nthey went to the train station and the door closed —",
        "Q: So these were not soldiers, these were just ordinary people?",
        "A: These were — these were men that were found, they’re being deported. And of\ncourse, you know, I was being protected from whatever nasty was going on. I didn’t\nknow it was nasty. I couldn’t figure it out. Why would you have a parade on a rainy\nday, why didn't they cancel it? I knew that much. And there wasn’t any happy\nmusic.",
        "Q: And there was a drummer. That’s so strange.",
        "A: Yeah, it was just a — a single drummer. And then of course, it was much later\nwhen I figured out that their fate was probably sealed when —",
        "Q: They were found.",
        "A: — they sealed the doors of the train.",
        "Q: Yeah, yeah.",
        "A: And — but, you know, Mom and Pop always, always worked hard at protecting\nme from — from my other life. I— my life kind of became a conspiracy of silence.\nThere is good and there is bad in that, I’m afraid.",
        "Q: Did you play with other kids during the war years?\nNovember 10, 2008",
        "A: No, I belonged to — they tried to make life as normal as possible for me. I\nremember going to a pre-school or kindergarten, or something like that.",
        "Q: Did they look very different than you?",
        "A: Yeah.",
        "Q: Your parents — I mean, your — your adopted parents? They did?",
        "A: Oh yeah. Pop was red haired, kind of bald already, and Mom was a dark blonde.\nSo — but there were questions all the time, and — and in another group of people who\n— who could have — who became part of the — the extended family were the teachers\nand the parents that used to pick the kids up. Where’d this little girl come from?\nHow come, you know, she doesn’t look like any of us? I have a picture, you know,\nclass picture, of me. I was short, I was sitting on the bench in the front row, and\nthere’s like a row behind me and a teacher on each side. It’s one redhead, all\ntowheads and me, you know, so you know, my hair is still black. And that had to be\nvery telling, and it was years, years, years later that my girlfriend Welly(ph), who I\nstill correspond with in Holland, told me, we were all sworn to silence. The reason\nwas given that it would just hurt me. It would, you know, upset me to know that I\ndidn’t belong [indecipherable]. Well, of course, kids have that instinct where they\nknow that, or I did, anyhow. By the time I was about five years old I figured out\nthat —\nNovember 10, 2008",
        "Q: Something’s different.",
        "A: Mm-hm.",
        "Q: How’d you figure that out?",
        "A: Well, it’s hard to tell. There again, snippets.",
        "Q: Well, let’s have them, snippets.",
        "A: The most obvious was that towards the end of the war, we used to — you know,\npeople walk there all the time. I used to walk around the city and meet\nacquaintances and friends. And I’d be standing here holding [indecipherable], and\nthe conversation was always the same. Well, who have you heard from, did\nanybody come back? When — when’s anybody coming back? That — and the answer\nwas always negative, no, we don’t know. And I’m standing right there. So\neventually I figure out, they’re talking about Mother and Daddy. And —",
        "Q: Did you always know —",
        "A: —I felt —I felt — I felt — I think I felt cheated, cause nobody ever told me\nanything. I was spoken about — it’s like, even when I was older, but I was never\nspoken to. I wasn’t given the fact that I had an intelligence, that I had ears, you\nknow, that I could hear. People don’t adopt kids that way, not that I was ever\nadopted, but they don’t handle situations like that. Course, during the war they\ndidn’t have much choice.\nNovember 10, 2008",
        "Q: Yeah. Were you tol — do you remember ever being — did you — when you came\nto them, were they your mother and father? For all intents and purposes, you had no\n—no other mother and father, or did you always know that you had another one,\nanother set of parents?",
        "A: At that point where we’re putting things together, I knew. I wasn’t told until six\nyears later.",
        "Q: So you were only told when you were like 11 years old.",
        "A: Almost 12, right.",
        "Q: Almost 12. But at that point is when you started suspecting that you had a — there\nwas something —",
        "A: M-More.",
        "Q: Mm-hm. Because of that conversation, always the same.",
        "A: Yeah. You know, I was —",
        "Q: Did you ask them, and they just deflected your answers?",
        "A: No, I didn’t — you know, I didn’t begin to ask until after to — they told me,\nbecause instinctively I think I knew it would hurt their feelings, or I wouldn’t be a\ngood girl, and we were all trying to be very good, and you know.",
        "Q: Yeah.",
        "A: And —\nNovember 10, 2008",
        "Q: Did you have —",
        "A: — it was kind of cowardly, I guess, you look at it now, but I was a little girl, you\nknow?",
        "Q: Oh, it’s not cowardly at all, 1t’s normal. And it’s also — what a — what we’ve\nfound in — 1s that there’s a lot of people who had silences in their lives, in their early\nlives. And most of the reasons — and sometimes they don’t know those reasons, you\ncan only kind of assume, but those who 1-impose the silences, let’s say your — your\n— your —",
        "A: Mom and Pop.",
        "Q: — adopted parents —",
        "A: Yeah.",
        "Q: Yeah. Didn’t want to traumatize the child. They — they — they didn’t know —",
        "A: I think they didn’t know how to begin.",
        "Q: That’s right. They didn’t know what to — how would they handle this, and they\ndidn't know what effect it could have on you. Or — I mean, I’m assuming too. I\ndon’t know.",
        "A: And on them.",
        "Q: Yeah.",
        "A: Later on you find, you know —\nNovember 10, 2008",
        "Q: Okay.",
        "A: — you — well. Let’s talk a little bit how I was kept alive.",
        "Q: Yes, please.",
        "A: These — these people — you know, everybody in Holland was hungry, too. It was\nthe land of, you know, butter and milk and cows, and you know, the — the soldiers\nwere getting it all, you know, they had to keep the troops alive.",
        "Q: So how were you kept alive?",
        "A: There one — one day — one meal a day, a hot meal, was the meal of the day. I\nused to go — in Holland we have a lot of aunts and uncles, just everybody’s an aunt\nand uncle. They found an aunt and uncle for me who gave me hot meal a day.\nNobody asked where they got the food, or you know, that type of thing. But I went\nto these folks, my little cape on. And it must have been just a couple of blocks,\ncause I went by myself. And —",
        "Q: Why didn’t you eat at home? Didn’t they have the food?",
        "A: Well, they were getting to the s — going to the soup kitchen and getting this, you\nknow, two slices of bread and this thin soup.",
        "Q: No, no, I’m — what I — where my curiosity comes from is that you had a ration\ncard; somebody had colluded and given you a ration card.",
        "A: Yeah, but that food was pretty yuk for a three year old.\nNovember 10, 2008",
        "Q: Oh, I see, I see.",
        "A: All right, yeah, yeah, 1t was —",
        "Q: So-",
        "A: — it wasn’t nourishing. Couldn’t get any milk. I have another story about how I\ngot milk. But, you know, to get a regular, substantial meal, I was told I was a little\nwaif already by the time I came to them. Which is likely because I wasn’t getting\nenough to eat, you know, at Mother and — and Daddy’s.",
        "Q: And so you went to this aunt and uncle who were probably not their relations\neither, but just —",
        "A: No, no, they weren’t.",
        "Q: Yeah.",
        "A: And, you know, it was sort of shady, I’m sure, as to where they got their food.\nAnd — but I had a nice, hot meal, and it was so sweet. I would come home and I\nremember this distinctly, I don’t know why it didn’t — you know, some things just\ncome to me, and — and Pop would have the — they have these little tins, like I think\nprobably Laura Ingalls carried to her — to lunch for school.",
        "Q: Yeah, yeah.",
        "A: And the soup would be in there, and he would ask me if I was still hungry. And\nI’m told that nine out of times — 10 times, I ate it, you know.\nNovember 10, 2008",
        "Q: Well",
        "A: [indecipherable] you — you know, I didn’t know, but I didn’t need it, you know,\nand he — he did.",
        "Q: You — maybe you were hungry.",
        "A: Right.",
        "Q: Your — you’re a child and they know that, and they know that, and they loved\nyou.",
        "A: Yeah.",
        "Q: That’s what it sounds like because they were — there could have been a situation\n— you were with a family which would not have fed you more than they needed to.",
        "A: Right, right. Yeah, it was — it was fine. So, you know. And Pop used to cook\nsugar beets. And every — they c — they cut them in strips, and then they simmer\nthem, and it makes some sort of syrup. And he would cut them, and he was always\nhungry. And he would give me a si — a little piece of — half of that, and he says,\ndon’t tell Momma. You know, but he wa — he was my buddy.",
        "Q: Did you — did you ever feel, during the — during the war times, that you were in\ndanger? Did you ever remember such a feeling?",
        "A: Yes. Yeah, I do. I remember — you know, in Holland the bathrooms are not the\nway they — ours are. They call them WCs and they were water closets, they really\nNovember 10, 2008\nare. And Mom and I, I— I do remember sitting there, not knowing why, being held\non her lap, and hearing these high pitched sounds, and those were, of course, the\nbombs, or the bombers flying near, or whatever. But we used to sit in the —",
        "Q: Oh.",
        "A: — 1n the — in the toilet there. And another time there was a — a man raid, and\nsomebody had warned us. Pop had already hidden out with a friend of his, and we\nwere to go there as well. And it was a — must have been summer, because I\nremember the cobbles — I had bare feet, and so it was at night and the cobblestones\nwere slick, but not ice cold — because Mom was carrying a — a pot of soup or\nsomething like that, and her — she said to the soldier that she had to go to\nkrankenhaus.",
        "Q: To the hospital.",
        "A: Right. And I guess in those days, whatever you had, you brought. And she told\nme to, you know, go ahead and run ahead. And it’s the black boots that frightened\nme. I don’t own a pair of black boots. There will never be any in my closet.\nBecause, you know, Nazis boots came up, probably to my eye level.",
        "Q: Oh my.",
        "A: And that is, you know, that’s just one of those quirks that still exists in my life,\nand —\nNovember 10, 2008",
        "Q: Did you — the dane — the first danger that you mentioned 1s the kind that would\nbe indiscriminate. It — you know, a bomb falls, it doesn’t —",
        "A: Right.",
        "Q: — care who it falls on. Was there danger about you?",
        "A: I don’t think there — I was eve — Mom and Pop were ever personally, or myself,\nattacked, to — where we ha — where we felt — where I felt I’m safe.",
        "Q: So, the only thing was is that occasionally someone would say something, ask\ntoo many questions about where you came from, and you moved.",
        "A: Right.",
        "Q: But not to the p —",
        "A: Oh, and what I remember, the man I was given to, Mr. Henkes, I — to a — the\nearlier address we lived in, came — and I think he tried to come and see me.",
        "Q: It’s okay, okay.",
        "A: Okay, all right then.",
        "Q: Yeah, the earlier man, mm-hm.",
        "A: We lived, again, second story, and I remember that someone said that Mr.\nHenkes tried to come see me. I guess to see if I was all right. And I remember, you\nknow, Mom and Pop being very upset about that. And he got a picture of me, and I\nknow the day it was passed to him. I don’t know why I knew that. I was about four\nNovember 10, 2008\nyears old, and there’s this picture of me holding a doll carriage. And one of the\nteachers handed something over the fence. I don’t know why I knew it was my\npicture, and I didn’t think of it again until much later, 1987, but we’re not there yet.",
        "Q: We'll get — we’ll get there. We’ll get there. But, do you think that he came to\nvisit you close to the end of the war? Is that — if you were four years old, and it was\n19 — you were born 1n 1940, so that would take it, you know, half a year a —",
        "A: I know.",
        "Q: — yeah, half a year away from, you know, liberation.",
        "A: Liberation. No, it must have been earlier than that, because we didn’t live near\nthat railroad yet. The address I came to was the one where I remember — because\nacross the street, on the ground level, was a — I guess he was an invalid, he was an\nold man who used to sit in the window and wave at me. I call him Opa, you know.",
        "Q: Yeah. Oh, I just had a thought, what was it?",
        "A: Jot it down.",
        "Q: Went in one ear and out the other. Let me see if I can rece — recover it. But in the\nmeantime, are there any other memories from the ti — yes, I remember now what it\nwas. Your Pop, what was his job, what did he do?",
        "A: Carpenter.",
        "Q: He was a carpent —\nNovember 10, 2008",
        "A: Carpenter cabinetmaker, right.",
        "Q: Uh-huh. And —",
        "A: And that was — cause he didn’t have a job over the fren — over the — during the\nwar, either, you know, nobody was working doing any construction. And he\ncouldn’t get one after the war in that trade, because all the wood was gone. You\nknow, people chopped down little trees, they used their furniture to burn their f —",
        "Q: To heat.",
        "A: — you know, to get so — to heat, yeah, or you know, there — there were no jobs.",
        "Q: Did they come from large families, your adoptive parents?",
        "A: Pop was one of six, and Mom was one of three. No, I think Pop was one of\nseven, yeah.",
        "Q: And did you meet the aunts and uncles?",
        "A: Yeah. Yeah, I became part of the — the family. As a ma — ma — my favorite\ncousin was on — on Pop’s side, a little boy.",
        "Q: Did you ever feel like you were different, family-wise, that there was something\ndifferent about you, the way you felt, you know, in the general life?",
        "A: Not when I was with them, no. No, I would — I felt — as a matter of fact, probably\nI was the happiest when I was with them, because it was a lonely life being an only\nchild and kind of not knowing how to act. Was — I —\nNovember 10, 2008",
        "Q: What do you mean by that?",
        "A: I never knew if I was being good or not. Not that I ever made any gross\nmistakes, I don’t think, but it’s all part of trying to please, I think. And Mom and\nPop were never dismonstrative, so I didn’t know by touch, or by hug or by atta\ngirl, whether I was measuring up.",
        "Q: But when you were in the larger family you felt —",
        "A: Yeah, I’m just one of the kids, I’m fine, yeah.",
        "Q: Did you feel that they loved you?",
        "A: Mom and Pop?",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: So, even if they weren't demonstrative, it wasn’t because there — there was\ncoldness in the home?",
        "A: I don’t know. That 1s really hard to say. I think I became their possession. I don’t\never feel like — like I was nurtured a lot as a child, as a little human who was\nfulfilling — this is a terrible thing, this — it’s gonna sound awful — that was fulfilling\ntheir dreams.",
        "Q: It’s a big burden.\nNovember 10, 2008",
        "A: And I don’t know if it was the — the age of — you know, the time, or whether it\nwas a European philosophy, but kids definitely were to be seen and not heard. And I\nalways tried to measure up to that. But I don’t ever remember sitting on Mom’s lap.\nI would have remembered, because my Opa, her dad, used to come over and I loved\nsitting on his lap, and we used to listen to the radio programs, and he was just my\nfavorite person in the world, you know.",
        "Q: What were their dreams that you were fulfilling?",
        "A: Well see, I never really knew. I never knew when — I knew when I was doing\nwrong, but I guess I never got — I don’t know, it was kind of cold, I think.",
        "Q: So it was cold.",
        "A: Yeah.",
        "Q: It was cold.",
        "A: An-And I don’t mean to si — you know, negate —",
        "Q: What they did.",
        "A: — what they did. And it becomes more obvious later on in life when I did start\nasking questions, and I was rebuffed, you know, not to ask questions.",
        "Q: Oh.",
        "A: So.",
        "Q: Okay. Hang on just a second.\nNovember 10, 2008",
        "A: And I was — I was — you know, I was trying to be loyal to their — their wishes.\nYou know, they had wanted a child so badly, they wanted a good child, and where\nwould I have been without them? So I certainly had to be grateful. And it sure —",
        "Q: Those are huge burdens though.",
        "A: Huh?",
        "Q: For a little — for a child, those are burdens —",
        "A: Yeah.",
        "Q: — to be goo — you know. Because the no —",
        "A: We didn’t analyze that until much later, but —",
        "Q: Yeah.",
        "A: —I don’t — you know, when people say, was — did you have a happy childhood?\nPll say, I don’t think so. I had a comfortable childhood. I had food, I was dressed\nwell. Pop and I used to walk by windows, you know, shopping. And I guess I was\nvery clever, because I never asked for anything outright, I — I knew that wasn’t the\nthing to do, but Pll si — he says — I used to say, that’s all [indecipherable] this is\nwhat we’ll buy someday, right? And, you know, likely it showed up, but I knew — I\nwas polite enough to know that you didn’t ask for things.",
        "Q: Did they get along with one another?",
        "A: Yeah.\nNovember 10, 2008",
        "Q: So it wasn’t that —",
        "A: Cause I — cause, well, you know, and this comes in later on. They would — they\nmade an agreement not to tell — ever tell me anything. And I think Pop would have\nbroken that, hadn’t it been for Mom. She was definitely the more dominant person.",
        "Q: Were they religious?",
        "A: Yeah [indecipherable]",
        "Q: Protestant [indecipherable]",
        "A: Yeah, Protestant.",
        "Q: Did you go to church with them?",
        "A: I went to chur — after the war, we started — you know, when you could worship\nfreely again, I went to church with them.",
        "Q: Oh, I didn’t realize that Christians wouldn’t have been able to worship during\nthe war.",
        "A: N-No, it’s — I don’t know. Maybe they didn't want to take me out in the street\nany more than normal. But I remember a minister friend of theirs, their minister, I\nguess, coming to the house and — and visiting. But I don’t remember going to\nchurch until after the war.",
        "Q: Do you remember how — when the war ended?",
        "A: Oh yeah.\nNovember 10, 2008",
        "Q: What was that like?",
        "A: I remember some flashes, and then later on I was, you know, as I’m listening to\nthe after dinner stories, I’m saying, oh that’s what we’re — that’s what I saw. May\nfifth, 1t was in the evening, I think, when they finally heard that they’d been\nliberated. And I was taken from bed. I don’t remember being asleep, but I know I\nwas groggy, and they were dancing around the street with me, with all these — I saw\nall these flags, you know? That was another thing that was confiscated besides bikes\nand radios, you know, also, they had to — had to give up their flags. Well, you\nknow, you might give up one flag, but they rolled the other one up and hid it in the\nattic. And there was lots of dancing and — and music, and I remember feeling really\nout of it, you know. But — but that was —",
        "Q: It was a good mood.",
        "A: — that was liberation, yeah —",
        "Q: Yeah.",
        "A: — that was — yeah. And I don’t know why it was such a big moment until later\non. I knew it was an odd time for me to be out, and we — you know, people being\nriotous in the street.",
        "Q: Did your life change much after liberation?\nNovember 10, 2008",
        "A: [had a visitor. The aunt — did I tell that one of the — Daddy’s sisters — grandfa —\nhis grandfather’s level, his younger sister was married to a Christian who was very\nwell-to-do?",
        "Q: No, you didn't tell me about this.",
        "A: Okay, well, Tante Sinke(ph) was married to this man who was a Christian, so\nshe was safe. You know, they didn’t make an issue out of her being a Jew. But they\ncame — she came to visit, sometime. I don’t know how they found me, but there was",
        "Q: I was just going to say, yeah, they came to this — so she was your —",
        "A: Here we go again with the underground. You know, underground was\nunderground.",
        "Q: Yeah, exactly. They didn’t —",
        "A: Did a good job.",
        "Q: That’s right, yeah.",
        "A: And I remember as if it were yesterday. I had — I was still taking naps in the\nafternoon some, and Mom’s getting me up, and there’s this lady in this long cart —\ncoat with the fur collar, and the hat with the feather, that came to us and — and\nvisited with us. And I’m look — and we look out the window and she’s — it looks\nNovember 10, 2008\nlike this big, black car 1s down there. Well, it probably wasn’t, but you know, in a\nchild’s eye.",
        "Q: Sure.",
        "A: And that’s when my life became a conspiracy of silence. I think that — you know,\nher children are grown, the youngest one was maybe 17 - 18. And so, an agreement\nmust have been made that Mom and Pop would keep me, cause they had a right to\ntake me.",
        "Q: That’s right.",
        "A: There were a lot — there were a lot of court issues about that 1n — in — in every\ncountry, I guess. But they probably came to an agreement that I would stay with\nthem, and perhaps never — nothing would ever be said. Nothing.",
        "Q: Did she — did she say that she’s your aunt? Did she say — introduce herself? How\nwas she introduced to you? Or was she?",
        "A: Tante.",
        "Q: Tante.",
        "A: Another — another aunt and uncle. Look I told you, you have a lot of aunts and\nuncles that aren’t. It’s like the south has mizz and mister.",
        "Q: That’s right.\nNovember 10, 2008",
        "A: We have aunts and uncles, you know, so they could be first cousins, you know,\nfor all — for all I knew.",
        "Q: Or they could be somebody who, they just liked —",
        "A: Right, there’s a neighbor down the street —",
        "Q: Yeah.",
        "A: — you go and stay with Aunt Ann when you come from school, you know.",
        "Q: And yet, she stood out in your mind, because she was so well dressed, because\nshe was from a — a wealthier milieu.",
        "A: Yeah, I think that’s — that’s what — and we used to visit them regularly. In\nHolland kids don’t go to school on Wednesday and Saturday afternoons. And to me\nit seemed like every other week we were getting on the train — tram after I came\nhome from school and go to Tante Sinke(ph) [indecipherable] and — and visit with\nthem, and stay until we had dinner, stay will — until it got dark and come home,\nyeah. And I think the 17 year old was probably the only one still living there. And\ncan you imagine a s-seven year old — six year, seven year old little girl following\naround a —",
        "Q: Sounds like —",
        "A: — a teenager, it was — you know, heroin.",
        "Q: Yeah.\nNovember 10, 2008",
        "A: Yeah. It was fun.",
        "Q: But they never told you then. Your aunt and your — your aunt — your real aunt\nnever said, you know, hey, there is a different life, there was a different identity.",
        "A: Oh no, oh no. As a matter of fact, several years later, must have been about\nseven, cause they took a picture and I had a tooth missing, so that was kind of —",
        "Q: Yeah [indecipherable]",
        "A: — how I gauged things. We went to this young woman’s engagement party at\nTante Sinke’s(ph) house. And somebody took me aside, or I was in the garden, and\ntalked to me, and — and said what I already had developed in my mind, that these\npeople you live with aren’t your mother and father, you know. And somebody\nfound out about that, and that person was permanently uninvited to the house. So\nyou can imagine how upset they were, and I felt —",
        "Q: Why the —",
        "A: — the same way as the day that Mom and Pop told me who I was. It was this\ntremor went through — went through my body. Yes?",
        "Q: It was another one of those where I had a question —",
        "A: Fleeting moment?",
        "Q: Fleeting moment. Your name, that’s what it was. What was your name? You\nsaid —\nNovember 10, 2008",
        "A: Clara. Clara van Tyne(ph).",
        "Q: That’s right. But when you were with Mom and Pop, what was your name?",
        "A: Sonja van der Kaden(ph). I — they renamed me the minute I — I got there. Well,\nnobody knew what my name was until Tante Sinke(ph) showed up.",
        "Q: That’s what I was after, okay.",
        "A: Right. She’s the one who, you know",
        "Q: So they — when they — when they got you, they didn’t even know that you were\nClara van Tyne(ph).",
        "A: Oh no, no, they —",
        "Q: They just named you Sonja.",
        "A: Yeah, she liked Sonja, and that was — you know, that was fine.",
        "Q: Okay.",
        "A: Later on she told me what it meant, you know.",
        "Q: What does it mean?",
        "A: Supposedly it’s — it’s from — in Sweden they use it and 1t means sunshine, so —\nand I also found out what my Jewish name was.",
        "Q: What was your Jewish name?",
        "A: Shifra.",
        "Q: Shifra.\nNovember 10, 2008",
        "A: And whenever I write, you know, like I’ve been at the conference and I write to\nfriends I’ve made there or friends I have, I sign off as Shifra and they know who I\nam. So that’s — and — and the way I found that out was through Tante Sinke(ph),\nshe left for a— I guess Mom and Pop got some papers which I eventually ended up\nwith, and it has this wonderful acknowledgement, you know, I wouldn’t — Daddy\nmust have known things were going to get worse, because there’s a letter dated\nJanuary °42, I think, that said, pertaining to our telephone conversation this\nmorning, your daughter’s name 1s listed as Shifra. So I kept thinking, I was born in\n1940, why didn’t they name me til 1942? Well, they did, it was in the records, but I\nwould have never known without that document.",
        "Q: Do you think your aunt and her family ended up paying Mom and Pop any\nmoney for your upkeep later?",
        "A: No, I don’t think so. No, I don’t — I don’t think so at all. I always wonder where\nthe piano came from. I —",
        "Q: You got a piano as you were growing up?",
        "A: Yeah, we had a piano, I guess I took lessons for probably about three years. The\npicture that they had made before we left to s — you know, to let everybody know I\nwas well and healthy and — was sitting at that piano with Jossy’s dress, and she’s in\nIsrael.\nNovember 10, 2008",
        "Q: Is there anything else that you think between those a — those years, between\nliberation and — I want to get to the point where you have that conversation with\nthem. In those first po-post-war years, when you’re five and six years old and\nyou’re starting to go to school, anything else of your memories that stands out, that\nkind of works for —",
        "A: Well, that was the other side of the family. We used to go visit three aunts, and\nthey really were aunts.",
        "Q: Whose? Yours? Or — or —",
        "A: Yeah, mine, yeah.",
        "Q: So your mother’s —",
        "A: It was my mother’s side of the family. There were three maiden ladies. And\nwhen they went to talk about me, they’d say, send het kind, that’s me. If I ever\nwrite a book, that’s the title, het kind.",
        "Q: Het kind.",
        "A: That child.",
        "Q: The child, yeah.",
        "A: Send her to play with the maid, you know, or — or go do something, or — one of\nthem, one of those aunts had a— some sort of a lab upstairs, and we would go up to\nthe lab. And —\nNovember 10, 2008",
        "Q: Well, how did you feel about knowing — now — knowing that you — your mother\nand your father did not come back. But, you had rela —",
        "A: I had relatives.",
        "Q: You had relatives.",
        "A: But I would — never found out that they were until 1t was too late.",
        "Q: Okay. But now it’s too — you find out about it. I’m not talking about your\nfeelings in 1940s when you’re introduced to their lives, I’m talking later. When you\nrealized this — these are my relatives, and that you live with one and not with\nanother may be one thing, but that they never told you the beginnings. How do you\n— you have that — those very complicated feelings with Mom and Pop, how do you\nexplain them to yourself? The three maiden aunts, the aunt who was married to the\nwealthy Christian?",
        "A: Who eventually came to the United States, and I saw very regularly.",
        "Q: Okay.",
        "A: I feel s —I feel such a loss, that I didn’t get to know them. And selfishly that I\nnever got to talk to them about my fam — my parents.",
        "Q: That’s not selfish.\nNovember 10, 2008",
        "A: Because there’s only one person in the world that I’ve ever spoken to, that\nactually knew the person, Daddy. Now, these people are images for — well, images\nthat I can’t visualize until I’m 60 years old when I saw a picture.",
        "Q: That’s not selfish.",
        "A: It’s a floating puzzle piece. I’m — I’m just — you know. And you ha — I —I feel a\nreal loss [indecipherable] you know. And we traveled back and forth to Holland\nprobably a couple of times while I was a teenager, and they were st-still alive. I\ndon’t remember if we went to see them. But —",
        "Q: Well, let’s go on then. Let’s go — u-unless you —",
        "A: Yeah — no, go on.",
        "Q: — there’s a [indecipherable], let’s go on to the time when they do talk to you.\nHo — do you remember the circumstances?",
        "A: Absolutely.",
        "Q: Tell me about it, okay?",
        "A: It was a couple of days before we were going for a passport. I knew we were\nemigrating —",
        "Q: Oh, you were emigrating?",
        "A: Yeah, from Schiedam to New York.",
        "Q: Oh, really? So they had to\nNovember 10, 2008",
        "A: [indecipherable] the three of us, yeah.",
        "Q: So they decided to — they decided to leave Holland?",
        "A: Right.",
        "Q: And wa — the reason for that was?",
        "A: There are a couple of them.",
        "Q: Okay.",
        "A: But anyhow, to get back to —",
        "Q: Right, okay.",
        "A: — they — they told me in — probably in five minutes time, that M-Mother and Dad\nhad been killed by the Germans in the war, but I was too young to know them, so\nthey didn’t want me to worry about it, or ever think about it, because I belonged to\nthem. And on this piece of paper practice writing this word, cause this is your name.\nSo, as an eleven —",
        "Q: Clara van Tyne(ph)?",
        "A: Yeah. So as an eleven year — and a half year old, I’m practicing writing this\ncause I’m gonna — this is gonna be an official document, and I’m — I’m signing. So\nI left the country as Clara van Tyne(ph).",
        "Q: So they did know your real na — real name eventually?",
        "A: Oh yeah, Tante Sinke(ph) brought all that, remember?\nNovember 10, 2008",
        "Q: Oh, oh, okay, okay, okay.",
        "A: Yeah, she brought —",
        "Q: All the documentation.",
        "A: — bunch of stuff. Yeah, some documentation, couple of pieces of jewelry — two\npieces of jewelry. No, three. One had a sad ending. Anyhow, so we left a few days\nlater. I was sick as a dog all the way over. And we went to Hoboken, and were met\nby our sponsor, who was a family member.",
        "Q: Your family member? Oh my gosh.",
        "A: Another one I never knew until 2000.",
        "Q: Oh my gosh.",
        "A: He was the grandfather to that little baby, and the couple that left in 1938. Okay,\nthey — they show back up.",
        "Q: So in some ways your adopted parents had closer ties to your blood relatives\nthan you did?",
        "A: Oh yeah. Oh yeah.",
        "Q: And this was kept from you?",
        "A: Oh yeah, they were — you know.",
        "Q: [indecipherable] It’s just — it’s just, you know, kind of —",
        "A: Kind of out of there, isn’t it?\nNovember 10, 2008",
        "Q: Yeah.",
        "A: One of my Holland foster cousins, don’t say adopted —",
        "Q: Yeah.",
        "A: — foster cousins, told me several years ago when we visited, he says, oh we all\nknew why they were leaving. It was to keep you from ever connecting with your,\nyou know, other self.",
        "Q: Why’?",
        "A: That I don’t know. I’m thinking — the only realizati — a lot of people say, well,\nthey didn’t want to hurt you, da, da, da. But by the time that age comes around, you\nknow —",
        "Q: If you never know —",
        "A: — you have a right to the truth.",
        "Q: Yeah.",
        "A: And I was always discouraged — more than discouraged, from asking about it.",
        "Q: Yes, at some point 1t becomes no longer I want to protect you, towar — to\nsomething else. And I want to pick up on something else. You say, why not — not —\nnever say adopted, say foster?",
        "A: I wasn’t adopted. I went out on what name?",
        "Q: Clara van Tyne(ph)?\nNovember 10, 2008",
        "A: Yeah. But I didn’t know I was so — Clara van Tyne(ph), I was Sonja van der\nKaden. And it wasn’t until — and I don’t know how this happened either — when\nyou come in at a certain age, you don’t automatically become a citizen, you have to\ndo your own. So, when I was 16, I became a naturalized citizen, and officially had a\nname change. The back of my naturalization papers say that this is a name change\nto Sonja Elizabeth van der Kaden from, legally I was still Clara van Tyne(ph). I\n— at that point I should have been asked if that’s what I wanted to do.",
        "Q: Of all the names that you’ve had, which one are you closest to?",
        "A: Shifra. You know, I —I-—I think it’s lovely, because in the Jewish tradition, had\nmy grandmothers been deceased, I would have automatically been named after her.\nBut Shifra in the Old Testament was one of the midwives that went against the\nrules when the — was it Herod, said kill all the little boys? And she was one of two\nin — midwives who s — who made up all sorts of stories and said no, he — you know,\nthese such strong women, they deliver their own, and you know, there’s no — there\nare no — no use for us. And so, you know, that’s not a common name, although it is\nmore common in Jewish.",
        "Q: It’s known. It’s a known name.",
        "A: Yeah.",
        "Q: Yeah.\nNovember 10, 2008",
        "A: But I sort of hope that Dad was a Bible scholar, and he —",
        "Q: When da — was the first time that you said to yourself and felt free to say to\nyourself, I am a Jew?",
        "A: After 2000.",
        "Q: Oh, my God.",
        "A: And I practiced the Christian religion and will, but I do both now. And I, you\nknow, burn candles — not Friday nights, but I — but I burn Hanukkah candles and I\ngo to Yom HaShoah. And that’s sort of a liberating feeling that I can —",
        "Q: But still —",
        "A: And I’m not cheating on anybody.",
        "Q: Oh. Do you feel like you owe something to Christianity?",
        "A: No.",
        "Q: Okay. Do you feel like you owe something to Judaism?",
        "A: Yeah. Not owe, I just want to feel like I understand what my family believed in,\nand what they died for. Why they died. You know, I’m — I’m now want to be more\nenveloped in — in their tradition.",
        "Q: Did you have an alienation from your foster parents after you came to the\nUnited States, or even before?",
        "A: I’ve, I guess, been more emotionally distant than an only child ought to be.\nNovember 10, 2008",
        "Q: What should an only child ought to be?",
        "A: Well, you know, people who loved you and cared for you all your life, I owe\nthem —",
        "Q: It sounds as —",
        "A: — real loyalty.",
        "Q: Well, 1t sounds like that’s one of the thing — the real strong threads that has run\nthrough, is that you owe them gratitude. And in the normal sense of, when a child is\nborn, you don’t ask to be born. So, even though you’re given life, to your natural\nparents you would never say I— I owe you my life because you gave me life.",
        "A: I know, but they took me of free will, endangering their lives.",
        "Q: I know. I — I know. I know. We know the historical circumstances, yes.",
        "A: And that’s — and that — and that’s where this is.",
        "Q: Yeah.",
        "A: And I never had a chance to love my Mother and Daddy. And I don’t know that\n—I really don’t know that no — that completely trusting feeling that I think kids have\nwith their parents.",
        "Q: Well, I’m not adopted, and I am an only child. And I have a very fraught\nrelationship sometimes with my parents. I wouldn’t say it’s completely trusting. I\nNovember 10, 2008\nlove them dearly, I know they love me dearly. We’ve had our issues, you know?\nBut I’ve never had to — I’ve never had that feeling that I n — I need —",
        "A: Owe them.",
        "Q: —I—I owe them a deep gratitude. Of course I do. Of course I do because without\nthem I would be nothing, but do you know what I mean? That sort of thing that I\nwouldn't be able to say the truth about what I needed to quite — to such an extent.",
        "A: Well — enough, okay?",
        "Q: Okay. Did you ever after — after you came to the United States, did you ever\nhave any follow up conversations, or try to have follow up conversations with them\nabout who am I, and who — who am I, where did I come from, what were the\ncircumstances?",
        "A: Right. We ha — I have — you know what, I would do that every few years for\nawhile, and I was always rebuffed. You’re too young, you don’t need to know that,\nyou know. You belong to us, and — almost like, well, if you’re asking questions like\nthat, then we’re not meeting your needs, and I certainly wanted them t-to think —",
        "Q: That you were meeting —",
        "A: — that they were meeting my needs, because they were doing, physically, all they\ncould.\nNovember 10, 2008",
        "Q: Did you end up living in Hoben — Hoboken, New Jersey, or did you move\nanywhere?",
        "A: Oh no, no, no.",
        "Q: What happened after that?",
        "A: We lived in Park Ridge, New Jersey, because that’s where my sponsor — our\nsponsor lived. Well, come to find out in — not until 2000, that he was a distant\nrelative, sor — so my biological family, distant as they were, did still care for me,\nand did still, you know, help to establish me an-and keep me safe, and knew where I\nwas — where I was at, for awhile any — anyhow.",
        "Q: Did you — and you had that feeling from them, even if there was at a distance,\nthere was this concern —",
        "A: No. No, no, no, no.",
        "Q: No.",
        "A: I — that’s my reaction later, knowing what they did, and they did it for this little\ngirl that was the only survivor of that generation.",
        "Q: Did more — did more of the family die than your parents?",
        "A: Yeah, both sets of grandparents, Mother was one of four, their families. I had\nthree little cousins that — you know, they did the normal thing. What happens when\na thunderstorm, the kid comes running to you, you know, you —\nNovember 10, 2008",
        "Q: You hold them.",
        "A: — you hold them, and you, when there’s danger, you all go through it together.\nMother and Daddy were very unusual in that unselfish act that they —",
        "Q: To give you up.",
        "A: [indecipherable] to give me up. It took me a lot of years to forgive them for not\ntaking a chance on life. See, when I first beg — got to thinking about it, gosh, they\nwere young people, they have just been married, and first child, why aren’t they\ngoing to hiding? You know, they — why did they go —",
        "Q: And you never knew the answer. Or did you?",
        "A: No, I didn't get the answer, but the more I read, and I ki— I read Holocaust\nmemoirs, you know, 10 to one to a novel, that I realize they wouldn’t have had a\nchance. You know, there were so many people that were picked up, and you know,\nthat was the end of them, and you know, you read, they didn’t even — even bother\nusing bullets on little kids. You know, to think that I was spared from that. That I’m\nthe matriarch of a new family, you know. We have [indecipherable] and five\ngrandchildren and it’s amazing, you know, that — that that was made possible.",
        "Q: Through that one gesture.",
        "A: And the gesture of that whole unique unit that kept me safe.\nNovember 10, 2008",
        "Q: The last sense I have, and we’re going chronologically is that you’re now in the\nUnited States, you’re in New Jersey, in another town.",
        "A: Uh-huh.",
        "Q: What did your foster father do? What did —",
        "A: Okay, he went back into cabinetmaking. He worked — it was really funny - Mom\nbecame lingual much faster than he did. I became lingual in three months, I’m told.\nBut he worked with some Swedes, and guess what they talked [indecipherable]\nyou know. And Mom just threw herself in there, she was good, you know. She start\nthe sentence in English and end up in Dutch. And this is the first time in her life that\nshe worked, you know. At that time Dutch women [indecipherable] were\nhousewives. So, she ended up becoming a dietician. Yeah, she worked in school,\nand even with her half English they sent her to — to dietician school, and she was a\ngreat cook.",
        "Q: How long did you live at home?",
        "A: Until I got married.",
        "Q: Okay, and so that was when?",
        "A: At 22, I guess.",
        "Q: Did you go to university?",
        "A: I went to business college in New York.\nNovember 10, 2008",
        "Q: Okay.",
        "A: When I graduated high school I used to commute into Manhattan, and from\nthere I met Ron at the si — at the place where I worked. He worked as an outside\nperson, engineer, and I worked inside, and we used to talk on the phone, and that’s\nhow we got together, and got married in ’62.",
        "Q: Wow. Wow.",
        "A: Yeah, 46 years ago. My baby just turned 40, can you imagine?",
        "Q: Really?",
        "A: Yeah, Elise(ph) turned 40 this year.",
        "Q: And how did your life change after that?",
        "A: Well, my own — my — my Clara, my Shifra life really was moved to the back\nburner. I had family [indecipherable] I had things to do. Thought about it, but had\nno time to do anything. I did one time follow up some through — through the mail.\nBut just like before when I used to ask Mom and Pop and got no answer, that would\nset me way back to try to do that again. So it —",
        "Q: Did you share this?",
        "A: — took awhile.",
        "Q: Did you share these kinds of pains with anybody else, that you wanted to know\nmore and —\nNovember 10, 2008",
        "A: Ron. Ron knew.",
        "Q: Yeah.",
        "A: Yeah. Yeah, yeah. That’s — you know, he’s — he’s my friend as well as my\nhusband, he’s —",
        "Q: That’s wonderful.",
        "A: — been very — yeah, he’s been very understanding. But no, there wasn’t — I’ve\nnever been to a professional or anything like that, just — I’ve never been to a\nprofessional or anything.",
        "Q: When did — when — it sounds like at some point there was a breakthrough, where\nyou found out more information, where you found out more. So let’s bring that\nstory to that point. Can you tell us about that?",
        "A: Well, first we need to talk about 1987.",
        "Q: Okay, let’s talk about —",
        "A: That’s when I received a front page of a newspaper from Holland, from my\ngirlfriend Willy(ph) who I’d been corresponding with all these years. It was a big\npicture of me with that doll carriage. And it had been all over the newspapers in\nHolland. Mr. Henkes had — had [indecipherable] saying, what happened to Clara?\nHe knew that I went to the States, but didn’t know anything else. Was I happy, was\n— did I have a family? He was well into his 80s then, and his doctor suggested that,\nNovember 10, 2008\nyou know, bec — if he’s mental about it, would he get an answer? And sure enough,\nI understand that he, in the follow up article that they have, it says the phone rang\noff the wall for days. And —",
        "Q: You mean there were lots of Claras?",
        "A: No, lots of people who knew about me. Yeah, because van der Kaden’s name\nwas in there.",
        "Q: Okay.",
        "A: And so Willy(ph) sent it to me, but other people sent these articles to Mom and\nPop, they didn’t know my address, to pass on. Which, of course, didn’t happen. But\nmy girlfriend Willy(ph) did. And at that time she said, you know, I’ve known your\nsituation from since you were a little girl, but we were sworn to se — all of us —\nwhoever that means — were sworn to secrecy, so we never said anything, but we\nthink — I think this is important enough for you to — for me to break that vow.",
        "Q: And her — and she broke the vo — in — in sending you that article, and in giving\nyou his name, that’s the vow she was breaking?",
        "A: Right. And so it was within a year that I went to Holland. It happened to be our\n25'\" we-wedding anniversary, so I didn’t need an excuse. But Pop knew. He said,\nyou know, you will never get to the bottom of this. And I don’t know what that\nmeant, but 1t was part of their thinking, you know, the less you know, the better.\nNovember 10, 2008\nYou start digging, you’re never gonna be satisfied. Which I am not, but I’m more\nsatisfied than I was, you know. I always used to call it my other self. That’s not my\nother self, it’s me. It’s also me.",
        "Q: Yeah.",
        "A: So I went to see him, and Willy(ph) arranged that. And at that time his sister\ngave me a precious gift. It was a necklace, they were Jerusalem beads, like an\nevery day kind of necklace, not the precious jewels that — not the garnets I have.\nAnd she said, your mother took this from around her neck when she got on the train.\nWell, I can’t even wear it any more, I’m so scared it will break. I had a picture\ntaken over there, just red and black painted beads. And, you know, it is — it’s just a\ntreasure.",
        "Q: Of course.",
        "A: Yeah.",
        "Q: Of course.",
        "A: Yeah.",
        "Q: And what could he — what did he tell you? What gaps did he start filling in?",
        "A: I didn’t ask.",
        "Q: What did you talk —\nNovember 10, 2008",
        "A: I was under the cloud of do not ask. I was not there — and of course I could kick\nmyself, he died about four years later. I never — we had — was a very superficial\nvisit. He took me — my daughter Elise(ph) has a fit over this. He took me up to his\nstudio at — lined up three paintings, and said choose one. I turned him down. I did,\nhe’s famous. Becau — I wasn’t thinking. I didn't want to show up — they knew he\nwas — Mom and Pop knew he was a painter.",
        "Q: You didn’t want to look —",
        "A: I was still cover — I was still covering. I didn’t want to look like I had visited\nhim.",
        "Q: I see. You didn’t want them to know that you had seen him.",
        "A: You know, I think of myself as pretty cowardly now when I — when I think back,\nand say —",
        "Q: I wouldn’t — I wouldn’t call it cowardly. I— I'd call it like you had been put in\nchains, and you were — and you had been put in such invisible chains, and you were\ntrying to break free from them, but being invisible, you never know when they’re\nlocked up again. I wouldn’t blame yourself for that.",
        "A: Well, there is a lot that, you know, as I said, Aunt Alice is the only person I ever\nmet that knew Daddy. It turns out that Dolf Henkes and Daddy were close friends\nbecause they both painted.\nNovember 10, 2008",
        "Q: But you didn’t know that they were close friends at that time?",
        "A: Oh no, I didn’t find that out until I — 2002 I put it together. I'll get to that.",
        "Q: Okay.",
        "A: All right, so I went back to Holland, and with no painting, but Willy(ph) and I\nthen had a more open communication, because I could ask her questions, she — she\ndid quite a bit of research for me initially then. Like, I didn't know who else died,\nand that all, you know, [indecipherable] opened up.",
        "Q: So she fu — so she did some of the research into the family?",
        "A: Right.",
        "Q: Did she re-contact those maiden aunts? Did she talk to —",
        "A: No.",
        "Q: No.",
        "A: No. And it’s mainly because it was — Daddy’s side was more visible, and —",
        "Q: Did he cli — but no — the Aunt S-Sinke(ph), what was her name, that you used to\nvisit?",
        "A: Well, she came — they came to live in the United States.",
        "Q: Oh, that’s right, that’s right, that’s right.",
        "A: Yeah.",
        "Q: I’m sorry, I forgot about that part.\nNovember 10, 2008",
        "A: But I never n — I could never tell her, or I never knew until after she died. So,\nyeah, all this is —",
        "Q: So how do you take it forward? So you’ve got — you’re in Holland, you meet\nhim, but you don’t —",
        "A: You go home and you leave it on the back burner again, cause you’re very busy\nand you have children to bring up, and this was an episode that you don’t deal with,\nand I didn’t deal with it until 2000. I had a —",
        "Q: What happened then?",
        "A: Thad a telephone call — thank God for answering machines. We weren’t home,\nsecond time we weren’t home, third time was a charm. Telephone call said, my\nname is Bev, I think we may be cousins. One of those tremors went through me\nagain. And when we connected, yes we are cousins. She is the younger daughter of\nthe family that left in °38. And of course she came over the following weekend and\nwe Sat up and talked, and —",
        "Q: And did they live in New Jersey?",
        "A: They live in Israel.",
        "Q: They live in Israel?",
        "A: Right.",
        "Q: So how did you con —\nNovember 10, 2008",
        "A: So the next year we went to Israel, and it was so funny. I see Jocelyn, whose oh,\nthat’s the one who’s been wearing my clothes. Because they used to — after the war,\nI got all these wonderful care packages, I was the best dressed kid in elementary\nschool because they used to send Jossy’s(ph) outgrown, hardly worn dresses to\nSonja. And they used to hear, let’s put this in the box for Sonja. Who’s Sonja, you\nknow. But Mom was keeping in touch with them, they were writing letters back and\nforth. So the package comes and I’m wearing these pretty clothes from my cousin.",
        "Q: And you never knew what —",
        "A: Right.",
        "Q: And you never knew.",
        "A: Never knew it until, you know, until Bev tells me all — all this stuff that’s going\non. And that her grandfather van Helger(ph) was our sponsor. And it’s — 1s it\nconfusing?",
        "Q: Well, it’s perplexing.",
        "A: Okay, may —",
        "Q: It’s extraordinarily — no, no, no, not confusing as far as who was who —",
        "A: Who fits where.",
        "Q: But it is perplexing in its intensity.",
        "A: It’s a good job, and —\nNovember 10, 2008",
        "Q: To keeping this from you, in the name of protecting you, and it certainly doesn’t\nsound like that. I mean, I can only imagine — I don’t — as I’ve mentioned before, our\njob is to kind of be neutral and let you [indecipherable] talk —",
        "A: Right.",
        "Q: — and — and so, but the feeling that I get is if it had been me, I would have been\nlivid to the sky that somebody —",
        "A: Good girls don’t get mad. They don’t slam doors, they don’t say anything rude.\nThey don’t even go to their rooms to sulk.",
        "Q: When did Mom and Pop die?",
        "A: Mom died last August two years ago.",
        "Q: So, very recently?",
        "A: Yes. And Pop died about seven years before that. And I brought her to an—a\nnursing home close to where we lived so I could go see her.",
        "Q: Be with her.",
        "A: Yeah. But it’s something we could never talk about, and she went to her grave\nthinking that I didn’t care about my birth family, because by the time 2000 - 2002\ncame around, she wasn’t all that cognizant, so I didn’t have to answer for my\nactions.",
        "Q: But it’s all so — how could someone not know that that’s important to you?\nNovember 10, 2008",
        "A: I don’t know. M-May — you know, early psychology didn’t think that kids had —\nyou know, when I’ve been to the — the hidden children conference, and we all say\nthe same thing, we heard, oh, you were too young to know anything. So it didn’t\nhappen? They didn’t believe in the subconscious at the time.",
        "Q: Well, it sounds — even if you don’t have memories of the time, you do have\nmemories of feeling different. And of hearing these voi — these conversations, over-\noverhearing them when you’re walking down the street and they say to you, or you\nhear the grownups talking, did they come back, no they didn’t come back. Or that\nyou’re different at school. I mean, that’s conscious. That’s where questions could\nstart arising, and a child would want to know, why are these quest — why 1s this\nsituation there?",
        "A: Well, they were very — they were suppressed, yeah, very, very much.",
        "Q: When you — when you got that call from Bev, and she said I think we’re cousins,\nto me it sounds like these — you know, the past has broken through, finally.",
        "A: Right. And it’s amazing that she got my telephone number, cause she got it from\nMom. Now, Mom didn't know who was calling, I don’t imagine, because that’s\nwhen the yarn started to unwind. We went to Israel, and I spoke to Aunt Alice, her\nmother, who 1s the only person I’ve spoken to who knew Daddy as a person.",
        "Q: So what did she tell you about him?\nNovember 10, 2008",
        "A: Well, she used to tell me what they used to do, they used to go on bike trips\ntogether. And I — again, put a little piece of the puzzle together, rightly or wrongly,\nthey used to go to Seders together at Grandpa Abe’s. You know, they had the\ncommon grandfather. And she said, we were so bored, we didn’t understand a word\nthey were saying. Was a large family, we kids used to sit on the end. Well, he was\nconducting it in Hebrew. He wore a hat over his yarmulke. That also is either\nConservative — probably Conservative. So, makes you wonder how far did the apple\nfall from the tree? When Daddy picked Shifra as my name, did he just like it, or did\nhe know the Bible, the Old Testament? Did he attend Torah readings? You know,\nwas he part of a minyan? All those things that I don’t think she would have known,\nbut the — but all the other people that crossed my path could have asked me\nquestions that I didn’t know I had until I was too late.",
        "Q: It sounds like also, and forgive me, I don’t want to put words in your mouth, but\nyou had mentioned something about this before, is that you regained a part of who\nyou are. You talked before about having different selves. Is that what happened in\n2000? Is that some —",
        "A: Oh definitely.",
        "Q: — moral you have integrated?\nNovember 10, 2008",
        "A: I allowed integration. There’s not much of it. You know, every year or so I learn\nsome — I come to the hidden children conference, I might find another distant\ncousin. I did the last — two years ago.",
        "Q: You did?",
        "A: When we were in Detroit, and Elise(ph), our youngest daughter came — came\nwith me, I asked her to attend as a second generation. And she went to a workshop\nand explained why she as there, and she said, you know, this is — I’m the daughter\nof — and she mentioned my name and the man in the corner there jumped out of a\nchair, ran up to her and said, oh, yeah, I have that name in my family, you know, a-\nand so, you know, he’s another distant, distant cousin. But we see — we saw each\nother this weekend [indecipherable]",
        "Q: P’ve come to the point in the interview where I ask, is there anything that we\nhaven’t talked about that you think is important?",
        "A: Yes.",
        "Q: Okay.",
        "A: I’m very intent on seeing that my grandchildren have a much smoother — become\nknowledgeable about the Holocaust through me, about the family, not necessarily\nthe horrors of the Holocaust, in a much more gradual and open way. And — and I’ve\nNovember 10, 2008\nstarted that with my — our 16 year old granddaughter. Emily is doing a school\nproject where she’s using —",
        "Q: Your story.",
        "A: —my story as an example, and I’ve — Elise(ph) has been very active in getting\nme involved in the school system where she is. And the first time I spoke to class,\nwhere my eldest grandson is, those chills went through me again. And there I am\nspeaking to children. The kid who shouldn’t be there and his younger brother Seth\nis the one I really — it suddenly happened. I used to go and take care of him while\nhis mom worked. I’d see him every now and again. And even by the time he was\ntwo years old, he was such a clinger. He just loved his mommy and he — she used to\nhave to sneak out the door for me to take care of him. And I suddenly realized what\n— what a sacrifice that must have been. I didn’t get it until I was a grandparent.\nWhat a sacrifice that must have been to turn your child and give — and give it life\nthat way. Cause [indecipherable] to that extent, but —",
        "Q: But yes.",
        "A: — yeah, she tried to —",
        "Q: She took it.\nNovember 10, 2008",
        "A: Yeah, but she took it. I mean, that’s amazing. And so now, you know, I speak to\nschools not just to tell my story, but to say that everybody can take a stand, and they\nneed to take it for the good.",
        "Q: Did you talk — did you share with your daughters, as you were going through the\n[indecipherable] steps?",
        "A: [had Mom and Pop tell them. They knew nothing until they were about 10 and\n13 years old, and I said to Mom, giving them another opportunity to open up,\nactually, and it was pretty much the same way, a very — a snippet — you know, well,\nwe took care of your mommy, she’s our daughter, during the war — her parents\ndidn’t come back from concentration camp. That was about it. So when Elise(ph)\nand I went to Detroit and we went to the — to the Holocaust museum at the end of\nthe — the session, I went for a book. I said, I’m gonna — will you be all right if I got\nthis for Riley(ph)? And she was — her oldest son — and she was rightly very\nconcerned, and said, you mean you’re gonna hand him a book and tell him about his\nheritage? I said, oh no, this is to help me mature him into it. An — and I’ve been to\nthe gift shop at the museum and I’m continuing that with — as the children grow\nolder, so they can take pride in their —",
        "Q: Yes, of course. I’m — I’m speechless. Thank you. Thank you very much. I think\nyou’ve had such a tough row to hoe, because the shadows that you have were so\nNovember 10, 2008\ninvisible. You know, when you talk through the Holocaust, you know that there’s a\nconcentration camp. You know that there’s a horror. You know that there’s — but all\nof these other things were invisible, to try and pull away those veils.",
        "A: You know, in th — and the Jewish community does not recognize that hidden\nchildren have this emotional invisible burden, that most of us are carrying for one\nreason or the other. If you don’t have a number on your arm, you’re in a different\nclassification. And I think that’s probably going to change as the older folks, you\nknow, pass away, it’s the hidden children that are going to carry on, and perhaps our\nchildren will carry on the tradition of — of teaching.",
        "Q: Well Shifra, thank you very, very much.",
        "A: Well, you’re welcome. You were easy to talk to, thank you.",
        "Q: Thank you, but not a very easy topic.",
        "A: No, no it isn’t, and it doesn’t get easier sometimes. Sometimes I don’t lose it,\nlike today.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nSonja Shifra DuBois —",
        "A: Thank you.",
        "Q: — on November 10\", 2008. Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nSonja DuBois, conducted by Ina Navazelskis, on November 10\", 2008, in\nWashington, D.C., at the United States Holocaust Memorial Museum. First of all,\nthank you Sonja for agreeing to talk with us today.",
        "Q: And as we do with all of our interviews, we’re going to begin at the beginning.",
        "Q: We’d like to hear — we’d like to lay the groundwork, and that means where you\nwere born, when you were born, your family, who was your family. So, short\ndescriptions of your father and your mother, if you had any siblings, their names.\nAnd before we start with that, there’s something I see that’s very unusual, with mo\n— from most of the interviews that we’ve conducted, in that today you are Sonja\nDuBois, and on the day you were born you were Clara van Tyne(ph). That’s quite\na different name.",
        "Q: Yeah.",
        "Q: So, ex —",
        "Q: So, it’s all a— you know, here it is —",
        "Q: Explain it to us.",
        "Q: Oh my.",
        "Q: Is van Tyne(ph) a— a Dutch Jewish name?",
        "Q: So you —",
        "Q: What are their names?",
        "Q: Van Hilder(ph).",
        "Q: Okay, okay. So, when you were born in 1940, where were you born — were you\nstill with — yeah, of course you were with your mother, but were your parents in\ntheir own home? Were they both —",
        "Q: Did you ever see photos of them?",
        "Q: Oh my.",
        "Q: No.",
        "Q: It’s a long time —",
        "Q: Yes.",
        "Q: Yes.",
        "Q: By that time you were in hiding? That mo — by that time you had been taken\naway from them, or they had —",
        "Q: Well, what — what — do you know what he had been doing, what his job had\nbeen?",
        "Q: Oh, so it was an export company that had a department of — of — of many\nmultilingual people.",
        "Q: And he was the head of that department.",
        "Q: Yeah.",
        "Q: At 21 — at 21 months old, I would be very surprised to think that you’d have any\nmemories of that time.",
        "Q: What are your earliest memories?",
        "Q: The little flashes.",
        "Q: So, what happened to y — what happened to you before your earliest memories\nkick in, that you were told later, of your road? Your parents are there until they’re\ndeported to Westerbork. At the time of their deportation, they hand you to\nsomebody.",
        "Q: Your father in — when you say daddy, you mean your birth father?",
        "Q: Okay.",
        "Q: Okay. That’s how they’re distinguished.",
        "Q: Okay. And Mom and Pop are the people who raised you?",
        "Q: Okay.",
        "Q: You’re a baby.",
        "Q: You’re a baby.",
        "Q: We can talk —",
        "Q: We can talk about that later.",
        "Q: Okay.",
        "Q: And where did — where were they — who are — what are their names, and where\nwere they from?",
        "Q: Van der Kagan(ph)?",
        "Q: Kaden.",
        "Q: Okay, van der Kaden.",
        "Q: How old were they? Were they older than your own parents?",
        "Q: Okay.\nNovember 10, 2008",
        "Q: Eat. So you’d have food rations.",
        "Q: And you — you had no brothers and sisters in that family, or did you?",
        "Q: Then let’s go back to your — your — you’ve been — you end up with them, and\nyour earliest memories then, with them. Do you ha — can you pull those —",
        "Q: You were with them for four years?",
        "Q: Okay.",
        "Q: That’s right.",
        "Q: Of course, of course.",
        "Q: You weren’t allowed, yeah.",
        "Q: Go to the window.",
        "Q: Yeah.",
        "Q: Cold and clammy.",
        "Q: Oh.",
        "Q: So these were not soldiers, these were just ordinary people?",
        "Q: And there was a drummer. That’s so strange.",
        "Q: They were found.",
        "Q: Yeah, yeah.",
        "Q: Did you play with other kids during the war years?\nNovember 10, 2008",
        "Q: Did they look very different than you?",
        "Q: Your parents — I mean, your — your adopted parents? They did?",
        "Q: Something’s different.",
        "Q: How’d you figure that out?",
        "Q: Well, let’s have them, snippets.",
        "Q: Did you always know —",
        "Q: Yeah. Were you tol — do you remember ever being — did you — when you came\nto them, were they your mother and father? For all intents and purposes, you had no\n—no other mother and father, or did you always know that you had another one,\nanother set of parents?",
        "Q: So you were only told when you were like 11 years old.",
        "Q: Almost 12. But at that point is when you started suspecting that you had a — there\nwas something —",
        "Q: Mm-hm. Because of that conversation, always the same.",
        "Q: Did you ask them, and they just deflected your answers?",
        "Q: Yeah.",
        "Q: Did you have —",
        "Q: Oh, it’s not cowardly at all, 1t’s normal. And it’s also — what a — what we’ve\nfound in — 1s that there’s a lot of people who had silences in their lives, in their early\nlives. And most of the reasons — and sometimes they don’t know those reasons, you\ncan only kind of assume, but those who 1-impose the silences, let’s say your — your\n— your —",
        "Q: — adopted parents —",
        "Q: Yeah. Didn’t want to traumatize the child. They — they — they didn’t know —",
        "Q: That’s right. They didn’t know what to — how would they handle this, and they\ndidn't know what effect it could have on you. Or — I mean, I’m assuming too. I\ndon’t know.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Yes, please.",
        "Q: So how were you kept alive?",
        "Q: Why didn’t you eat at home? Didn’t they have the food?",
        "Q: No, no, I’m — what I — where my curiosity comes from is that you had a ration\ncard; somebody had colluded and given you a ration card.",
        "Q: Oh, I see, I see.",
        "Q: So-",
        "Q: And so you went to this aunt and uncle who were probably not their relations\neither, but just —",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: Well",
        "Q: You — maybe you were hungry.",
        "Q: Your — you’re a child and they know that, and they know that, and they loved\nyou.",
        "Q: That’s what it sounds like because they were — there could have been a situation\n— you were with a family which would not have fed you more than they needed to.",
        "Q: Did you — did you ever feel, during the — during the war times, that you were in\ndanger? Did you ever remember such a feeling?",
        "Q: Oh.",
        "Q: To the hospital.",
        "Q: Oh my.",
        "Q: Did you — the dane — the first danger that you mentioned 1s the kind that would\nbe indiscriminate. It — you know, a bomb falls, it doesn’t —",
        "Q: — care who it falls on. Was there danger about you?",
        "Q: So, the only thing was is that occasionally someone would say something, ask\ntoo many questions about where you came from, and you moved.",
        "Q: But not to the p —",
        "Q: It’s okay, okay.",
        "Q: Yeah, the earlier man, mm-hm.",
        "Q: We'll get — we’ll get there. We’ll get there. But, do you think that he came to\nvisit you close to the end of the war? Is that — if you were four years old, and it was\n19 — you were born 1n 1940, so that would take it, you know, half a year a —",
        "Q: — yeah, half a year away from, you know, liberation.",
        "Q: Yeah. Oh, I just had a thought, what was it?",
        "Q: Went in one ear and out the other. Let me see if I can rece — recover it. But in the\nmeantime, are there any other memories from the ti — yes, I remember now what it\nwas. Your Pop, what was his job, what did he do?",
        "Q: He was a carpent —",
        "Q: Uh-huh. And —",
        "Q: To heat.",
        "Q: Did they come from large families, your adoptive parents?",
        "Q: And did you meet the aunts and uncles?",
        "Q: Did you ever feel like you were different, family-wise, that there was something\ndifferent about you, the way you felt, you know, in the general life?",
        "Q: What do you mean by that?",
        "Q: But when you were in the larger family you felt —",
        "Q: Did you feel that they loved you?",
        "Q: Yeah.",
        "Q: So, even if they weren't demonstrative, it wasn’t because there — there was\ncoldness in the home?",
        "Q: It’s a big burden.",
        "Q: What were their dreams that you were fulfilling?",
        "Q: So it was cold.",
        "Q: It was cold.",
        "Q: What they did.",
        "Q: Oh.",
        "Q: Okay. Hang on just a second.\nNovember 10, 2008",
        "Q: Those are huge burdens though.",
        "Q: For a little — for a child, those are burdens —",
        "Q: — to be goo — you know. Because the no —",
        "Q: Yeah.",
        "Q: Did they get along with one another?",
        "Q: So it wasn’t that —",
        "Q: Were they religious?",
        "Q: Protestant [indecipherable]",
        "Q: Did you go to church with them?",
        "Q: Oh, I didn’t realize that Christians wouldn’t have been able to worship during\nthe war.",
        "Q: Do you remember how — when the war ended?",
        "Q: What was that like?",
        "Q: It was a good mood.",
        "Q: Yeah.",
        "Q: Did your life change much after liberation?",
        "Q: No, you didn't tell me about this.",
        "Q: I was just going to say, yeah, they came to this — so she was your —",
        "Q: Yeah, exactly. They didn’t —",
        "Q: That’s right, yeah.",
        "Q: Sure.",
        "Q: That’s right.",
        "Q: Did she — did she say that she’s your aunt? Did she say — introduce herself? How\nwas she introduced to you? Or was she?",
        "Q: Tante.",
        "Q: That’s right.",
        "Q: Or they could be somebody who, they just liked —",
        "Q: Yeah.",
        "Q: And yet, she stood out in your mind, because she was so well dressed, because\nshe was from a — a wealthier milieu.",
        "Q: Sounds like —",
        "Q: Yeah.",
        "Q: But they never told you then. Your aunt and your — your aunt — your real aunt\nnever said, you know, hey, there is a different life, there was a different identity.",
        "Q: Yeah [indecipherable]",
        "Q: Why the —",
        "Q: It was another one of those where I had a question —",
        "Q: Fleeting moment. Your name, that’s what it was. What was your name? You\nsaid —\nNovember 10, 2008",
        "Q: That’s right. But when you were with Mom and Pop, what was your name?",
        "Q: That’s what I was after, okay.",
        "Q: So they — when they — when they got you, they didn’t even know that you were\nClara van Tyne(ph).",
        "Q: They just named you Sonja.",
        "Q: Okay.",
        "Q: What does it mean?",
        "Q: What was your Jewish name?",
        "Q: Shifra.",
        "Q: Do you think your aunt and her family ended up paying Mom and Pop any\nmoney for your upkeep later?",
        "Q: You got a piano as you were growing up?",
        "Q: Is there anything else that you think between those a — those years, between\nliberation and — I want to get to the point where you have that conversation with\nthem. In those first po-post-war years, when you’re five and six years old and\nyou’re starting to go to school, anything else of your memories that stands out, that\nkind of works for —",
        "Q: Whose? Yours? Or — or —",
        "Q: So your mother’s —",
        "Q: Het kind.",
        "Q: The child, yeah.",
        "Q: Well, how did you feel about knowing — now — knowing that you — your mother\nand your father did not come back. But, you had rela —",
        "Q: You had relatives.",
        "Q: Okay. But now it’s too — you find out about it. I’m not talking about your\nfeelings in 1940s when you’re introduced to their lives, I’m talking later. When you\nrealized this — these are my relatives, and that you live with one and not with\nanother may be one thing, but that they never told you the beginnings. How do you\n— you have that — those very complicated feelings with Mom and Pop, how do you\nexplain them to yourself? The three maiden aunts, the aunt who was married to the\nwealthy Christian?",
        "Q: Okay.",
        "Q: That’s not selfish.",
        "Q: That’s not selfish.",
        "Q: Well, let’s go on then. Let’s go — u-unless you —",
        "Q: — there’s a [indecipherable], let’s go on to the time when they do talk to you.\nHo — do you remember the circumstances?",
        "Q: Tell me about it, okay?",
        "Q: Oh, you were emigrating?",
        "Q: Oh, really? So they had to\nNovember 10, 2008",
        "Q: So they decided to — they decided to leave Holland?",
        "Q: And wa — the reason for that was?",
        "Q: Okay.",
        "Q: Right, okay.",
        "Q: Clara van Tyne(ph)?",
        "Q: So they did know your real na — real name eventually?",
        "Q: Oh, oh, okay, okay, okay.",
        "Q: All the documentation.",
        "Q: Your family member? Oh my gosh.",
        "Q: Oh my gosh.",
        "Q: So in some ways your adopted parents had closer ties to your blood relatives\nthan you did?",
        "Q: And this was kept from you?",
        "Q: [indecipherable] It’s just — it’s just, you know, kind of —",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Why’?",
        "Q: If you never know —",
        "Q: Yeah.",
        "Q: Yes, at some point 1t becomes no longer I want to protect you, towar — to\nsomething else. And I want to pick up on something else. You say, why not — not —\nnever say adopted, say foster?",
        "Q: Clara van Tyne(ph)?",
        "Q: Of all the names that you’ve had, which one are you closest to?",
        "Q: It’s known. It’s a known name.",
        "Q: Yeah.\nNovember 10, 2008",
        "Q: When da — was the first time that you said to yourself and felt free to say to\nyourself, I am a Jew?",
        "Q: Oh, my God.",
        "Q: But still —",
        "Q: Oh. Do you feel like you owe something to Christianity?",
        "Q: Okay. Do you feel like you owe something to Judaism?",
        "Q: Did you have an alienation from your foster parents after you came to the\nUnited States, or even before?",
        "Q: What should an only child ought to be?",
        "Q: It sounds as —",
        "Q: Well, 1t sounds like that’s one of the thing — the real strong threads that has run\nthrough, is that you owe them gratitude. And in the normal sense of, when a child is\nborn, you don’t ask to be born. So, even though you’re given life, to your natural\nparents you would never say I— I owe you my life because you gave me life.",
        "Q: I know. I — I know. I know. We know the historical circumstances, yes.",
        "Q: Yeah.",
        "Q: Well, I’m not adopted, and I am an only child. And I have a very fraught\nrelationship sometimes with my parents. I wouldn’t say it’s completely trusting. I",
        "Q: —I—I owe them a deep gratitude. Of course I do. Of course I do because without\nthem I would be nothing, but do you know what I mean? That sort of thing that I\nwouldn't be able to say the truth about what I needed to quite — to such an extent.",
        "Q: Okay. Did you ever after — after you came to the United States, did you ever\nhave any follow up conversations, or try to have follow up conversations with them\nabout who am I, and who — who am I, where did I come from, what were the\ncircumstances?",
        "Q: That you were meeting —",
        "Q: Did you end up living in Hoben — Hoboken, New Jersey, or did you move\nanywhere?",
        "Q: What happened after that?",
        "Q: Did you — and you had that feeling from them, even if there was at a distance,\nthere was this concern —",
        "Q: No.",
        "Q: Did more — did more of the family die than your parents?",
        "Q: You hold them.",
        "Q: To give you up.",
        "Q: And you never knew the answer. Or did you?",
        "Q: Through that one gesture.",
        "Q: The last sense I have, and we’re going chronologically is that you’re now in the\nUnited States, you’re in New Jersey, in another town.",
        "Q: What did your foster father do? What did —",
        "Q: How long did you live at home?",
        "Q: Okay, and so that was when?",
        "Q: Did you go to university?",
        "Q: Okay.",
        "Q: Wow. Wow.",
        "Q: Really?",
        "Q: And how did your life change after that?",
        "Q: Did you share this?",
        "Q: Did you share these kinds of pains with anybody else, that you wanted to know\nmore and —\nNovember 10, 2008",
        "Q: Yeah.",
        "Q: That’s wonderful.",
        "Q: When did — when — it sounds like at some point there was a breakthrough, where\nyou found out more information, where you found out more. So let’s bring that\nstory to that point. Can you tell us about that?",
        "Q: Okay, let’s talk about —",
        "Q: You mean there were lots of Claras?",
        "Q: Okay.",
        "Q: And her — and she broke the vo — in — in sending you that article, and in giving\nyou his name, that’s the vow she was breaking?",
        "Q: Yeah.",
        "Q: Of course.",
        "Q: Of course.",
        "Q: And what could he — what did he tell you? What gaps did he start filling in?",
        "Q: What did you talk —\nNovember 10, 2008",
        "Q: You didn’t want to look —",
        "Q: I see. You didn’t want them to know that you had seen him.",
        "Q: I wouldn’t — I wouldn’t call it cowardly. I— I'd call it like you had been put in\nchains, and you were — and you had been put in such invisible chains, and you were\ntrying to break free from them, but being invisible, you never know when they’re\nlocked up again. I wouldn’t blame yourself for that.",
        "Q: But you didn’t know that they were close friends at that time?",
        "Q: Okay.",
        "Q: So she fu — so she did some of the research into the family?",
        "Q: Did she re-contact those maiden aunts? Did she talk to —",
        "Q: No.",
        "Q: Did he cli — but no — the Aunt S-Sinke(ph), what was her name, that you used to\nvisit?",
        "Q: Oh, that’s right, that’s right, that’s right.",
        "Q: I’m sorry, I forgot about that part.",
        "Q: So how do you take it forward? So you’ve got — you’re in Holland, you meet\nhim, but you don’t —",
        "Q: What happened then?",
        "Q: And did they live in New Jersey?",
        "Q: They live in Israel?",
        "Q: So how did you con —",
        "Q: And you never knew what —",
        "Q: And you never knew.",
        "Q: Well, it’s perplexing.",
        "Q: It’s extraordinarily — no, no, no, not confusing as far as who was who —",
        "Q: But it is perplexing in its intensity.",
        "Q: To keeping this from you, in the name of protecting you, and it certainly doesn’t\nsound like that. I mean, I can only imagine — I don’t — as I’ve mentioned before, our\njob is to kind of be neutral and let you [indecipherable] talk —",
        "Q: — and — and so, but the feeling that I get is if it had been me, I would have been\nlivid to the sky that somebody —",
        "Q: When did Mom and Pop die?",
        "Q: So, very recently?",
        "Q: Be with her.",
        "Q: But it’s all so — how could someone not know that that’s important to you?",
        "Q: Well, it sounds — even if you don’t have memories of the time, you do have\nmemories of feeling different. And of hearing these voi — these conversations, over-\noverhearing them when you’re walking down the street and they say to you, or you\nhear the grownups talking, did they come back, no they didn’t come back. Or that\nyou’re different at school. I mean, that’s conscious. That’s where questions could\nstart arising, and a child would want to know, why are these quest — why 1s this\nsituation there?",
        "Q: When you — when you got that call from Bev, and she said I think we’re cousins,\nto me it sounds like these — you know, the past has broken through, finally.",
        "Q: So what did she tell you about him?\nNovember 10, 2008",
        "Q: It sounds like also, and forgive me, I don’t want to put words in your mouth, but\nyou had mentioned something about this before, is that you regained a part of who\nyou are. You talked before about having different selves. Is that what happened in\n2000? Is that some —",
        "Q: — moral you have integrated?",
        "Q: You did?",
        "Q: P’ve come to the point in the interview where I ask, is there anything that we\nhaven’t talked about that you think is important?",
        "Q: Okay.",
        "Q: Your story.",
        "Q: But yes.",
        "Q: She took it.",
        "Q: Did you talk — did you share with your daughters, as you were going through the\n[indecipherable] steps?",
        "Q: Yes, of course. I’m — I’m speechless. Thank you. Thank you very much. I think\nyou’ve had such a tough row to hoe, because the shadows that you have were so",
        "Q: Well Shifra, thank you very, very much.",
        "Q: Thank you, but not a very easy topic.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nSonja Shifra DuBois —",
        "Q: — on November 10\", 2008. Thank you.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My pleasure.",
        "A: Right.",
        "A: Isn’t it?",
        "A: Right.",
        "A: And I’ve had a name in between.\nNovember 10, 2008",
        "A: All right. Yes, I was —",
        "A: Yes, I was born October 1994 — ’?90 — 1940, of course, in Rotterdam, The\nNetherlands, or Holland, whichever way you want to put that, to a young Jewish\ncouple named Moshe and Sophie van Tyne(ph). They were — had been married in\n1939, and I was born in 1940, and their lives ended in 1942, and I was their only\nchild.",
        "A: And —",
        "A: Yes, it’s a—",
        "A: — it’s a dut — Dutch Jewish name, but I never knew what my name was until\nquite a few — few years later. To get to the en — to the initial part of the story, which\nwill — you will want to — will want to come back to, is in 1938, a cousin got out of\nThe Netherlands on the last ship, Hospel(ph). Her name — her — her new husband\nand her, and her baby girl, went to Australia, cause United States wasn’t accepting\nany more refugees. And these people figured back into my life much later.\nNovember 10, 2008",
        "A: Oh boy. Bev Schulster(ph) is the daughter of Aunt Alice. Aunt Alice van\nHilder(ph).",
        "A: Yeah, g-e-l, yeah. She and her young husband; he used to travel abroad, and kind\nof saw the handwriting on the wall. And he and his wife and little baby girl, and his\nparents came over. Who turned back up in life way later.",
        "A: You know, I th — I think I might have been born right after their initial home was\nbombed. They lived in the old city in Rotterdam and I understand that was bombed\nearly on by the Nazi. So, they either lived there or another place in Rotterdam, and\nI know — I know that address. The initial address is, you know, no longer.",
        "A: I have one precious photo of them. And I didn’t get that until I was 60 years old.",
        "A: Which 1s a long time ago, too, you know.\nNovember 10, 2008",
        "A: But I'll tell you how it —",
        "A: Yeah, it’s a long time to wonder what your mother looked like, what she smelled\nlike, you know, the intimacy that you — that surely kids —",
        "A: — I presume.",
        "A: You know, all this I presume they develop with their mother, because I was 21\nmonths old when they were deported to Westerbork. And —",
        "A: No, the day they got on the — on the train, on the transport to Westerbork, I was\nhanded over, they handed me over to a friend of theirs. And, you know, I will never\nknow if — 1f this was a — of course it was agonizing — if it was a decision that they\nhad made prior to that, or if 1t was just because, as I heard it later, Daddy’s friend\nsaid, you don’t want to take this child with you. I sort of think of the earlier, you\nknow, that they had agonized over it and decided that they didn’t really know where\nthey were going yet in ’42, except, you know, you haven’t worked in awhile, and\nthey promised people jobs, too, so —\nNovember 10, 2008",
        "A: Yes, yes, as a matter of fact, after the war, I have a few precious papers, and one\nof these was his dismissal letter, which was typed in 1941, just a paragraph. And it\nsaid that they were very sorry, due to circumstances, they had to let him go, but\nwould recommend him to anyone. So when I — and he — he worked in a — he chaired\na linguist department like — it was an export company, so I guess he knew\nlanguages.",
        "A: Probably, yeah, yeah.",
        "A: And so he, you know, he hadn’t worked at — in awhile, and I tried to look up that\ncompany many years later when I si — finally started researching and found out they\nwere a Jewish company too, and of course, had been bought for pennies on the\ndollar, or guilden.",
        "A: Long time before that. So he —\nNovember 10, 2008",
        "A: No, Pm—",
        "A: It’s really strange. An earl — earliest memory that I have didn’t flash in — see, my\nlife’s floating puzzle pieces, didn't flash in until maybe a dozen years ago, when my\nhusband and I were in Saint Thomas and they have these little boats that go\nbetween hotels and port. And there was this — they look like little Thomas the train\ntrains. And I said to Ron, I said, I’ve been on one of those before. And smells are\nalways the strongest memory for me. And I smell that I’ve been on that boat before.\nWell, the person I was given to, after we went [indecipherable] and that was a\ntemporary situation, when Mom came to pick me up, she tells me, she went one\nway, like my tram probably, and came back another way, which was across the\nMass river, you know, not to be traced. And I remember sitting down on a little\nbench, smelling that smoke go over me, and oh, it’s so strange that, you know,\nthings like that still happen. And put —",
        "A: Yeah, they just — they’re just little flashes.\nNovember 10, 2008",
        "A: Right, to Mr. Dolf Henkes, who became quite a well known artist in Europe.\nAnd that’s an important connection, cause until like the 80s, I couldn’t figure out\nwhy I was given to one person and not to another. He was a friend of Daddy’s, and I\ndid find out later that they were both artists. Daddy’s an art — was an artist.",
        "A: Yeah, right.",
        "A: There are Mother and Daddy, and Mom and Pop.",
        "A: Right.",
        "A: Right, right.",
        "A: So, I was given to Mr. Henkes, he was a single man, always was, and had — took\nme home — well, first he took me to farm country, where a lot of kids were hidden,\nNovember 10, 2008\nbut he found — the conditions he’d found were atrocious. It was behind a chicken\ncoup, there was a family there. And I think it was a mutual decision, they didn’t\nwant me, cause I cried a lot, you know, I would have given them away.",
        "A: Yeah.",
        "A: I’m probably missing my mommy. So he took me home, and then through the\nunderground, nobody’ ll ever know where, who, what, because I’ve tried to find out.\nJust within the last two years I was rejected to have them named as Righteous\nGentiles, cause we couldn’t find — one of the reasons was we couldn’t find enough\nwitnesses.",
        "A: Okay.",
        "A: Yeah, okay.",
        "A: Fine. Enough witnesses. So he took me home, Mom and Pop are — Mom came to\npick me up. And I think the reason my birthday was celebrated in August, nobody\nknew a thing about me, was that they got me in August, you know. I know when\nNovember 10, 2008\nMother and Daddy went to Westerbork, that was like the 27\" or something, July.\nFigure they futzed around a little bit, finally found somebody. So in August, it was,\nyou know, a new beginning for me. And they couldn’t have children, so you know,\nI was an answer to their prayers as well.",
        "A: They’re — were Elizabeth and wille — William van der Kaden.",
        "A: Kaden.",
        "A: Which 1s of the dike, in Holland.",
        "A: And they had always lived in Scheidam, which is a city right next to\nRotterdam. And he — he was active, Pop was active in the underground, and Mom\nused to volunteer the Red Cross, so it’s — you know. I’m sure they had —",
        "A: No, they were — Mom was born in the same year, 1913, just like Mother and\nDaddy were, and Pop was maybe about five years older.",
        "A: So — but I didn’t look like anybody, you know, when — it’s amazing how many\npeople — it really did take a village to bring up this child, because they weren’t the\nonly — you know, they took the biggest risk, but there was the pediatrician they\nfound to examine me, who guessed at my age. Yeah, August sounds good, you\nknow. Two years old, fine. You know, it’s two or three months. There was the food\nstamp office that gave me a s— a stamp so I could eat.",
        "A: Yeah, I had food rations. Let’s see, what else? Oh, there were people that Mom\nknew — oh, one friend of theirs was a policeman, and from an old coat of his, I got\nthis wonderful navy cape that she sewed. I must have look — you know, and it had a\nlining, I remember a plaid lining. So I must have, you know, worn. And the — the\nfirst picture I had was with a little knitted dress that was pulled — you know, it was\nwarm. Nobody else had anything either. So, they pull that thing on and started over,\nand made this pretty dress for this little girl.",
        "A: None. No, I had — you know, I was first child of my natural family and they\nnever had children either. So, as Mom used to call me when she aged, and could\nremember my name, she’d say, oh, here comes my only one. So, you know, we all —\nalways meant a lot to each other.\nNovember 10, 2008",
        "A: Oh yes, yes, yes. As a matter of fact, I wrote a story about this, because it keeps\nflashing in front of my eyes. And that is the first time I saw a parade, or I thought I\nsaw a parade. We u — we lived three different places during four years, by the way.",
        "A: No, I was with them all my life, but —",
        "A: — you know, communication was much slower than it was —",
        "A: — so when people in one end of town started making — posing questions that they\ncouldn’t or wouldn’t answer, we’d just move across town. Well, you know, that\ndoesn’t make any sense now, but it did then.",
        "A: So, the second place we lived was on the second floor, and in Holland you had\nthese little spy windows at — at the front of the window, so you could see who was\nat the front door. Well, I was not — never ne — knew why, I was never allowed near\nthe window anyhow. Strange rule, I thought, but —\nNovember 10, 2008",
        "A: Not allowed near the window. Well, what do you do when you’re told you’re not\n— told you’re not allowed?",
        "A: Well, you go to the window.",
        "A: So, I don’t know how old I was, but I know it was at dusk. It was a rainy — it was\nthat nasty rain they have in Holland, just kind of slithers down and co —",
        "A: Yeah. And there is a — a parade of men, and I could count, I could count to 10, I\nthink. And there were five men across, and then a row back, and I don’t know how\nmany there were. And they were — there was a drum in front of them, one drummer.\nAnd these people had strange costumes, to a child’s eye. They were all kind of\nbrown and gray and black. But it wasn’t a happy parade. Just kind of strange, but I\nthought it was a parade, because I had never seen a parade, probably. And some\nwore hats, and some that — I can remember the glistening of their hair, those that\nweren't — weren’t wearing hats. They all had carried a roll of some sort, which later\non I figured out were blankets. Where we lived, just around the block was a train\nstation.\nNovember 10, 2008",
        "A: And so, they were having their last walk in their city, because you know, when\nthey went to the train station and the door closed —",
        "A: These were — these were men that were found, they’re being deported. And of\ncourse, you know, I was being protected from whatever nasty was going on. I didn’t\nknow it was nasty. I couldn’t figure it out. Why would you have a parade on a rainy\nday, why didn't they cancel it? I knew that much. And there wasn’t any happy\nmusic.",
        "A: Yeah, it was just a — a single drummer. And then of course, it was much later\nwhen I figured out that their fate was probably sealed when —",
        "A: — they sealed the doors of the train.",
        "A: And — but, you know, Mom and Pop always, always worked hard at protecting\nme from — from my other life. I— my life kind of became a conspiracy of silence.\nThere is good and there is bad in that, I’m afraid.",
        "A: No, I belonged to — they tried to make life as normal as possible for me. I\nremember going to a pre-school or kindergarten, or something like that.",
        "A: Yeah.",
        "A: Oh yeah. Pop was red haired, kind of bald already, and Mom was a dark blonde.\nSo — but there were questions all the time, and — and in another group of people who\n— who could have — who became part of the — the extended family were the teachers\nand the parents that used to pick the kids up. Where’d this little girl come from?\nHow come, you know, she doesn’t look like any of us? I have a picture, you know,\nclass picture, of me. I was short, I was sitting on the bench in the front row, and\nthere’s like a row behind me and a teacher on each side. It’s one redhead, all\ntowheads and me, you know, so you know, my hair is still black. And that had to be\nvery telling, and it was years, years, years later that my girlfriend Welly(ph), who I\nstill correspond with in Holland, told me, we were all sworn to silence. The reason\nwas given that it would just hurt me. It would, you know, upset me to know that I\ndidn’t belong [indecipherable]. Well, of course, kids have that instinct where they\nknow that, or I did, anyhow. By the time I was about five years old I figured out\nthat —\nNovember 10, 2008",
        "A: Mm-hm.",
        "A: Well, it’s hard to tell. There again, snippets.",
        "A: The most obvious was that towards the end of the war, we used to — you know,\npeople walk there all the time. I used to walk around the city and meet\nacquaintances and friends. And I’d be standing here holding [indecipherable], and\nthe conversation was always the same. Well, who have you heard from, did\nanybody come back? When — when’s anybody coming back? That — and the answer\nwas always negative, no, we don’t know. And I’m standing right there. So\neventually I figure out, they’re talking about Mother and Daddy. And —",
        "A: —I felt —I felt — I felt — I think I felt cheated, cause nobody ever told me\nanything. I was spoken about — it’s like, even when I was older, but I was never\nspoken to. I wasn’t given the fact that I had an intelligence, that I had ears, you\nknow, that I could hear. People don’t adopt kids that way, not that I was ever\nadopted, but they don’t handle situations like that. Course, during the war they\ndidn’t have much choice.\nNovember 10, 2008",
        "A: At that point where we’re putting things together, I knew. I wasn’t told until six\nyears later.",
        "A: Almost 12, right.",
        "A: M-More.",
        "A: Yeah. You know, I was —",
        "A: No, I didn’t — you know, I didn’t begin to ask until after to — they told me,\nbecause instinctively I think I knew it would hurt their feelings, or I wouldn’t be a\ngood girl, and we were all trying to be very good, and you know.",
        "A: And —\nNovember 10, 2008",
        "A: — it was kind of cowardly, I guess, you look at it now, but I was a little girl, you\nknow?",
        "A: Mom and Pop.",
        "A: Yeah.",
        "A: I think they didn’t know how to begin.",
        "A: And on them.",
        "A: Later on you find, you know —\nNovember 10, 2008",
        "A: — you — well. Let’s talk a little bit how I was kept alive.",
        "A: These — these people — you know, everybody in Holland was hungry, too. It was\nthe land of, you know, butter and milk and cows, and you know, the — the soldiers\nwere getting it all, you know, they had to keep the troops alive.",
        "A: There one — one day — one meal a day, a hot meal, was the meal of the day. I\nused to go — in Holland we have a lot of aunts and uncles, just everybody’s an aunt\nand uncle. They found an aunt and uncle for me who gave me hot meal a day.\nNobody asked where they got the food, or you know, that type of thing. But I went\nto these folks, my little cape on. And it must have been just a couple of blocks,\ncause I went by myself. And —",
        "A: Well, they were getting to the s — going to the soup kitchen and getting this, you\nknow, two slices of bread and this thin soup.",
        "A: Yeah, but that food was pretty yuk for a three year old.\nNovember 10, 2008",
        "A: All right, yeah, yeah, 1t was —",
        "A: — it wasn’t nourishing. Couldn’t get any milk. I have another story about how I\ngot milk. But, you know, to get a regular, substantial meal, I was told I was a little\nwaif already by the time I came to them. Which is likely because I wasn’t getting\nenough to eat, you know, at Mother and — and Daddy’s.",
        "A: No, no, they weren’t.",
        "A: And, you know, it was sort of shady, I’m sure, as to where they got their food.\nAnd — but I had a nice, hot meal, and it was so sweet. I would come home and I\nremember this distinctly, I don’t know why it didn’t — you know, some things just\ncome to me, and — and Pop would have the — they have these little tins, like I think\nprobably Laura Ingalls carried to her — to lunch for school.",
        "A: And the soup would be in there, and he would ask me if I was still hungry. And\nI’m told that nine out of times — 10 times, I ate it, you know.\nNovember 10, 2008",
        "A: [indecipherable] you — you know, I didn’t know, but I didn’t need it, you know,\nand he — he did.",
        "A: Right.",
        "A: Yeah.",
        "A: Right, right. Yeah, it was — it was fine. So, you know. And Pop used to cook\nsugar beets. And every — they c — they cut them in strips, and then they simmer\nthem, and it makes some sort of syrup. And he would cut them, and he was always\nhungry. And he would give me a si — a little piece of — half of that, and he says,\ndon’t tell Momma. You know, but he wa — he was my buddy.",
        "A: Yes. Yeah, I do. I remember — you know, in Holland the bathrooms are not the\nway they — ours are. They call them WCs and they were water closets, they really\nNovember 10, 2008\nare. And Mom and I, I— I do remember sitting there, not knowing why, being held\non her lap, and hearing these high pitched sounds, and those were, of course, the\nbombs, or the bombers flying near, or whatever. But we used to sit in the —",
        "A: — 1n the — in the toilet there. And another time there was a — a man raid, and\nsomebody had warned us. Pop had already hidden out with a friend of his, and we\nwere to go there as well. And it was a — must have been summer, because I\nremember the cobbles — I had bare feet, and so it was at night and the cobblestones\nwere slick, but not ice cold — because Mom was carrying a — a pot of soup or\nsomething like that, and her — she said to the soldier that she had to go to\nkrankenhaus.",
        "A: Right. And I guess in those days, whatever you had, you brought. And she told\nme to, you know, go ahead and run ahead. And it’s the black boots that frightened\nme. I don’t own a pair of black boots. There will never be any in my closet.\nBecause, you know, Nazis boots came up, probably to my eye level.",
        "A: And that is, you know, that’s just one of those quirks that still exists in my life,\nand —\nNovember 10, 2008",
        "A: Right.",
        "A: I don’t think there — I was eve — Mom and Pop were ever personally, or myself,\nattacked, to — where we ha — where we felt — where I felt I’m safe.",
        "A: Right.",
        "A: Oh, and what I remember, the man I was given to, Mr. Henkes, I — to a — the\nearlier address we lived in, came — and I think he tried to come and see me.",
        "A: Okay, all right then.",
        "A: We lived, again, second story, and I remember that someone said that Mr.\nHenkes tried to come see me. I guess to see if I was all right. And I remember, you\nknow, Mom and Pop being very upset about that. And he got a picture of me, and I\nknow the day it was passed to him. I don’t know why I knew that. I was about four\nNovember 10, 2008\nyears old, and there’s this picture of me holding a doll carriage. And one of the\nteachers handed something over the fence. I don’t know why I knew it was my\npicture, and I didn’t think of it again until much later, 1987, but we’re not there yet.",
        "A: I know.",
        "A: Liberation. No, it must have been earlier than that, because we didn’t live near\nthat railroad yet. The address I came to was the one where I remember — because\nacross the street, on the ground level, was a — I guess he was an invalid, he was an\nold man who used to sit in the window and wave at me. I call him Opa, you know.",
        "A: Jot it down.",
        "A: Carpenter.\nNovember 10, 2008",
        "A: Carpenter cabinetmaker, right.",
        "A: And that was — cause he didn’t have a job over the fren — over the — during the\nwar, either, you know, nobody was working doing any construction. And he\ncouldn’t get one after the war in that trade, because all the wood was gone. You\nknow, people chopped down little trees, they used their furniture to burn their f —",
        "A: — you know, to get so — to heat, yeah, or you know, there — there were no jobs.",
        "A: Pop was one of six, and Mom was one of three. No, I think Pop was one of\nseven, yeah.",
        "A: Yeah. Yeah, I became part of the — the family. As a ma — ma — my favorite\ncousin was on — on Pop’s side, a little boy.",
        "A: Not when I was with them, no. No, I would — I felt — as a matter of fact, probably\nI was the happiest when I was with them, because it was a lonely life being an only\nchild and kind of not knowing how to act. Was — I —\nNovember 10, 2008",
        "A: I never knew if I was being good or not. Not that I ever made any gross\nmistakes, I don’t think, but it’s all part of trying to please, I think. And Mom and\nPop were never dismonstrative, so I didn’t know by touch, or by hug or by atta\ngirl, whether I was measuring up.",
        "A: Yeah, I’m just one of the kids, I’m fine, yeah.",
        "A: Mom and Pop?",
        "A: Yeah.",
        "A: I don’t know. That 1s really hard to say. I think I became their possession. I don’t\never feel like — like I was nurtured a lot as a child, as a little human who was\nfulfilling — this is a terrible thing, this — it’s gonna sound awful — that was fulfilling\ntheir dreams.\nNovember 10, 2008",
        "A: And I don’t know if it was the — the age of — you know, the time, or whether it\nwas a European philosophy, but kids definitely were to be seen and not heard. And I\nalways tried to measure up to that. But I don’t ever remember sitting on Mom’s lap.\nI would have remembered, because my Opa, her dad, used to come over and I loved\nsitting on his lap, and we used to listen to the radio programs, and he was just my\nfavorite person in the world, you know.",
        "A: Well see, I never really knew. I never knew when — I knew when I was doing\nwrong, but I guess I never got — I don’t know, it was kind of cold, I think.",
        "A: Yeah.",
        "A: An-And I don’t mean to si — you know, negate —",
        "A: — what they did. And it becomes more obvious later on in life when I did start\nasking questions, and I was rebuffed, you know, not to ask questions.",
        "A: So.",
        "A: And I was — I was — you know, I was trying to be loyal to their — their wishes.\nYou know, they had wanted a child so badly, they wanted a good child, and where\nwould I have been without them? So I certainly had to be grateful. And it sure —",
        "A: Huh?",
        "A: Yeah.",
        "A: We didn’t analyze that until much later, but —",
        "A: —I don’t — you know, when people say, was — did you have a happy childhood?\nPll say, I don’t think so. I had a comfortable childhood. I had food, I was dressed\nwell. Pop and I used to walk by windows, you know, shopping. And I guess I was\nvery clever, because I never asked for anything outright, I — I knew that wasn’t the\nthing to do, but Pll si — he says — I used to say, that’s all [indecipherable] this is\nwhat we’ll buy someday, right? And, you know, likely it showed up, but I knew — I\nwas polite enough to know that you didn’t ask for things.",
        "A: Yeah.\nNovember 10, 2008",
        "A: Cause I — cause, well, you know, and this comes in later on. They would — they\nmade an agreement not to tell — ever tell me anything. And I think Pop would have\nbroken that, hadn’t it been for Mom. She was definitely the more dominant person.",
        "A: Yeah [indecipherable]",
        "A: Yeah, Protestant.",
        "A: I went to chur — after the war, we started — you know, when you could worship\nfreely again, I went to church with them.",
        "A: N-No, it’s — I don’t know. Maybe they didn't want to take me out in the street\nany more than normal. But I remember a minister friend of theirs, their minister, I\nguess, coming to the house and — and visiting. But I don’t remember going to\nchurch until after the war.",
        "A: Oh yeah.\nNovember 10, 2008",
        "A: I remember some flashes, and then later on I was, you know, as I’m listening to\nthe after dinner stories, I’m saying, oh that’s what we’re — that’s what I saw. May\nfifth, 1t was in the evening, I think, when they finally heard that they’d been\nliberated. And I was taken from bed. I don’t remember being asleep, but I know I\nwas groggy, and they were dancing around the street with me, with all these — I saw\nall these flags, you know? That was another thing that was confiscated besides bikes\nand radios, you know, also, they had to — had to give up their flags. Well, you\nknow, you might give up one flag, but they rolled the other one up and hid it in the\nattic. And there was lots of dancing and — and music, and I remember feeling really\nout of it, you know. But — but that was —",
        "A: — that was liberation, yeah —",
        "A: — that was — yeah. And I don’t know why it was such a big moment until later\non. I knew it was an odd time for me to be out, and we — you know, people being\nriotous in the street.\nNovember 10, 2008",
        "A: [had a visitor. The aunt — did I tell that one of the — Daddy’s sisters — grandfa —\nhis grandfather’s level, his younger sister was married to a Christian who was very\nwell-to-do?",
        "A: Okay, well, Tante Sinke(ph) was married to this man who was a Christian, so\nshe was safe. You know, they didn’t make an issue out of her being a Jew. But they\ncame — she came to visit, sometime. I don’t know how they found me, but there was",
        "A: Here we go again with the underground. You know, underground was\nunderground.",
        "A: Did a good job.",
        "A: And I remember as if it were yesterday. I had — I was still taking naps in the\nafternoon some, and Mom’s getting me up, and there’s this lady in this long cart —\ncoat with the fur collar, and the hat with the feather, that came to us and — and\nvisited with us. And I’m look — and we look out the window and she’s — it looks\nNovember 10, 2008\nlike this big, black car 1s down there. Well, it probably wasn’t, but you know, in a\nchild’s eye.",
        "A: And that’s when my life became a conspiracy of silence. I think that — you know,\nher children are grown, the youngest one was maybe 17 - 18. And so, an agreement\nmust have been made that Mom and Pop would keep me, cause they had a right to\ntake me.",
        "A: There were a lot — there were a lot of court issues about that 1n — in — in every\ncountry, I guess. But they probably came to an agreement that I would stay with\nthem, and perhaps never — nothing would ever be said. Nothing.",
        "A: Tante.",
        "A: Another — another aunt and uncle. Look I told you, you have a lot of aunts and\nuncles that aren’t. It’s like the south has mizz and mister.\nNovember 10, 2008",
        "A: We have aunts and uncles, you know, so they could be first cousins, you know,\nfor all — for all I knew.",
        "A: Right, there’s a neighbor down the street —",
        "A: — you go and stay with Aunt Ann when you come from school, you know.",
        "A: Yeah, I think that’s — that’s what — and we used to visit them regularly. In\nHolland kids don’t go to school on Wednesday and Saturday afternoons. And to me\nit seemed like every other week we were getting on the train — tram after I came\nhome from school and go to Tante Sinke(ph) [indecipherable] and — and visit with\nthem, and stay until we had dinner, stay will — until it got dark and come home,\nyeah. And I think the 17 year old was probably the only one still living there. And\ncan you imagine a s-seven year old — six year, seven year old little girl following\naround a —",
        "A: — a teenager, it was — you know, heroin.\nNovember 10, 2008",
        "A: Yeah. It was fun.",
        "A: Oh no, oh no. As a matter of fact, several years later, must have been about\nseven, cause they took a picture and I had a tooth missing, so that was kind of —",
        "A: — how I gauged things. We went to this young woman’s engagement party at\nTante Sinke’s(ph) house. And somebody took me aside, or I was in the garden, and\ntalked to me, and — and said what I already had developed in my mind, that these\npeople you live with aren’t your mother and father, you know. And somebody\nfound out about that, and that person was permanently uninvited to the house. So\nyou can imagine how upset they were, and I felt —",
        "A: — the same way as the day that Mom and Pop told me who I was. It was this\ntremor went through — went through my body. Yes?",
        "A: Fleeting moment?",
        "A: Clara. Clara van Tyne(ph).",
        "A: Sonja van der Kaden(ph). I — they renamed me the minute I — I got there. Well,\nnobody knew what my name was until Tante Sinke(ph) showed up.",
        "A: Right. She’s the one who, you know",
        "A: Oh no, no, they —",
        "A: Yeah, she liked Sonja, and that was — you know, that was fine.",
        "A: Later on she told me what it meant, you know.",
        "A: Supposedly it’s — it’s from — in Sweden they use it and 1t means sunshine, so —\nand I also found out what my Jewish name was.",
        "A: Shifra.\nNovember 10, 2008",
        "A: And whenever I write, you know, like I’ve been at the conference and I write to\nfriends I’ve made there or friends I have, I sign off as Shifra and they know who I\nam. So that’s — and — and the way I found that out was through Tante Sinke(ph),\nshe left for a— I guess Mom and Pop got some papers which I eventually ended up\nwith, and it has this wonderful acknowledgement, you know, I wouldn’t — Daddy\nmust have known things were going to get worse, because there’s a letter dated\nJanuary °42, I think, that said, pertaining to our telephone conversation this\nmorning, your daughter’s name 1s listed as Shifra. So I kept thinking, I was born in\n1940, why didn’t they name me til 1942? Well, they did, it was in the records, but I\nwould have never known without that document.",
        "A: No, I don’t think so. No, I don’t — I don’t think so at all. I always wonder where\nthe piano came from. I —",
        "A: Yeah, we had a piano, I guess I took lessons for probably about three years. The\npicture that they had made before we left to s — you know, to let everybody know I\nwas well and healthy and — was sitting at that piano with Jossy’s dress, and she’s in\nIsrael.\nNovember 10, 2008",
        "A: Well, that was the other side of the family. We used to go visit three aunts, and\nthey really were aunts.",
        "A: Yeah, mine, yeah.",
        "A: It was my mother’s side of the family. There were three maiden ladies. And\nwhen they went to talk about me, they’d say, send het kind, that’s me. If I ever\nwrite a book, that’s the title, het kind.",
        "A: That child.",
        "A: Send her to play with the maid, you know, or — or go do something, or — one of\nthem, one of those aunts had a— some sort of a lab upstairs, and we would go up to\nthe lab. And —\nNovember 10, 2008",
        "A: I had relatives.",
        "A: But I would — never found out that they were until 1t was too late.",
        "A: Who eventually came to the United States, and I saw very regularly.",
        "A: I feel s —I feel such a loss, that I didn’t get to know them. And selfishly that I\nnever got to talk to them about my fam — my parents.\nNovember 10, 2008",
        "A: Because there’s only one person in the world that I’ve ever spoken to, that\nactually knew the person, Daddy. Now, these people are images for — well, images\nthat I can’t visualize until I’m 60 years old when I saw a picture.",
        "A: It’s a floating puzzle piece. I’m — I’m just — you know. And you ha — I —I feel a\nreal loss [indecipherable] you know. And we traveled back and forth to Holland\nprobably a couple of times while I was a teenager, and they were st-still alive. I\ndon’t remember if we went to see them. But —",
        "A: Yeah — no, go on.",
        "A: Absolutely.",
        "A: It was a couple of days before we were going for a passport. I knew we were\nemigrating —",
        "A: Yeah, from Schiedam to New York.",
        "A: [indecipherable] the three of us, yeah.",
        "A: Right.",
        "A: There are a couple of them.",
        "A: But anyhow, to get back to —",
        "A: — they — they told me in — probably in five minutes time, that M-Mother and Dad\nhad been killed by the Germans in the war, but I was too young to know them, so\nthey didn’t want me to worry about it, or ever think about it, because I belonged to\nthem. And on this piece of paper practice writing this word, cause this is your name.\nSo, as an eleven —",
        "A: Yeah. So as an eleven year — and a half year old, I’m practicing writing this\ncause I’m gonna — this is gonna be an official document, and I’m — I’m signing. So\nI left the country as Clara van Tyne(ph).",
        "A: Oh yeah, Tante Sinke(ph) brought all that, remember?\nNovember 10, 2008",
        "A: Yeah, she brought —",
        "A: — bunch of stuff. Yeah, some documentation, couple of pieces of jewelry — two\npieces of jewelry. No, three. One had a sad ending. Anyhow, so we left a few days\nlater. I was sick as a dog all the way over. And we went to Hoboken, and were met\nby our sponsor, who was a family member.",
        "A: Another one I never knew until 2000.",
        "A: He was the grandfather to that little baby, and the couple that left in 1938. Okay,\nthey — they show back up.",
        "A: Oh yeah. Oh yeah.",
        "A: Oh yeah, they were — you know.",
        "A: Kind of out of there, isn’t it?\nNovember 10, 2008",
        "A: One of my Holland foster cousins, don’t say adopted —",
        "A: — foster cousins, told me several years ago when we visited, he says, oh we all\nknew why they were leaving. It was to keep you from ever connecting with your,\nyou know, other self.",
        "A: That I don’t know. I’m thinking — the only realizati — a lot of people say, well,\nthey didn’t want to hurt you, da, da, da. But by the time that age comes around, you\nknow —",
        "A: — you have a right to the truth.",
        "A: And I was always discouraged — more than discouraged, from asking about it.",
        "A: I wasn’t adopted. I went out on what name?\nNovember 10, 2008",
        "A: Yeah. But I didn’t know I was so — Clara van Tyne(ph), I was Sonja van der\nKaden. And it wasn’t until — and I don’t know how this happened either — when\nyou come in at a certain age, you don’t automatically become a citizen, you have to\ndo your own. So, when I was 16, I became a naturalized citizen, and officially had a\nname change. The back of my naturalization papers say that this is a name change\nto Sonja Elizabeth van der Kaden from, legally I was still Clara van Tyne(ph). I\n— at that point I should have been asked if that’s what I wanted to do.",
        "A: Shifra. You know, I —I-—I think it’s lovely, because in the Jewish tradition, had\nmy grandmothers been deceased, I would have automatically been named after her.\nBut Shifra in the Old Testament was one of the midwives that went against the\nrules when the — was it Herod, said kill all the little boys? And she was one of two\nin — midwives who s — who made up all sorts of stories and said no, he — you know,\nthese such strong women, they deliver their own, and you know, there’s no — there\nare no — no use for us. And so, you know, that’s not a common name, although it is\nmore common in Jewish.",
        "A: Yeah.",
        "A: But I sort of hope that Dad was a Bible scholar, and he —",
        "A: After 2000.",
        "A: And I practiced the Christian religion and will, but I do both now. And I, you\nknow, burn candles — not Friday nights, but I — but I burn Hanukkah candles and I\ngo to Yom HaShoah. And that’s sort of a liberating feeling that I can —",
        "A: And I’m not cheating on anybody.",
        "A: No.",
        "A: Yeah. Not owe, I just want to feel like I understand what my family believed in,\nand what they died for. Why they died. You know, I’m — I’m now want to be more\nenveloped in — in their tradition.",
        "A: I’ve, I guess, been more emotionally distant than an only child ought to be.\nNovember 10, 2008",
        "A: Well, you know, people who loved you and cared for you all your life, I owe\nthem —",
        "A: — real loyalty.",
        "A: I know, but they took me of free will, endangering their lives.",
        "A: And that’s — and that — and that’s where this is.",
        "A: And I never had a chance to love my Mother and Daddy. And I don’t know that\n—I really don’t know that no — that completely trusting feeling that I think kids have\nwith their parents.\nNovember 10, 2008\nlove them dearly, I know they love me dearly. We’ve had our issues, you know?\nBut I’ve never had to — I’ve never had that feeling that I n — I need —",
        "A: Owe them.",
        "A: Well — enough, okay?",
        "A: Right. We ha — I have — you know what, I would do that every few years for\nawhile, and I was always rebuffed. You’re too young, you don’t need to know that,\nyou know. You belong to us, and — almost like, well, if you’re asking questions like\nthat, then we’re not meeting your needs, and I certainly wanted them t-to think —",
        "A: — that they were meeting my needs, because they were doing, physically, all they\ncould.\nNovember 10, 2008",
        "A: Oh no, no, no.",
        "A: We lived in Park Ridge, New Jersey, because that’s where my sponsor — our\nsponsor lived. Well, come to find out in — not until 2000, that he was a distant\nrelative, sor — so my biological family, distant as they were, did still care for me,\nand did still, you know, help to establish me an-and keep me safe, and knew where I\nwas — where I was at, for awhile any — anyhow.",
        "A: No. No, no, no, no.",
        "A: I — that’s my reaction later, knowing what they did, and they did it for this little\ngirl that was the only survivor of that generation.",
        "A: Yeah, both sets of grandparents, Mother was one of four, their families. I had\nthree little cousins that — you know, they did the normal thing. What happens when\na thunderstorm, the kid comes running to you, you know, you —\nNovember 10, 2008",
        "A: — you hold them, and you, when there’s danger, you all go through it together.\nMother and Daddy were very unusual in that unselfish act that they —",
        "A: [indecipherable] to give me up. It took me a lot of years to forgive them for not\ntaking a chance on life. See, when I first beg — got to thinking about it, gosh, they\nwere young people, they have just been married, and first child, why aren’t they\ngoing to hiding? You know, they — why did they go —",
        "A: No, I didn't get the answer, but the more I read, and I ki— I read Holocaust\nmemoirs, you know, 10 to one to a novel, that I realize they wouldn’t have had a\nchance. You know, there were so many people that were picked up, and you know,\nthat was the end of them, and you know, you read, they didn’t even — even bother\nusing bullets on little kids. You know, to think that I was spared from that. That I’m\nthe matriarch of a new family, you know. We have [indecipherable] and five\ngrandchildren and it’s amazing, you know, that — that that was made possible.",
        "A: And the gesture of that whole unique unit that kept me safe.\nNovember 10, 2008",
        "A: Uh-huh.",
        "A: Okay, he went back into cabinetmaking. He worked — it was really funny - Mom\nbecame lingual much faster than he did. I became lingual in three months, I’m told.\nBut he worked with some Swedes, and guess what they talked [indecipherable]\nyou know. And Mom just threw herself in there, she was good, you know. She start\nthe sentence in English and end up in Dutch. And this is the first time in her life that\nshe worked, you know. At that time Dutch women [indecipherable] were\nhousewives. So, she ended up becoming a dietician. Yeah, she worked in school,\nand even with her half English they sent her to — to dietician school, and she was a\ngreat cook.",
        "A: Until I got married.",
        "A: At 22, I guess.",
        "A: I went to business college in New York.\nNovember 10, 2008",
        "A: When I graduated high school I used to commute into Manhattan, and from\nthere I met Ron at the si — at the place where I worked. He worked as an outside\nperson, engineer, and I worked inside, and we used to talk on the phone, and that’s\nhow we got together, and got married in ’62.",
        "A: Yeah, 46 years ago. My baby just turned 40, can you imagine?",
        "A: Yeah, Elise(ph) turned 40 this year.",
        "A: Well, my own — my — my Clara, my Shifra life really was moved to the back\nburner. I had family [indecipherable] I had things to do. Thought about it, but had\nno time to do anything. I did one time follow up some through — through the mail.\nBut just like before when I used to ask Mom and Pop and got no answer, that would\nset me way back to try to do that again. So it —",
        "A: — took awhile.",
        "A: Ron. Ron knew.",
        "A: Yeah. Yeah, yeah. That’s — you know, he’s — he’s my friend as well as my\nhusband, he’s —",
        "A: — been very — yeah, he’s been very understanding. But no, there wasn’t — I’ve\nnever been to a professional or anything like that, just — I’ve never been to a\nprofessional or anything.",
        "A: Well, first we need to talk about 1987.",
        "A: That’s when I received a front page of a newspaper from Holland, from my\ngirlfriend Willy(ph) who I’d been corresponding with all these years. It was a big\npicture of me with that doll carriage. And it had been all over the newspapers in\nHolland. Mr. Henkes had — had [indecipherable] saying, what happened to Clara?\nHe knew that I went to the States, but didn’t know anything else. Was I happy, was\n— did I have a family? He was well into his 80s then, and his doctor suggested that,\nNovember 10, 2008\nyou know, bec — if he’s mental about it, would he get an answer? And sure enough,\nI understand that he, in the follow up article that they have, it says the phone rang\noff the wall for days. And —",
        "A: No, lots of people who knew about me. Yeah, because van der Kaden’s name\nwas in there.",
        "A: And so Willy(ph) sent it to me, but other people sent these articles to Mom and\nPop, they didn’t know my address, to pass on. Which, of course, didn’t happen. But\nmy girlfriend Willy(ph) did. And at that time she said, you know, I’ve known your\nsituation from since you were a little girl, but we were sworn to se — all of us —\nwhoever that means — were sworn to secrecy, so we never said anything, but we\nthink — I think this is important enough for you to — for me to break that vow.",
        "A: Right. And so it was within a year that I went to Holland. It happened to be our\n25'\" we-wedding anniversary, so I didn’t need an excuse. But Pop knew. He said,\nyou know, you will never get to the bottom of this. And I don’t know what that\nmeant, but 1t was part of their thinking, you know, the less you know, the better.\nNovember 10, 2008\nYou start digging, you’re never gonna be satisfied. Which I am not, but I’m more\nsatisfied than I was, you know. I always used to call it my other self. That’s not my\nother self, it’s me. It’s also me.",
        "A: So I went to see him, and Willy(ph) arranged that. And at that time his sister\ngave me a precious gift. It was a necklace, they were Jerusalem beads, like an\nevery day kind of necklace, not the precious jewels that — not the garnets I have.\nAnd she said, your mother took this from around her neck when she got on the train.\nWell, I can’t even wear it any more, I’m so scared it will break. I had a picture\ntaken over there, just red and black painted beads. And, you know, it is — it’s just a\ntreasure.",
        "A: Yeah.",
        "A: Yeah.",
        "A: I didn’t ask.",
        "A: I was under the cloud of do not ask. I was not there — and of course I could kick\nmyself, he died about four years later. I never — we had — was a very superficial\nvisit. He took me — my daughter Elise(ph) has a fit over this. He took me up to his\nstudio at — lined up three paintings, and said choose one. I turned him down. I did,\nhe’s famous. Becau — I wasn’t thinking. I didn't want to show up — they knew he\nwas — Mom and Pop knew he was a painter.",
        "A: I was still cover — I was still covering. I didn’t want to look like I had visited\nhim.",
        "A: You know, I think of myself as pretty cowardly now when I — when I think back,\nand say —",
        "A: Well, there is a lot that, you know, as I said, Aunt Alice is the only person I ever\nmet that knew Daddy. It turns out that Dolf Henkes and Daddy were close friends\nbecause they both painted.\nNovember 10, 2008",
        "A: Oh no, I didn’t find that out until I — 2002 I put it together. I'll get to that.",
        "A: All right, so I went back to Holland, and with no painting, but Willy(ph) and I\nthen had a more open communication, because I could ask her questions, she — she\ndid quite a bit of research for me initially then. Like, I didn't know who else died,\nand that all, you know, [indecipherable] opened up.",
        "A: Right.",
        "A: No.",
        "A: No. And it’s mainly because it was — Daddy’s side was more visible, and —",
        "A: Well, she came — they came to live in the United States.",
        "A: Yeah.\nNovember 10, 2008",
        "A: But I never n — I could never tell her, or I never knew until after she died. So,\nyeah, all this is —",
        "A: You go home and you leave it on the back burner again, cause you’re very busy\nand you have children to bring up, and this was an episode that you don’t deal with,\nand I didn’t deal with it until 2000. I had a —",
        "A: Thad a telephone call — thank God for answering machines. We weren’t home,\nsecond time we weren’t home, third time was a charm. Telephone call said, my\nname is Bev, I think we may be cousins. One of those tremors went through me\nagain. And when we connected, yes we are cousins. She is the younger daughter of\nthe family that left in °38. And of course she came over the following weekend and\nwe Sat up and talked, and —",
        "A: They live in Israel.",
        "A: Right.\nNovember 10, 2008",
        "A: So the next year we went to Israel, and it was so funny. I see Jocelyn, whose oh,\nthat’s the one who’s been wearing my clothes. Because they used to — after the war,\nI got all these wonderful care packages, I was the best dressed kid in elementary\nschool because they used to send Jossy’s(ph) outgrown, hardly worn dresses to\nSonja. And they used to hear, let’s put this in the box for Sonja. Who’s Sonja, you\nknow. But Mom was keeping in touch with them, they were writing letters back and\nforth. So the package comes and I’m wearing these pretty clothes from my cousin.",
        "A: Right.",
        "A: Never knew it until, you know, until Bev tells me all — all this stuff that’s going\non. And that her grandfather van Helger(ph) was our sponsor. And it’s — 1s it\nconfusing?",
        "A: Okay, may —",
        "A: Who fits where.",
        "A: It’s a good job, and —\nNovember 10, 2008",
        "A: Right.",
        "A: Good girls don’t get mad. They don’t slam doors, they don’t say anything rude.\nThey don’t even go to their rooms to sulk.",
        "A: Mom died last August two years ago.",
        "A: Yes. And Pop died about seven years before that. And I brought her to an—a\nnursing home close to where we lived so I could go see her.",
        "A: Yeah. But it’s something we could never talk about, and she went to her grave\nthinking that I didn’t care about my birth family, because by the time 2000 - 2002\ncame around, she wasn’t all that cognizant, so I didn’t have to answer for my\nactions.\nNovember 10, 2008",
        "A: I don’t know. M-May — you know, early psychology didn’t think that kids had —\nyou know, when I’ve been to the — the hidden children conference, and we all say\nthe same thing, we heard, oh, you were too young to know anything. So it didn’t\nhappen? They didn’t believe in the subconscious at the time.",
        "A: Well, they were very — they were suppressed, yeah, very, very much.",
        "A: Right. And it’s amazing that she got my telephone number, cause she got it from\nMom. Now, Mom didn't know who was calling, I don’t imagine, because that’s\nwhen the yarn started to unwind. We went to Israel, and I spoke to Aunt Alice, her\nmother, who 1s the only person I’ve spoken to who knew Daddy as a person.",
        "A: Well, she used to tell me what they used to do, they used to go on bike trips\ntogether. And I — again, put a little piece of the puzzle together, rightly or wrongly,\nthey used to go to Seders together at Grandpa Abe’s. You know, they had the\ncommon grandfather. And she said, we were so bored, we didn’t understand a word\nthey were saying. Was a large family, we kids used to sit on the end. Well, he was\nconducting it in Hebrew. He wore a hat over his yarmulke. That also is either\nConservative — probably Conservative. So, makes you wonder how far did the apple\nfall from the tree? When Daddy picked Shifra as my name, did he just like it, or did\nhe know the Bible, the Old Testament? Did he attend Torah readings? You know,\nwas he part of a minyan? All those things that I don’t think she would have known,\nbut the — but all the other people that crossed my path could have asked me\nquestions that I didn’t know I had until I was too late.",
        "A: Oh definitely.\nNovember 10, 2008",
        "A: I allowed integration. There’s not much of it. You know, every year or so I learn\nsome — I come to the hidden children conference, I might find another distant\ncousin. I did the last — two years ago.",
        "A: When we were in Detroit, and Elise(ph), our youngest daughter came — came\nwith me, I asked her to attend as a second generation. And she went to a workshop\nand explained why she as there, and she said, you know, this is — I’m the daughter\nof — and she mentioned my name and the man in the corner there jumped out of a\nchair, ran up to her and said, oh, yeah, I have that name in my family, you know, a-\nand so, you know, he’s another distant, distant cousin. But we see — we saw each\nother this weekend [indecipherable]",
        "A: Yes.",
        "A: I’m very intent on seeing that my grandchildren have a much smoother — become\nknowledgeable about the Holocaust through me, about the family, not necessarily\nthe horrors of the Holocaust, in a much more gradual and open way. And — and I’ve\nNovember 10, 2008\nstarted that with my — our 16 year old granddaughter. Emily is doing a school\nproject where she’s using —",
        "A: —my story as an example, and I’ve — Elise(ph) has been very active in getting\nme involved in the school system where she is. And the first time I spoke to class,\nwhere my eldest grandson is, those chills went through me again. And there I am\nspeaking to children. The kid who shouldn’t be there and his younger brother Seth\nis the one I really — it suddenly happened. I used to go and take care of him while\nhis mom worked. I’d see him every now and again. And even by the time he was\ntwo years old, he was such a clinger. He just loved his mommy and he — she used to\nhave to sneak out the door for me to take care of him. And I suddenly realized what\n— what a sacrifice that must have been. I didn’t get it until I was a grandparent.\nWhat a sacrifice that must have been to turn your child and give — and give it life\nthat way. Cause [indecipherable] to that extent, but —",
        "A: — yeah, she tried to —\nNovember 10, 2008",
        "A: Yeah, but she took it. I mean, that’s amazing. And so now, you know, I speak to\nschools not just to tell my story, but to say that everybody can take a stand, and they\nneed to take it for the good.",
        "A: [had Mom and Pop tell them. They knew nothing until they were about 10 and\n13 years old, and I said to Mom, giving them another opportunity to open up,\nactually, and it was pretty much the same way, a very — a snippet — you know, well,\nwe took care of your mommy, she’s our daughter, during the war — her parents\ndidn’t come back from concentration camp. That was about it. So when Elise(ph)\nand I went to Detroit and we went to the — to the Holocaust museum at the end of\nthe — the session, I went for a book. I said, I’m gonna — will you be all right if I got\nthis for Riley(ph)? And she was — her oldest son — and she was rightly very\nconcerned, and said, you mean you’re gonna hand him a book and tell him about his\nheritage? I said, oh no, this is to help me mature him into it. An — and I’ve been to\nthe gift shop at the museum and I’m continuing that with — as the children grow\nolder, so they can take pride in their —\nNovember 10, 2008\ninvisible. You know, when you talk through the Holocaust, you know that there’s a\nconcentration camp. You know that there’s a horror. You know that there’s — but all\nof these other things were invisible, to try and pull away those veils.",
        "A: You know, in th — and the Jewish community does not recognize that hidden\nchildren have this emotional invisible burden, that most of us are carrying for one\nreason or the other. If you don’t have a number on your arm, you’re in a different\nclassification. And I think that’s probably going to change as the older folks, you\nknow, pass away, it’s the hidden children that are going to carry on, and perhaps our\nchildren will carry on the tradition of — of teaching.",
        "A: Well, you’re welcome. You were easy to talk to, thank you.",
        "A: No, no it isn’t, and it doesn’t get easier sometimes. Sometimes I don’t lose it,\nlike today.",
        "A: Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 10, 2008\nRG-50.030*0549",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Sonja\nDuBois, conducted by Ina Navazelskis on November 10, 2008 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "SONJA DUBOIS\nNovember 10, 2008"
    ]
}