{
    "rg": "RG-50.106.0081_trs_en",
    "sequence": [
        "Question: — Holocaust Memorial Museum, volunteer collection interview with\nBella Pasternak, condus — conducted by Esther Finder, on October 22\", 1997, in\nRockville, Maryland. This is a follow-up interview to a United States Holocaust\nMemorial Museum videotape interview conducted with Bella Pasternak on April\n21%, 1994. This is tape number one, side A. I’d like to start by asking you about\nyour liberation experience. What was the moment of liberation like for you?",
        "Answer: Well, we got liberated by the Russians. We didn’t know anything til the\nlagerfuehrer came in and told us we are freed. We didn’t hear no noises, nothing.\nThe — the older SSs left, and we were surrounded only by the lagerfuehrer, who\nwas from Czechoslovakia, a girl, a Jewish girl. So we really don’t know anything\nmuch about it. But the ru-ru-Russian government declared it liberated, and that’s all\nwa — we knew [indecipherable].",
        "Q: When you heard that you were free, that you were liberated, what did that mean\nto you?",
        "A: We were in a small town. Because we were on the front line, we were given the\nammunition for the soldiers. So we were in a farm, in a — in a stable full of hay, that\nwe slept in. And when they came in and said we got liberated, everybody start\nrunning. This is the way it started. That was January 21“, winter, cold, and we were\nOctober 22, 1997\nshivering in a barn. The first thing people went, and they were looking for food.\nEverybody grabbed what they find in the farm. They tried to get the milk from the\ncow, because the farmers just had left when we got there. The first thing that we did\nwas we — by the time we realized that there is no more food left, I grabbed a little\npig running in the stable. I took a fork, one that 1— cleaning the stables, and we\npunched into the pig, and with everything in it, we made a fi — bonfire and we sat\ndown, about 10 - 12 girls with potatoes and that’s what was our first meal.\nEverybody was first laughing. I took my belt and I tie it around the pig after I\ncaught him, and I start to make a bonfire. So, got the heat, to warm up a little, and\nmaybe about an hour later, we all start eating on the pig. That was our first meal.\nAnd then we started up walking. We had no facilities, no cars, no bicycles, nothing.\nWhatever we had — we took our clothes that we had on us, nothing else, and we\nstart going towards the city. And when we got to the city, we asked the people how\nwe go down south. Got liberated in Estonia. And from there we walked, we start\nwalking. We walked from January to March. This is the way we got home, were no\ntransportation. Because we were offered a couple of rides from the Russians. We\nwere 10 girls, we are still in touch. One of them — two of them passed away since\nthen. Eight is still — we still talking occasionally together. One is in Canada, couple\nof them are in Brooklyn, couple of them in Israel I just visited. And we are in\nOctober 22, 1997\ntouch. The 10 of us made a group, and like a chain, we jumped from one\n[indecipherable] to another one, because there were no bridges. And this was the\nway we crossed the rivers. We went into houses, and whatever we found, we ate. In\ncertain houses, there was hot food on the stove, and I told them, don’t eat, cause if\nit’s hot, there must be poison in it. So we ate raw potatoes. We were sleeping during\nthe day, and we were running at night, because we were afraid of the Russians.\nThey picked us up once with a car, one girl went up the car and he start the motor\nrunning. So as soon as we see that they start rolling, we pulled her down from the\ntruck. And I said, no more lifts, we have to walk. And there was no trains,\neverything was banned. Nothing was going. So the only way we were able to go\nwas by foot. And wherever got dark, we start running. During the day, we were\nsleeping wherever we found a place, in a barn, in a house. Everything was opened.\nYou could go in any house, there was no people around there, until we got to\nPoland. And then already there we ask in Polish, that’s all that we knew was,\n[speaks Polish here|",
        "Q: Translate for me, please.",
        "A: I don’t speak Polish either. That’s all Polish we know that we ask her, how many\nkilomete — kilometers is to the station. That’s what we know Polish from the Polish\ngirls that we were in lager together. And they said there is no station. So we kept on\nOctober 22, 1997\nwalking, and we walked til March. Purim, just before Purim, we arrived to\nBudapest. And there already, we were home, because we spoke the language. We\nwere able to speak Hungarian, and we asked the first thing if there’s a Jewish\nagency. And we were dir — were directed because Russian ha — occupied the\nterritory, and they told us that there is a communist government there, and we\nshould go to the office.",
        "Q: Did you get any assistance from the Russians along the way, after liberation?",
        "A: No. We were afraid to take anything. When we saw them on one side of the\nstreet, we run on the other side of the street, because we were afraid from them.\nThey didn’t have a very good name to people. Even after the liberation they raped a\nlot of people; we heard about it. And when we tried to take a ride and a girl went in\nthe truck, after then, whenever we see them — see — seen them on one side of the\nstreet, we run on the other side of the street. So there was no help, or we didn’t have\nany help until we got to Hungary, which was two months that we left from one\nhouse to another one running. Then, in Hungary there already, when we got to\nHungary they already called our [indecipherable] and explained them, because\nthere was a couple of people who were in the army, and a lot of people who were in\njail because they were communists. So — Jewish people. There were a lot of them\nthat they jailed them because they were communists. So when the communist\nOctober 22, 1997\ngovernment came over in Europe, they had big positions. So one called the other\none to let him know that the Jewish people are coming back. We were, by the way,\nthe first group to arrive in Hungary from the concentration camp. And the greeting\nwas, the dead people are coming back from the other world.",
        "Q: What was the state of your health at liberation?",
        "A: Well, most of us were frozen. To that extent that the — from Budapest, they took\nus by train home, and the first thing that they — I got home at Decs(ph) they put us\nin the hospital, and the first thing they’d give us was a bathtub full of ice, cause we\nwere frostbitten. And that’s the — we were skinny, very — skeletons. Really, whe — if\nyou look on us, they would say really that the dead people are coming from the\nother world. And we were in the hospital maybe about two weeks. There they\nchecked us and they gave us medication, and they gave us little by little food, til\ntowards the end, after two weeks, they discharge us from the hospital. That was in\nDecs(ph), which was a couple of miles from the town where we lived before the\ndeportation.",
        "Q: Among the 10 people, the tan — the 10 women that you were with, were any of\nthem from your hometown, or related to you in any way”?",
        "A: We were four sisters, survived together. And there was one cousin, and one girl\nthat my brother used to go out before th-the concentration camp, and before the\nOctober 22, 1997\nghetto. But when they met, my brother was married already, because he didn’t come\nstraight home. She was a third cousin, and also a friend that we were together in the\nsame camp. And two of them were from our town, and the rest of them are from the\nvicinity — we all 10 were from the same ghetto. And we were all the way to —\nalmost all the way together. Nine were together all the way from — starting from the\nghetto, and once my sister we met in Stutthof, where she was in a different — from\na different area one. And a girl that was with us found her sister in the other camp.\nSo they changed their dresses at night, and they came to the fences. She came to us,\nand the other sister went to her, being that we were three, so my sister should be\ntogether, we changed places with the other girl. And this is the way we were\ntogether from September til January, til they liberated us. Because we were first —\nfrom Auschwitz they took us to ri — Kaiserwald, and then there were Riga, and\nfrom Riga to Stutthof. Then at Stutthof we met our other sister. Cause always\nwhenever you ge — went to a new camp, we ask, 1s there anybody from the area.\nAnd when they told us who it was, we got to speak through the fence. And through\nthe wire fence, we picked — raised the fence so they changed clothes, and the\nnumbers, and this way we got together.",
        "Q: When you came back to Budapest, and were then taken by tr — by train?",
        "A: By train.\nOctober 22, 1997",
        "Q: And then put in the hospital, who took care of you in the hospital?",
        "A: In — in the hospital they — they — already they were a communist organization\nand they was running mostly by the Jews who were jailed because they were\ncommunists. They were leaders in the government that time, and they arranged it.",
        "Q: Who were the doctors that cared for you?",
        "A: The doctors that cared for us were Romanian Hungarian, the ones that they — we\ndidn’t know them because before we left in the lager, most of the doctors were\nJewish, but by that time there was the government doctors because th — they put in\ndoctors from all over. It was a big hospital, still in existence now, it’s a big hospital.\nAnd that’s where they put us, right there.",
        "Q: You mentioned that your group of 10 were the first to come back from the\ncamps. Were there any other former prisoners 1n the hospital with you?",
        "A: No. There was nobody. We were the first group that ever came back. So there\nwas no other group. The only one — there were a couple of Jewish people like I said,\nthey were in jail. And they were government agencies now, because after the\nliberation that Russia took over from that part, they became officials. So they put us\ninto the hospital and they took care of us. And after them, they opened the kitchen\nfor people that they start coming from other countries. They came, not from the\nlagers, they came from the other part of Romania, people who wanted to go to\nOctober 22, 1997\nIsrael. So they had to go through that area, so they came to find that from the\nfamily. But originally, when they started, there was nobody else. We were the first\nones.",
        "Q: During your time when you were freed by the Russians, and your travel, your\nwalk home, did you witness any acts of retaliation against collaborators or former\nguards from the camps?",
        "A: No, we didn’t — we — we were — were running at night where we didn’t see\nnothing.",
        "Q: Right after the war, when you were freed and making your way back, was your\nview of Judaism the same as it had been when you were a child?",
        "A: At that point it was still pretty strong, because we — we didn’t know that — we\nfigure we go home and everybody will come home too. We didn’t realize that they\n— they wouldn’t come back any more. That time we didn’t know nothing. We were\ntogether, so we figure maybe they are together someplace, and they will come\nhome.",
        "Q: What efforts did you make to try and find members of your family, and friends?",
        "A: Well, the first effort we made is we went home to our town and waited to see. So\nwe got home in March, and April was — went back to our town, and we start looking\naround. The house was broke — was vacant, nothing in it, no windows, no doors,\nOctober 22, 1997\neverything was empty, nothing in the — in the stables, everything was gone. And we\nstart looking around to see if anybody else came home. Then we settled in the city,\nwhere the hospital was not far, and we’re waiting to see who else is coming. So the\n—all the effort that we had at that point was waiting to see, after the liberation from\nother camps to see who’s coming. And we waited about two or three months, then\nthey start to come, one by one. A lot of people came from — to our town, from our\ntown and from the city. From the ghetto there must have been about 8,000 - 8,500\nmaybe, maybe 400 people came back all total. But we waited and we asked\nquestions; where would — where they were, whom they seen, and if anybody else is\ncoming, and if they met anybody. So we were home that [indecipherable] my sister\ncame home with us, and she found her husband, who was an invalid who was in the\narmy. But he got liberated before, and he was home. So they met after the war, right\naway, as soon as she came to the hospital, he came right away, and they were\ntogether. But we were waiting to see who else will come. And from March, almost\nanother year we stayed home, and we were waiting to see. Then got a letter towards\nthe end, from my brother, who w-was in Austria, who said he’s waiting to see who\nelse 1s coming because there was a big DP camp right there, and they had a list of\nmost of the people who got liberated. But if nobody else is coming home, he\nsuggests we should travel to him, or he’s not coming back. He will go either to\nOctober 22, 1997\nIsrael or to South America, because — or to America, because we had family all\nover. Before the war, my father was here. But for my mother’s family, we had a\nlarge group here. My grandfather’s sisters and brothers were here, and their family.\nSo we knew the names, but we did not have no idea the addresses, we didn’t\nremember any more. So we had written, and the papers, they had papers that they\nwere sending overseas to see who was left from the family. So we waited til around\nMarch. There was a group of Polish people who were entertainers, and they came to\nour town for Purim in 1946. And after their — the show, that they were putting up a\nshow in the theater, they were saying, the reason we are entertaining, and we’re\ngoing around the country is to let you know that the Russian people are taking\nprisoners for work. And when they’re taking them, fortunately, the Jewish people,\nthey’ ll be the first one to go again. So I advise anybody who could just leave, the\nsooner the better. So that was Purim. So the next day we packed, and we start\nrunning. So we went towards my brother. We figure my brother was in Austria,\nand it’s crossing the border, so see what’s gonna happen, we’ll meet him, we’ll see\nwhat decision gonna make after. So we packed, and we took a couple of bottles of\nwhiskey, knowing that the Russians, if they are on guard, if we give them a bottle of\nwhiskey, we’ll be able to cross borders. Money, we didn’t have. Whatever we were\nable to put on our back, we put, and we left. We left, a group about 40. We met\nOctober 22, 1997\nfrom Decs(ph), we went to the border, which was a couple hours by train. And then\nthere was a Jewish organization that was working to the borders. From there they\npicked up the people to cross them to the border, because there were a lot of people\nwho were trying to bring them to Israel. And we were ready to go anyplace, to\nIsrael, to the State, just out of the communist group. So the first thing they took us,\nwe crossed the border, and we walked about 40 - 50 miles, at night too. We paid off\nthe Russians with whiskey and went through 40 in a group, with three or four\npeople who knew the way, they were the leaders. And from there the first thing we\nwent to, went to — arrived to the English zone. I think 1t was Innsbruck, or\nwhatever name it was, I don’t remember exactly. And the first thing when we went\ninto the DP camp, they give us injections and they give us a meal and they put us\nup, and we were waiting to see who else is coming. And there was a lot of groups\nalready. Every days new and new people used to arrive.",
        "Q: I want to pause for just a minute and ask you, when you went back to your\nhometown, did you feel welcome by your former neighbors — non-Jewish\nneighbors?",
        "A: I felt welcome, but there was nothing to stay with. The house was empty, and\nthey themselves didn’t have too much. It wasn’t a big city, they were mostly very\nolder people, and poor people in the — in the town. Because wherever it was before\nOctober 22, 1997\nthe war, everything was taken away. So they offered us a meal, and we were there a\nday or so, then we went into the city.",
        "Q: Can you give me a time frame, when you left your hometown and — and made\nyour way into Austria?",
        "A: We left after Purim, two days after that group — I don’t know, was it March 22\"4\nor 234, I don’t remember exactly the date. That’s when we left our town. And I just\nget wi— me and my sister and her husband. My sister got married one a — on the\n[indecipherable] date, the time that we was there, and my other sister had already a\nnew baby, so she di —couldn’t leave. So she was staying home with the baby, and I\ntook the key, we locked up the house, and I said, look, we are leaving. If they catch\nus, we'll come back, we have the apartment. And if not, whatever you want to do,\ngive it to somebody else.",
        "Q: What year are we talking about?",
        "A: 1946. March 1946.",
        "Q: You mentioned that you were in a DP camp?",
        "A: Yes.",
        "Q: In-",
        "A: I think it was Innsbruck.",
        "Q: In Innsbruck. Can you tell me — can you describe what the DP camp was like?\nOctober 22, 1997",
        "A: There was a small DP camp, maybe 200 people. They had a kitchen, and they\nhad bunk beds. And everybody got a blanket and a pillow and a bunk bed. And we\nwere sleeping with the — in the — 1n there it must have been about 20 - 30 people in a\nroom.",
        "Q: Do you know which agencies provided assistance for that DP camp?",
        "A: It was an underground agency that ca — that came and took us to the camp. At\nthat time it was the — the English zone, so I don’t know which — 1-1t was UNRRA, I\ndon’t know what — what agency was involved, UNRRA was involved with it.",
        "Q: Who else was in the DP camp with you?",
        "A: When I left from — my sister, only my sister with her husband was there, and\nthere was a lot of people from our town that we still 1n touch. They live in the New\nYork area.",
        "Q: Were there people from other nationalities?",
        "A: Oh, there were Polish people, German people, French people, Belgian people,\nfrom all the camps. And they were trying to get to an area to be able to go further,\nbecause other people did not want to go back home to their own town.",
        "Q: How did the different people get along?",
        "A: Pretty good. Everybody went to town to find out more information, and there\nthey had bulletin boards. And th — by the kitchen there was a big board that\nOctober 22, 1997\neverybody was — was able to write down for who they are looking and for what par\n— from where they coming, and anybody what group they are looking. At that point\nI put a sign that I am looking for the Weinstein(ph) family from America, if\nanybody knows where they are located. And I was there only maybe two or three\nweeks. My brother was in the American zone. He was in Bad Gastein, which was a\none night ride by train from where I was. So he send over — a couple came from\nBad Gastein, my brother paid them, and another person. It was a husband and wife\ngroup, and they came with Austrian clothes. And my brother wrote me a letter that\nsomebody will visit me, cause he couldn’t talk on the telephone. And she came over\nwith a letter from my brother to the camp, and she says, my brother sent for me.\nAnd I got dressed in Austrian clothing, and I was the wife for her husband, and a\nfriend of mine that I knew, he was supposed to be the husband for her. We changed.\nFrom one couple, they made two couples. Like he’s Austrian and I’m his wife, and\nshe was Austrian and my friend was the husband. And he says, just sit in the train\nand you don’t say nothing. And if anybody comes asking questions, make believe\nyou’re sleeping and I will be dudi — doing the talking. So we took a train in the\nafternoon, and we went a couple hours. Then we had to stop because there was no\ntrain further that day. And we shared a hotel room that we all slept, the four of us on\n— on the floor in a hotel room, because there was no room. And then the next day\nOctober 22, 1997\nwe got dressed and we went with another train, and we arrived to Bad Gastein.\nThat place already my brother was there, he was married with his wife. And that\nwas in a hotel. The — is — was a — that was already American zone, and it was\n[indecipherable] from the American organization. They had a store that people\nused to go and pick out the clothes. There was old clothes, but cleaned, and you\nregistered there and you get food. But being I was a outsider, I came in illegal, I\ncouldn’t register. So I had a job in the kitchen that I peeled potatoes and carrots, just\nto have my food. And at night I didn’t have where to sleep, so my brother had the\nroom with his wife, and with two other fellows. So we slept five in one room. My\nbrother had one bed with his wife, and the two boys have — had one bed. And then\nwhoever came from our group, we were in the alley, sleeping in the room. And we\nwere working in the kitchen. This is the way we lived there until a month and a half,\nthen they got a job for us, legally, they legalized that [indecipherable] are there.\nAnd then they start registration for people underage to go to the United States.",
        "Q: When you met with other survivors, whether they were with — meeting your\nbrother, or meeting people from your hometown, or meeting people from different\nplaces, in the DP camps and along the way, did — what kinds of things did you all\ntalk about?\nOctober 22, 1997",
        "A: Everybody ask, where were you? Who do you see? Who died, and who do you\nknow where they was left? That was the only questions that were able to ask.",
        "Q: Did you have to register or sign up or do anything in order to come to the United\nStates? If that was your plan, what did you have to do?",
        "A: Well, first we didn’t have no plans at all. By then they had a notice that anybody\nunder 18 to register, because there are gonna be a children group, the first group to\ngo to the United States. But you have to register in order to be able to be in it. So I\nwent and I registered.",
        "Q: How old were you?",
        "A: Seventeen. And we went downstairs to register and after we register we have to\ngo for medical checkups to — to get the visa. So when I walked into the doctor’s\noffice, I saw somebody that I recognized from — it was our — we lived in a town, but\nhe lived in the city. And he played as — he was the doctor that it was supposed to\nexamine. I know his brother was a dentist, but he was never a doctor, he was in a\nmental institu — they were saying that he was a little crazy from overworking in a\nyeshiva. When I saw him I said to him, Crazy Blatt(ph), what are you doing here?\nHe says, please don’t tell anybody anything. I will sign you all the papers, you will\nbe ready to go in the first group, but don’t mention to anybody that you know me. I\nsaid, okay, you got a deal, provided I don’t take no medication and no injections. If\nOctober 22, 1997\nyou want to take an x-ray, fine. You can check me up if you have to, but you don’t\nneed to. So he sign me all the papers, he took a chest x-ray, and I was the first one\n[indecipherable], I left for Feldafing. That was in 1946.",
        "Q: So Blaut(ph) was his last name —",
        "A: Blatt(ph).",
        "Q: Blatt(ph) —",
        "A: Yes.",
        "Q: — was his last name. In the DP camp, in this one and in any other camps also, but\nafter the war, did you notice a different moral standard among the survivors after —",
        "A: Yes. There was a lot of people who they were sick, there was a lot of people who\nwere disbelievers. There were all different kind of a groups. They didn’t believe\nthat this thing could happen, and no matter what who you were talking, they said,\npinch me to see if I’m alive. I just don’t believe that this could happen in this\ngeneration, in this type of a world. So many people were bewildered over it. A lot\nof people got married there, but non-Jews. There was a lot of intermarriages in the —\nin the towns there. A lot of people didn’t believe in anything. It was like a wild\ndreams for a lot of people, they couldn’t believe it. And then when the groups start\nworking, and organizations came in, they came in from this — in the Bad Gastein,\nthey had a big group of Jews. They had a couple hotels, big hotels. They were\nOctober 22, 1997\nstaying in there, Hitler’s supposed to be staying in that [indecipherable] up in the\nhills. Was loaded with DP campers. The place was just beautiful. Downstairs 1n the\nbasement there were bathtubs, with hot water coming from the springs. It was\nbeautiful hotels. We were in the Hotel Austria. I — I would like to go back one day\nto see it again, because it is — Austria, it’s a beautiful country. Got beautiful\nwaterfalls, and the movies, everything they give special tickets, they used to have\nshows, and anybody from the DP camp used to go in with half price. The people\nwere — the Austrian people that — in that area, in that particular town, were very nice\nto the DP campers. But I was there only a short time, and after I got the papers to go\nto Feldafing, which the doctor signed them to me over right away, we went to\nFeldafing, there was a strike, a boat strike. That time the boats weren’t coming\nthrough to the United States. And we were supposed to leave in November, but\ninstead of that, in the beginning of November, we left in the end of November,\nbecause there was a strike. And in Bremerhaven, the children used to come in that\nwe ended up sleeping three in a bunk bed, because it got overcrowded. And even\nthen we went already to the boat, we were supposed to take the boat in the 19\" of\nnove — of November, the boat left the 22\" or the 23\" of November. And we went a\ncouple of hours or a day and a half, I don’t remember exactly, and boat got a hole in\nthe water and we had to stay in the English channels for the winter. We had to jump\nOctober 22, 1997\nthe boat in the little crafts, were waiting for another boat. So we started that with\nMarine Fletcher, the boat, and then we went to the Marine Marlin. And took us\nalmost a month to get here by boat, because we waited [indecipherable] for another\nboat, and only got into New York December the 20\", 1946.",
        "Q: While you were still in Europe, before you came to the United States, at that\ntime was there any movement among the DP campers to support the establishment\nof a — of a Jewish state?",
        "A: There was a big support about it, and there was a lot of people who registered to\ngo. They were taking them by boat, a lot of people went from there to e — to that\ntime to Palestine, and a lot of people got caught — I have a lot of family caught on\nCyprus. After I came to the State I find — I— I used to send them packages. They\nwere a lo — a long time on Cyprus. But in the DP camps, every place they had big\nsigns. When I was putting up a sign too, and I got a reply that from the\nWeinstein(ph) family, from my grandfather’s sister. The brother died, but the sister\nis alive, and my — and his brother’s children are here and they waiting for us — for\nme. I got a reply — got a letter from them before I got here. And they were even\nsending out an affidavit for me, but I already had the ticket to come here.",
        "Q: You mentioned before that your father had been here, meaning in the United\nStates.\nOctober 22, 1997",
        "A: My father was here in the early 1900, before he was married. And after he\nbecame a citizen, he went back home to get married, and the war broke out, and\nbeing that he was born there, they didn’t recognize his citizenship, and he went into\nthe army. And after he get back, his visa had expired, and they didn’t let him out\nany more.",
        "Q: The war you’ re referring to?",
        "A: The first war.",
        "Q: World War I?",
        "A: World War I.",
        "Q: When you were growing up, did your father tell you stories about America?",
        "A: Yeah, my father used to — there was another person in our town. We weren’t in\nthe city, we were in a small town three miles from the city. And there was another\nperson who was non-Jewish, who was in America with the same time with my\nfather. And they used to talk. They used to come over — my father learned a trade in\nAmerican, he become a blacksmith, and he used to made the carriages, like here in\nthe Fifth Avenue, the carriages. He had a lot of people working with him, and he\nused to talk with the other person who was from our town — in English occasionally,\nbut we didn’t understand them. And they used to take meat and make steaks. So\nthey were saying them crazy American people are eating raw meat. Because they\nOctober 22, 1997\ncouldn’t believe that you just put the steak on top of the coal and you keep it a\ncouple of minutes on one side, and a couple minutes on the other side, that they are\neating. But he used to eat it with the other fellow, and we all looked around, but we\nnever ate it.",
        "Q: A few moments ago you told me that you were coming to the United States.\nWhat were your expectations of America, and what were those expectations based\non?",
        "A: Well, the only expectation I had is I knew my — my mother’s family was here.\nMy mother used to correspond with cousins who were here in New York. And my\nmother wanted to come back and my father, they all had couple of times papers to\ncome. But the government kept on changing, and that time there wasn’t flying, the\nmail came by boat and it took months. And by the time one letter came and one visa\ncame, the government kept on changing and they never were able to come out. And\nmy father used to speak about America, how nice it is and how well organized it 1s\nand how comfortable people live around here, more comfortable than on the towns\nin Europe. So the expectation was that I will find somebody from the family,\nbecause in Europe we lost a lot, maybe we’ll find somebody.",
        "Q: When you came to this country, what were your first impressions?\nOctober 22, 1997",
        "A: For the first night we stopped in front of the Statue of Liberty, and all night we\ndidn’t sleep. We were just looking at the Statue of Liberty. We saw the city lit up,\nand they were waiting to embark. We were there a couple hours. And then in the\nmorning, we went off the boat, and they took us to a children place, a home. You\nwouldn’t believe it, there were cribs waiting for us, because they said a children\ngroup was coming. It was in the Bronx, I think 1t was Ca-Caldell(ph) Avenue, but I\ndon’t remember the number. And it was a big house, and in there we went — most of\nthe group went there. And every day families from the group came over to see. And\nthere were a lot of people who came to adopt children. I got there, 1t was December\nthe 20\"\" I arrived, and the 21° already, my mother’s cousin came to see us. And the\nfirst day they asked permission to take me out for a day. So I felt a little\ncomfortable, because they were speaking Jewish and Hungarian, because I didn’t\nspeak no English. And I was there for the first couple of days, about two days til\nChristmastime. And then I went back, and then they were asking me if I want to go\nlive with them. So I said okay for the beginning, until my rest of the family will\ncome. And I was living with them til I got married.",
        "Q: Can you tell me who was with you on that children’s group transport that came?",
        "A: There were all ba — all children from all over, from all the DP camps. There was\na group organizer, the children group organization. All I know is there was three Cs\nOctober 22, 1997\nthey had in the hat. What that meaned, I don’t know. Three Cs he had on the hat,\nand we all had rooms in the — in the ship, it was like a military boat, but 1t was\nconsidered first class. And we ate, but ich — food was plenty, but nobody was able\nto eat. It was shaking so much the boat that food didn’t stay in anybody’s stomach.\nWho — everybody was dizzy from the boat.",
        "Q: How old were the children?",
        "A: They were from 17 and 18; 16, 17, 18. One boy was 13, who met a soldier in\nAustria and adopted him, a 13 year old boy in the group. He was the youngest.",
        "Q: When you came here, what did you plan to do? What wa — were gonna be your\nfirst steps in building a life here?",
        "A: When J arrived, I had no plans. First I was waiting to see how my sisters and the\nrest of the family will come out. But they didn’t get no visas, all of them, to come\nhere. So one sister came to Canada with her husband. And my brother and my\nother sister with their husbands wen — and my brother with his wife, they went to\nSouth America, because we had family there, and the quota th-there was more\nliberal. So they went to South America, to Uruguay. They settled in Uruguay.\nAnd I was here alone for the first couple of years, but I was living with a cousin of\nmy mother’s.",
        "Q: When you came, did you feel that the Americans welcomed you?\nOctober 22, 1997\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: — tinuation of the United States Holocaust Memorial Museum interview with\nBella Pasternak. This is tape one, side B, and I was in the process of asking you if\nAmericans were curious about your Holocaust experience, and you told me that\nthey asked you — what kinds of things did you tell them, and how did they react?",
        "A: Well, they couldn’t believe it. It’s like when somebody will walk into your house\nand say, you have five minutes; pack, and you have to come with us. And they said,\nreally? That’s the way it happened? They just said, how in the world could that\nhappen? I said well, this is the way exactly it happened. Even if you knew, they\nwouldn’t have believe you. It just happened that I knew it before, that was gonna\nhappen. But then I went home, and I was telling my mother and father what I was\ntold. They all said, it’s very, very hard to believe. Everything they else — they\nunderstand that I’m telling them the truth, but to come to the house and tell us that\nyou have to leave and they taking you away, the reaction was, it’s kind of\nimpossible.",
        "Q: Now, are you referring to your — your experiences before the war, e-early in the\nwar. Let me just see if I can get you to clarify that. How did you know, before your\nparents did, what was going to happen?\nOctober 22, 1997",
        "A: The reason I knew was because everything in Europe was rationed, and\neverything was blackmail. If you [indecipherable] anything, they used to put you\nin jail. You couldn’t do business. But being that I was young, and my mother and\nmy father, they were very much afraid to do any kind of a business. I was very not\nafraid. I didn’t think anything could happen, so I used to sell merchandise. My\nfather was a blacksmith, and if you wanted anything, clothing or shoes, you had to\ngive them food, otherwise you wouldn’t get them, because all you had rationed, a\npair of shoes a year, or a pair of soles in the shoes. So the — the — in order to buy\nshoes, or to buy any kind of a food that you wanted, you had to exchange for\nsomething else. So, I used to go into the city, which was three miles. We had\neverything in the house. We had cows, we had chickens, and from the town you\nwere able to buy everything. Now, in order to go to the city and sell it on the black\nmarket, in case they catch me or something, I had to have connection. So I know the\nhead of the police, the captain, and I used to give him things for nothing, because I\ncouldn’t charge him the black market price. And the price that 1t would have been to\ncharge, I may as well give him a present, because it was pennies. So I became very\nfriendly with him. And he was the one that told me, a couple of days before it\nhappened. And when I went home, and I mentioned it, nobody wanted to believe it.\nOctober 22, 1997",
        "Q: What other things did you tell people here about the war, besides the — the\nrounding up of the people?",
        "A: You see, my father was a blacksmith, and the ji— the Germans were in our town.\nThe soldiers. And we had the pa — a big house, compared to the rest of the people in\ntown. So, being that our house was the biggest, they came and they took my mother\nand father out of their bedroom, and there were officers of the German Reich, who\nwere sleeping by us in the house. And their horses were — my father was taking care\nof the horses in the — as blacksmith to put them — shoe the horses. And they liked\nthe food and the milk, so they ate by us. They used to pay us, and they used to tell\nmy mother, if she’Il be kind enough to make them food for breakfast, some for\nlunch and supper. My mother had no choice, she cooked them, and she served them.\nAnd even when they came for us, my father was still with their horses. And they\nhad to wait til he finishes the horses in order to leave. At that point already they\nbelieve me, what I told them the days before, but it was kind of late.",
        "Q: Did you tell Americans about your experiences in camps?",
        "A: Yeah. We talked about it. We talked and we a — when I arrived in Auschwitz the\nfirst day, on the ghetto, we were outdoor on the ghettos. And there was raining, it\nwas right after Passover, between Passover and [indecipherable] we were in the\nghetto. Just before [indecipherable]. And it was rainy weather. And there was no\nOctober 22, 1997\nbunks, was nothing, it was out in the woods. And we took the blankets that we took\nwith ourself, and everybody made their own little sukkah. And that’s where we\nslept, the kids all crying. There was no bathroom facilities, there was no wat —\nrunning water. There was a little lake nearby, people went for water to wash, or\nfood, whatever they — they were giving out ration food. And we were in the ghetto\nabout three weeks. And at that time that we were in the ghetto, this particular person\nthat I knew used to take me out as — take — he used to come for the Jewish girls for\nmaids, to take them out in the city. So every day a truck used to come for the Jewish\ngirls to go to be a maid for the Hungarians. So this particular guy requested me to\ngo as his maid. But I used to go in there and I used to do nothing, just talk to\n[indecipherable] and at night he used to come and he used to drop a bread to — in\nour place and used to say, just close the lights already, it’s getting late. And he had\nsuggested even then, that if we want to leave, he would give us a truck for 40\npeople to leave. Then my mother said, 40 people, who I’m gonna take for that’s\ngonna be with the rest, will be with us too. So we didn’t go nowhere.",
        "Q: I'd like to maybe clarify my question. I wanted to know what — what you told\npeople about Auschwitz, for example. And how did they deal with what you were\ntelling them?\nOctober 22, 1997",
        "A: Well, a lot of people had some ideas, because there were the American soldiers\nalready, that they used to write home and explain them what’s was going on. That\ntime with — it was a little knowledge about it, not too much. A lot of people didn’t\neven want to — they — they says it’s hard to believe, but they know it had happened.",
        "Q: When you first came to this country, did you already at that time have a real\ngood idea of just how many Jews had died?",
        "A: No. We had an idea that a lot of them did not come home. But how many exactly\ndied, nobody knew.",
        "Q: When did you begin to realize the magnitude of the genocide?",
        "A: The — a man that haman — the — the — the six million or whatever they — they had\nperished, we knew it only by year after, year and a half it took to calculate. Because\nat that point when I — it was st-still a lot of people still were coming. But nobody\nknew exactly how many.",
        "Q: Now that you’re in this country, were you able to go back to school?",
        "A: Yeah, when I went — when I came to my mother’s cousin, she had two girls. One\nwas two years younger than me, and the other one was only about four years old.\nAnd I went at night school that time, and I went to — first a couple of months they\ndidn’t let me do nothing.",
        "Q: Why’?\nOctober 22, 1997",
        "A: I don’t know. They just said I need a rest. And they asked me how I survived,\nand I said that when I arrived in Auschwitz, there was a Polish fellow who asked\nme how old I was. I already had [indecipherable] me and my mother, to go with\nher. And he asked me how old are you? I said 16. He says, well, say you are 17 —\nsay you are 18. He pushed me in a side, he said, you are not 16, you are 18. So\nwhen I went to registered, they regist me — the — I was registered as 18. And my\nbirthday is [indecipherable] in that particular thing. She’s got here the information\nabout it. And th-this is why I survived, because I didn’t say I was 16.",
        "Q: What kind of paper is this? Why don’t you tell me what this is?",
        "A: I—I just wrote away this year in [indecipherable] and they sent — they send me\nan — an acknowledgement that I was there, but my age difference is two years. Not\nexactly with the date, either.",
        "Q: Do you know why your relatives wanted you to just rest for awhile? Did — did\nyou have any health problems?",
        "A: I didn’t have a lot of health problems. I had fallen down and my wrist was\nbroken, but I just put my belt and I tied it around, and it didn’t grow back properly.\nSo when the daughter become that time 16, she bought her a fur coat. So she bought\nme the same coat, and when I picked up the coat, I fainted. So when I fainted I —\nthey took me to the doctor and the doctor took x-rays and they said my wrist was\nOctober 22, 1997\nbroken, but it didn’t heal properly, and they had to re-break it again, and put it ina\ncast. So for awhile I was just home with a cast, and after a — they told me after what\nI went through, they want me to take it easy, and then I will go to school, or to\nwork, whatever I want. So they didn’t want me to travel to the city, so they find me\na job there in that vicinity, but I was able to walk to it. And at night I would — used\nto go to school to learn English.",
        "Q: Tell me about that job.",
        "A: I was working in a dress factory. So I started out as a floor girl, just carrying\nstrings, and then I got promoted. I — they sh-showed me how to make dresses. I\nlearned a trade and I become forelady in the company. So I started from scratch,\nand couple of years later, I was working there and they liked me. So I worked there\nfor a long time. Until I got married I was in the same company.",
        "Q: Did you have any social life?",
        "A: Wherever they went, they used to take me, and I used to go out a lot with the\ndaughter. And went from school, they had places, and family affairs, whatever they\nhad, family affairs. I used to be part of the family there.",
        "Q: In the time that you were first in this country, and getting yourself into learning\nEnglish and working and everything, did you follow the Nuremburg trials?\nOctober 22, 1997",
        "A: Very little. It wasn’t too much. I didn’t understand it too much because\neverything was in English. So I used to ask a lot of questions in Hungarian what\nthey were saying, because I didn’t — I didn’t understand it. Later on I followed it,\nwhen they reviewed it on the television, later on. I was by the television, and I\nwatched it. But in the beginning I didn’t understand it.",
        "Q: Did you follow the news on the part — partition of the state of pa — of Palestine\ninto two different states, an Arab state and a Jewish state?",
        "A: Yeah, that we followed, because I — I used to get the Hungarian paper, they used\nto bring me the paper so I should understand it. Because that I understood.",
        "Q: Tell me what it was like for you, given your experiences, to hear that there\nwould be a Jewish state.",
        "A: It was very thrilling, I co — I just couldn’t believe it. I was crying for happiness\nwhen that happened.",
        "Q: And when Israel declared statehood?",
        "A: I was go —I was trying to that time — there was a lot of people that I knew, they\nwent to Israel and I used to send them packages. They were in Cyprus, and a lot of\nthem was in Germany, and Italy and wherever I — money I used to make, I used to\ncome home and I used to make package and send it away. I used to get\ncorrespondence from all over, from — they were in Italy, they were in Germany,\nOctober 22, 1997\nthey were in France and Cyprus, and they kept in touch with me. I al — always\nknew where they are, and I keep in touch even now when I go to see them.",
        "Q: Did you have an opportunity to make any friends on your own, aside from\npeople that you met through your relatives?",
        "A: Oh yes. There were a couple of people from — also survivors that settled not too\nfar from where I lived, and they had girls mine age, and we used to go out together,\nand we had the — also a group of Americans that they were speaking Yiddish, and\nwe used to get together. And after I went to school, I used to speak a little bit. And I\ngot along with them fine.",
        "Q: Did you start dating?",
        "A: About two years after. I used to out in a group a lot, but not really dating. Two\nyears later I used to go out with — in a group, but not really dating.",
        "Q: When you started to mingle, were there any special gentlemen that were\ninteresting to you?",
        "A: Mostly — at that time mostly we used to go to the HIAS, or to organizations that\nI used to be the newcomers, and I always wanted to find out who else is coming up,\nbecause the — there used to come boats — mostly then they used to come by the\nHIAS, we used to go to find out who came from our area, and what news they are\nbringing. So you find a lot of people that we knew from the DP camps and from the\nOctober 22, 1997\nunt — our own town. And then we starting — they used to have the special affairs for\nthe refugees camps. They used to have groups in the HIAS, they used to have it in\nthe Joint, they used to have it in the — with our diplomat, and they used to get\ntogether from all over. And we met all the people who used to say in the boat, we\nwill meet you whenever they gonna have a Hanukkah party, or a Purim party, we\nused to go together, just to see our friends from the other side.",
        "Q: What I’m trying to get at is, I want to know how you met your husband.",
        "A: Well, we went to a Purim party, I assume. It was a Purim or Hanukkah party,\nand I went with my cousin’s daughter, and with other people from our town, a\ngroup, because we lived out of the city. And we went there and somebody looked at\nme, I didn’t recognize him. And one day I got a telephone call from him, and he\nsaid his name was Andrew, because he — Andrew. He said it’s a Romanian name,\nso he start talking Romanian. He said he saw me, and he would like to meet me.\nAnd this is the way we had a blind date. So he came out with his brother and his\nsister-in-law, together with the car, and we had a blind date, the four of us together.\nAnd we met in early *51 or °52, I don’t rem — I think it was in ’52 that we met the\nfirst time.",
        "Q: And so you met, and then what happened?\nOctober 22, 1997",
        "A: We went out for a while, and then I went out with other people for a while. I\ncouldn’t make up my mind. And then, eventually, I think the Korean War broke out,\nand my friend called me, and he told me that he was drafted. So I — it was just\nbefore New Year’s, I send him a New Year card, and I wished him good luck in his\ncareer. So then he called me, and we got together again, and after then we started to\ngo out more steady, and we got engaged, and married in ’53.",
        "Q: So your husband 1s also a survivor?",
        "A: Yes, my husband 1s a survivor, also from Romania, but from a different area.\nThat’s like a different state.",
        "Q: When you and your new husband were first married, what plans did you have for\nyour future together?",
        "A: We didn’t make big plans. He was working and I was working and that time it\nwas — it wasn’t as easy as today, there were no apartments, it was difficult to find\napartments. In order to get an apartment, you actually had to buy the apartment,\nthrow out the old furniture, and get apartments. So we moved to the city, where he\nwas closer to work. And I gave up my job, and I went, in order to make it\nconvenience for him. But then, as I walked around on the area, there was a job\nopening there, and I walked in and I got a job. And I was working first as a\noperator, as a dressmaker. And then he — they approached me, the new owner, and\nOctober 22, 1997\nhe said look, our forelady is getting married and I would like you to take her job.\nAnd I said — I looked on him, I said, you must be kidding. You know I’m expecting\na baby, I’m only working temporarily. I said, you better look for another forelady.\nHe says, well, you know something? Take the job until we find somebody else. I\nsaid, but look, sometimes I don’t feel good and I don’t come in and I can’t really\nwork so much. I’d rather work piecework. This way I don’t cheat you, and I know\nthat I’m only getting what’s coming to me. He says, don’t worry about that. So he\ntook me, and I became the forelady in that place, and he was so nice to me. When I\nhad to go to the doctor, he used to come to the doctor with me, I shouldn’t waste\ntime with the bus, going back and forth. He used to wait for me. The doctor even\nthought that he was my husband. He used to take me to the doctor for monthly\ncheck-ups, practically, til — I was working for him as a forelady til two hours — I\ncame home at night and I took home a sample to make for the next day to take to\nwork, to be able to show the girls how to do it. And I call them up the next day, I\nsaid — from the hospital, I said, pick up the sample, I’m in the hospital, I have a boy.\nHe was first one to send me the flowers, before my husband send them to me. He\nwas very nice to me, and he wanted me to go back to work. By then my first son,\nwas Jerry, was a colic baby, and I couldn’t put him down. He offered me a nurse\nplus my salary to go back to work, but I just couldn’t do it. I used to go with the kid\nOctober 22, 1997\na little to look around and help him a little, til he found somebody. He was very\nnice. They were Italian people, very nice people. But he got the store, the factory,\nhe got, and he went in with a partner. And he put in the money, and the partner\ndidn’t like it, and he walked out of him. And he really had no experience in\ndressmaking, so he was stuck. So I tried to help them out. So we helped each other.\nAnd that’s when I stopped working in the dress line, when Jerry was born, two\nhours af — before he was born, practically. I wa — he took me to the doctor and\ndoctor says, see you in a week. Then I went home and I had to go into the hospital.",
        "Q: How many children do you have?",
        "A: Three. Three boys.",
        "Q: How did you pick their names?",
        "A: Well, my first one, I was living ba — by my uncle, and his daughter was married\nbefore me, she got married — she was married three years and she had no children,\nso my uncle — my — actually my cousin’s husband said gee, I’Il never have my\nfather’s name. So being he — they were so nice for — to me, and my father and my\nmother already had a name by my other sisters and brothers, so I figured it was just\nright to give his name. After that his daughter had three children, but it took her —\nmy first name, [indecipherable] that she should have the children. So that’s the\nway I picked the first time. And then my second name — my second child was\nOctober 22, 1997\nnamed after my husband’s grandfather, and my other one that was born, the third\nson has the name of my father and my brother.",
        "Q: What have you told your sons about your childhood, your life before the war?",
        "A: We spoke to them when they were already about seven years old, they kept on\nasking. When they went to school, they said, everybody has birthday parties, and\neverybody has grandparents, how come they don’t have any? That’s when we\nstarted to tell them what happened to their grandparents. And they kept on asking. I\nnever refused an answer. I didn’t want to bring it up when they were too young, but\nafter then they start asking, and whenever they asked, I told them.",
        "Q: What did you tell them about your parents?",
        "A: I was telling them that we were very, very religious. I had a brother who was a\nrabbi, who was so religious, he came home from the yeshiva at 19 and a half, not\neven 20, and he told my father, th-they should both rest in peace, he says, I’m\ngetting married. So my father jumped in this chair, he said, you’re getting married?\nYou’re in yeshiva, there is no girls there, how are you getting married? He says, my\nRebbe find me a wife. I said, and who’s the wife? He says, my Rebbe’s sister’s\ndaughter. I said — my father said, did you see her? Nope, but if my Rabbi said that\nshe’s the right girl for me, I am sure she’s the right girl. So my father said, what if\nshe’s blind? Or she has hand on her feet, you didn’t see her, you don’t know. He\nOctober 22, 1997\nsays, it'll be a bigger mitzvah. They went to an engagement party, I remember I was\nyoung that time, but I remember hearing them talk. My mother and father went and\nthey got engaged, and they came back and they were telling us, and they were\nsitting by the table, because the reason that the rabbi wanted them to get married is\nbecause her husband died. Th-The girl’s mother’s husband died, the girl’s father\nhad died, and she — there’s a family of four children and the oldest is 18, and there\nis no shochet, and there was no rabbi in town. And he figured that he would be\ngood for that. At that age he became the youngest rabbi in the area there. And they\ngot married.",
        "Q: As your sons got older, did you tell them about your wartime experiences?",
        "A: Yeah, we always talk about the wartimes experiences, what we went through.\nAnd I always wanted to be a lawyer when I was small. I told them that I — I want —\nmy father, being that he was in America, he did not speak Romanian, and he was\nborn when it was Hungary. And when he came back, he didn’t go to school back to\nlearn Romanian, and whenever he had to go someplace, I used to go with him to\nread what [indecipherable] and tell him if he could sign that or no. Cause he could\nspeak, but he didn’t read and he didn’t write in Romanian. He only was able to do it\nin English, which I didn’t know that he knew it, and Jewish, Yiddish, or in\nHungarian. But Romanian he didn’t know. So when I was seven — after I was seven\nOctober 22, 1997\nyears old, and I was his translator, he used to say, I’m only gonna sign what my\nlawyer will say I can sign. And therefore, I always said I — when I grow up, I'll be a\nlawyer. But I never finished it.",
        "Q: Did you ever tell your sons about what you had to go through in the ghetto and\nthe camps?",
        "A: Yes, we spoke about it.",
        "Q: What kinds of things do they ask you about those experiences?",
        "A: They ask that — how many we were in the family, and how many came back, and\nhow was it in the lagers, and how did I got here, how did I met his father. We went\nover that many, many times.",
        "Q: Did you ever get a sense that perhaps your children had questions that they either\nwouldn’t or couldn’t bring themselves to ask you?",
        "A: Well, if they have a lot of — cause maybe they had asked — because most of our\nfamily are Holocaust survivors. And whenever they didn’t speak to us, they must\nhave spoken to them, because they didn’t want to bring it up to us, we shouldn’t\ncry. Or they shouldn’t hurt us, or they didn’t know how to put it. But whenever they\ngot together with their cousins, they always used to talk or ask somebody else. It’s\neasier sometimes to ask a stranger, than your own.",
        "Q: Was there ever something that you wanted them to ask that they didn’t?\nOctober 22, 1997",
        "A: Not really.",
        "Q: Was there ever something that you wanted for them to know, but you weren’t\nable to tell them, and they never asked?",
        "A: They all, when they went away to school, or when they went to high school,\nthere was a lot of groups that they were involved with the Holocaust, and they were\ninvolved with the groups, so whatever answers they needed, most of the time, they\ngot it from them. And whatever I felt that they didn’t ask me, they didn’t want to\nknow, or they already knew it. Because all of them are involved on the new\ngeneration Holocaust group.",
        "Q: What kind of education did you provide for your children?",
        "A: Well, when we got married, we weren’t religious at all. My husband was way the\nother side, he didn’t even keep kosher. I went out — if I ate fish or anything but treyf\nto go out to eat [indecipherable] the first meal mine was pig. I didn’t eat it when I\nwas in this country. But he didn’t keep kosher at all. Shabbas we didn’t observe,\nnone of us. We lived by my cousin, who was a kosher butcher. But Shabbas they\ndidn’t work, but they went shopping, we went to the movies. No work around the\nhouse or anything. They used to play cards in Shabbas, but it wasn’t Orthodox.\nThey were more Conservative than Orthodox. And it was sort of a — for me too, I\nmean, Saturday used to go to the city, meet my friends. Sunday — during the week\nOctober 22, 1997\nwe worked and went to school. Saturday and Sunday we used to go to the city\nshopping or meet our friends. And when I met my husband, we weren’t thinking\nabout [indecipherable]. But then in 1948, when the Arnold Constable estate got\nsold in Westchester for a yeshiva, that time there was a big article in that “New\nYork Times.” Arnold Constable estate sold for yeshiva. It was an estate of 27 or\n28 acres, beautiful, by the water. It’s a castle, a beautiful place. Everybody from the\ncity came to see it. So I — we took a ride with friends and neighbors, we took a ride\nto see the s — the new school. At that point I wasn’t even married, didn’t even think\nabout it, so I said to myself, it is just gorgeous. If I’ll ever have children, I would\nlike to send them there. And this is the way it started out that I send them to the\nyeshiva. I didn’t have no other dreams of making them religious, or anything else.\nDespite that, I came from a very, very Orthodox family. And then when they were\nborn, I send them to school. And Jerry went to school when the — got ready to go to\nschool — when Jerry went to school, the first week he came home, he says,\nMommy, you know what I learned? I said, if you’ ll tell me, P’Il know. He said,\nyou’re not supposed to work on Shabbat, not you and not Daddy. Saturday is a day\nof rest. I said to him, Jerry, they are right and you are right. But you have a choice;\nif you go to a public school, I could stay home and you don’t have — I don’t have to\nwork. But if you want to go to that school, I have to work in order to pay for you\nOctober 22, 1997\nthey should take you into school. So I said to him, got time to decide, it’s Friday.\nMonday you let me know, do you want to go to school, or do you want to go to\npublic school? So Sunday night I bathe him and I prepared the clothes and I said, so\nwhat is the situation for tomorrow? He said, well, I decided that while I go to\nschool, you work. But once I stop, then you should become shomer Shabbos. So I\nsaid, you got a deal. So I kept my promise. But we were working, Saturday was the\nbusiest day for both of us. My husband came from work and I took the car and I\nwent to work. And even when they went to s — to Yeshiva University High School,\nwhere I took Steven and I put him on [indecipherable], I went to the rabbi there for\nan interview, and the rabbi said, and I’m sure you are shomer Shabbos. My\nhusband wouldn’t say a word. I said, sorry. I said, the prices you charge, I have to\nwork in order to pay it. I don’t have nobody to pay it for me. They didn’t reduce the\nprice, so I had to work in order to pay it. And they continued yeshiva, but they —\nJerry was even — when he finished high school and Yeshiva University, he applied\nto NYU and they called him for an interview. And being that they called him for an\ninterview in Shabbat, he refused to go to that school because they called him for a\ninterview in Shabbat. I said, Jerry, they don’t have to know that you are Orthodox.\nHe said, but can they see I’m in Yeshiva University? Would I be in Yeshiva\nUniversity if I wouldn’t be Orthodox? So I told him, Jerry, there are many people\nOctober 22, 1997\nin Yeshiva University and they’re not Orthodox, they travel in Shabbat. All you\nhave to do is write them a note or call them up and say you want another interview.\nBut he didn’t want to go any more. And for that reason he went to Yeshiva College.\nAnd the other ones never asked me, and they continued it.",
        "Q: What do you mean they continued it?",
        "A: Yeshiva College.",
        "Q: Did they get education beyond college?",
        "A: Yes, they all went to law schools. And that time it was very difficult to get into\nlaw school because they ask where did your parents graduated from. And despite\nthat they were very good students, not because they were my children, they couldn’t\nget into Columbia or to a school in the vicinity. So Jerry went to California,\nAlvin went to Saint Louis, and Steven went to Boston. Because we didn’t go to\nschool here, so Yeshiva University, when they graduate over a hundred students in\na class, and they only took two or three students from ea — to each school in law\nschool, so I was in the bottom of the list, because we didn’t go to no schools in here,\nin the state or colleges. So that’s where they ended up, in very good schools. They\ngot a fairly good education, I hope.\nOctober 22, 1997",
        "Q: You mentioned that you had to make compromises, working on Shabbat and you\nknow, th-the deal that you made with Jerry. Were there other compromises that\nyou had to make raising a family and working in this country?",
        "A: Well, we didn’t ba — travel. We didn’t have a big house or anything, we had a\nsmall apartment. It was expensive and the colleges were very high and the\nschooling was very expensive, although they didn’t — didn’t — when I start working\nalready, later on, I was able to — to get an — a—a house before they went to high\nschool, but when they were small, we were sacrificing to that extent that I put them\nall three in one bedroom. We had a one bedroom apartment and that’s where I\nraised them. We slept in a open couch in the living room. But we sacrificed in order\nto give them a good education.",
        "Q: I wanted to ask you if you had followed the Eichmann trial?",
        "A: Yes, I followed the Eichmann trial a lot. [indecipherable] watched already on\ntelevision, that was televised.",
        "Q: What were your thoughts and your reactions to that trial and the judgment?",
        "A: My thought was why it took them so long to find them? With all the knowledge\nand with all the new things that they have and they [indecipherable] spaces and\neverything, they had to take them so many years til they find somebody? They\nknew all along where it was. America had the records from all the Nazis that they\nOctober 22, 1997\nwere here in America, and the Nazis are there on — in — in Canada and all over the\nworld. It really didn’t had to take them that long to find them. That was my\nreaction.",
        "Q: Did you have a reaction to the fact that Eichmann was being tried in Jerusalem,\nin Israel?",
        "A: No, I didn’t think that he should be tried any other place, because the majority of\nthe people in Israel are survivors, and they were the one that knew him the best, so\nthey know mostly what he did. He would — even there, it took a long time to have a\ntrial for them. And here would have probably [indecipherable]",
        "Q: I’m going to pause now and change the tape.\nEnd of Tape One, Side B\nOctober 22, 1997\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Bella Pasternak. This is tape two, side A. In the 1950s and 60s and\n70s, this country went through some major, major changes. You were busy working\nand raising your children, but I wanted to know what your thoughts were about, you\nknow, things like the war in Vietnam, an-and the Cold War.",
        "A: Well, the war in Vietnam and the Cold War th — every war that you look, even\nnow you can look on the Yugoslavia war and all those things, it’s heartbreaking to\nsee all the refugees. You know, when you see the refugees, you remember of\nyourself, how you were. It’s a very difficult situation, it’s heartbreaking. The war is\nnever right to have. No matter na — no matter who the enemy is. It’s — innocent\npeople will still suffer. It’s not the army that suffers, it’s not the soldiers. It’s the\ninnocent people, you see children starving and all this thing in the streets. It’s a\nterrible situation no matter where you go and you look on it, regardless what race\nthey are, or what kind of a people are.",
        "Q: There was a lot of activity also in the country in the area of civil rights. Did you\nfollow some of those changes that were going on in this country?",
        "A: Always following the changes, I — I think they did the right thing, because the\nrights, no matter what — who you are and what you are then — and Martin Luther\nOctober 22, 1997\nKing was killed, and all those things, I followed them. I liked to look on all this, in\nthe history, from all this, people that they suffered and they tried to better\nthemselves. It’s a terrible thing. I think that it should be equal right for everybody,\ndoesn’t make a difference. They’re not any better than we are, the color or — or the\nwhite. It should be equal opportunity to all. It doesn’t make a difference, but it was\nhere terrible when they hold them back, too. It wasn’t right to hold the colored\npeople back and everything. I don’t think it was right.",
        "Q: What about the assassination of Kennedy?",
        "A: I cried. I couldn’t believe it when it happened. I — I remember like today that I —\nthat — when it happened in 1963, when they said that he got shot. First I thought it\nwas a joke. And then, when I saw it on television, it was heartbreaking. His father\nwas a anti-Semite, but the — the children — he suffered a lot. All his children, I think,\nhe got punished right and left.",
        "Q: What about the sexual revolution in this country?",
        "A: Well, I think that is a little too much for me. I don’t — that I don’t believe in. You\nsee, I was 17, and there was a lot of revolution, even between the people in the\nconcentration camps after — out of the concentration, in the DP camps, a lot of\npeople were free, and that — I don’t believe in that. That is one thing I — I — I would\nstay away from it. I don’t — I hope my grandchildren will stay away from it, I don’t\nOctober 22, 1997\nbelieve in it. I believe the old-fashioned way. You love a person, you get married,\nyou settle them and you live. But that — this kind of a life, with all this disease\nespecially going around, I think is wrong.",
        "Q: What about the — the women’s movement for — for women’s rights?",
        "A: That is the right way. I mean, a woman shouldn’t be lower than a man. They\nhave the same brain, they have the same ability to work. Matter of fact, in a lot of\nplaces you find women better than men. It should be equal opportunity if you\nqualify for a job, it shouldn’t be a difference you’re a woman or a man. Golda Meir\nwas a great woman, a great president.",
        "Q: Was there anything else that’s ha — that happened in your ti — in your years of\nbeing in this country? Any other issues or problems that were of particular interest\nto you?",
        "A: I don’t think I had a lot of problems. I had problems my family was all over,\nuntil I was able to bring my sister over from South America in the family, which\nthey came in 1962 to this country. I still have — my brother is in Uruguay. I have a\nsister that — from Canada that sh — I brought her over. Instead of coming to New\nYork, she went to California, and my other sister in — that was in Romania, now\nshe’s in Israel. But to get the family together at — all at once, it’s very difficult.",
        "Q: Did you ever experience anti-Semitism in this country?\nOctober 22, 1997",
        "A: No, I don’t think I would say that I experienced anti-Semitism in this country.",
        "Q: How do you respond to Holocaust deniers?",
        "A: I don’t think anybody with good knowledge would admit that. It only the people\nthat they are denying that, either they were Nazis, or they are anti-Semites.\nOtherwise they would not say it because it’s open to the public and the museums\nand — and the newspapers and every place else. I don’t think a normal person would\nreally say that there was no Holocaust",
        "Q: In your opinion, do you think that American Jews may ever be in danger in this\ncountry, either from skinheads or neo-Nazis or from any other element?",
        "A: I tell you, nobody would believe that it could happen again, and nobody would\nwant to believe that it could happen again, but unfortunately, nobody believed it in\nEurope either that it could happen. And the situation in here too, they have\nswastikas in synagogues, they have a lot of swastikas in Jewish homes that they put\non. And there 1s anti-Semite in here. I personally didn’t — didn’t see it in my\nimmediate area or my house, but there are people who could start something like\nthat, if it’s not controlled in that.",
        "Q: What are your thoughts about the resurgence, this new interest in the Holocaust?",
        "A: It’s good in one say and not too good in the other thing, because I think they are\nputting too much effort into it now, and a lot of people resent it.\nOctober 22, 1997",
        "Q: Can you explain what you mean by too much effort, and a lot of people resent it?",
        "A: There’s a lot of people who feel that they shouldn’t go too much in the past, they\nsh — instead of that, they should look for the future of the Jewish people, not so\nmuch on the past.",
        "Q: I assume that you have been to Israel many times. What is it like for you to be in\nIsrael?",
        "A: I go to Israel often, I have family there, I have friends, very, very good friends\nthat we suffered together, and we correspond together and we meet as many times\nas we go there, if we can. Fortunately we go for three or — three weeks or four\nweeks and it’s not enough time to see everybody, but — [break]",
        "Q: Have you ever regretted not moving to Israel?",
        "A: Well, I really wanted to go to Israel, I wanted to move many times. When the\nchildren were small, I was hesitant, for the simple reason because they’re constantly\non war there, and I didn’t want the boys to throw it up to me and say gee, why did\nyou come? I was hoping they would go on their own and I would follow. So I send\nJerry over for the — a year to Israel to study, he loved it. And the only mistake that\nthey made 1s, when he applied to law school, he applied to Israel and they told him,\nfinish first, and then come. When he finished and he got married, they said, now\nyou have to go back to school. I was hoping that he wou — they would go on their\nOctober 22, 1997\nown and then I would follow. But now it’s difficult that they all settled here, for me\nto pick up and go. I love Israel, my husband loves Israel. It’s not that I don’t love\nAmerica, I love it here too, but there it’s a different type of living. And I really\nwould enjoy it there maybe better than here. But the thing that the children are here,\nand most of all my grandchildren, I couldn’t stay away from.",
        "Q: What changes have you noticed in relations between American Jews and Israel,\nover the years?",
        "A: Well, in the beginning the Jews that went to Israel, they were more Zionist type.\nThey were hardworking people, they really were depending on American fund that\nthey were getting, and they were living different life, very hard life. Like the people\nwho come from Europe, when they started here life wa-was difficult, for them it\nwas 10 times harder. They had to live like in DP camps after they were in Israel,\nand after Israel was declared a state, because they had no facilities there. And they\nworked really very hard. Today it’s a very beautiful country. They work less than\nhere. They have a more normal life as far as social life, and they traveling a lot.\nThey are not settled as much as the American people are settled. They take life in\nday by day because all the time something happens in there. And they want to grab\nthem whatever they can while they’re alive. So that’s why they are more loose in\ntraveling and more loose in life in Israel than here. Life in Israel is beautiful.\nOctober 22, 1997",
        "Q: How has your experiences in the Holocaust influenced choices that you’ve made\nover the years?",
        "A: Well, I’m ver — I’m very close with the family. ve always protected the\nchildren, I was always afraid something that’s gonna happen. When they were small\nI used to get up from bed at night while they were sleeping to listen if they’re\nbreathing. I was so surrounded with dead people, that if they didn’t cry, or they to —\nthey were sleeping, I went to see if they’re alive. So it was fearful no matter how\nlong and no matter how much time after 1t happens. Would the children or even the\ngrandchildren, I watched them today. If I go over there, whatever they do, I said,\nyou do this, now your Mommy and Daddy’s home, not when I’m around you. They\n— they — cause they are daring, the children are daring. Mine, I kept them\n[indecipherable] cause I was — I was always afraid something shouldn’t happen.",
        "Q: In retrospect, do you think you would have done something, or anything\ndifferently if you were raising them today”?",
        "A: I don’t think so. I still think that they should know more res-respect for others. I\n— I believe that today the children are raised a little too loose — in most of the places,\nnot all. Some of the children, the parents, you know, have a lot of things, they run\naround, they don — they have strangers watching the children. I don’t approve of\nOctober 22, 1997\nthat. I believe if you have children you gotta be with them and raise them. Hired\nhelp is not the same as you do yourself.",
        "Q: Do you speak with your sons about your Holocaust experiences in — in the past\nnow — now that they’re all adult and parents of their own?",
        "A: They don’t ask too many questions lately. I think they are all up to date with it.\nThey all belong to the gathering, they all get the newspapers. But the — my little\ngrandchildren start to ask now. I have [indecipherable] and I have three little ones.\nOne is named after my husband’s mother and sister. The other one is named after\nmy aunt and my grandmother, and the little one is named after my husband’s father.\nAnd they all — we got all three names, and they’ re after the Holocaust survivors\n[indecipherable]. And even her parents, they never requested a name, they — I’m\nsure they have deaths on their family too, but they sti — they kept on telling my son,\nif that means so much, the names, to your parents, give it to them. So we have all\nthree names in there. And the children now, the older one is seven. She starts asking\nquestions. She didn’t ask til now, but now she already knows why she’s named after\nher mother and why she perished, and she starts asking questions.",
        "Q: Do you talk with your older grandchildren about your experiences?",
        "A: [indecipherable] claims he knows. He follows it in school, and he’s reading\nabout it, and he gets some information in the computers.\nOctober 22, 1997",
        "Q: Is that satisfactory for you?",
        "A: If they — whatever they ask me, if they ask me, I’d be happy to talk to them. But\njust to sit down and starting stories about that, I don’t bring it up. If they don’t bring\nit up, I don’t bring it [indecipherable]",
        "Q: Does it bother you that they don’t ask you more?",
        "A: No. I figure they know about it. If they wouldn’t know, and what they don’t\nwant to know, then it would bother me, but they all know about it. I never kept it a\nsecret and they never kept it a secret. They all know that they are sur — that they\nchildren of survivors and they know about it.",
        "Q: Do you speak publicly about your experiences?",
        "A: In a group for me, in the Hadassah occasionally, or in the — or in the sisterhood,\nif they have questions, or things like that. My husband spoke occasionally in city\nhall about it. But not going out strongly, like many people do.",
        "Q: Are you involved with any survivor groups?",
        "A: I belong to the groups, I get newspapers. I have an — wh-when they had the\ngatherings in ’81 in Israel, we went and made a tape there, in Yad Vashem, I get\nmail from them, I belong to that group. I belong to the museum in here. I get the\nnewspapers in it and all the things that’s happening. We have — occasionally we\nhave, in our area they have, in a church they have a gathering ever year about the\nOctober 22, 1997\nHolocaust. And they have the interracial groups talking about it and singing Hebrew\nsongs, and I attend them.",
        "Q: Have you had any recurring dreams since the war?",
        "A: Many times.",
        "Q: Can you tell me?",
        "A: I just feel sometimes like I’m slipping in bed. I’m sleeping, and\n[indecipherable] I slip, that somebody’s behind me. And then when I wake up, I\nget ch-chills all over my body. Many times I dream I’m in Auschwitz, many times I\ndream I’m — I am carrying the ammunition, it explodes in front of me. I see the war\nconstantly, that’s something that doesn’t go out of your mind. [indecipherable]\neven if you think or you don’t think about it. Especially for like I speak about it\nnow, it’s gonna be a couple of weeks til I still gonna see it in front of me.",
        "Q: Regarding your life in this country, what has been the best surprise about life in\nAmerica, and/or, what has been the biggest disappointment about life in America?",
        "A: My best surprise are my grandchildren. I adored my children, but nothing like\nmy grandchildren. This is the — this is the real dividends. And that’s the reason that\nI ben — that I don’t go too far away, and I always want to be in touch with them.",
        "Q: Is there, perhaps, a single disappointment about your life in this country?",
        "A: Not really. I think I got more than I expected.\nOctober 22, 1997",
        "Q: What would you yet like to accomplish?",
        "A: I would like to see them grow up, my grandchildren and be happy and attend\ngood schools and be in the right side of the street. Know where they’re going and\nwhere they’re coming. I always want them to know where th-the roots are coming.",
        "Q: What are your plans for your golden years?",
        "A: I really haven’t made too many plans. I just hope I'll be well to travel a little\nmore. My husband loves to travel, I don’t. I— I love mami — my — my bed. I love to\nbe home, and I love to get company home. Travel it — I find it — I [indecipherable]\nI — we’re wandering so much around before that now to me sometimes is a\npunishment to travel, I hate it. But I’m going because he loves it.",
        "Q: What would you like your sons and your grandchildren to know about you that\nmaybe they don’t already know?",
        "A: I really have no idea what I would like them to know. I really don’t know.",
        "Q: Is there anything that we didn’t discuss that you would like to talk about, before\nwe finish the interview?",
        "A: I don’t know if I mention it to you, my sister we brought over from South\nAmerica with her family, and she lives in our area now. I had — and she also has\nchil — two daughters who got married and they are involved with the Holocaust a\nlot. The children and the grandchildren, they all know. Matter of fact, the dau — the\nOctober 22, 1997\ngranddaughter wrote an article that was put in the newspaper, about the Holocaust.\nAnd that’s about all.",
        "Q: Anything else you’d like to add?",
        "A: It was nice knowing you, I made a lot of friends through this. And it’s a really\npleasure to get to know you, and your family, it’s part of our family, a little bit. And\nwe hope to meet you soon on good occasions.",
        "Q: I want to thank you for doing the interview today, and this concludes the\ninterview. Thank you.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: — Holocaust Memorial Museum, volunteer collection interview with\nBella Pasternak, condus — conducted by Esther Finder, on October 22\", 1997, in\nRockville, Maryland. This is a follow-up interview to a United States Holocaust\nMemorial Museum videotape interview conducted with Bella Pasternak on April\n21%, 1994. This is tape number one, side A. I’d like to start by asking you about\nyour liberation experience. What was the moment of liberation like for you?",
        "Q: When you heard that you were free, that you were liberated, what did that mean\nto you?",
        "Q: Translate for me, please.",
        "Q: Did you get any assistance from the Russians along the way, after liberation?",
        "Q: What was the state of your health at liberation?",
        "Q: Among the 10 people, the tan — the 10 women that you were with, were any of\nthem from your hometown, or related to you in any way”?",
        "Q: When you came back to Budapest, and were then taken by tr — by train?",
        "Q: And then put in the hospital, who took care of you in the hospital?",
        "Q: Who were the doctors that cared for you?",
        "Q: You mentioned that your group of 10 were the first to come back from the\ncamps. Were there any other former prisoners 1n the hospital with you?",
        "Q: During your time when you were freed by the Russians, and your travel, your\nwalk home, did you witness any acts of retaliation against collaborators or former\nguards from the camps?",
        "Q: Right after the war, when you were freed and making your way back, was your\nview of Judaism the same as it had been when you were a child?",
        "Q: What efforts did you make to try and find members of your family, and friends?",
        "Q: I want to pause for just a minute and ask you, when you went back to your\nhometown, did you feel welcome by your former neighbors — non-Jewish\nneighbors?",
        "Q: Can you give me a time frame, when you left your hometown and — and made\nyour way into Austria?",
        "Q: What year are we talking about?",
        "Q: You mentioned that you were in a DP camp?",
        "Q: In-",
        "Q: In Innsbruck. Can you tell me — can you describe what the DP camp was like?\nOctober 22, 1997",
        "Q: Do you know which agencies provided assistance for that DP camp?",
        "Q: Who else was in the DP camp with you?",
        "Q: Were there people from other nationalities?",
        "Q: How did the different people get along?",
        "Q: When you met with other survivors, whether they were with — meeting your\nbrother, or meeting people from your hometown, or meeting people from different\nplaces, in the DP camps and along the way, did — what kinds of things did you all\ntalk about?",
        "Q: Did you have to register or sign up or do anything in order to come to the United\nStates? If that was your plan, what did you have to do?",
        "Q: How old were you?",
        "Q: So Blaut(ph) was his last name —",
        "Q: Blatt(ph) —",
        "Q: — was his last name. In the DP camp, in this one and in any other camps also, but\nafter the war, did you notice a different moral standard among the survivors after —",
        "Q: While you were still in Europe, before you came to the United States, at that\ntime was there any movement among the DP campers to support the establishment\nof a — of a Jewish state?",
        "Q: You mentioned before that your father had been here, meaning in the United\nStates.",
        "Q: The war you’ re referring to?",
        "Q: World War I?",
        "Q: When you were growing up, did your father tell you stories about America?",
        "Q: A few moments ago you told me that you were coming to the United States.\nWhat were your expectations of America, and what were those expectations based\non?",
        "Q: When you came to this country, what were your first impressions?\nOctober 22, 1997",
        "Q: Can you tell me who was with you on that children’s group transport that came?",
        "Q: How old were the children?",
        "Q: When you came here, what did you plan to do? What wa — were gonna be your\nfirst steps in building a life here?",
        "Q: When you came, did you feel that the Americans welcomed you?\nOctober 22, 1997\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: — tinuation of the United States Holocaust Memorial Museum interview with\nBella Pasternak. This is tape one, side B, and I was in the process of asking you if\nAmericans were curious about your Holocaust experience, and you told me that\nthey asked you — what kinds of things did you tell them, and how did they react?",
        "Q: Now, are you referring to your — your experiences before the war, e-early in the\nwar. Let me just see if I can get you to clarify that. How did you know, before your\nparents did, what was going to happen?\nOctober 22, 1997",
        "Q: What other things did you tell people here about the war, besides the — the\nrounding up of the people?",
        "Q: Did you tell Americans about your experiences in camps?",
        "Q: I'd like to maybe clarify my question. I wanted to know what — what you told\npeople about Auschwitz, for example. And how did they deal with what you were\ntelling them?",
        "Q: When you first came to this country, did you already at that time have a real\ngood idea of just how many Jews had died?",
        "Q: When did you begin to realize the magnitude of the genocide?",
        "Q: Now that you’re in this country, were you able to go back to school?",
        "Q: Why’?\nOctober 22, 1997",
        "Q: What kind of paper is this? Why don’t you tell me what this is?",
        "Q: Do you know why your relatives wanted you to just rest for awhile? Did — did\nyou have any health problems?",
        "Q: Tell me about that job.",
        "Q: Did you have any social life?",
        "Q: In the time that you were first in this country, and getting yourself into learning\nEnglish and working and everything, did you follow the Nuremburg trials?",
        "Q: Did you follow the news on the part — partition of the state of pa — of Palestine\ninto two different states, an Arab state and a Jewish state?",
        "Q: Tell me what it was like for you, given your experiences, to hear that there\nwould be a Jewish state.",
        "Q: And when Israel declared statehood?",
        "Q: Did you have an opportunity to make any friends on your own, aside from\npeople that you met through your relatives?",
        "Q: Did you start dating?",
        "Q: When you started to mingle, were there any special gentlemen that were\ninteresting to you?",
        "Q: What I’m trying to get at is, I want to know how you met your husband.",
        "Q: And so you met, and then what happened?",
        "Q: So your husband 1s also a survivor?",
        "Q: When you and your new husband were first married, what plans did you have for\nyour future together?",
        "Q: How many children do you have?",
        "Q: How did you pick their names?",
        "Q: What have you told your sons about your childhood, your life before the war?",
        "Q: What did you tell them about your parents?",
        "Q: As your sons got older, did you tell them about your wartime experiences?",
        "Q: Did you ever tell your sons about what you had to go through in the ghetto and\nthe camps?",
        "Q: What kinds of things do they ask you about those experiences?",
        "Q: Did you ever get a sense that perhaps your children had questions that they either\nwouldn’t or couldn’t bring themselves to ask you?",
        "Q: Was there ever something that you wanted them to ask that they didn’t?",
        "Q: Was there ever something that you wanted for them to know, but you weren’t\nable to tell them, and they never asked?",
        "Q: What kind of education did you provide for your children?",
        "Q: What do you mean they continued it?",
        "Q: Did they get education beyond college?",
        "Q: You mentioned that you had to make compromises, working on Shabbat and you\nknow, th-the deal that you made with Jerry. Were there other compromises that\nyou had to make raising a family and working in this country?",
        "Q: I wanted to ask you if you had followed the Eichmann trial?",
        "Q: What were your thoughts and your reactions to that trial and the judgment?",
        "Q: Did you have a reaction to the fact that Eichmann was being tried in Jerusalem,\nin Israel?",
        "Q: I’m going to pause now and change the tape.\nEnd of Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Bella Pasternak. This is tape two, side A. In the 1950s and 60s and\n70s, this country went through some major, major changes. You were busy working\nand raising your children, but I wanted to know what your thoughts were about, you\nknow, things like the war in Vietnam, an-and the Cold War.",
        "Q: There was a lot of activity also in the country in the area of civil rights. Did you\nfollow some of those changes that were going on in this country?",
        "Q: What about the assassination of Kennedy?",
        "Q: What about the sexual revolution in this country?",
        "Q: What about the — the women’s movement for — for women’s rights?",
        "Q: Was there anything else that’s ha — that happened in your ti — in your years of\nbeing in this country? Any other issues or problems that were of particular interest\nto you?",
        "Q: Did you ever experience anti-Semitism in this country?",
        "Q: How do you respond to Holocaust deniers?",
        "Q: In your opinion, do you think that American Jews may ever be in danger in this\ncountry, either from skinheads or neo-Nazis or from any other element?",
        "Q: What are your thoughts about the resurgence, this new interest in the Holocaust?",
        "Q: Can you explain what you mean by too much effort, and a lot of people resent it?",
        "Q: I assume that you have been to Israel many times. What is it like for you to be in\nIsrael?",
        "Q: Have you ever regretted not moving to Israel?",
        "Q: What changes have you noticed in relations between American Jews and Israel,\nover the years?",
        "Q: How has your experiences in the Holocaust influenced choices that you’ve made\nover the years?",
        "Q: In retrospect, do you think you would have done something, or anything\ndifferently if you were raising them today”?",
        "Q: Do you speak with your sons about your Holocaust experiences in — in the past\nnow — now that they’re all adult and parents of their own?",
        "Q: Do you talk with your older grandchildren about your experiences?",
        "Q: Is that satisfactory for you?",
        "Q: Does it bother you that they don’t ask you more?",
        "Q: Do you speak publicly about your experiences?",
        "Q: Are you involved with any survivor groups?",
        "Q: Have you had any recurring dreams since the war?",
        "Q: Can you tell me?",
        "Q: Regarding your life in this country, what has been the best surprise about life in\nAmerica, and/or, what has been the biggest disappointment about life in America?",
        "Q: Is there, perhaps, a single disappointment about your life in this country?",
        "Q: What would you yet like to accomplish?",
        "Q: What are your plans for your golden years?",
        "Q: What would you like your sons and your grandchildren to know about you that\nmaybe they don’t already know?",
        "Q: Is there anything that we didn’t discuss that you would like to talk about, before\nwe finish the interview?",
        "Q: Anything else you’d like to add?",
        "Q: I want to thank you for doing the interview today, and this concludes the\ninterview. Thank you."
    ],
    "answers": [
        "Answer: Well, we got liberated by the Russians. We didn’t know anything til the\nlagerfuehrer came in and told us we are freed. We didn’t hear no noises, nothing.\nThe — the older SSs left, and we were surrounded only by the lagerfuehrer, who\nwas from Czechoslovakia, a girl, a Jewish girl. So we really don’t know anything\nmuch about it. But the ru-ru-Russian government declared it liberated, and that’s all\nwa — we knew [indecipherable].",
        "A: We were in a small town. Because we were on the front line, we were given the\nammunition for the soldiers. So we were in a farm, in a — in a stable full of hay, that\nwe slept in. And when they came in and said we got liberated, everybody start\nrunning. This is the way it started. That was January 21“, winter, cold, and we were\nOctober 22, 1997\nshivering in a barn. The first thing people went, and they were looking for food.\nEverybody grabbed what they find in the farm. They tried to get the milk from the\ncow, because the farmers just had left when we got there. The first thing that we did\nwas we — by the time we realized that there is no more food left, I grabbed a little\npig running in the stable. I took a fork, one that 1— cleaning the stables, and we\npunched into the pig, and with everything in it, we made a fi — bonfire and we sat\ndown, about 10 - 12 girls with potatoes and that’s what was our first meal.\nEverybody was first laughing. I took my belt and I tie it around the pig after I\ncaught him, and I start to make a bonfire. So, got the heat, to warm up a little, and\nmaybe about an hour later, we all start eating on the pig. That was our first meal.\nAnd then we started up walking. We had no facilities, no cars, no bicycles, nothing.\nWhatever we had — we took our clothes that we had on us, nothing else, and we\nstart going towards the city. And when we got to the city, we asked the people how\nwe go down south. Got liberated in Estonia. And from there we walked, we start\nwalking. We walked from January to March. This is the way we got home, were no\ntransportation. Because we were offered a couple of rides from the Russians. We\nwere 10 girls, we are still in touch. One of them — two of them passed away since\nthen. Eight is still — we still talking occasionally together. One is in Canada, couple\nof them are in Brooklyn, couple of them in Israel I just visited. And we are in\nOctober 22, 1997\ntouch. The 10 of us made a group, and like a chain, we jumped from one\n[indecipherable] to another one, because there were no bridges. And this was the\nway we crossed the rivers. We went into houses, and whatever we found, we ate. In\ncertain houses, there was hot food on the stove, and I told them, don’t eat, cause if\nit’s hot, there must be poison in it. So we ate raw potatoes. We were sleeping during\nthe day, and we were running at night, because we were afraid of the Russians.\nThey picked us up once with a car, one girl went up the car and he start the motor\nrunning. So as soon as we see that they start rolling, we pulled her down from the\ntruck. And I said, no more lifts, we have to walk. And there was no trains,\neverything was banned. Nothing was going. So the only way we were able to go\nwas by foot. And wherever got dark, we start running. During the day, we were\nsleeping wherever we found a place, in a barn, in a house. Everything was opened.\nYou could go in any house, there was no people around there, until we got to\nPoland. And then already there we ask in Polish, that’s all that we knew was,\n[speaks Polish here|",
        "A: I don’t speak Polish either. That’s all Polish we know that we ask her, how many\nkilomete — kilometers is to the station. That’s what we know Polish from the Polish\ngirls that we were in lager together. And they said there is no station. So we kept on\nOctober 22, 1997\nwalking, and we walked til March. Purim, just before Purim, we arrived to\nBudapest. And there already, we were home, because we spoke the language. We\nwere able to speak Hungarian, and we asked the first thing if there’s a Jewish\nagency. And we were dir — were directed because Russian ha — occupied the\nterritory, and they told us that there is a communist government there, and we\nshould go to the office.",
        "A: No. We were afraid to take anything. When we saw them on one side of the\nstreet, we run on the other side of the street, because we were afraid from them.\nThey didn’t have a very good name to people. Even after the liberation they raped a\nlot of people; we heard about it. And when we tried to take a ride and a girl went in\nthe truck, after then, whenever we see them — see — seen them on one side of the\nstreet, we run on the other side of the street. So there was no help, or we didn’t have\nany help until we got to Hungary, which was two months that we left from one\nhouse to another one running. Then, in Hungary there already, when we got to\nHungary they already called our [indecipherable] and explained them, because\nthere was a couple of people who were in the army, and a lot of people who were in\njail because they were communists. So — Jewish people. There were a lot of them\nthat they jailed them because they were communists. So when the communist\nOctober 22, 1997\ngovernment came over in Europe, they had big positions. So one called the other\none to let him know that the Jewish people are coming back. We were, by the way,\nthe first group to arrive in Hungary from the concentration camp. And the greeting\nwas, the dead people are coming back from the other world.",
        "A: Well, most of us were frozen. To that extent that the — from Budapest, they took\nus by train home, and the first thing that they — I got home at Decs(ph) they put us\nin the hospital, and the first thing they’d give us was a bathtub full of ice, cause we\nwere frostbitten. And that’s the — we were skinny, very — skeletons. Really, whe — if\nyou look on us, they would say really that the dead people are coming from the\nother world. And we were in the hospital maybe about two weeks. There they\nchecked us and they gave us medication, and they gave us little by little food, til\ntowards the end, after two weeks, they discharge us from the hospital. That was in\nDecs(ph), which was a couple of miles from the town where we lived before the\ndeportation.",
        "A: We were four sisters, survived together. And there was one cousin, and one girl\nthat my brother used to go out before th-the concentration camp, and before the\nOctober 22, 1997\nghetto. But when they met, my brother was married already, because he didn’t come\nstraight home. She was a third cousin, and also a friend that we were together in the\nsame camp. And two of them were from our town, and the rest of them are from the\nvicinity — we all 10 were from the same ghetto. And we were all the way to —\nalmost all the way together. Nine were together all the way from — starting from the\nghetto, and once my sister we met in Stutthof, where she was in a different — from\na different area one. And a girl that was with us found her sister in the other camp.\nSo they changed their dresses at night, and they came to the fences. She came to us,\nand the other sister went to her, being that we were three, so my sister should be\ntogether, we changed places with the other girl. And this is the way we were\ntogether from September til January, til they liberated us. Because we were first —\nfrom Auschwitz they took us to ri — Kaiserwald, and then there were Riga, and\nfrom Riga to Stutthof. Then at Stutthof we met our other sister. Cause always\nwhenever you ge — went to a new camp, we ask, 1s there anybody from the area.\nAnd when they told us who it was, we got to speak through the fence. And through\nthe wire fence, we picked — raised the fence so they changed clothes, and the\nnumbers, and this way we got together.",
        "A: By train.\nOctober 22, 1997",
        "A: In — in the hospital they — they — already they were a communist organization\nand they was running mostly by the Jews who were jailed because they were\ncommunists. They were leaders in the government that time, and they arranged it.",
        "A: The doctors that cared for us were Romanian Hungarian, the ones that they — we\ndidn’t know them because before we left in the lager, most of the doctors were\nJewish, but by that time there was the government doctors because th — they put in\ndoctors from all over. It was a big hospital, still in existence now, it’s a big hospital.\nAnd that’s where they put us, right there.",
        "A: No. There was nobody. We were the first group that ever came back. So there\nwas no other group. The only one — there were a couple of Jewish people like I said,\nthey were in jail. And they were government agencies now, because after the\nliberation that Russia took over from that part, they became officials. So they put us\ninto the hospital and they took care of us. And after them, they opened the kitchen\nfor people that they start coming from other countries. They came, not from the\nlagers, they came from the other part of Romania, people who wanted to go to\nOctober 22, 1997\nIsrael. So they had to go through that area, so they came to find that from the\nfamily. But originally, when they started, there was nobody else. We were the first\nones.",
        "A: No, we didn’t — we — we were — were running at night where we didn’t see\nnothing.",
        "A: At that point it was still pretty strong, because we — we didn’t know that — we\nfigure we go home and everybody will come home too. We didn’t realize that they\n— they wouldn’t come back any more. That time we didn’t know nothing. We were\ntogether, so we figure maybe they are together someplace, and they will come\nhome.",
        "A: Well, the first effort we made is we went home to our town and waited to see. So\nwe got home in March, and April was — went back to our town, and we start looking\naround. The house was broke — was vacant, nothing in it, no windows, no doors,\nOctober 22, 1997\neverything was empty, nothing in the — in the stables, everything was gone. And we\nstart looking around to see if anybody else came home. Then we settled in the city,\nwhere the hospital was not far, and we’re waiting to see who else is coming. So the\n—all the effort that we had at that point was waiting to see, after the liberation from\nother camps to see who’s coming. And we waited about two or three months, then\nthey start to come, one by one. A lot of people came from — to our town, from our\ntown and from the city. From the ghetto there must have been about 8,000 - 8,500\nmaybe, maybe 400 people came back all total. But we waited and we asked\nquestions; where would — where they were, whom they seen, and if anybody else is\ncoming, and if they met anybody. So we were home that [indecipherable] my sister\ncame home with us, and she found her husband, who was an invalid who was in the\narmy. But he got liberated before, and he was home. So they met after the war, right\naway, as soon as she came to the hospital, he came right away, and they were\ntogether. But we were waiting to see who else will come. And from March, almost\nanother year we stayed home, and we were waiting to see. Then got a letter towards\nthe end, from my brother, who w-was in Austria, who said he’s waiting to see who\nelse 1s coming because there was a big DP camp right there, and they had a list of\nmost of the people who got liberated. But if nobody else is coming home, he\nsuggests we should travel to him, or he’s not coming back. He will go either to\nOctober 22, 1997\nIsrael or to South America, because — or to America, because we had family all\nover. Before the war, my father was here. But for my mother’s family, we had a\nlarge group here. My grandfather’s sisters and brothers were here, and their family.\nSo we knew the names, but we did not have no idea the addresses, we didn’t\nremember any more. So we had written, and the papers, they had papers that they\nwere sending overseas to see who was left from the family. So we waited til around\nMarch. There was a group of Polish people who were entertainers, and they came to\nour town for Purim in 1946. And after their — the show, that they were putting up a\nshow in the theater, they were saying, the reason we are entertaining, and we’re\ngoing around the country is to let you know that the Russian people are taking\nprisoners for work. And when they’re taking them, fortunately, the Jewish people,\nthey’ ll be the first one to go again. So I advise anybody who could just leave, the\nsooner the better. So that was Purim. So the next day we packed, and we start\nrunning. So we went towards my brother. We figure my brother was in Austria,\nand it’s crossing the border, so see what’s gonna happen, we’ll meet him, we’ll see\nwhat decision gonna make after. So we packed, and we took a couple of bottles of\nwhiskey, knowing that the Russians, if they are on guard, if we give them a bottle of\nwhiskey, we’ll be able to cross borders. Money, we didn’t have. Whatever we were\nable to put on our back, we put, and we left. We left, a group about 40. We met\nOctober 22, 1997\nfrom Decs(ph), we went to the border, which was a couple hours by train. And then\nthere was a Jewish organization that was working to the borders. From there they\npicked up the people to cross them to the border, because there were a lot of people\nwho were trying to bring them to Israel. And we were ready to go anyplace, to\nIsrael, to the State, just out of the communist group. So the first thing they took us,\nwe crossed the border, and we walked about 40 - 50 miles, at night too. We paid off\nthe Russians with whiskey and went through 40 in a group, with three or four\npeople who knew the way, they were the leaders. And from there the first thing we\nwent to, went to — arrived to the English zone. I think 1t was Innsbruck, or\nwhatever name it was, I don’t remember exactly. And the first thing when we went\ninto the DP camp, they give us injections and they give us a meal and they put us\nup, and we were waiting to see who else is coming. And there was a lot of groups\nalready. Every days new and new people used to arrive.",
        "A: I felt welcome, but there was nothing to stay with. The house was empty, and\nthey themselves didn’t have too much. It wasn’t a big city, they were mostly very\nolder people, and poor people in the — in the town. Because wherever it was before\nOctober 22, 1997\nthe war, everything was taken away. So they offered us a meal, and we were there a\nday or so, then we went into the city.",
        "A: We left after Purim, two days after that group — I don’t know, was it March 22\"4\nor 234, I don’t remember exactly the date. That’s when we left our town. And I just\nget wi— me and my sister and her husband. My sister got married one a — on the\n[indecipherable] date, the time that we was there, and my other sister had already a\nnew baby, so she di —couldn’t leave. So she was staying home with the baby, and I\ntook the key, we locked up the house, and I said, look, we are leaving. If they catch\nus, we'll come back, we have the apartment. And if not, whatever you want to do,\ngive it to somebody else.",
        "A: 1946. March 1946.",
        "A: Yes.",
        "A: I think it was Innsbruck.",
        "A: There was a small DP camp, maybe 200 people. They had a kitchen, and they\nhad bunk beds. And everybody got a blanket and a pillow and a bunk bed. And we\nwere sleeping with the — in the — 1n there it must have been about 20 - 30 people in a\nroom.",
        "A: It was an underground agency that ca — that came and took us to the camp. At\nthat time it was the — the English zone, so I don’t know which — 1-1t was UNRRA, I\ndon’t know what — what agency was involved, UNRRA was involved with it.",
        "A: When I left from — my sister, only my sister with her husband was there, and\nthere was a lot of people from our town that we still 1n touch. They live in the New\nYork area.",
        "A: Oh, there were Polish people, German people, French people, Belgian people,\nfrom all the camps. And they were trying to get to an area to be able to go further,\nbecause other people did not want to go back home to their own town.",
        "A: Pretty good. Everybody went to town to find out more information, and there\nthey had bulletin boards. And th — by the kitchen there was a big board that\nOctober 22, 1997\neverybody was — was able to write down for who they are looking and for what par\n— from where they coming, and anybody what group they are looking. At that point\nI put a sign that I am looking for the Weinstein(ph) family from America, if\nanybody knows where they are located. And I was there only maybe two or three\nweeks. My brother was in the American zone. He was in Bad Gastein, which was a\none night ride by train from where I was. So he send over — a couple came from\nBad Gastein, my brother paid them, and another person. It was a husband and wife\ngroup, and they came with Austrian clothes. And my brother wrote me a letter that\nsomebody will visit me, cause he couldn’t talk on the telephone. And she came over\nwith a letter from my brother to the camp, and she says, my brother sent for me.\nAnd I got dressed in Austrian clothing, and I was the wife for her husband, and a\nfriend of mine that I knew, he was supposed to be the husband for her. We changed.\nFrom one couple, they made two couples. Like he’s Austrian and I’m his wife, and\nshe was Austrian and my friend was the husband. And he says, just sit in the train\nand you don’t say nothing. And if anybody comes asking questions, make believe\nyou’re sleeping and I will be dudi — doing the talking. So we took a train in the\nafternoon, and we went a couple hours. Then we had to stop because there was no\ntrain further that day. And we shared a hotel room that we all slept, the four of us on\n— on the floor in a hotel room, because there was no room. And then the next day\nOctober 22, 1997\nwe got dressed and we went with another train, and we arrived to Bad Gastein.\nThat place already my brother was there, he was married with his wife. And that\nwas in a hotel. The — is — was a — that was already American zone, and it was\n[indecipherable] from the American organization. They had a store that people\nused to go and pick out the clothes. There was old clothes, but cleaned, and you\nregistered there and you get food. But being I was a outsider, I came in illegal, I\ncouldn’t register. So I had a job in the kitchen that I peeled potatoes and carrots, just\nto have my food. And at night I didn’t have where to sleep, so my brother had the\nroom with his wife, and with two other fellows. So we slept five in one room. My\nbrother had one bed with his wife, and the two boys have — had one bed. And then\nwhoever came from our group, we were in the alley, sleeping in the room. And we\nwere working in the kitchen. This is the way we lived there until a month and a half,\nthen they got a job for us, legally, they legalized that [indecipherable] are there.\nAnd then they start registration for people underage to go to the United States.\nOctober 22, 1997",
        "A: Everybody ask, where were you? Who do you see? Who died, and who do you\nknow where they was left? That was the only questions that were able to ask.",
        "A: Well, first we didn’t have no plans at all. By then they had a notice that anybody\nunder 18 to register, because there are gonna be a children group, the first group to\ngo to the United States. But you have to register in order to be able to be in it. So I\nwent and I registered.",
        "A: Seventeen. And we went downstairs to register and after we register we have to\ngo for medical checkups to — to get the visa. So when I walked into the doctor’s\noffice, I saw somebody that I recognized from — it was our — we lived in a town, but\nhe lived in the city. And he played as — he was the doctor that it was supposed to\nexamine. I know his brother was a dentist, but he was never a doctor, he was in a\nmental institu — they were saying that he was a little crazy from overworking in a\nyeshiva. When I saw him I said to him, Crazy Blatt(ph), what are you doing here?\nHe says, please don’t tell anybody anything. I will sign you all the papers, you will\nbe ready to go in the first group, but don’t mention to anybody that you know me. I\nsaid, okay, you got a deal, provided I don’t take no medication and no injections. If\nOctober 22, 1997\nyou want to take an x-ray, fine. You can check me up if you have to, but you don’t\nneed to. So he sign me all the papers, he took a chest x-ray, and I was the first one\n[indecipherable], I left for Feldafing. That was in 1946.",
        "A: Blatt(ph).",
        "A: Yes.",
        "A: Yes. There was a lot of people who they were sick, there was a lot of people who\nwere disbelievers. There were all different kind of a groups. They didn’t believe\nthat this thing could happen, and no matter what who you were talking, they said,\npinch me to see if I’m alive. I just don’t believe that this could happen in this\ngeneration, in this type of a world. So many people were bewildered over it. A lot\nof people got married there, but non-Jews. There was a lot of intermarriages in the —\nin the towns there. A lot of people didn’t believe in anything. It was like a wild\ndreams for a lot of people, they couldn’t believe it. And then when the groups start\nworking, and organizations came in, they came in from this — in the Bad Gastein,\nthey had a big group of Jews. They had a couple hotels, big hotels. They were\nOctober 22, 1997\nstaying in there, Hitler’s supposed to be staying in that [indecipherable] up in the\nhills. Was loaded with DP campers. The place was just beautiful. Downstairs 1n the\nbasement there were bathtubs, with hot water coming from the springs. It was\nbeautiful hotels. We were in the Hotel Austria. I — I would like to go back one day\nto see it again, because it is — Austria, it’s a beautiful country. Got beautiful\nwaterfalls, and the movies, everything they give special tickets, they used to have\nshows, and anybody from the DP camp used to go in with half price. The people\nwere — the Austrian people that — in that area, in that particular town, were very nice\nto the DP campers. But I was there only a short time, and after I got the papers to go\nto Feldafing, which the doctor signed them to me over right away, we went to\nFeldafing, there was a strike, a boat strike. That time the boats weren’t coming\nthrough to the United States. And we were supposed to leave in November, but\ninstead of that, in the beginning of November, we left in the end of November,\nbecause there was a strike. And in Bremerhaven, the children used to come in that\nwe ended up sleeping three in a bunk bed, because it got overcrowded. And even\nthen we went already to the boat, we were supposed to take the boat in the 19\" of\nnove — of November, the boat left the 22\" or the 23\" of November. And we went a\ncouple of hours or a day and a half, I don’t remember exactly, and boat got a hole in\nthe water and we had to stay in the English channels for the winter. We had to jump\nOctober 22, 1997\nthe boat in the little crafts, were waiting for another boat. So we started that with\nMarine Fletcher, the boat, and then we went to the Marine Marlin. And took us\nalmost a month to get here by boat, because we waited [indecipherable] for another\nboat, and only got into New York December the 20\", 1946.",
        "A: There was a big support about it, and there was a lot of people who registered to\ngo. They were taking them by boat, a lot of people went from there to e — to that\ntime to Palestine, and a lot of people got caught — I have a lot of family caught on\nCyprus. After I came to the State I find — I— I used to send them packages. They\nwere a lo — a long time on Cyprus. But in the DP camps, every place they had big\nsigns. When I was putting up a sign too, and I got a reply that from the\nWeinstein(ph) family, from my grandfather’s sister. The brother died, but the sister\nis alive, and my — and his brother’s children are here and they waiting for us — for\nme. I got a reply — got a letter from them before I got here. And they were even\nsending out an affidavit for me, but I already had the ticket to come here.\nOctober 22, 1997",
        "A: My father was here in the early 1900, before he was married. And after he\nbecame a citizen, he went back home to get married, and the war broke out, and\nbeing that he was born there, they didn’t recognize his citizenship, and he went into\nthe army. And after he get back, his visa had expired, and they didn’t let him out\nany more.",
        "A: The first war.",
        "A: World War I.",
        "A: Yeah, my father used to — there was another person in our town. We weren’t in\nthe city, we were in a small town three miles from the city. And there was another\nperson who was non-Jewish, who was in America with the same time with my\nfather. And they used to talk. They used to come over — my father learned a trade in\nAmerican, he become a blacksmith, and he used to made the carriages, like here in\nthe Fifth Avenue, the carriages. He had a lot of people working with him, and he\nused to talk with the other person who was from our town — in English occasionally,\nbut we didn’t understand them. And they used to take meat and make steaks. So\nthey were saying them crazy American people are eating raw meat. Because they\nOctober 22, 1997\ncouldn’t believe that you just put the steak on top of the coal and you keep it a\ncouple of minutes on one side, and a couple minutes on the other side, that they are\neating. But he used to eat it with the other fellow, and we all looked around, but we\nnever ate it.",
        "A: Well, the only expectation I had is I knew my — my mother’s family was here.\nMy mother used to correspond with cousins who were here in New York. And my\nmother wanted to come back and my father, they all had couple of times papers to\ncome. But the government kept on changing, and that time there wasn’t flying, the\nmail came by boat and it took months. And by the time one letter came and one visa\ncame, the government kept on changing and they never were able to come out. And\nmy father used to speak about America, how nice it is and how well organized it 1s\nand how comfortable people live around here, more comfortable than on the towns\nin Europe. So the expectation was that I will find somebody from the family,\nbecause in Europe we lost a lot, maybe we’ll find somebody.",
        "A: For the first night we stopped in front of the Statue of Liberty, and all night we\ndidn’t sleep. We were just looking at the Statue of Liberty. We saw the city lit up,\nand they were waiting to embark. We were there a couple hours. And then in the\nmorning, we went off the boat, and they took us to a children place, a home. You\nwouldn’t believe it, there were cribs waiting for us, because they said a children\ngroup was coming. It was in the Bronx, I think 1t was Ca-Caldell(ph) Avenue, but I\ndon’t remember the number. And it was a big house, and in there we went — most of\nthe group went there. And every day families from the group came over to see. And\nthere were a lot of people who came to adopt children. I got there, 1t was December\nthe 20\"\" I arrived, and the 21° already, my mother’s cousin came to see us. And the\nfirst day they asked permission to take me out for a day. So I felt a little\ncomfortable, because they were speaking Jewish and Hungarian, because I didn’t\nspeak no English. And I was there for the first couple of days, about two days til\nChristmastime. And then I went back, and then they were asking me if I want to go\nlive with them. So I said okay for the beginning, until my rest of the family will\ncome. And I was living with them til I got married.",
        "A: There were all ba — all children from all over, from all the DP camps. There was\na group organizer, the children group organization. All I know is there was three Cs\nOctober 22, 1997\nthey had in the hat. What that meaned, I don’t know. Three Cs he had on the hat,\nand we all had rooms in the — in the ship, it was like a military boat, but 1t was\nconsidered first class. And we ate, but ich — food was plenty, but nobody was able\nto eat. It was shaking so much the boat that food didn’t stay in anybody’s stomach.\nWho — everybody was dizzy from the boat.",
        "A: They were from 17 and 18; 16, 17, 18. One boy was 13, who met a soldier in\nAustria and adopted him, a 13 year old boy in the group. He was the youngest.",
        "A: When J arrived, I had no plans. First I was waiting to see how my sisters and the\nrest of the family will come out. But they didn’t get no visas, all of them, to come\nhere. So one sister came to Canada with her husband. And my brother and my\nother sister with their husbands wen — and my brother with his wife, they went to\nSouth America, because we had family there, and the quota th-there was more\nliberal. So they went to South America, to Uruguay. They settled in Uruguay.\nAnd I was here alone for the first couple of years, but I was living with a cousin of\nmy mother’s.",
        "A: Well, they couldn’t believe it. It’s like when somebody will walk into your house\nand say, you have five minutes; pack, and you have to come with us. And they said,\nreally? That’s the way it happened? They just said, how in the world could that\nhappen? I said well, this is the way exactly it happened. Even if you knew, they\nwouldn’t have believe you. It just happened that I knew it before, that was gonna\nhappen. But then I went home, and I was telling my mother and father what I was\ntold. They all said, it’s very, very hard to believe. Everything they else — they\nunderstand that I’m telling them the truth, but to come to the house and tell us that\nyou have to leave and they taking you away, the reaction was, it’s kind of\nimpossible.",
        "A: The reason I knew was because everything in Europe was rationed, and\neverything was blackmail. If you [indecipherable] anything, they used to put you\nin jail. You couldn’t do business. But being that I was young, and my mother and\nmy father, they were very much afraid to do any kind of a business. I was very not\nafraid. I didn’t think anything could happen, so I used to sell merchandise. My\nfather was a blacksmith, and if you wanted anything, clothing or shoes, you had to\ngive them food, otherwise you wouldn’t get them, because all you had rationed, a\npair of shoes a year, or a pair of soles in the shoes. So the — the — in order to buy\nshoes, or to buy any kind of a food that you wanted, you had to exchange for\nsomething else. So, I used to go into the city, which was three miles. We had\neverything in the house. We had cows, we had chickens, and from the town you\nwere able to buy everything. Now, in order to go to the city and sell it on the black\nmarket, in case they catch me or something, I had to have connection. So I know the\nhead of the police, the captain, and I used to give him things for nothing, because I\ncouldn’t charge him the black market price. And the price that 1t would have been to\ncharge, I may as well give him a present, because it was pennies. So I became very\nfriendly with him. And he was the one that told me, a couple of days before it\nhappened. And when I went home, and I mentioned it, nobody wanted to believe it.\nOctober 22, 1997",
        "A: You see, my father was a blacksmith, and the ji— the Germans were in our town.\nThe soldiers. And we had the pa — a big house, compared to the rest of the people in\ntown. So, being that our house was the biggest, they came and they took my mother\nand father out of their bedroom, and there were officers of the German Reich, who\nwere sleeping by us in the house. And their horses were — my father was taking care\nof the horses in the — as blacksmith to put them — shoe the horses. And they liked\nthe food and the milk, so they ate by us. They used to pay us, and they used to tell\nmy mother, if she’Il be kind enough to make them food for breakfast, some for\nlunch and supper. My mother had no choice, she cooked them, and she served them.\nAnd even when they came for us, my father was still with their horses. And they\nhad to wait til he finishes the horses in order to leave. At that point already they\nbelieve me, what I told them the days before, but it was kind of late.",
        "A: Yeah. We talked about it. We talked and we a — when I arrived in Auschwitz the\nfirst day, on the ghetto, we were outdoor on the ghettos. And there was raining, it\nwas right after Passover, between Passover and [indecipherable] we were in the\nghetto. Just before [indecipherable]. And it was rainy weather. And there was no\nOctober 22, 1997\nbunks, was nothing, it was out in the woods. And we took the blankets that we took\nwith ourself, and everybody made their own little sukkah. And that’s where we\nslept, the kids all crying. There was no bathroom facilities, there was no wat —\nrunning water. There was a little lake nearby, people went for water to wash, or\nfood, whatever they — they were giving out ration food. And we were in the ghetto\nabout three weeks. And at that time that we were in the ghetto, this particular person\nthat I knew used to take me out as — take — he used to come for the Jewish girls for\nmaids, to take them out in the city. So every day a truck used to come for the Jewish\ngirls to go to be a maid for the Hungarians. So this particular guy requested me to\ngo as his maid. But I used to go in there and I used to do nothing, just talk to\n[indecipherable] and at night he used to come and he used to drop a bread to — in\nour place and used to say, just close the lights already, it’s getting late. And he had\nsuggested even then, that if we want to leave, he would give us a truck for 40\npeople to leave. Then my mother said, 40 people, who I’m gonna take for that’s\ngonna be with the rest, will be with us too. So we didn’t go nowhere.\nOctober 22, 1997",
        "A: Well, a lot of people had some ideas, because there were the American soldiers\nalready, that they used to write home and explain them what’s was going on. That\ntime with — it was a little knowledge about it, not too much. A lot of people didn’t\neven want to — they — they says it’s hard to believe, but they know it had happened.",
        "A: No. We had an idea that a lot of them did not come home. But how many exactly\ndied, nobody knew.",
        "A: The — a man that haman — the — the — the six million or whatever they — they had\nperished, we knew it only by year after, year and a half it took to calculate. Because\nat that point when I — it was st-still a lot of people still were coming. But nobody\nknew exactly how many.",
        "A: Yeah, when I went — when I came to my mother’s cousin, she had two girls. One\nwas two years younger than me, and the other one was only about four years old.\nAnd I went at night school that time, and I went to — first a couple of months they\ndidn’t let me do nothing.",
        "A: I don’t know. They just said I need a rest. And they asked me how I survived,\nand I said that when I arrived in Auschwitz, there was a Polish fellow who asked\nme how old I was. I already had [indecipherable] me and my mother, to go with\nher. And he asked me how old are you? I said 16. He says, well, say you are 17 —\nsay you are 18. He pushed me in a side, he said, you are not 16, you are 18. So\nwhen I went to registered, they regist me — the — I was registered as 18. And my\nbirthday is [indecipherable] in that particular thing. She’s got here the information\nabout it. And th-this is why I survived, because I didn’t say I was 16.",
        "A: I—I just wrote away this year in [indecipherable] and they sent — they send me\nan — an acknowledgement that I was there, but my age difference is two years. Not\nexactly with the date, either.",
        "A: I didn’t have a lot of health problems. I had fallen down and my wrist was\nbroken, but I just put my belt and I tied it around, and it didn’t grow back properly.\nSo when the daughter become that time 16, she bought her a fur coat. So she bought\nme the same coat, and when I picked up the coat, I fainted. So when I fainted I —\nthey took me to the doctor and the doctor took x-rays and they said my wrist was\nOctober 22, 1997\nbroken, but it didn’t heal properly, and they had to re-break it again, and put it ina\ncast. So for awhile I was just home with a cast, and after a — they told me after what\nI went through, they want me to take it easy, and then I will go to school, or to\nwork, whatever I want. So they didn’t want me to travel to the city, so they find me\na job there in that vicinity, but I was able to walk to it. And at night I would — used\nto go to school to learn English.",
        "A: I was working in a dress factory. So I started out as a floor girl, just carrying\nstrings, and then I got promoted. I — they sh-showed me how to make dresses. I\nlearned a trade and I become forelady in the company. So I started from scratch,\nand couple of years later, I was working there and they liked me. So I worked there\nfor a long time. Until I got married I was in the same company.",
        "A: Wherever they went, they used to take me, and I used to go out a lot with the\ndaughter. And went from school, they had places, and family affairs, whatever they\nhad, family affairs. I used to be part of the family there.\nOctober 22, 1997",
        "A: Very little. It wasn’t too much. I didn’t understand it too much because\neverything was in English. So I used to ask a lot of questions in Hungarian what\nthey were saying, because I didn’t — I didn’t understand it. Later on I followed it,\nwhen they reviewed it on the television, later on. I was by the television, and I\nwatched it. But in the beginning I didn’t understand it.",
        "A: Yeah, that we followed, because I — I used to get the Hungarian paper, they used\nto bring me the paper so I should understand it. Because that I understood.",
        "A: It was very thrilling, I co — I just couldn’t believe it. I was crying for happiness\nwhen that happened.",
        "A: I was go —I was trying to that time — there was a lot of people that I knew, they\nwent to Israel and I used to send them packages. They were in Cyprus, and a lot of\nthem was in Germany, and Italy and wherever I — money I used to make, I used to\ncome home and I used to make package and send it away. I used to get\ncorrespondence from all over, from — they were in Italy, they were in Germany,\nOctober 22, 1997\nthey were in France and Cyprus, and they kept in touch with me. I al — always\nknew where they are, and I keep in touch even now when I go to see them.",
        "A: Oh yes. There were a couple of people from — also survivors that settled not too\nfar from where I lived, and they had girls mine age, and we used to go out together,\nand we had the — also a group of Americans that they were speaking Yiddish, and\nwe used to get together. And after I went to school, I used to speak a little bit. And I\ngot along with them fine.",
        "A: About two years after. I used to out in a group a lot, but not really dating. Two\nyears later I used to go out with — in a group, but not really dating.",
        "A: Mostly — at that time mostly we used to go to the HIAS, or to organizations that\nI used to be the newcomers, and I always wanted to find out who else is coming up,\nbecause the — there used to come boats — mostly then they used to come by the\nHIAS, we used to go to find out who came from our area, and what news they are\nbringing. So you find a lot of people that we knew from the DP camps and from the\nOctober 22, 1997\nunt — our own town. And then we starting — they used to have the special affairs for\nthe refugees camps. They used to have groups in the HIAS, they used to have it in\nthe Joint, they used to have it in the — with our diplomat, and they used to get\ntogether from all over. And we met all the people who used to say in the boat, we\nwill meet you whenever they gonna have a Hanukkah party, or a Purim party, we\nused to go together, just to see our friends from the other side.",
        "A: Well, we went to a Purim party, I assume. It was a Purim or Hanukkah party,\nand I went with my cousin’s daughter, and with other people from our town, a\ngroup, because we lived out of the city. And we went there and somebody looked at\nme, I didn’t recognize him. And one day I got a telephone call from him, and he\nsaid his name was Andrew, because he — Andrew. He said it’s a Romanian name,\nso he start talking Romanian. He said he saw me, and he would like to meet me.\nAnd this is the way we had a blind date. So he came out with his brother and his\nsister-in-law, together with the car, and we had a blind date, the four of us together.\nAnd we met in early *51 or °52, I don’t rem — I think it was in ’52 that we met the\nfirst time.\nOctober 22, 1997",
        "A: We went out for a while, and then I went out with other people for a while. I\ncouldn’t make up my mind. And then, eventually, I think the Korean War broke out,\nand my friend called me, and he told me that he was drafted. So I — it was just\nbefore New Year’s, I send him a New Year card, and I wished him good luck in his\ncareer. So then he called me, and we got together again, and after then we started to\ngo out more steady, and we got engaged, and married in ’53.",
        "A: Yes, my husband 1s a survivor, also from Romania, but from a different area.\nThat’s like a different state.",
        "A: We didn’t make big plans. He was working and I was working and that time it\nwas — it wasn’t as easy as today, there were no apartments, it was difficult to find\napartments. In order to get an apartment, you actually had to buy the apartment,\nthrow out the old furniture, and get apartments. So we moved to the city, where he\nwas closer to work. And I gave up my job, and I went, in order to make it\nconvenience for him. But then, as I walked around on the area, there was a job\nopening there, and I walked in and I got a job. And I was working first as a\noperator, as a dressmaker. And then he — they approached me, the new owner, and\nOctober 22, 1997\nhe said look, our forelady is getting married and I would like you to take her job.\nAnd I said — I looked on him, I said, you must be kidding. You know I’m expecting\na baby, I’m only working temporarily. I said, you better look for another forelady.\nHe says, well, you know something? Take the job until we find somebody else. I\nsaid, but look, sometimes I don’t feel good and I don’t come in and I can’t really\nwork so much. I’d rather work piecework. This way I don’t cheat you, and I know\nthat I’m only getting what’s coming to me. He says, don’t worry about that. So he\ntook me, and I became the forelady in that place, and he was so nice to me. When I\nhad to go to the doctor, he used to come to the doctor with me, I shouldn’t waste\ntime with the bus, going back and forth. He used to wait for me. The doctor even\nthought that he was my husband. He used to take me to the doctor for monthly\ncheck-ups, practically, til — I was working for him as a forelady til two hours — I\ncame home at night and I took home a sample to make for the next day to take to\nwork, to be able to show the girls how to do it. And I call them up the next day, I\nsaid — from the hospital, I said, pick up the sample, I’m in the hospital, I have a boy.\nHe was first one to send me the flowers, before my husband send them to me. He\nwas very nice to me, and he wanted me to go back to work. By then my first son,\nwas Jerry, was a colic baby, and I couldn’t put him down. He offered me a nurse\nplus my salary to go back to work, but I just couldn’t do it. I used to go with the kid\nOctober 22, 1997\na little to look around and help him a little, til he found somebody. He was very\nnice. They were Italian people, very nice people. But he got the store, the factory,\nhe got, and he went in with a partner. And he put in the money, and the partner\ndidn’t like it, and he walked out of him. And he really had no experience in\ndressmaking, so he was stuck. So I tried to help them out. So we helped each other.\nAnd that’s when I stopped working in the dress line, when Jerry was born, two\nhours af — before he was born, practically. I wa — he took me to the doctor and\ndoctor says, see you in a week. Then I went home and I had to go into the hospital.",
        "A: Three. Three boys.",
        "A: Well, my first one, I was living ba — by my uncle, and his daughter was married\nbefore me, she got married — she was married three years and she had no children,\nso my uncle — my — actually my cousin’s husband said gee, I’Il never have my\nfather’s name. So being he — they were so nice for — to me, and my father and my\nmother already had a name by my other sisters and brothers, so I figured it was just\nright to give his name. After that his daughter had three children, but it took her —\nmy first name, [indecipherable] that she should have the children. So that’s the\nway I picked the first time. And then my second name — my second child was\nOctober 22, 1997\nnamed after my husband’s grandfather, and my other one that was born, the third\nson has the name of my father and my brother.",
        "A: We spoke to them when they were already about seven years old, they kept on\nasking. When they went to school, they said, everybody has birthday parties, and\neverybody has grandparents, how come they don’t have any? That’s when we\nstarted to tell them what happened to their grandparents. And they kept on asking. I\nnever refused an answer. I didn’t want to bring it up when they were too young, but\nafter then they start asking, and whenever they asked, I told them.",
        "A: I was telling them that we were very, very religious. I had a brother who was a\nrabbi, who was so religious, he came home from the yeshiva at 19 and a half, not\neven 20, and he told my father, th-they should both rest in peace, he says, I’m\ngetting married. So my father jumped in this chair, he said, you’re getting married?\nYou’re in yeshiva, there is no girls there, how are you getting married? He says, my\nRebbe find me a wife. I said, and who’s the wife? He says, my Rebbe’s sister’s\ndaughter. I said — my father said, did you see her? Nope, but if my Rabbi said that\nshe’s the right girl for me, I am sure she’s the right girl. So my father said, what if\nshe’s blind? Or she has hand on her feet, you didn’t see her, you don’t know. He\nOctober 22, 1997\nsays, it'll be a bigger mitzvah. They went to an engagement party, I remember I was\nyoung that time, but I remember hearing them talk. My mother and father went and\nthey got engaged, and they came back and they were telling us, and they were\nsitting by the table, because the reason that the rabbi wanted them to get married is\nbecause her husband died. Th-The girl’s mother’s husband died, the girl’s father\nhad died, and she — there’s a family of four children and the oldest is 18, and there\nis no shochet, and there was no rabbi in town. And he figured that he would be\ngood for that. At that age he became the youngest rabbi in the area there. And they\ngot married.",
        "A: Yeah, we always talk about the wartimes experiences, what we went through.\nAnd I always wanted to be a lawyer when I was small. I told them that I — I want —\nmy father, being that he was in America, he did not speak Romanian, and he was\nborn when it was Hungary. And when he came back, he didn’t go to school back to\nlearn Romanian, and whenever he had to go someplace, I used to go with him to\nread what [indecipherable] and tell him if he could sign that or no. Cause he could\nspeak, but he didn’t read and he didn’t write in Romanian. He only was able to do it\nin English, which I didn’t know that he knew it, and Jewish, Yiddish, or in\nHungarian. But Romanian he didn’t know. So when I was seven — after I was seven\nOctober 22, 1997\nyears old, and I was his translator, he used to say, I’m only gonna sign what my\nlawyer will say I can sign. And therefore, I always said I — when I grow up, I'll be a\nlawyer. But I never finished it.",
        "A: Yes, we spoke about it.",
        "A: They ask that — how many we were in the family, and how many came back, and\nhow was it in the lagers, and how did I got here, how did I met his father. We went\nover that many, many times.",
        "A: Well, if they have a lot of — cause maybe they had asked — because most of our\nfamily are Holocaust survivors. And whenever they didn’t speak to us, they must\nhave spoken to them, because they didn’t want to bring it up to us, we shouldn’t\ncry. Or they shouldn’t hurt us, or they didn’t know how to put it. But whenever they\ngot together with their cousins, they always used to talk or ask somebody else. It’s\neasier sometimes to ask a stranger, than your own.\nOctober 22, 1997",
        "A: Not really.",
        "A: They all, when they went away to school, or when they went to high school,\nthere was a lot of groups that they were involved with the Holocaust, and they were\ninvolved with the groups, so whatever answers they needed, most of the time, they\ngot it from them. And whatever I felt that they didn’t ask me, they didn’t want to\nknow, or they already knew it. Because all of them are involved on the new\ngeneration Holocaust group.",
        "A: Well, when we got married, we weren’t religious at all. My husband was way the\nother side, he didn’t even keep kosher. I went out — if I ate fish or anything but treyf\nto go out to eat [indecipherable] the first meal mine was pig. I didn’t eat it when I\nwas in this country. But he didn’t keep kosher at all. Shabbas we didn’t observe,\nnone of us. We lived by my cousin, who was a kosher butcher. But Shabbas they\ndidn’t work, but they went shopping, we went to the movies. No work around the\nhouse or anything. They used to play cards in Shabbas, but it wasn’t Orthodox.\nThey were more Conservative than Orthodox. And it was sort of a — for me too, I\nmean, Saturday used to go to the city, meet my friends. Sunday — during the week\nOctober 22, 1997\nwe worked and went to school. Saturday and Sunday we used to go to the city\nshopping or meet our friends. And when I met my husband, we weren’t thinking\nabout [indecipherable]. But then in 1948, when the Arnold Constable estate got\nsold in Westchester for a yeshiva, that time there was a big article in that “New\nYork Times.” Arnold Constable estate sold for yeshiva. It was an estate of 27 or\n28 acres, beautiful, by the water. It’s a castle, a beautiful place. Everybody from the\ncity came to see it. So I — we took a ride with friends and neighbors, we took a ride\nto see the s — the new school. At that point I wasn’t even married, didn’t even think\nabout it, so I said to myself, it is just gorgeous. If I’ll ever have children, I would\nlike to send them there. And this is the way it started out that I send them to the\nyeshiva. I didn’t have no other dreams of making them religious, or anything else.\nDespite that, I came from a very, very Orthodox family. And then when they were\nborn, I send them to school. And Jerry went to school when the — got ready to go to\nschool — when Jerry went to school, the first week he came home, he says,\nMommy, you know what I learned? I said, if you’ ll tell me, P’Il know. He said,\nyou’re not supposed to work on Shabbat, not you and not Daddy. Saturday is a day\nof rest. I said to him, Jerry, they are right and you are right. But you have a choice;\nif you go to a public school, I could stay home and you don’t have — I don’t have to\nwork. But if you want to go to that school, I have to work in order to pay for you\nOctober 22, 1997\nthey should take you into school. So I said to him, got time to decide, it’s Friday.\nMonday you let me know, do you want to go to school, or do you want to go to\npublic school? So Sunday night I bathe him and I prepared the clothes and I said, so\nwhat is the situation for tomorrow? He said, well, I decided that while I go to\nschool, you work. But once I stop, then you should become shomer Shabbos. So I\nsaid, you got a deal. So I kept my promise. But we were working, Saturday was the\nbusiest day for both of us. My husband came from work and I took the car and I\nwent to work. And even when they went to s — to Yeshiva University High School,\nwhere I took Steven and I put him on [indecipherable], I went to the rabbi there for\nan interview, and the rabbi said, and I’m sure you are shomer Shabbos. My\nhusband wouldn’t say a word. I said, sorry. I said, the prices you charge, I have to\nwork in order to pay it. I don’t have nobody to pay it for me. They didn’t reduce the\nprice, so I had to work in order to pay it. And they continued yeshiva, but they —\nJerry was even — when he finished high school and Yeshiva University, he applied\nto NYU and they called him for an interview. And being that they called him for an\ninterview in Shabbat, he refused to go to that school because they called him for a\ninterview in Shabbat. I said, Jerry, they don’t have to know that you are Orthodox.\nHe said, but can they see I’m in Yeshiva University? Would I be in Yeshiva\nUniversity if I wouldn’t be Orthodox? So I told him, Jerry, there are many people\nOctober 22, 1997\nin Yeshiva University and they’re not Orthodox, they travel in Shabbat. All you\nhave to do is write them a note or call them up and say you want another interview.\nBut he didn’t want to go any more. And for that reason he went to Yeshiva College.\nAnd the other ones never asked me, and they continued it.",
        "A: Yeshiva College.",
        "A: Yes, they all went to law schools. And that time it was very difficult to get into\nlaw school because they ask where did your parents graduated from. And despite\nthat they were very good students, not because they were my children, they couldn’t\nget into Columbia or to a school in the vicinity. So Jerry went to California,\nAlvin went to Saint Louis, and Steven went to Boston. Because we didn’t go to\nschool here, so Yeshiva University, when they graduate over a hundred students in\na class, and they only took two or three students from ea — to each school in law\nschool, so I was in the bottom of the list, because we didn’t go to no schools in here,\nin the state or colleges. So that’s where they ended up, in very good schools. They\ngot a fairly good education, I hope.\nOctober 22, 1997",
        "A: Well, we didn’t ba — travel. We didn’t have a big house or anything, we had a\nsmall apartment. It was expensive and the colleges were very high and the\nschooling was very expensive, although they didn’t — didn’t — when I start working\nalready, later on, I was able to — to get an — a—a house before they went to high\nschool, but when they were small, we were sacrificing to that extent that I put them\nall three in one bedroom. We had a one bedroom apartment and that’s where I\nraised them. We slept in a open couch in the living room. But we sacrificed in order\nto give them a good education.",
        "A: Yes, I followed the Eichmann trial a lot. [indecipherable] watched already on\ntelevision, that was televised.",
        "A: My thought was why it took them so long to find them? With all the knowledge\nand with all the new things that they have and they [indecipherable] spaces and\neverything, they had to take them so many years til they find somebody? They\nknew all along where it was. America had the records from all the Nazis that they\nOctober 22, 1997\nwere here in America, and the Nazis are there on — in — in Canada and all over the\nworld. It really didn’t had to take them that long to find them. That was my\nreaction.",
        "A: No, I didn’t think that he should be tried any other place, because the majority of\nthe people in Israel are survivors, and they were the one that knew him the best, so\nthey know mostly what he did. He would — even there, it took a long time to have a\ntrial for them. And here would have probably [indecipherable]\nOctober 22, 1997\nBeginning Tape Two, Side A",
        "A: Well, the war in Vietnam and the Cold War th — every war that you look, even\nnow you can look on the Yugoslavia war and all those things, it’s heartbreaking to\nsee all the refugees. You know, when you see the refugees, you remember of\nyourself, how you were. It’s a very difficult situation, it’s heartbreaking. The war is\nnever right to have. No matter na — no matter who the enemy is. It’s — innocent\npeople will still suffer. It’s not the army that suffers, it’s not the soldiers. It’s the\ninnocent people, you see children starving and all this thing in the streets. It’s a\nterrible situation no matter where you go and you look on it, regardless what race\nthey are, or what kind of a people are.",
        "A: Always following the changes, I — I think they did the right thing, because the\nrights, no matter what — who you are and what you are then — and Martin Luther\nOctober 22, 1997\nKing was killed, and all those things, I followed them. I liked to look on all this, in\nthe history, from all this, people that they suffered and they tried to better\nthemselves. It’s a terrible thing. I think that it should be equal right for everybody,\ndoesn’t make a difference. They’re not any better than we are, the color or — or the\nwhite. It should be equal opportunity to all. It doesn’t make a difference, but it was\nhere terrible when they hold them back, too. It wasn’t right to hold the colored\npeople back and everything. I don’t think it was right.",
        "A: I cried. I couldn’t believe it when it happened. I — I remember like today that I —\nthat — when it happened in 1963, when they said that he got shot. First I thought it\nwas a joke. And then, when I saw it on television, it was heartbreaking. His father\nwas a anti-Semite, but the — the children — he suffered a lot. All his children, I think,\nhe got punished right and left.",
        "A: Well, I think that is a little too much for me. I don’t — that I don’t believe in. You\nsee, I was 17, and there was a lot of revolution, even between the people in the\nconcentration camps after — out of the concentration, in the DP camps, a lot of\npeople were free, and that — I don’t believe in that. That is one thing I — I — I would\nstay away from it. I don’t — I hope my grandchildren will stay away from it, I don’t\nOctober 22, 1997\nbelieve in it. I believe the old-fashioned way. You love a person, you get married,\nyou settle them and you live. But that — this kind of a life, with all this disease\nespecially going around, I think is wrong.",
        "A: That is the right way. I mean, a woman shouldn’t be lower than a man. They\nhave the same brain, they have the same ability to work. Matter of fact, in a lot of\nplaces you find women better than men. It should be equal opportunity if you\nqualify for a job, it shouldn’t be a difference you’re a woman or a man. Golda Meir\nwas a great woman, a great president.",
        "A: I don’t think I had a lot of problems. I had problems my family was all over,\nuntil I was able to bring my sister over from South America in the family, which\nthey came in 1962 to this country. I still have — my brother is in Uruguay. I have a\nsister that — from Canada that sh — I brought her over. Instead of coming to New\nYork, she went to California, and my other sister in — that was in Romania, now\nshe’s in Israel. But to get the family together at — all at once, it’s very difficult.\nOctober 22, 1997",
        "A: No, I don’t think I would say that I experienced anti-Semitism in this country.",
        "A: I don’t think anybody with good knowledge would admit that. It only the people\nthat they are denying that, either they were Nazis, or they are anti-Semites.\nOtherwise they would not say it because it’s open to the public and the museums\nand — and the newspapers and every place else. I don’t think a normal person would\nreally say that there was no Holocaust",
        "A: I tell you, nobody would believe that it could happen again, and nobody would\nwant to believe that it could happen again, but unfortunately, nobody believed it in\nEurope either that it could happen. And the situation in here too, they have\nswastikas in synagogues, they have a lot of swastikas in Jewish homes that they put\non. And there 1s anti-Semite in here. I personally didn’t — didn’t see it in my\nimmediate area or my house, but there are people who could start something like\nthat, if it’s not controlled in that.",
        "A: It’s good in one say and not too good in the other thing, because I think they are\nputting too much effort into it now, and a lot of people resent it.\nOctober 22, 1997",
        "A: There’s a lot of people who feel that they shouldn’t go too much in the past, they\nsh — instead of that, they should look for the future of the Jewish people, not so\nmuch on the past.",
        "A: I go to Israel often, I have family there, I have friends, very, very good friends\nthat we suffered together, and we correspond together and we meet as many times\nas we go there, if we can. Fortunately we go for three or — three weeks or four\nweeks and it’s not enough time to see everybody, but — [break]",
        "A: Well, I really wanted to go to Israel, I wanted to move many times. When the\nchildren were small, I was hesitant, for the simple reason because they’re constantly\non war there, and I didn’t want the boys to throw it up to me and say gee, why did\nyou come? I was hoping they would go on their own and I would follow. So I send\nJerry over for the — a year to Israel to study, he loved it. And the only mistake that\nthey made 1s, when he applied to law school, he applied to Israel and they told him,\nfinish first, and then come. When he finished and he got married, they said, now\nyou have to go back to school. I was hoping that he wou — they would go on their\nOctober 22, 1997\nown and then I would follow. But now it’s difficult that they all settled here, for me\nto pick up and go. I love Israel, my husband loves Israel. It’s not that I don’t love\nAmerica, I love it here too, but there it’s a different type of living. And I really\nwould enjoy it there maybe better than here. But the thing that the children are here,\nand most of all my grandchildren, I couldn’t stay away from.",
        "A: Well, in the beginning the Jews that went to Israel, they were more Zionist type.\nThey were hardworking people, they really were depending on American fund that\nthey were getting, and they were living different life, very hard life. Like the people\nwho come from Europe, when they started here life wa-was difficult, for them it\nwas 10 times harder. They had to live like in DP camps after they were in Israel,\nand after Israel was declared a state, because they had no facilities there. And they\nworked really very hard. Today it’s a very beautiful country. They work less than\nhere. They have a more normal life as far as social life, and they traveling a lot.\nThey are not settled as much as the American people are settled. They take life in\nday by day because all the time something happens in there. And they want to grab\nthem whatever they can while they’re alive. So that’s why they are more loose in\ntraveling and more loose in life in Israel than here. Life in Israel is beautiful.\nOctober 22, 1997",
        "A: Well, I’m ver — I’m very close with the family. ve always protected the\nchildren, I was always afraid something that’s gonna happen. When they were small\nI used to get up from bed at night while they were sleeping to listen if they’re\nbreathing. I was so surrounded with dead people, that if they didn’t cry, or they to —\nthey were sleeping, I went to see if they’re alive. So it was fearful no matter how\nlong and no matter how much time after 1t happens. Would the children or even the\ngrandchildren, I watched them today. If I go over there, whatever they do, I said,\nyou do this, now your Mommy and Daddy’s home, not when I’m around you. They\n— they — cause they are daring, the children are daring. Mine, I kept them\n[indecipherable] cause I was — I was always afraid something shouldn’t happen.",
        "A: I don’t think so. I still think that they should know more res-respect for others. I\n— I believe that today the children are raised a little too loose — in most of the places,\nnot all. Some of the children, the parents, you know, have a lot of things, they run\naround, they don — they have strangers watching the children. I don’t approve of\nOctober 22, 1997\nthat. I believe if you have children you gotta be with them and raise them. Hired\nhelp is not the same as you do yourself.",
        "A: They don’t ask too many questions lately. I think they are all up to date with it.\nThey all belong to the gathering, they all get the newspapers. But the — my little\ngrandchildren start to ask now. I have [indecipherable] and I have three little ones.\nOne is named after my husband’s mother and sister. The other one is named after\nmy aunt and my grandmother, and the little one is named after my husband’s father.\nAnd they all — we got all three names, and they’ re after the Holocaust survivors\n[indecipherable]. And even her parents, they never requested a name, they — I’m\nsure they have deaths on their family too, but they sti — they kept on telling my son,\nif that means so much, the names, to your parents, give it to them. So we have all\nthree names in there. And the children now, the older one is seven. She starts asking\nquestions. She didn’t ask til now, but now she already knows why she’s named after\nher mother and why she perished, and she starts asking questions.",
        "A: [indecipherable] claims he knows. He follows it in school, and he’s reading\nabout it, and he gets some information in the computers.\nOctober 22, 1997",
        "A: If they — whatever they ask me, if they ask me, I’d be happy to talk to them. But\njust to sit down and starting stories about that, I don’t bring it up. If they don’t bring\nit up, I don’t bring it [indecipherable]",
        "A: No. I figure they know about it. If they wouldn’t know, and what they don’t\nwant to know, then it would bother me, but they all know about it. I never kept it a\nsecret and they never kept it a secret. They all know that they are sur — that they\nchildren of survivors and they know about it.",
        "A: In a group for me, in the Hadassah occasionally, or in the — or in the sisterhood,\nif they have questions, or things like that. My husband spoke occasionally in city\nhall about it. But not going out strongly, like many people do.",
        "A: I belong to the groups, I get newspapers. I have an — wh-when they had the\ngatherings in ’81 in Israel, we went and made a tape there, in Yad Vashem, I get\nmail from them, I belong to that group. I belong to the museum in here. I get the\nnewspapers in it and all the things that’s happening. We have — occasionally we\nhave, in our area they have, in a church they have a gathering ever year about the\nOctober 22, 1997\nHolocaust. And they have the interracial groups talking about it and singing Hebrew\nsongs, and I attend them.",
        "A: Many times.",
        "A: I just feel sometimes like I’m slipping in bed. I’m sleeping, and\n[indecipherable] I slip, that somebody’s behind me. And then when I wake up, I\nget ch-chills all over my body. Many times I dream I’m in Auschwitz, many times I\ndream I’m — I am carrying the ammunition, it explodes in front of me. I see the war\nconstantly, that’s something that doesn’t go out of your mind. [indecipherable]\neven if you think or you don’t think about it. Especially for like I speak about it\nnow, it’s gonna be a couple of weeks til I still gonna see it in front of me.",
        "A: My best surprise are my grandchildren. I adored my children, but nothing like\nmy grandchildren. This is the — this is the real dividends. And that’s the reason that\nI ben — that I don’t go too far away, and I always want to be in touch with them.",
        "A: Not really. I think I got more than I expected.\nOctober 22, 1997",
        "A: I would like to see them grow up, my grandchildren and be happy and attend\ngood schools and be in the right side of the street. Know where they’re going and\nwhere they’re coming. I always want them to know where th-the roots are coming.",
        "A: I really haven’t made too many plans. I just hope I'll be well to travel a little\nmore. My husband loves to travel, I don’t. I— I love mami — my — my bed. I love to\nbe home, and I love to get company home. Travel it — I find it — I [indecipherable]\nI — we’re wandering so much around before that now to me sometimes is a\npunishment to travel, I hate it. But I’m going because he loves it.",
        "A: I really have no idea what I would like them to know. I really don’t know.",
        "A: I don’t know if I mention it to you, my sister we brought over from South\nAmerica with her family, and she lives in our area now. I had — and she also has\nchil — two daughters who got married and they are involved with the Holocaust a\nlot. The children and the grandchildren, they all know. Matter of fact, the dau — the\nOctober 22, 1997\ngranddaughter wrote an article that was put in the newspaper, about the Holocaust.\nAnd that’s about all.",
        "A: It was nice knowing you, I made a lot of friends through this. And it’s a really\npleasure to get to know you, and your family, it’s part of our family, a little bit. And\nwe hope to meet you soon on good occasions.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 22, 1997\nRG-50.106*0081",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "BELLA SIMON PASTERNAK\nOctober 22, 1997"
    ]
}