{
    "rg": "RG-50.030.0271_trs_en",
    "sequence": [
        "Q: Can you tell me your full name and when and where you were born?",
        "A: My name is Leonard Zawacki and I was born on January the 20, 1916 in the town of\nGrujand(ph) which at that time was under the German occupation.",
        "Q: Tell me a little tiny bit about your childhood.",
        "A: Well, I went to school in my hometown and I finished, graduated from the high school\nwhich we called gymnasium, and after the graduation I enlisted into the School of\nForeign Trade in Warsaw. And in 1938 I was called up to the Polish Army and as a\ngraduate of gymnasium I only had to serve one year, and you served in cadet officers\nschool, reserve cadet officers school, which I did. And I was supposed to be released in\nOctober 1939 and as you probably know the war started on September 1, '39 and I took\npart in the fighting. I was assigned to a unit of antitank artillery and I took part in the\ndefense of Warsaw, and on September 27 Warsaw surrendered, and I was taken as a\nprisoner of war and taken out first, out of Warsaw on the 28 of September to the west,\nand near a small town of Prostejov where we were kept, you know, thousands of soldiers\nin an open field and meadows and then divided in four groups; south, north, east and\nwest, and since I came from the north I went to the north group, and we were loaded then\non tanks and taken to the north, and we came to the town of Torun, which is a town some\n40 miles south of my hometown, and there we were taken and unloaded and then taken to\nthe other side of the Vistul",
        "A: We came, arrived at the western part of the Vistula River and the two bridges which were\nacross the Vistula were both damaged, and we had to walk single file to across the other\nside of the river. And there we were again assembled and we were supposed to go to the\ncitadel where they told us that we were only go to stay overnight and the next morning\nthey were going to release us. Of course, I realized that this was a lie, as most of the\nthings they told us, and I, myself, separated myself from -- I asked the guard if I could go\nto the toilet because we were near the station in Torun and he said yes. I went to the toilet\nand I didn't return to it. He saw me going away and he said, where are you going? And I\nsaid, well, my troops assemble at the other part of the station and I have to -- and I think\nhe realized that I was running away but he let me go. So I went to the other station, and\nthere quite accidently I met my cousin, who never did serve in the Armed Forces, but he\nwas in a uniform, a soldiers uniform and we got together, and somehow he was able to\nsecure some blank forms which were given to people who considered themselves of\nGerman origin, and they were issued these passes and he had the blank forms. So we\nfilled them out with our names and signed some fictitious names to it. Of course, we\ndidn't have any stamps. Anyway, we boarded the train to our hometown and we arrived\naround midnight in my hometown, and at the exit all the passes were checked and there\nwere the SS people and the SR people and the Armed Forces people, and when they\nlooked at our passes they told us to step aside. We stepped aside and then they gathered\nus. I think there were 11 of us or so and they said, well, again you have to go to the\ncitadel overnight and then in the morning we going to release you. Of course, we knew\nbetter than that. So they marched us from the station, and my cousin was an owner of a\nlumber yard and we had to pass near the lumber yard, and he told the guard -- we were in\nthe last row and he told, he looked, still my name on the -- my firm name, and why do\nyou want me to go to the citadel for the night if I could sleep at home? And he said, all\nright. Go ahead. And then I told him, well, it's my cousin, can I stay with him there too?\nAnd he said already, go. And we went and that's how we got away from being prisoner of\nwar and spending the rest of the war. So I stayed overnight and the next morning I went\nhome and--",
        "Q: Let's back up. Why do you think he did that? Why do you think he let you go?",
        "A: Well, I suppose because first of all we spoke German to him. We both did speak German\nand we more or less pleaded and -- I don't know who the man was. Maybe he was a local\nman. Maybe he knew us or at least he knew my cousin. Anyway, it seems that well he\nhad some kind of feeling that he let us go. I don't know and I don't know who he was or\nwhat. But anyway, he did let us go.",
        "Q: And one other question was that whole period -- what was it like? Was it very\ndisorganized?",
        "A: Well no, no, it was not. The Germans were not disorganized. It was very -- the terror was\nright from the first day, the Germans came, they started terrorizing people. Matter of fact,\nsome of my relatives who belonged to organizations which the German thought were\nunfriendly to them, they were arrested right on the spot and taken into the forest and shot\non the spot and all trace disappeared. So the terror was there right from the first day of\noccupation. And why he did this I couldn't tell. Well, I can go further, and that was when\nI came home. It was in October in '39, and I think after three weeks I was arrested. Not\nmyself, with some other friends of mine, students. I was arrested by the local Germans\nwho formed special units, protective units. They called -- the German name was\nand they wore armbands, green armbands and with black lettering saying and they\nwere looking Germans because my town had approximately 10 percent of the German\npopulation, and I was arrested just when we were visiting a friend and as we walked out\nof his apartment they were in the hallway and they arrested us, two of them. Matter of\nfact, I knew one of the German. He was a young man also, attending the yimnasium(ph)\nin my hometown. There were two . There were two yimnasium(ph), you know high\nschools, German high schools. One was in my hometown and the other one was in\nsouthern Poland in Silesi",
        "A: I don't know exactly which town but I think it was Bitum(ph) and, so he was, you know,\na student at the high school and became this and, he arrested us and we were taken\nto a place as hostages. We were kept in a huge hall and there were no beds. It was only\nstraw on the sides of the room on which we for the night spread, and we had to lay on this\nstraw. We had no blankets or anything. We were allowed, after a few days, we were\nallowed to contact our parents and our families and they could deliver to us food, because\nthey didn't supply any food. I stayed there for three weeks and only because a friend of\nmine who knew -- who had a German friend who was associated with some German\norganization. Matter of fact, he studied journalism in Germany in Berlin and, after he\nfinished his studies he became a member of the propaganda ministry propaganda\nministry, and his parents lived in my hometown and he was visiting at the time. And my\nparents asked him if he could get in touch with this friend of his, whether he can get me\nreleased. So they did one night. I think at midnight they called me into a small room\nwhere there was three Germans. There was one in charge of this camp, hostage camp. He\nwas a local veterinarian doctor, German. Then some other person which I didn't know\nand this friend of his, of my friend whom I knew only from sight. And they interrogated\nme and, you know, what I was doing and what I intend to do. And I said, well, I don't\nknow, the war -- they said, we're going to release you but under the condition that you\nhave to leave these territories. These territories which we lived, you know, were the\nwestern and north territories. We are right away incorporated right in into the German\nReich. They considered these lands as purely German. So they said you cannot live here.\nYou have to go to the part of Poland which was not incorporated into Germany but which\nwas formed as what they call it, General Government, and government general of this\nterritory was Hans Frank(ph) who was later on, you know, at the Nuremberg Trials was\nconvicted, you know, to death and was hung. And the territory encompassed both\nWarsaw and Kokov(ph) and Lublin. It was the center of Poland and they said, you cannot\nstay here. And then this veterinarian -- I remember his name. It was Grahams(ph) and he\nsaid, how long do you need to liquidate your things here? I said, well, three weeks. He\nsaid, you're crazy. You don't need three weeks. We want you out of here in a week. So I\nsaid, of course, I agreed. I would even go in one day. And so they told me -- they released\nme. I walked out of the room and this friend of my friend, his name was Lukow, I forgot\nhis first name, he was a doctor of journalism. Anyway, he walked out with me and he\nstarted speaking, and because he spoke Polish and he started speaking to me in Polish. He\nsaid, look, it's only, you know, you don't have to leave. You can stay here. This Dr.\nGrahams(ph) said you have to but I can tell you you don't have to leave. You can stay\nhere. And so I thanked him very much and I when back to the cell, and the next morning\nI was supposed to be released and the next morning came and nothing. They called some\nother names of other people released but not my name. So I went to the door and told the\nguard and said that my name was, shows supposed to be called. And he went back to the\noffice and after a while they did call my name and I was released. But while I was there\nin prison one day they called ten names of ten hostages, and they took -- they were taken\naway and then they were publicly shot in the town square. Today there's a monument\nremembering this, you know, they were innocent people that didn't do anything wrong. I\nknew some of them. For no reason whatsoever they were shot publicly. And after I was\nreleased, I think I didn't even wait a week, and again was my cousin because his property\nwas taken away, you know, the fellow who had the lumber yard. It was confiscated and a\nGerman owner was put in his place, and he didn't feel secure and we both left and we\nwent to Warsaw. And of course, I didn't have much means, you know, of supporting\nmyself. My cousin being in the business, you know, had some savings and we lived\ntogether in Warsaw for time being. In the meantime, he was trying to recover his property\nwhich he eventually didn't recover but they permitted him to go back, and he could run it\nbecause, you know, he knew how to run the business, and apparently the owner or the,\nwhat they called troyhander (ph) it means a man of who was, can't find the proper name\nof it, but anyway, somebody who was taking his, you know, and running the business\napparently didn't do a good job, and he was eventually able to get the job back, not as an\nowner but as a manager, and he went back and I stayed in Warsaw. In the meantime, I did\njoin, you know, the underground movement. It started -- the first organization was called\nZydowska Organizacja Bojow",
        "A: ZWZ was the abbreviation, which later became the Home Army. The Army of\nKroiova(ph), which was the army which was supported by the legitimate government,\nwhich was at that time was already in London, and I was arrested on the 31 of October\n1940. At that time --",
        "Q: Before you go to that -- how did you find out about the underground movement? Tell me\na little bit more about that.",
        "A: Well, I had a friend -- a friend who his name was Tobulsky(ph). That's also was one\nreason why I was arrested, and he was also from my hometown in Grujand and, he was\ninvolved in an organization which was formed by one also a student in my hometown\nwhich he joined. I didn't join because I wasn't there already, and they joined this\norganization and he wasn't caught, but the principal of the organization was caught, and\nhe was tried and then convicted, you know, and sentenced to death. And he was executed\nin Poz -- which was another quite a big city which was incorporated in Germany. And the\nexecutioned at that time was my -- he was -- they chopped you know his head off with an\naxe. He was axed, and this friend of mine, since he escaped and he came to the General\nGovernment to Warsaw, was tried in that and he was also sentenced to death. And\nhe already had connections with the underground and he contacted me and we got\ntogether, and he had -- he knew a captain of the Polish Armed Forces, prewar, who was\nmember of the organization, and he swore me in as a member. And I myself, don't think\nthat I was arrested for that because I don't think they knew about it. But they knew that I\nknew this friend of mine and since he had a sentence, a death sentence hanging over his\nhead. Apparently, they were following him because when they arrested me they came to\nmy -- they arrested me at three o'clock in the morning on October 31, 1940. I was asleep.\nI had a small bachelor's apartment, one room and kitchen and bathroom, and in the night,\nyou know, I heard tremendous knocking at the door, kicking at door, and I looked\nthrough the window and I saw three people. And one was in a Gestapo uniform and the\nother two were in civilian clothes and they were shouting to open the door immediately.\nSo I opened the door and they pushed me aside. They came with drawn revolvers and\nthey push me aside, and one went to the kitchen and one went to the bathroom and the\nother to the room, and they were looking around. They were looking for they said leaflets\nyou know and for arms. Well, they didn't find it either because I didn't keep anything at\nhome. Anyway, then they started asking me questions and one question was that your\nfriend was here with you yesterday. And they -- apparently he changed his name and he\nfailed to tell me about it. I knew him only by his new name, and so when they asked me\nwas Tobulksy (ph) you know that was his assumed name, I said no, so they hit me. You\nknow, you can see it here on the movies you know with the hand across there. Hit me\nright in my temple and I fell to the floor, and as I fell to the floor, they started, the three\nof them started kicking me and I said -- I remember the only person who visited me was\nthis young Tobulsky and I told them his real name. Apparently, they knew this and they\nstopped beating me, I got up, and after a while they had a small conference between the\nthree of them and then they came back and said, you better get dressed and you will go\nwith us. So I got dressed and then they took me out, and the two of them held me by the\ncuffs of my jacket and they walked on both sides. And this one in the uniform drew his\nrevolver and walked behind me, and he told me, don't try anything because I'm going to\nshoot you. So they took me down through the street and there was a car waiting,\nMercedes -- they only drove Mercedes -- and they opened the door, and as they opened\nthe door I saw another friend of mine sitting there, and he said, oh, you know each other.\nAnd I said, yes, I do, and they told me to get in. And one of the SS sat between the two of\nus and their chauffeur. They drove me to the prison, prison Pawiak in Warsaw, and then\napproximately, already ten people from other prisoners, and they were registered and\nthen taken -- I was taken to a single cell in the basement and there was no -- it was only a\nsmall bulb. There was no furniture. There was no window there. It was a dirt floor, and\nthe walls were dripping with water, and there was only a pail which you used as a toilet.\nAnd when I came there I didn't really know what happened. After a while a guard came\nand took me out and into the yard and to the showers. I had to undress and my clothes\nwere disinfected and I had to shower. And then after the clothes came back, my suit and\nso on, was all trampled they took me -- the guard took me to the first -- no, second floor\nof the prison and took me to a cell. I don't remember the number of the cell. Anyway, the\ncells were small. They were maybe seven feet wide and ten feet long, and there were\nalready nine prisoners. Which means, there were ten of us. There was no bunk or\nanything. We had to lie on the floor. Again, there was no furniture whatsoever except the\npail where we could relieve ourselves. We were only taken in the morning to the toilets\nwhere we could wash a little, and I think in the afternoon once and in the evening, and\nthe rest we had to spend in the cells. At that time there were Polish guards, you know,\nprewar Polish guards as were as Germans, SS people, and some of the Polish guards were\nvery friendly and pleasant and helpful. Some were not so helpful. Anyway, one of the\nguards in my -- I don't know how he found out -- but he found out that I do speak\nGerman, and one day he asked me -- apparently he was living in a house which was\nJewish-owned house, and it was requisitioned by the government and the Germans and\napparently, whoever took over from the Germans wanted to increase his rent and he\nasked me, he said, on the salary which they pay me, I won't be able to pay the rent for it.\nAnd he asked me if I could write a -- how do you say -- an application to the authorities,\nyou know, whereby they wouldn't increase his rent. So I did. He took me to the office and\nI did write the letter, and after a few weeks he got a reply. And they didn't increase -- not\nonly didn't they increase. Matter of fact, they reduced his rent. So he was very\nappreciative and he said what can I do for you, and of course, I wanted to tell him, let me\ngo free from the prison, but he said, what I can do for you, I can take you out of the cell.\nSince you do speak German you can be an interpreter, and he took me to another part of\nthe prison to another ward which was served only by German guard. And there I became\nan interpreter to this German guard, and of course, my life was a little easier because I\nwas with four other prisoners in one cell and we also had bunks. I didn't have to sleep on\nthe floor. And two of the prisoners, who lived also in this cell, they worked in the prison\nkitchen and as such they were able to -- well, they had more food but they were not\nallowed -- they couldn't and they were afraid to bring any food, but what they did bring\nthey brought always in the evening to the cell, whole pot of coffee. And the coffee was so\nsweet. They probably put pounds of sugar in it. So we drank this coffee, this sweet\ncoffee, which was not real coffee because the Germans, they wouldn't give the prisoners.\nIt was such a good coffee. Anyway, it looked like coffee and the sugar of course was very\nimportant. So I felt I could move free because they didn't close the cell, and whenever the\nguard needed me to translate. And so I did translate and in the meantime, I was taking for\ninterrogation. You were interrogated in the headquarters of the Gestapo which was in the\ncentral part of Warsaw, and you were taken there by a truck. And the guards were in the\ntruck as well, as motorcycle guards as well as going behind the truck and when you came\nto the Gestapo headquarters, which were now located in the prewar Polish Educational\nMinistry, and one of the wings was converted. The southern wing was converted into\ncells where the prisoners, before they went for interrogation, were taken. There were ten\nindividual cells and four, I believe four, common cells and the common cells, we -- the\nprisoners called them trams because they were single seats on each side of the cell, and in\nthe middle there was a walking path and you had to sit facing the wall and you were not\nallowed to look around or you couldn't talk to you, and the guard was behind you and if\nhe heard you talk or move your head, he came and hit you over the head. And you sat\nthere motionless. You didn't get any food or anything to drink, and they called when the\ninterrogating officer called. A guard came and took you up to the room. I was taken to the\nroom, and in the room there were this interrogating officer who was now in uniform.\nWhen he arrested me, he was one arresting, he was in civilian clothes. He was an officer\nof the Gestapo. And there was a typist, a girl and interpreter. Since he knew -- the\ninterrogating officer knew that I spoke German -- he was very rude matter of fact, to the\ninterpreter. He told him get lost, you know, he speaks German, so we don't need you\nhere. And then he started interrogating, questioning. Actually, they didn't have anything,\nyou know, which they could hang on me. They didn't find any leaflet. They didn't find\nanything and I didn't admit that I was a member of the resistance movement and they\ndidn't know that. The only thing they were about was a friend of mine and again, as I told\nthem when they first arrested me. And so it was typed and then the typed report was\ngiven to me for reading. I read it through and then I had to sign it. I did sign it. Frankly, it\nwas not incriminating to me at all except that I knew this fellow, and then he called the\nguard and the guard took me again down to the cellar into this common cells and I had to\nsit until all the prisoners were interrogated. Sometimes, the interrogation went deep into\nthe night and sometimes until the next morning of the other prisoners, and you had to sit\nthere until they took you back or they loaded you back into the truck and then they took\nyou to the prison. So I was taken in the late afternoon back to the prison. In the\nmeantime, you missed your food. You didn't get any food in the prison. The food was\nmeager as it was but anyway, I still didn't get anything that day to eat. I can tell you one\nincident when I was awakened in the middle of the night by a Gestapo man. They came\nto our ward and they woke me up, and I had to interpret and they called 20 names out of\ndifferent cells. And these were hostages and I think some of them knew what the fate\nwhich they faced. Most of them were very well educated. Some were professors of the\nWarsaw University. Some were engineers and only one, I remember, was a criminal\nprisoner, and all of them behaved with tremendous dignity. They didn't plead or beg or\nanything except this criminal prisoner. He fell to the floor and begged to the SS man,\nkissed his boots, you know that, to spare him. Of course, they wouldn't have anything of\nit. And I had to interpret and they were taken, and they were taken outside to Warsaw and\nshot as hostages. So thats the one experience I had in prison. I spent five months in the\nprison in Pawiak prison. During that time I had a girlfriend whom I left who of course,\nwas not arrested -- and somehow she managed to send me a parcel, and how I knew that\nthe parcel was from her because I couldn't communicate. You couldn't write any letters or\nanything like this. You could only send letters if a guard would take them on the sly, but\notherwise there was no, no possibility of communicating. But I know that this what 1s\nfrom my girlfriend because she send me also a small pillow, and I recognized the pillow\nthat it was from her, and she sent me some food. But the food was always shared with\nothers and before it came to you it was -- the parcel was very skimpy -- but anyway, it\nwas a sign that somebody did think about you. And as I said, I was five months and on\nApril the 4, 1941, in the afternoon the whole prison population was called out in into the\nyard, and there were already tables set up and the Gestapo people were there with lists\nand they called the names of different prisoners. And once your name was called you had\nto go to a different part of the yard and stand, and my name was called too and I had to\ngo, and those prisoners whose names were not called were then taken back to the cells.\nThe prisoner -- I think the capacity of the prison was around 800 prisoners but there were\napproximately over 2000 or even more. And they were preparing a transport and the\ntransport was over a thousand prisoners. So after we -- the prisoners whose names were\nnot called went back into the cells, then they issued us I think -- I don't remember exactly\nbut I think half a loaf of bread -- and we knew that we were going into transport. Of\ncourse, we didn't know where but the word already was spreading in Warsaw and in the\nprison that there was a camp, concentration camp by the name, Polish name, Oswiecim,\nin German Auschwitz. And everybody dreaded it because the word was that it was an\nextermination camp, and we all prayed that we are not going to that camp. In the evening\nthe big trucks arrived. SS with SS guards and also Warsaw municipal buses arrived, and\nwe were loaded into these buses. And we were loaded with shouts and with beatings. It\nwas, you know, the SS people with bats, you know, and with bull whips, beating us, and\nwe had to run into the trucks and the buses and then taken to the western part of Warsaw,\nthe western railroad station. There again were on the ramp, we were loaded into the cattle\ncars. Again, with beatings and shouts, dogs, and I don't remember how many prisoners to\na cattle car but there was standing room only and again, there was no water. The only\nthing was a big drum which served as a toilet, and then probably around midnight they\nlocked the doors and the train moved. Of course, we didn't know where we were going.\nAnyway, the next morning we arrived somewhere at a siding, and we heard some voices,\nshouts, and barking, dogs barking, and then the doors were opened and with shouts we\nwere driven out of the car. You had to jump out. There was no ramp, and we were put\ninto formation in rows of five prisoners and twenty rows to -- .",
        "Q: Tell me what you remember about the forming of the Jewish ghetto and did you see\nanything when the Ghetto got formed, and did you see people get rounded up?",
        "A: Yes, the Jewish ghetto was started sometime in 1940 and, you know, prewar there was a\nJewish quarters in Warsaw. There was no ghetto. People could go freely but most of the\nJews concentrated you know, in one section and it was called the Main Street. There was\nNaleverky(ph). Matter of fact, the prison Pawiak was right in the middle of the ghetto\nand the ghetto was formed, I think, I don't know exactly what month, but in 1940. And at\nthat time Jews -- there were orders given that all Jews, you know, had to go and register\nto go to the ghetto. Now, many Jews didn't. They also were by law had to wear armbands\nwith the Star of David, and I don't think they in Warsaw they didn't wear any Star of\nDavid on their jackets, but they had to have an armband with a Star of David. A blue Star\nof David as far as I remember and now those who didn't wear it, you know, could hide.\nThey just didn't wear it. Now It's true that some of them were betrayed and they went to\n-- they had to go into the ghetto. But the ghetto now there were gates and you couldn't go\nto the ghetto yourself. Nobody could. I think you had to have a special permit. I never\ndid. And through the ghetto, for instance, there were trams, you know, streetcars going\nthrough it but they were separated. They were, for instance, the streetcar trucks separated\none part of the ghetto from the other one, and in order from one part to go to it, there\nwere bridges built just provisional bridges made out of wood, wooden bridges where the\nJews could go through one part to another part, and I think they could move around in the\nghetto freely. So that as much as I remember about the ghetto.",
        "Q: Tell me about this man doctor, Dr. Eichner(ph)?",
        "A: Yes. I livedinahouse on __ Street, No. 13, and this house belonged to a Jewish owner,\nand I think if I remember correctly was his name was Volonov(ph) and he ran a lottery in\nPoland. And the house was confiscated, and there were on the street, there were many\nother houses which were all confiscated, and this Dr. Eichner(ph) who was a lawyer lived\nin this house in which I rented a room with a friend of mine, a Polish couple. I, myself,\nthink that the owner of the apartment was Jewish but he didn't declare himself, and he\nmostly lived with his parents who lived outside of Warsaw and he stayed there, but we\nrented one room. And one day I was in front of the house standing there, and a fellow\ncame across, you know, turning his walking stick and accidently hit this windowsill. It\nwas on the ground floor of Dr. Eichner's office. It was on the ground floor. As he twirled,\nbut quite accidently, and he walked inside because he was a friend of the lady and, you\nknow, where I lived. So when he walked in, and the doctor came to the window. The\nwindow was open. It was in the summer, and he saw me standing. He said, what\nhappened here? And he was quite rude, and I told him, and I told him in German that a\nfellow was walking here, twirling and accidentally hitting his windowsill. And so he\ncalmed down, and then another day I was -- I met him in the walkway from the house and\nhe stopped me and he said, tell me how come that you speak German so well. I said, well,\nI learned in school and I visited --, I also had some relatives in the free state of Danzig,\nwhich was mostly, you know, where you had to speak German and that's how I learned.\nAnd he said, what are you doing? I said, I'm not doing anything. I was a student. The\nuniversities were closed. The high schools were closed. You couldn't learn. I said I don't\nhave any. Well, he said, why don't you come to my office and I'll see what I can do. I\nsaid, all right. So in few days I went to his office and he said, since the German\nauthorities -- he was a German and he came from the city of Breslau which was in\nSilesia, he tried to speak Polish and he learned. He tried to learn Polish, and when I came\nto his office he said, the German authorities gave me six houses, Jewish houses on this\nstreet -- because he lived he had his office there and he lived there as well, for\nadministration, and he said, well, my practice doesn't permit me to spend much time on it.\nHe said, somebody has to administer these houses. The administration, what it meant to\ncollect the rent and so on. If there were any repairs, to have the repairs done. So I went. I\nwas already a member of the resistance and I didn't want to be accused of collaborating\nwith the Germans or anything. So I went to my organization and I told them that I was\noffered this job. What do they think? Whether it is okay for me to take? Because I mean I\nhad to live and I didn't have any other means. So they said yes, that is okay. You can\nadminister. So I took the job and I administered these six houses, and there was the house\nwhere I lived there and the next few houses. And later on the doctor got in touch with me\nand he said, you know what, he said, the German authorities want me to take under\nadministration 10,000 houses of Jewish, confiscated Jewish property because most --\nwell, most, I don't know whether most, but many of the houses were owned -- apartment\nhouses were owned by Jews -- and he said they were all confiscated and they had to be\nadministered and he said, what do you think? Shall I under take? And I said, well, I didn't\nthink about him that he couldn't do it, but 1t would give jobs to many Poles who could do\nit and have a job and means to live. So I said, yes, why not. He said, do you think I will\nget these people to -- and I said, I'm sure you will. You will have to advertise and you\nwill get many people to try and help you administer these houses, which he did. He did\nadvertise. Matter of fact, my brother-in-law was a lawyer himself but he was in the\nprisoner of war camp, but some of his friends knew me and met me in Warsaw. And\nmatter of fact, they came to me, whether I couldn't help them get these jobs and they did.\nThey did get, and the 10,000 Jewish property was administered mostly by Pole, and Dr.\nEichner had to have a big staff and he employed one lawyer, also a Polish lawyer who\nhad to do all the hiring and all the -- and Dr. Eichner also had a girlfriend who was\nPolish, and after my arrest -- I left later on -- learned that he was shot. He was executed.\nNow, there were rumors that the Gestapo, because he was so friendly towards Poles, that\nhe was executed by them. Other version is that he was executed by the resistance because\nhe had, you know, he had Polish girlfriends. Also, he was a married man but his wife\ndidn't live with him. His wife remained in Breslau. So I don't know what the truth 1s. I\nwasn't there so I don't know exactly what happened. I met this one girlfriend. It was quite\non accident. When I was in Rome in 1945, I came to Rome and I came to the hotel and as\nI, as I walked into the hotel I saw this girl, there. I recognized her right away and I said,\nwhat happened? And they told me the story about Eichner and I said, how did you get\nout? She was actually Ukrainian, or he made her Ukrainian. He gave her a Ukrainian\npass, because to be Polish and he associating with Polish girls was not in the best interest\nof his, and it didn't look very nicely with the German authorities. So he made her\nUkrainian. Actually, her father I think was a white Russian. He was a white Russian and\nhe was running away from the Communist, and when I met her in Rome, her parents\nwere with her in Rome and how they got out of Rome, because during the war, you\nknow, as it was -- Italy was one of the axis members.",
        "Q: I want you to tell me what you know about what happened to the rent money.",
        "A: The rent money?",
        "Q: To the rent money that you administered.",
        "A: Yes. The rent money went to him. He was getting 10 percent of the take. Say if there was\n2000 zwate (ph) he got 200. You know, it was 10 percent. The 10 percent we split 50/50.\nIn other words, he gave me 5 percent and he took 5 percent. That was the deal. That was\nthe deal.",
        "Q: Where did the rest of the money go?",
        "A: Oh, to the German authorities. Yes, I had to put it in a bank. I had to put it in a bank and\nfrom this bank I only deposited 90 percent and the 10 percent went split between 50/50 --\n5 percent to me and 5 percent to him. That was my money. That's how it worked. But\nafter he got the other 10,000 houses, I don't know how it worked. The houses thing, I\ndon't know what the deal was. This was private because he lived on the street and the\nhouses were all on this one street, you know, where he lived.",
        "Q: You mean it was a private deal between him and the German authorities?",
        "A: I suppose so, yes, yes, yes. The other deals with 10,000 houses, that was probably a\nseparate deal, a different deal. And how it was worked I don't know. I don't know.\nEnd of Tape #1\nTape #2",
        "Q: Why don't we begin with -- if you could just give me the date, and the unopening of the\ncattle cars in Auschwitz, and just start at that point and describe to me what happened?",
        "A: Well, when they opened the cattle car it was now April the 5, 1941. We were driven out\nof the cattle cars and put in rows of five and twenty rows of five made a hundred\nprisoners, and the next hundred and so on. And then we were surrounded by the guards\nand with the dogs and marched. We marched maybe 15, 20 minutes and then we came to\na gate. Of course, we still didn't know where we were. We came to a gate and on top of\nthe gate there was a sign which read \" \", which means, \"Work will make you free\".\nAnd on the side later on we found out it was the guardhouse on the side, there was a sign\nwhich read KL Auschwitz. \"KL\" stands for concentration-slager (ph) Auschwitz, and\nthen of course, we knew we were in Auschwitz, the place we dreaded most. And they\nopened the gate, we marched in and we were met by some, as I said, sinister looking\ncharacters, you know, in navy caps, something like marines, I mean sailors ware and\nnavy blue jackets and stripe trousers with high boots. Later on we found out that this was\nthe German Elderstedt(ph) which means he was camp senior and he was a German\ncriminal prisoner and his name was number one. His name as I mentioned before was\nBruno Brounee(ph). He wore a yellow armband with black lettering on which is it says, -\n---Elderstedt, and then there was some other, you know, prisoners in striped uniforms\nwith armbands. Some had block elderstedt which means block senior, and we were\nmarched to the showers. There we had to undress and we were shaved all over our bodies\nincluding our heads, and then we had to go into a tank which was full of some chemicals,\ndisinfectants, we had to submerge in it, and then from there we went to the showers and\nwe had to wash, and when we came out of the showers, we had to put our civilian\nclothes, because when we came from the prison we were still 1n civilian clothes. We had\nto -- 1t was packed in a bag, in a paper bag with our number. Of course, we didn't have\nthe number then but after the showers then we were issued prison uniforms. We got long\nunderwear, striped, you know, blue and white stripes but very, very narrow underwear,\nand then we received striped, one-inch white striped, white and blue trousers and jackets\nand a cap, also striped. Then we were issued to swatches of white cloth with a number.\nMy number was 13390 and two red triangles. A red triangle indicated that we were\npolitical prisoners, and these, these numbers and the triangles we later on had to sew on\nour jackets on the left hand side of the jacket, the triangle first, and underneath the\nnumber and on the right hand side of the trouser leg. Again, the triangle at the top and the\nnumber at the bottom, and the numbers were assigned also to the our civilian clothes\nwhich we had to pack in a bag which was then stored in a special storage rooms. And\nthen again, we were put -- I don't know, with a 100 or 50 or what, and we were taken\nover by a block elderstedt, it means a block senior. And the block senior walked us to the\nblock and we were assigned to block. I remember my block assignment was number\nseven, and at that time the numbering changed constantly because the camp was in\nconstant construction. You know, the camp was the former barracks of a Polish artillery\nunit, prewar artillery unit, and this sight was chosen, you know, for the camp. And this\nblock number seven was a one-story brick building and the block elder, his name was --\nwell, I don't know his name but he was called \"Bloody Alloys\". His first name was\nAlloys, \"Bloody Alloys\". He wore also a red triangle and he came from Sacknow(ph). He\nwas a German apparently, a German Communist but he was the most brutal person one\ncan imagine. To kill for him, a prisoner didn't mean anything and that's why he was\ncalled \"Bloody Alloys\", and we were taken to this block and I was assigned to -- there\nwere only four rooms on this block and this huge room, I don't know the size, but\nprobably maybe 50 feet by 20 or so, a huge room and in charge of each room was a room\nelder, and most of them were already Polish prisoners. The block elder were all Germans\nand I was assigned to this room, and he was a Polish fellow, I forgot his name, and we\nhad -- there were no beds. There was only in one part of the room there was a pile of\nstraw and next to it were few blankets and in the night the straw was spread over the\nwhole floor of the room and we had to lie there, one next to another in many rows, and\nwe had the blankets one blanket maybe for three prisoners. And in the morning we were\n-- well, the day started, you know, at dawn to dusk, and even before the dawn we had to\nget up and we had to run out of the block in front of the block. There were small pails,\nwooden pails of water and everybody had to wash in this water. You know, maybe 10, 20\nprisoners washed in the same water. You just splashed your -- there was no means of\ncleaning your teeth or anything like that. And then you got in the morning, you got half a\nliter of some liquid which they called either coffee or te",
        "A: It looked, maybe it had the color of coffee or the color of tea but it was some substitute.\nThat's all you got in the morning. Then you went to work and there were three roll calls\nat that time I came, three roll calls of the prisoners a day. One was in the morning and\none was at noontime and one was in the evening. After the morning tea you went to\nwork. Those like myself, when I first came, were assigned of course, to the worst\npossible jobs. You know, you had to dig for the foundations. I myself had to carry the\nwheelbarrows full of earth some 300 yards away. And all the work had to be done on the\ndouble, and you had to run with it, and while you were running with this wheelbarrow\nyou were shouted at and beaten and then you had to come back and get another load. And\nagain, you know, and the foremens they were mostly all Germans at that time and they\nbeat you for no reason whatsoever. And of course, doing such exhaustive work, you just\ncouldn't do it you know for long. At one time I was also assigned to a lumber yard where\nI had to chop wood and saw wood and you were exposed to the elements, whether rain or\nshine you know, snow or not, you know. You just had to work. Now, at noontime we did\nget a liter of soup and the soup was watery soup. Mostly, I remember for a long time we\nhad nothing but turnip soup and very seldom did you see a piece of potato and not to\nmention meat or anything like that. And in the evening we received one third of a loaf of\nbread, dark bread, and we received a small cube of margarine, you know, the size which\nyou get in the restaurant sometimes. We also got a slice maybe a quarter of an inch wide\nslice of sausage, you know, second quality sausage and a teaspoon of substitute\nmarmalade and also this coffee or tea or whatever they called, and that was our food for\nthe day. I don't know how many calories it was, but it was starvation, rations. And I\nmyself always ate the bread and I never saved it for the morning because many times,\nprisoners who did save, their bread was stolen and then they didn't have anything. So I\nate mine in the evening and didn't leave anything. Never ate any - didn't have any bread\nin the morning. And now, the punishment, if they caught you stealing other prisoners\nbread and you were caught, it was a death sentence. You were killed, you know, either\nthe room elder or the block elder told a Kapo because when you went to work, you went\nunder different, you know, the Kapos were in charge of you and they told that this fellow\nstole bread from another prisoner he was killed. They brought him back from work, you\nknow, dead. That was an unwritten rule in the camp, you never stole from another\nprisoner because you deprived him of his livelihood. So --",
        "Q: Tell me about the different triangles?",
        "A: Oh yes, there were six main colors of triangles indicating the different kind of prisoner.\nAs I said the red was the political prisoners and most of the Poles. Then there was a\ntriangle, a red triangle on top of a yellow triangle but reversed so that it formed the Star\nof David. This was the designation of Jews. There were Jews, you know, at the time. At\nthe beginning there were in small numbers but there were Jews. Then there was a green\ntriangle indicated the criminal prisoner and they were mostly, mostly Germans, and then\nthere was a black triangle which indicated an antisocial element, like in cases of woman\nand, you know, prostitutes and men, pimps and so on. Then there was a pink triangle\nwhich indicated homosexuals. Then there was a lavender color which indicated bible\nscientists, you know, those who were opposed to war, pacifists and so on, Jehovah\nwitnesses. They were this lavender, purple color. They were most, I would say, decently\ntreated of all the prisoners. So this was the main six different colors of triangles. With the\nJews it was the Star of David, two triangles, you know, reversed on the yellow.",
        "Q: And the Jews were right with you at beginning?",
        "A: Yes. We all were together. We all were on one block. There was no difference. Later on\nwhen the big numbers of Jews started coming to Auschwitz, actually to Birkenau. They\nwere mostly in Birkenau. Now, maybe I should tell you something. You know how what\nconstituted Auschwitz, really? Auschwitz there were three main camps. One was\nAuschwitz One, which was the camp it was called Stamlager(ph) or Maztda(ph) camp.\nThen there was Birkenau or Auschwitz Two, which I would say a mile and a half away\nfrom Auschwitz One, and this was a huge camp. The capacity of Auschwitz One where I\nwas was probably 30,000, maybe over 30,000 prisoners but Birkenau camp was built to\nhold 200,000 prisoners, and Birkenau also had a womens camp and the barracks in\nBirkenau in the mens camp and the gypsies camp because there were gypsies, were all\nwooden barracks. Actually, they were horse barracks for the German Army. There were\nno windows in it. The woman camp were brick barracks and it was only one-story\nbarracks, and I visited. I was able to visit it once and the conditions there were appalling,\nabsolutely appalling The mud was more than ankle deep, you know, and the poor women.\nYou know, they wore wooden shoes and they came, opened here, actually slippers, like\nwooden slippers. They lost them, you know, they were losing them in the mud. They\ncouldn't get them out. It was just -- the barracks, they were just unbelievable, you know,\nfilth. It's still standing now. I mean, I visited the camp a few times since I, you know,\nafter the war and it's still standing. Birkenau mens camp 1s not because it was all wooden\nand somebody set fire to it. Only the chimneys are standing.",
        "Q: How did you happen to go to the womens camp?",
        "A: I worked in the workshops and I was -- later on, you know, I went to work as a carpenter.\nI mean, I was no carpenter but they took me later on to work in the office in the\ncarpentry. Later on I was you could say I was promoted and I became the chief clerk of\nall workshops, which consisted of the electricians, you know, locksmiths, carters, joiners,\nglassers, roofers, you know. All the trades were there. So I became the chief clerk of this\nand later on I became also -- they transferred me from the workshop itself to the central\nconstruction offices, which where, they employed architects, engineers, draftsman and I\nwas there. The workshops had their own room. Matter of fact, I was sitting with an SS\nman and a civilian German, and as such I was able to go to the camp because I asked. I\nwanted to see the conditions. The different craftsmen had to go to this camp if there\nrepairs to be made. For instance, if something went wrong with the electricity or\nsomething needed to be done by the joiners or by the carpenters. I was able, once there\nwas a need to go to the camp, I asked -- well, I didn't ask. The fellow in the office another\nclerk, a friend of mine with whom I escaped, he made out a pass and he put my name and\nI went with them. And the SS who took us, because you couldn't go there without a\nguard, didn't care which prisoner he took, whether I was a real craftsman or not. That was\nhow I was able to go and I saw the conditions. That's the only one time I was. But there\nwere many other people like carpenters, electricians and so on and who went daily, and\nthey were telling, you know, about conditions that were. So that's how I was able to go\nthere and see. Now, let's see, yes. Now, the camp was in constant, in constant building, so\nwhen I first came I was on Block 7. This block later on was raised and another story was\nput up on it. So later on it became Number 14 and later on it became number, Block\nNumber 22. And there were 28 blocks in the mother camp, 28 blocks, and they went from |\nto on one side, to 11. Block 11 was called the death block. It was the bunker block and there\nwas a yard and there was a wall, death wall against in which prisoners were shot in the back\nof the head. And in the bunkers, there were bunkers, standing bunkers where four people.\nThe cell was three feet by three feet and there was only a door at the bottom of this. The\nprisoners had to crawl in and stand up and four of the prisoner in this small - were locked up\nfor the night. I think there were six of such standing bunkers. Mostly, they were put there\nwithout any food and then only the bodies were pulled out from there and burned. And there\nwere other cells and other instruments of torture where people went - anybody who went to\nBlock 11 seldom came out alive. Now, the woman come at one time - it was actually in\nAuschwitz itself. You know the 11 blocks which were on the eastern side of the camp, were\nall partitioned, with barbwire, and this was a womens camp. And then the conditions there\nfor the women were quite quite decent, but it didn’t last long because they were only put\nthere until they build a camp, the camp in Birkenau. And once this was built, then they went\nback there. Also after invasion of the Russian on June 22, 1941, I don’t know exactly. I think\neither it was in October or November, the part of 9 blocks was separated again by barbwire\nand the gate was put on and on this gate they wrote that a prisoner of war camp and the\nRussian prisoners were brought there. And there were approximately 11,000 of them and out\nof the 11,000 by, I think, December of that year only maybe a thousand survived. The rest\nwere all dead and most of them were dead by starvation and by typhus and by beatings. And\nthe bodies of these Russian prisoners were stuck six feet high because there was no - they\ndidn’t have the capacity to burn the bodies. The one crematorium which was in Auschwitz\nOne was the smallest of all the crematoriums and it just couldn’t burn the bodies, you know,\nfast enough. There was also a crematorium - next to the crematorium in Auschwitz was a\nsmall gas chamber where people were gassed. Of course, the biggest crematoriums were in\nAuschwitz Two and Birkenau. There were this crematorium in Auschwitz was designated as\nNumber | and then there were Number 2, 3, 4 and 5 in Birkenau, and there the capacity was\nmuch greater, much greater, especially the gas chambers. They had the capacity of 2000 or\neven more prisoners or people could be gassed 1n one sitting. And there were four of them so\nit’s approximately 10,000 people could be gassed in, well, matter of few hours. The gassing\nwas not the problem. The problem was the disposing of the bodies because the capacity of\nthe ovens were quite limited. That’s why many of the bodies were burned in ditches or they\nwere burned on stacks and disposed this way. Now, since we were about gassing, the first\ngassing actually took place in Auschqitz camp itself and it was the gassing of some 600\nRussian prisoners of war. We - and some Polish prisoners. One day, it was of course after the\ninvasion of Russia by Hitler, I think it was approximately on, in September, I think,\nSeptember of 1941. We were all called back from our workplaces to the camp. Maybe I\nshould also explain how the compound itself was only for the prisoners to go for the night to\nsleep, and the compound - as I said in Auschwitz One was 28 blocks and it was surrounded\nby two rows of barbedwire, electrified barbwire and by towers with guards with machine\nguns. On the east side, east and south side there was also maybe 15 high - maybe not 15 -\nmaybe 10 feet high concrete wall because next to the east was a road, public road, which of\ncourse, they didn’t want anybody to see the camp and from the south. And I lost my thought\nnow - yes - so we were all brought back to the camp one afternoon, and we had to go on the\nblocks and they told us that we, nobody can go to the windows and look out the windows.\nAnybody who will be caught will be killed and the guards were all over the camp, and we\ndidn’t know what was going on. We found out later on the next days because the pallbearers\ntold us, you know, there were prisoners who had to remove the bodies and apparently, 600\nRussian prisoners. And I don’t know, I think they were all officers and most of them\nprobably were all political commisars [ph] and they were taken to Block 11, the death block,\nand they were put into the cellars and the cellars were sealed off. There were half windows\nand the half windows were covered with dirt in order to make them gas tight and they were\ngassed there. And in the night the bodies were removed by the pallbearers and taken to the\ncrematorium Number | in Auschwitz and they were burned. And from the pallbearers we\nlearned that they were Russian officers or soldiers, and among them there were also some\n200 Polish prisoners that were gassed. So that was the first gassing, as I, which was\nperformed. Later on, there were gassings in the small gas chamber in Auschwitz and I once\nwas witness, I mean, not to the gassing itself because nobody - only the prisoners who\nworked - but the block I was on was Number 22 later on, which was the nearest to the\ncrematorium. You couldn’t see the whole of the crematorium. Only part of it. You could\nonly see the foreyard, you know, to the crematorium. There was a gate and then there was a\nsmall yard and to this from our windows where we were at the far end of this block. I saw\nmyself a truck arrive and back out to the gate to the small yard and Jews had to - only men -\nthey arrive from the truck and were put into the yard and there they had to undress. Now,\nhow do I know they were Jews? Because, because they were Hasidic Jews. They wore\nspecial dress. You know, mostly black, black hats and most of them had beards. Later on, we\nalso found out from the crematorium people who had to burn the bodies that there were Jews\nfrom the Polish city of Bendzin, which was in Syvicia [ph] not far from Auschwitz, and\nthese people had to undress and they disappeared. I couldn’t see that, but they all went to the\ngas chambers there and they were gassed. Now, as I worked in the carpentry a time and then\nin the workshops you know I had to take orders and the orders came to me, and I had to\ndistribute the orders to the different workshops, you know whether it was an order for the\nlocksmiths or an order for the carpenters or for the glassers or for the electricians and so on.\nWell, there were orders coming, for instance, for gas-tight doors and there were drawings,\nyou know, how the doors should look. What it should look like, and the doors were\napproximately three inches, maybe three and a half inches thick, and they were - were\ninsulated inside with some gas proof material. I don’t know what it was. I think it was wool,\nsome wool, and then the edges, the edges of the door, they were this way, and the edges were\nthen felt. You know, how do you say.",
        "Q: Padded?",
        "A: Yes. And in the middle of the door was a visor open, you know, with glass from both sides.\nBecause as I said, the doors were three, three and a half inches thick. And there were two\nbolts and through this - and then the way when they gave the order read, Fear for “Zander\nber hablen der Juden” [ph]. It means for special treatment of Jews. There never was. I never\ncame across where they talked about Final Solution. They always referred to it as “Zander\nber hablen der Juden”’ [ph], the special treatment of Jews. Of course, we knew it was the\nsame thing. Final Solution. So these doors - somebody today tries to say that it didn’t exist,\nso why did you need gas-tight doors? Anyway, anybody who wants to deny this, either\nignore it or - Now -",
        "Q: How many of those doors were there? Were there many?",
        "A: Quite a few because the first door was done for the crematorium for the gas chamber in\nAuschwitz and then there were the other ones were in Birkenau. I don’t know how many\naltogether, but at least, as far as I know, probably were at least five. Five doors and I’m now\nsorry because when I when back to Auschwitz - I had to keep a register, a big book where I\nhad to register every order which came in had to be registered and it was my job, and I, when\nI went back I’m sure had I seen it right away I would have taken it with me, and then from\nthere you would be able to find out how many doors there were. But I remember it. Matter of\nfact, if I had drawing board or something I could draw exactly you know what the door\nlooked like because I know. I remember it so well. So, but now maybe you want to ask --.",
        "Q: Yes. Why don’t I ask you - you mentioned an incident about Russian POWs?",
        "A: Yes. I wanted to say yes. I was witness because at that time I became a clerk on the block.",
        "Q: And it was Block 25?",
        "A: 25A was right next to the kitchen, the camp kitchen, and at that time there was a small yard\nin front of the kitchen, and one day and it was in the morning, you know, when all the\ncommanders went to work and only on the blocks were the block elder and the people in the\nrooms you know and the clerk, and we saw through the window, because it was on the\nsecond, yes the second floor, we were on the second floor, that the SS brought out tables, and\nthere were some papers on it. We knew something was going on. Later on, they brought\nmaybe 100, I don’t know exactly, 100 men. Now, they were stripped to the waist but you\ncould see from the trousers that they were soldiers. As I said, later on we did find out that\nthey were Russian soldiers. It as also after the invasion, after the June 22, 1941, I think it was\nin August, and they, they were registered or questioned or whatever the SS - nobody. Again,\nwe couldn’t go, you couldn’t be conspicuous and look through the window, you know, with\nyour nose next to the pane. You couldn’t do it. You could only do it from afar. They were\ntaking some evidence of them and later on they were taken to a sand pit which was behind\nthe kitchen. Already outside the compound near the guardhouse there was a sand pit. The\nsand was used you know for construction. They were taken out and the SS, only the SS, and\nthe most vicious way they were killed. They were killed by -- and this I saw with my own\neyes - they were killed by being hit by spades as they split their heads. They were told to lie\ndown and they put the handles of the spades on over their throat and they stood on each end\nof it and they suffocated them. And they were put on the edge of the pit and then kicked in\nthe groin and they fell down, and they took big stones and they through them. Of course, I\ncouldn’t see because they were down in the pit but I saw the SS throwing the big stones on\nthem. They they did - there was a small narrow-gauged wagons which they loaded the sand\nto be taken to the construction site. They loaded this with the sand then they told the\nprisoners to lie down next to this. These wagons were, they could turn over and then they\nturned over and the whole load of sand was put, and they buried them alive, and that I saw.\nAnd that was the most horrible thing I ever saw. Now, I couldn’t tell and nobody really\nknew, at that time, they probably killed half of these hundred men before noon. Then of\ncourse, they had to go to lunch, the SS, and after lunch they killed the rest of them. They\nwere all killed. They were not shot or anything. They were murdered in the most brutal way.",
        "Q: By a small handful of SS or - how many SS were there?",
        "A: I couldn’t tell you. I just don’t know. Not too many SS men. Not too many. And we learned\nor we heard that they were also commisars you know and some of them, at least to me, some\nof them looked, had Semitic features. So maybe they were Jews. I don’t know. Because the\nviciousness which they displayed, the SS. Just, you can’t imagine.",
        "Q: You told another incident where you mentioned a pretty heroic act by Father Colby?",
        "A: Oh, yes. Father Colby, yes. I was on the block. It was in quite soon when I arrived in\nAuschwitz. Of course, I didn’t know Father Colby then. I didn’t know from Adam. Nobody\nreally knew who you were. You were all - unless you had close friends you know whom you\nknew from outside before you went to - otherwise, you didn’t know who your next neighbor\nwas or so unless you got friendly. Anyway, a prisoner escaped and at that time there was a\ncollective responsibility. If a prisoner escaped and say he escaped from say, work unit, or he\nwas stationed on this block, then they were taking hostages, you know, mostly 10 or 20\nhostages for the escape. And in this instance, the prisoner escaped and the camp\ncommandant - not the camp commandant - the camp, what is the different? He was the camp\nonly of Auschwitz. Not the top commandant. His name was Fritcher [?] and he came, you\nknow, after the roll call in the evening, came through - because this prisoner was stationed\non our block, on this block. And he came to select the ten hostages, and he went one row\nthrough, you know, we had to stand in ten rows. When one row through another and I don’t\nknow what decided him but he picked out, he said, you step out. He looked you in the eyes.\nHe looked in my eye and passed me up and looked in somebody else’s eyes and you know\nanyway, he selected ten at that time, ten prisoners. And one of the selected prisoner was a\nPolish sergeant in the army who was married and he had children, and he was lamenting that\nhe’ ll never will see his children or his wife, and at that moment a man stepped out and said\nthat he would like to take his place, you know, to save him. And the commandant agreed and\nthis fellow went back into the row and survived and the other man died of starvation. And\nlater on, we found out - of course, at that time I didn’t know it was Father Colby who was\nlater on canonized and I think he’s now, you know maybe he’s already a Saint, I don’t know.\nAnd the fellow whose place he took, his name was Guy Ovneczech [ph] and he survived the\ncamp. I don’t know whether he’s still alive or not. This was, that was the incident and I was\nthere. Yes, I do remember it vividly. Well, you know when first of all, when we came, this\ncommandant was Fritcher. When we arrived he also had a big speech to us all and it was\ntranslated by a translator and of course, he spoke in German and he said, “‘you are here for\nthe duration of the war.” That’s what he said. And the next sentence he said, “The only way\nout of this camp is with the smoke through the chimney of the crematorium.” So once he\nsaid this, we all felt that the whole world collapsed you know around us because there was\nno really - it was true. There was no really escape. The only escape was through the smoke\nof the crematorium and of course, for many Jews that was the only way.",
        "Q: In any of the work that you did, did anyone do any sabotage or any resistance?",
        "A: Well, not that I know. No - nobody. I can tell you this, the terror was extreme. We lived in\nconstant fear and because you never were sure you know what the next moment can bring,\nthat was, to me anyway, it was the biggest - the uncertainty. The uncertainty in the life. In the\ncamp, you know you could have been safe in your work because you worked and the SS\nman in charge may have been quite decent you know treating you, but once you came back\nto the camp, you didn’t know. In the camp there was so called political department you know\nwhich was the camp’s Gestapo, and you didn’t know what they had in mind. If you, for\ninstance, if you, the worst thing 1s when you went to the hospital. Say you were sick and you\nwere emaciated. They took you to the gas chambers because they didn’t want to waste food\non you anymore. I tell you the ways of killing people. There were the mass killings. Well,\nthe gassing was the biggest one. Then there was the injection where they injected you, you\nknow in the heart. They injected you with with phenol, you know, chemical which causes\ninstant death. Then there were of course, the execution by shooting you know you were shot\nin the back of your head at the death wall. But before the death wall was built, the shootings\nwere executions by firing squads and it was done in the, again in the sand pits and gravel pits\nyou know outside the camp, and many times at the evening roll call when we stood at the\nroll call, the prisoners were taken out of the death block, the Block 11. At one time it was\nNumber 13, but the numbers were constantly were changing. But they had bound their hands\nwith wires in the back of them and they walked through the camp to the pit, gravel pit behind\nthe camp and then they were shot by firing squads. That was done. Later on, they were shot.\nI don’t know for what reason. Maybe it was they wasted too much time. They were shot just\nagainst the wall in the death yard against the death wall, and they were shot from a small\ncaliber rifle and they were shot. Always, one of the prisoners took the victims who had to be\nshot by the arms, you know one on left arm and right arm and led them towards the wall, and\nthe SS man who, the executioner came from the back and shot the fist one and then the other\none, and then they were thrown on the piles. Matter of fact, this ground was soaked with\nblood two meters deep because it was - afterwards, when the camp was liberated they dug it\nup. They had to dig two meters deep to get the blood out of this place. And how many were\nshot? The one, the one person it was Hapchar [ph]. I think his first name was Gearhart. He\nwas also the Report Fuhrer and he was also the executioner, and you could see him at the\ntime when I was the clerk on the block. You saw him with his rifle under his arm walking to\nthe Block 11 which meant that there would be execution, and the executions were almost\ndaily, daily, every day, one way or the other. Either, well later on, the gassing was every day\nand there were shootings were every day and the injections were given almost daily, and you\ncould see him going. In other words, one knew that there would be execution, and the small\ncaliber rifle was used because it didn’t make too much sound. It wasn’t very loud and\napparently it must have been very effective. And there were others who did the executions.\nThere was another Report Fuhrer, his name was Kadook [ph]. Matter of fact, he was -- .\nNow apparently, he got into trouble with the authorities and he was later on sent to - that’s\nwhat I hear - now, this is only from hearing, I have no knowledge otherwise - that apparently\nhis family, his wife and two children were bombed and killed in bombing raids, and he\napparently got friendly with a Jewess in the Birkenau camp and he was found out, and then\nhe was sent to fight the Partisans. Because of his great services which he rendered to the\nGerman camp he was not executed or anything but he was sent to fight the Partisans in\nYugoslavia and he was killed. So that’s what we heard. And this other - Kadook was first\ncaught and he was tried in East Germany, he was sentenced to death but then it was\ncommuted to life, and afterwards he was given - because there were other things which they\ntry him in West Germany, and he was taken to West Germany and tried again. And I think\nthe trial went for many, many years, and there were many witnesses called from Poland and I\ndon’t know whether he 1s free or whether he 1s still in prison. I didn’t know. I think that was\none of the last trials that was conducted.\nEnd of Tape #2\nTape #3",
        "Q: Tell me what it meant to be one of the older prisoners in camp. Tell me about life expectancy\nin the camp.",
        "A: Well, life expectancy of a prisoner, of a new arrival was between two to three months. It\ndepended of course, upon the work. If you had a very heavy and of course, new arrivals\nalways got worst jobs, the heaviest jobs, like digging on the foundations and carrying bricks\nand very heavy duties. On the food which we received they couldn’t exist longer than two\nthree months. So if you were lucky, like I suppose I was, that I did you know meet a friend\nof mine who was already established prisoner, because he came with the first transport and\nwas able to get a job as a groom to the SS horses, officer’s horses. And therefore, he was\nable to share some of the food which the horses recetved, which was more than the prisoners\ndid, like potatos and carrots, and even sugar even though the sugar was discolored, they had\nmeans of cleaning it, they could survive. And because of them I was able to survive because\nthey introduced me to the carpentry, master of carpentry and I was able to get and work in\nthe carpentry shop. But other people who were unable and who had to work these hard, you\nknow, labors just couldn’t possible survive more than two, three months, and those who\nwere emaciated were called Muslim man and the were - they lost all will to life and they\nwalked you know like in a daze and you could - with one finger you could push them and\nthey fell over and never got up. It was a terrible sight. And one of my friends - matter of fact,\nwe came together, who was arrested with me - he died. He didn’t survive, and I met him\nonce and I couldn’t do anything for to help him. He died. He became a Muslim man and\nperished.",
        "Q: So, if you had lived for a long time you gained respect?",
        "A: Yes. The respect was in the SS. The German guards respected anybody. Well, respected -\nthey had a certain respect because they saw that anybody was able to survive three months,\nand say and longer, then he must be a person of strong character and strong will and good\nphysical condition. So they did they had certain respect. I would say, yes they did. And of\ncourse, there was among prisoners - when you were an old prisoner you were also trusted.\nThat if you survived the first few months, that you must be of good character and be able to\nconduct yourself in a manner. Now, there were, of course, some prisoners who did survive\nbecause of their brutality. Not only all were German criminal prisoners who were in charge,\nyou know Kapos and so on. Later on matter of fact, I think when the German war machine\nwas slowing down and they called up some of the German prisoners, the German prisoners\nwere called up to the German Army and they apparently formed some special units. So the\nKapos later on and the block elders became, they were eighter Polish or Czech or - there\nwere also some Jewish in the Jewish camp. In Birkenau there were Jews. Now, some\nbehaved honorably and some didn’t. There were, like one of the prisoners in Auschwitz I\ncamp who did the injections you know killing, was a Polish prisoner who did this. His name\nwas Pineschhk [ph]. Everybody knew about it but nobody could do - what happened, he was\ntransferred later on to another camp and then he was killed. So these were the unwritten rules\nyou know of the camp. That you better behave yourself because eventually somebody will\nget you. And there was another prisoner, who 1s also tried and I told about this Kadook [ph]\nReport Fuhrer - he was a block elder in a Auschwitz One and later on he became a block\nleader in the punishment company. Because there was a company where you went as a\npunishment and you seldom came out once you went to this company. And he behaved\nbadly and he was arrested in West Germany and tried. I don’t know what the result was,\nwhether he’s free now or not. So there were, you know, there were many prisoners - and\nthere were many informers among the prisoners, and there were not only German informers\nthere were Polish informers. It was a fight for survival and some did it by honest means and\nothers couldn’t care less how they achieved this. So --, but I would say anybody who\nsurvived for a long time was trusted, and that’s how, for instance, we could arranged our\nescape from the camp because we knew all the prisoners and we trusted them and when they\ntrusted us, and we more or less knew who the informers were. Once you were that long in\nthe camp you knew whom to avoid and whom not. Whom you could trust and whom you\ncould speak and so on. Could I tell you that I contracted typhus?",
        "Q: Yes, but I think we should - let’s do typhus and then go on.",
        "A: One time - well, typhus was always but there was an epidemic in 1942. There was a great\nepidemic of typhus. It was the spotted fever. I contracted it and I went to the hospital, what\nthey called the hospital in the camp. It was so bad that later on, you know, we had bunks and\nthere they were three-tier bunks in the hospital. There were also three-tier bunks and they\nwere approximately three feet wide and on them, many times, three prisoners, three sick\npeople had to lie. And, two this way and one in the legs, you know. So it was terrible, and I\ncontracted it too and I was for 16 days in high fever. I never apparently - my constitution was\nquite good and I didn’t lose consciousness, but I didn’t eat through the whole 16 days and all\nI did get was hot water, boiled water to drink. And then I was for the next three weeks in\nconvalescence, and then I was released one afternoon, but I don’t know. Maybe I had a\nfriend, doctor whom I knew and the friend doctor, it was Dr. Tyfeld [ph] he - after I got out\nand was in convalescence, he gave me two injections of glucose. That’s the only medication\nI did get, to strengthen me. And then, as I said, one afternoon I was released, and the reason\nfor it I don’t know. Maybe the doctor knew something or not. I was released in the afternoon\nand I was so happy that I was now out of the - and I tried to run and I didn’t realize how\nweak I was and I couldn’t lift my feet, and I fell nght on my face. And then I went on the\nblock and the next morning around, I think, six o’clock in the morning or seven o’clock, the\ntrucks came to the hospital and all the patients, whether in convalescence or sick were loaded\non these trucks and taken to the gas chambers and they were all gassed. And they were not\nall Jewish, you know Jews. There were Christians and Poles, and Czechs, many different\nnationalities, and they were all dead and all taken and gassed, and I avoided it just by well\nsome 12, 13 hours, you know I avoided being gassed.",
        "Q: You don’t know if somebody saved you?",
        "A: I don’t know, I don’t know. Maybe the doctor knew and they released me. I was the only one\nreleased and I don’t know why. But I suppose it was fate or somebody just knew something.",
        "Q: Sometime around late in 1943, I think it was that you decided, even though escape was\nimpossible, that you would look into that. Tell me what happened, how it led into that?",
        "A: Well, you know, I was thinking about escaping. As a matter of fact, the first day I was\narrested when I was taken to the prison and we were in the entrance hall, I already thought\nthen that I just walk out because I did speak German. I thought maybe I be able to talk\nmyself out and I wanted to go to the gate. But I didn’t. I didn’t know enough, you know, how\nthe workings of it were. But then when I came to Auschwitz at the beginning, I didn’t think\nit because, you know, you were so hungry and you just couldn’t gather your thoughts. All\nyou were thinking about how to survive. But later on when I, more or less, became\nacquainted and I got together with a friend of mine and we were thinking about escaping,\nand we did have a plan and we did prepare for it. And of course, the preparations were you\nhad to do it with and had to involve many people and trust many people. Now, in the camp\nthere were some crafts which couldn’t be performed by prisoners because they were\nspecialties things which had to be done. And therefore, they did employ outside people from\nthe Polish workers, and these workers were more or less free to mingle you know with the\nprisoners and some people did mingle with them and were able to talk and exchange\ninformation from the outside, and some of them were even able to send letters to their family\nfrom outside. Some were caught and if the civilian person was caught, then they were\nbrought to the camp or they were executed right away. So they were taking great chances.\nBut anyway, so we did - one of the fellows made the contact, there were four of us who\nplanned to escape, and we wanted to escape as civilian workers and we did prepare, you\nknow, the passes. They were of course forged and our photographs were drawings you know\nand then taken - the photographs by a lens and somebody in a box. Somebody brought a lens\nand we made a photograph of this drawings. Not of us. Couldn’t be done. And then that’s\nwhat we put on the passes and then the civilians also brought bicycles, and what they did,\nthey came on a bicycle and left the bicycle in this spot. It was in not carpentry. It was in the\njoiners. There were small places where they could be hidden you know, in the joiners, and\nthey left them and they brought four because four of us wanted to escape, and they brought\nfour bikes. They also brought four civilian clothes and they also - we were able to prepare\ntoupees, you know. They were very crudely made. I don’t know who made them, but\nanyway there were, and then we decided that we going to go out of the camp. At that time\nwhen we planned, you know, there was no more collective responsibility. In other words,\nnobody would have suffered because of our escape and that’s what - we didn’t want anybody\nto be starved to death because we escaped. We didn’t think in those terms. We thought that if\nwe do, we didn’t want anybody to suffer for us. So when the day came that we escaped, we\nwanted to go with the other workers and could mingle and go in one group and then show\nthe passes. And I’m sure the guards wouldn’t check each pass separately, you know closely,\nand when the day and the time to quit, which was the worker had to leave by five o’clock,\nwe went to the shed. It was a shed where we changed the clothes, into the civilian, and this\none fellow who actually made all the contacts with the civilians because he was in a position\nto do it, he just didn’t show up in the shed to change. So then one of my friends you know\nchanged back into the prison and went to see what is happening. And then he came and he\nwas shaking life a leaf and he just couldn’t contain himself. He was mumbling. He said, I’m\nsorry I can’t make it. He said, I cannot do it, I just can’t take the risk. So then we had to\nabandon it. And we again changed into our prison garb, and now we were afraid about him,\nwhether he is not going to you know to tell on us. And we had to, well - we could have, if we\nwanted we could have eliminated him by - because of the lies, we could have infected him\nwith typhus you know and he knew it and if he once he went to the hospital, you know, the\ndoctors were all Polish or Jewish and Czechs or what and they were friends of ours, they\nwould have taken care of him. But he promised us, he cannot do it but he 1s not going to do\nany harm to us if we want to go in a different way. He said to trust him and we did. We did\ntrust him and we had to change our plans, and then apparently, apparently somebody must\nhave known that we were planning to escape, and then the other group came and they\napproached us with - we wouldn’t go in a different way, and the different way was to acquire\nSS uniforms and take prisoners out to work outside the camp. And that’s how we started\nplanning, and some of the people who were involved had connections. One of the prisoners\nhad connections with the people, because everywhere I worked were prisoners, everywhere.\nOnly the top authorities were the Germans, but otherwise, the inside organization of it was\nall, in the prisoners hands. There were all in the offices, everything. The whole evidence,\neverything, was kept by the prisoners. Doctors, you know, everything. So we decided that\nwe do escape as SS guards and take four prisoners out to work, outside the camp. And since\nmy friend and myself spoke quite decent German, we were picked to be the SS people. And\nthen some of the friends who were involved had friends who worked in the storage rooms\nwhere they stored the SS uniforms and they were able to smuggle out of the storage rooms\none pair of trousers and then second pair of trousers, and then one jacket and another one,\nthen a cap, then second cap, then the belt, then second belt, and this was brought in and it\nwas stored, you know, my friends who was supposed to change in the SS uniform with me\nwho had a small studio. He was a carver and a sculptor and he had a small studio, and he was\nnot bothered by anybody, by the SS, because he worked for them. He sculpted things for\nthem for which they sometimes give him some bread and some sausage and, you know. And\nthey took these things and probably sold it or kept it, sent it to home. So we stored it in his\nsmall studio, and then when the time came to escape, then we transferred it to the lumber\nyard. Actually, it was not only a lumber yard but it was all the building materials were\nstored, in this place. It was called Bowhov [?] and in the barrack where the lumber was kept\nthere were three friends of ours and they hid the uniforms there. And these uniforms, they\nthen put the insignia because we didn’t want to go out as just ordinary SS men. We wanted\nto go as NCOs in order that we were able to carry sidearms. Of course, any SS man who was\ntaking out people to work outside, you know, had to be armed. Not only armed, had to have\na special permit, but I’Il come back later to it. The arms of course, was an impossibility for\nus to obtain, but we again, had friends who worked in the saddlery that, you know,\nworkshops, and we were able to obtain two holsters for which we then made dummy pistols\nout of wood. Now, one of our friends knew somebody in the saddlery and he approached\nhim with a concocted story that the chief of the carpenters and workshops, who was an SS\nman by the name of Ifred Shiner [ph] had his birthday coming up, and his holster was rather\nshabby, and whether he wouldn’t make a new holster for him. The fellow said, yes. Of\ncourse, everything was done for a piece of bread or piece of sausage if you could obtain it.\nAnd he said, yes he will do it, but what size is the pistol? We said, well, we can’t ask him to\ngive us the pistol so that you can make the holster we said the normal size, just make one. So\nhe said Okay, but don’t blame me if it doesn’t fit. But of course that was the whole idea, that\nit wouldn’t fit because we needed two. So no matter what he do it wouldn’t be the right size.\nSo he made this one holster, and we told him no, I’m sorry, it is too small. Will you make a\nlarger one? Again, for a piece of bread. So he made another one and then we had the two\nholsters, and as I said, for the two holsters, we sculptured and made dummy out of wood,\ndummy pistols. The pistol’s holsters were open in the back and of course, you could see, you\nknow, whether there were a real pistol or not. But since camp, especially in the winter, was\nrather damp place - Auschwitz was a damp place, so the SS always wrapped the back of the\npistol in a dark cloth, black cloth, you know, piece of cloth so that you couldn’t see from the\nback whether it was a real pistol or not. So we did the same thing and nobody knew whether\nthere was a real pistol or not. Then the SS needed a pass to take prisoners out to work and the\npasses were issued by the issuing SS officer, and they were of different color for different\ndays and again, one of our fellows who were escaping with us knew a fellow prisoner who\nworked in the printing office and the printer gave him some blank forms in different colors.\nNow, the day we wanted to escape which was, matter of fact, 1t will be in six days. It will be\nthe 50\" anniversary, on the 28 of September, 1944. And when we came to issue this blanks -\nthe colors was pale blue - and we looked through our blanks and we didn’t have a pale blue.\nThe nearest to it was pale green and we said well we’ll take the pale green. We take a\nchance. So I knew who the issuing officer was and I did it in my office. Of course, we\nneeded a stamp. The stamp - again, the sculptor, the carver, he carved it out, the stamp out of\na very soft wood and he made a very good facsimile of it, and I tested it on a piece of paper\nin my office on an ink pad and it came a very good facsimile. So then I did fill out on the\n28\"\" I did fill out this pass and I signed, forged the name of the issuing officer who was the\nSS ? De Fuhrer, Miller, signed his name, put the stamp, and in order that the stamp wouldn’t\nbe recognized, you know, I smudged it a little. And then the prisoners themselves needed a\npermit from the workshop SS man and this was no problem because one of the escapees was\na Clerk in the office there, and he had blanks and he issued the blanks that four prisoners,\nglassers are going to work in this spot and he signed this SS man, forged his name. So we\nhad these two pieces of passes which we needed. Then we obtained, because if we failed, we\nobtained some cyanide poison. We obtained it from the pharmacy, the camp pharmacy,\nwhich again, was run by prisoners, and the prisoners who did run it was named Marion\nDolinski [ph] and he was a very nice fellow and he gave us cyanide in the form of powder,\nwhich we put, wrapped in pieces of paper and each one of us had it with him. So then, now,\nbefore that we already had contact with the underground, and we had the contact with the\nunderground through a Polish girl who worked as a SS civilian cleaning woman in the\nbarracks of the national labor social - NSDRP, I don’t know what the - that’s the acronym of\nthe German Nazi party - and through her we contacted with the underground and the\nresistance movement. And how we did contact her is that again, she was instructed to do\nsome damage, either to the plumbing or to the electricity or something that broke down and\nthat the workers had to come and to correct it. And of course, whenever we needed\nsomething and there was a call, then this fellow who worked in the workshop office always\nassigned somebody, either himself to do it with another mechanic to go there or I went there,\nand he made the contact. We exchanged the information with the girl and she took it to the -\nso with her we decided that we escape on the 28 of September 1944 and that - how do you\nsay, the word you know, the recognition?",
        "Q: Password?",
        "A: Password will be a Polish carol, which the fellow who is going to meet us was supposed to\nwhistle. And the carol, Polish carol name was “ ? “ which means “They came to Bethlehem.”\nSo then everything was ready for us to go, and since we didn’t have the proper color pass we\nsaid that we will try to avoid going through the gates where the passes would be checked.\nAnd we already surveyed it beforehand, that there to the buildings to which we had to go to\ndo to put the panes in you know, the panes, the glasspanes in, was there was a shortcut which\nled under the tower of a guard. And many workers pass this way many times and they were\nnever stopped. So we said that we will try to do the same things, and we had a lookout for us,\na fellow prisoner, a very good friend of us who was looking at the place, and he was\nsupposed to give us the sign you know whether it’s okay or not okay. Anyway, so when the\nday came and we decided to escape at noontime, it was the time when the SS, most of them\nwent to the mess hall you know, for lunch and there wouldn’t be too much of them moving\naround. Because we had quite a distance to walk to meet our prisoners, you know, whom we\nwere taking out to work and they were quite a distance away. So when the day came at\nnoontime, at one o’clock it so happened that the SS man who was in charge of me and the\nworkshops came to my office, and he wanted something urgently done and it took sometime\nand I was delayed. Eventually, he did leave and he went to lunch, and then I was able to\nleave and I went to meet my friend, the other one who was supposed to change into the SS\nclothes, and we went to the lumber yard. Because in the meantime, we transferred it to the\nlumber yard, the uniforms, we went there and these people were quite worried that we were\nlate, and they thought matter of fact that we won’t show up at all. But anyway we did come,\nand we changed into the uniforms you know and they inspected us. They were supposed to\nthen, after we were successful in escaping, they would burn our prison uniforms. They\ninspected us and they looked out of the barrack whether the air was clear and they told us\nyes, and we walked out. And as I said, we had to walk approximately some, almost half a\nmile and it was dangerous. It was really dangerous because we were afraid that we could\nmeet some SS people who would recognize us. So it happened that we were lucky. We\ndidn’t meet many prisoners who had to salute us the prescribed way and where they had to\ntake off their cap and, you know, look at us, and one of the fellows recognized me because I\nmet him later on, 1945, in Italy, and he said that I looked very pale. Well, anyway so we\ncame to the place where we were supposed to meet these prisoners whom we were taking\nout to work. We told them to pick up their tools, the glass, and shouted the way the SS\nshouted at prisoners to pick up, and they picked up the glass and we walked towards the\ntower. And there our lookout gave us the sign that everything is clear, that we can go and we\nwent. We went it was a narrow pass leading under the tower and the guard on the tower with\nthe machine gun, seeing our insignia, you know, shouted Hail Hitler to us and we shouted\nback, Hail Hitler. And we said, what a beautiful day it 1s, in German. And he said, yes, it’s a\nnice day. And we went, we passed. We had to come to the main road and on the main road\nas we were maybe some 50 or 40 yards away, there were always roving patrols would check,\nyou know, the SS and the prisoners who worked outside the big chain of guards and as we\nwere approaching this road on the bicycle was an SS man, a Sergeant SS man on the bicycle\nand he was looking in our direction, and he was unable to make up his mind whether to stop\nand check us out or whether to go on. Anyway, he almost stopped on the bike and finally, he\ndecided to go and he went on. And we didn’t know what we would do, but between\nourselves we said if he does check out and he finds out we have the wrong passes, we either\nhave to kill him or take him with us and hoping he wouldn’t make to much noise. Anyway,\nhe did go on so we came to the road. As we came to the road, going away from us was a\nwhole company of SS going to the firing range. So they must have passed only a few\nminutes before we got there - so we crossed the road. We went into the houses. There were\nnew houses being built for the SS and they had to be, you know, the panes had be put into\nthe frames of the window frames. It’s not like here where the whole window comes with\nglass and everything’s there, you just put first the frame and then you have to put the\nwindow. So we went into the house looked around. Nobody was there. We went to the other\nside of the house and looked around. Nobody there, and we walked because they were open\nfields and the fields led to the river, the River Soya [ph] which floats near and through\nAuschwitz city, the city of Auschwitz. We came to the river. Near the river the vegetation\nwas quite lush and in the brushes the glassers, you know, took off the heavy panes off their\nbacks ad the other tools and we dumped it there. And then we walked on the west side of the\nriver going south for some 150 yards and then went into the river. The level of the river was\nvery low at that time. We walked in the river bed for some 150 yards in order to lose the\nscent for the dogs once the search would start, then cross to the east side of the bank and\nwalked along. As we walked further south there was a couple lying, young couple lying in\nthe grass and we knew that there was only a fellow was supposed to be - anyway we came\nthere and we don’t hear any whistling of the carol, so we pass and suddenly we hear that\nsomebody is walking or even running behind us and he’s trying whistling but no tune comes\nout. So we turned around and we then spoke in Polish what are you trying to whistle? and he\nsaid this “ “ and we said well, you’re our contact then. He said, yes. He said, I couldn’t get a\ntune out. I was so nervous because you looked so impressive as SS men. I said, now, you\nwere supposed to be my yourself. And he said, yes, but I was so lonely I said I better take a\ncompanion, the girl. So then they came with us and we walked further south, and they put us\nin very deep bushes and we - he said we have to wait here. I’m going to see the commandant\nof the unit, of the Partisan unit and he will come here. And he came after a while. He came\nand he brought us three grenades and two real pistols this time. And then he said we can’t go\nany further until it become dark because some of the bridges and the roads are being watched\nby the SS. So we waited in the bushes until 1t became dark. While we were sitting in the\nbushes we heard the siren go off in the camp. We probably at that time were maybe three,\nthree miles, three and a half miles away from the camp, and once a siren went off we knew\nthat we were discovered that we were missing and that the search would begin. And when it\nbecame dark he took us and he led us through some pass and roads. I don’t know where.\nAnyway, we came to a farmer’s house and there we were given very poor civilian clothes,\nvery poor but Polish peasants didn’t have much themselves. Anyway, we did shed our SS\nuniforms which they hid because for further use later on, and the prison garb was taken out\nand burned right away. And we were given a bowl of soup and glass of Polish vodka, a small\nglass. And then the same guide who picked us up came and walked us bypassing the villages\nfurther south to the foothills of the Carpathian Mountains. And we arrived there in the\nmorning and there we were met by two Partisans, also former escapees from Auschwitz, and\nthen taken back further in, deep in the mountains and high in the mountains to the\nheadquarters of the Partisans. The Partisans were - approximately 100 people were there, and\napproximately 20 of them were former escapees from Auschwitz. Well, there were\napproximately 667 attempts of escape from Auschwitz and 270 were caught and executed.\nThe execution was always by hanging, public hanging. 397, you know, survived, but not\nmuch is know about them. Our group which escaped, we were six and I believe, I’m not sure\nbut I believe it was the biggest group that ever escaped from Auschwitz. And out of the six,\nthree are - I’m sorry.",
        "Q: It’s all right.",
        "A: Three are now deceased and of one there is no knowledge what happened to him. And the\nother one, the sculptor who was with me changed in the uniform, lives now in Poland but\nhe’s 81 and he recently had a stroke. And I am 78, and live in Ashland, Oregon. I’m sorry.",
        "Q: Don’t be sorry at all. Now, you’re with the Partisans and so what did you do then?",
        "A: Well, when we came to the Partisans we, of course, didn’t know what the strength was of the\nPartisans and what the equipment and armament was, but we had plans that we thought\nmaybe we could liberate, you know, some of the prisoners and liberate the whole camp. But\nwe found out that we were too ill equipped and we wouldn’t have any chance, you know, of\nliberating. Maybe because it may have been a big catastrophe. You couldn’t fight against 3\nto 4,000 well-armed guards. It was a impossibility. Besides that, even if we did succeed,\nwhat would you do with the thousand of prisoners? What would happen? How would you\nfeed them? Where would they go? Where would they hide? It was impossible. But we did\nsucceed in one instance where we freed two prisoners. We intercepted them while they were\nwalking from one camp to another. They were taken by genuine guards and we gave them\nfictitious papers that they were wanted, these two prisoners were wanted in the political\ndepartment, which was the camp Gestapo. And they released them and we signed the papers\nfor them and they released them and they were free. But one of them - no, both - no one of\nthem didn’t survive. He was killed later on and he was killed later on. There was a raid on\none house where they were staying. Matter of fact, I was in the house the night before, in the\nhouse with this friend of mine also who did escape. Now 1s still alive but who had the stroke\nin Poland. We were six together and they told us that too many of us here and why don’t you\nleave, and since we didn’t know what they wanted to do. So we did leave and the next\nmorning the SS surrounded the whole house and they were killed. Three of them were killed\nand one, I think I did describe to you when I spoke before. He was taken alive. And how he\nsurvived, he hid in the basement of the house. Actually, in the cellar, and in the cellar they\nkept potatoes, and when the potato 1s, when the old potatos get, they start sprouting and then\nthey remove the sprouts and they put them in one, one corner of the cellar. And the SS knew\nthat there were four, four prisoners - I mean four Partisans - so then knew that they killed\nthree of them and there must be a fourth one. So what they did, they were throwing grenades\ninto the cellar and this fellow took - once they threw the grenade he through it to the next\ncompartment in the, in the cellar and then they exploded. And after the second one, grenade,\nhe went into the the sprouts and he hid underneath there, and after while the SS came to the\ncellar because there was no movement, and they looked and they didn’t see anybody and\nthey were saying, “He must be here, he must be here.” And they looked and then finally one\nof the SS had an idea to look under this and they discovered him. And then they bound his\nhands. Matter of fact, one of the SS man discovered him was from the political department\nand he knew him personally and he said, his name was Anton Vikrent [ph] and he said, “Ah,\ndas bist du, Anton” [ph]. He said, “oh, it’s you, Anton.” And they did bound his hands\nbehind his back and, and took him, put him on a truck and the truck was going, you know.\nThey put him with his back to the caboose or whatever you call it and the SS were sitting on\neach side of the truck. And at one time he knew that if, if they going to cross the tracks\nwhich might make a bump, he knew that he was very close to the camp and it was time to\nescape. Anyway. He loosened his hands in the back and, as it when through the tracks he\njumped out and jumped straight on the street. He broke his collarbone and his face, you\nknow, was one mess of blood. He picked himself up and he run straight on the road\nbefore they stopped the truck. He was quite a long distance away. Anyway, he was\nrunning, you know. He said I didn't look any way, left or right. I just run straight, and\nthen he came to a house. We had some safe houses where the people would house us and\nhe went there. And this lady of the house, you know, took care of his wound and so on,\nand afterwards the search came. Matter of fact, he -- she pretended that she is not well\nand she went to bed and he hid behind her in bed, was lying behind her. In Poland\nwinters are quite cold and they have andthe _ are quite thick, so when the SS\ncame to the house, she pretended that she is very sick. And matter of fact -- and the SS\nwere very afraid of catching any disease or anything -- so they just glanced through and\nwalked out. So the next day I think I came back from the mountains back again and we\ntook him to another place. We had to take him on a cart. That's how he survived. And he\nlives today in Edmonton, Canad",
        "A:",
        "Q: When you guys took the two prisoners with the papers from the SS and said they were\nwanted, were they two that knew you?",
        "A: Oh, yes, they knew.",
        "Q: But they didn't know you were coming?",
        "A: Oh, yes.",
        "Q: So, the underground grapevine --",
        "A: Oh, yes. They were contacted. They new exactly what was happening. You see, it is not\nvery well known, but there was an organization. We had a military organization in the\ncamp and it was formed. There were two theories about it and everybody claimed the\nCommunists, you know, before the war. Not before the war -- after the war, there was a\nprisoner by the name . He became later the Prime Minister of Poland, of\nCommunist Poland, and he claimed that he organized his underground in the camp and he\ntogether with some of the Communists. There were Communists, you know, prisoners\nwho mostly, Austrian Communists and some German Communists and they say they\nformed. But this was very, very, small. It was blown out of proportion because the\nCommunists take over power in Poland and that's why he was there and that's why -- but\nthe real organizer of this was Polish captain and his name was -- his real name is\nPoletsky(ph) but he was in the camp under the assumed name of Thomas Savinsky(ph)\nand he let himself be captured in Warsaw and brought to Auschwitz, and in Auschwitz he\norganized the underground movement. He later escaped with another prisoners. He was\nthere -- were two prisoners. He escaped and he when to Warsaw. He fought in the\nWarsaw uprising and then he came, and I met him when I was in Italy in the second\nPolish Corps and he was going back and forth to Poland, and he was captured in Poland\nand accused of being a spy for the West, and he was tried and executed. Executed by\nbecause he wanted to be the hero and he was in power because he was the Prime\nMinister of Poland at that time. So that's the whole story. It's a lot of story to it. I don't\nknow whether we have time to tell you everything but it's up to you.\nEnd of Tape #3\nTape #4",
        "Q: You were telling me about Thomas Savinsky(ph)?",
        "A: Yes.",
        "Q: And you said that he actually plotted getting captured and brought to Auschwitz. Tell me\na little more about when that was and what you knew of him while you were there.",
        "A: Well, of course, I didn't know him before he was captured in Warsaw before, but he was\n-- he let himself be captured. There were round ups in Warsaw. I don't remember his\nnumber but I think it was 8 thousand something or 4 thousand --",
        "Q: 4859.",
        "A: Was it? 4859. I knew something around. So he came to the camp voluntarily. We was --\nhe was a member of the underground in Warsaw. He was also a member of the ZWZ\norganization which later became the Home Army, and it was sponsored by the Polish\ngovernment in London in exile. And he was an army officer, reserve officer. He was a\nCaptain in the Polish Army and he was married. I think his daughter is still alive, and we\nwanted to know and to report to the organization underground and to London, to our\ngovernment in London, you know, what was happening in Auschwitz. And you know, if\nanybody wants to tell that they didn't know what was going on in Auschwitz, it was not\ntrue because there were many couriers who went to London. And of course, the Polish\ngovernment in exile in London shared the information with the British government and\nthe British government shared the information with the American government. So they\nknew what was going on, especially the annihilation of the Jews. Not only the Jews but\nthey were victims as well, the Poles. Maybe we were not gassed in mass as the Jews, but\nsome of us were and some of us were executed. And I don't know whether you know\nduring the last war, lost 6 million people. Out of the 6 million, 3 million were Jews, you\nknow, Polish Jews. But the other 3 million were all Christians. Of course, they died 1n all\ndifferent points of the war. Some were soldiers that died in the battle field. Others, you\nknow, died in Russia, were taken to the Syberi",
        "A: 200,000 died in the uprising, Warsaw, in Warsaw. So all together, 3 million people, and\nthe Germans were very indiscriminate in the beginning. Anybody who opposed the\nGerman or who belonged to any organizations which were unfriendly in prewar Poland,\ntoo in Germany, they were all captured and executed. Then all the intelligentia(ph) of\nPoland, they were destroyed indiscriminately, and the priests and many of them were\ntaken to Dachau and other concentration camps. So it was a great suffering for the Polish\nnation, yes.",
        "Q: Well, tell me, you knew Thomas -- you knew him in camp, and I want you to tell me a\nlittle bit about how you knew him in camp and also who else there?",
        "A: Yes. I knew him in camp because he also worked in the carpentry. First, he worked as a\ncarpenter. Again, he was no carpenter. Matter of fact, he became -- he worked afterwards\nwith the carpenters, you know, and he was no carpenter either, but we protected each\nother if we could. And he was -- he approached me but everything was very hush hush.\nThere were, as I told you, there were informers in the camp and at one time some of the\norganization, some of the members were taken and they were executed. I don't remember\nnow how many. Some were -- they were taken to the bunker and then either starved to\ndeath or some of them were shot against the wall, you know, the death wall. If they found\nout about anybody plotting to escape -- there was an incident from the central\nconstruction office where I worked. There were 12 members of the this commando who\nhave engineers and surveyors who went outside, you know. Apparently, somebody\nbetrayed them and they were publicly hanged in the camp, 12 of them. They built a\nspecial railroad track, you know, was built on three posts and they had to stand up on, not\nboxes, but small -- how do you say, not chair. You know, without the backing, the chair",
        "Q: Stool.",
        "A: Stools, yes. On stools and then the nooses were put around and then they kicked out the\nstools and they were hanged. Now, one of the prisoners -- I hope I remember his name --\nafter they put his head in the noose, he kicked the stool out himself. You know, I forgot\nhis name and he hanged himself for or less. So they were betrayed apparently by\nsomebody in the camp. And I know there was one prisoner who was an informer. His\nname was and he claimed to be a Georgian, from Georgi",
        "A: Of course, I don't know about that, whether he was a Georgian or not. He was very dark\ncomplexion. He had a dark complexion and was a very good looking man and he was an\ninformer. He later on escaped from the camp. He also escaped. He worked matter of fact,\nhe became the Kapo of the central commando and he escaped with -- they went as\nsurveyors. He went as a surveyors with some other Jewish fellow and they escaped. I\nnever heard anything afterwards what happened to him. Nobody knew what happened to\nhim. So -- but he betrayed the 12 and the 12 people died for him because he betrayed\nthem.",
        "Q: In the underground in the camp, was there or in the resistance and in the underground\ngrapevine, was there any connection between Auschwitz One and Auschwitz 2. I mean,\ndid you know what the Jewish underground was trying to do?",
        "A: I know that there was an uprising in Auschwitz Two in Birkenau and it was -- but it was\nalready after my escape. I went in the camp at that time and I know that they\noverpowered some of the guards and many of them got out but many of them were killed.\nThat I know.",
        "Q: And you had not heard -- that was probably right after you left, pretty soon after?",
        "A: Yes, yes.",
        "Q: And you hadn't heard anything about it before you left?",
        "A: No, no.",
        "Q: And you hadn't heard anything about a plan to blow up the crematorium?",
        "A: By the prisoners or by the -- .",
        "Q: By the prisoners or by anybody?",
        "A: They did blow up one the crematorium, the prisoners did.",
        "Q: And had you hadn't heard anything about that?",
        "A: No, no. But we knew there was a plan to destroy the evidence. The whole camp was\ncalled Fuhrer . He was a very cruel man. You better watch out, and you\ndidn't take -- if you didn't take your cap off in time, he would kill you right away. And I\nonly know this from hearing. I didn't witness it myself. But he was able -- apparently he\nwas taking the Jewish children by the feet and, you know, hitting with the head against\nthe wall or throwing them alive in the pits, which where they burned the body and\nburning them alive. He was a monster of a man. He was a blond and he had a plan. He\ncame with the proposal to the commandant they he knew how to destroy the evidence and\nwhat he wanted to do was to bomb, you know, and to get bombers and then machine guns\nand tanks, and of course, the German Command couldn't afford it. It was already 1944.\nThey were losing end of '44. They were losing the war and they couldn't possibly commit\nbig forces to destroy the camp. So it fell flat.",
        "Q: You knew about that plan in the camp?",
        "A: Yes, we did know that. We knew that there was -- we knew that the Germans are not\ngoing to do that. They would try to destroy the evidence. We knew. We didn't know of\ncourse, in what form and how it would be done. But we did know.",
        "Q: Did you know why -- ?",
        "A: Because they did it in the prior, in the other camps which were further east. They did\ndestroy much of the evidence.",
        "Q: And you heard about that?",
        "A: Oh, yes, yes.",
        "Q: And did you know what was going on in the war on the outside?",
        "A: Yes, we did know. I'll tell you how we knew. How we did know, we had the electricians\nand the -- through the electricians they brought -- when a radio went on the blink, and the\nelectricians never released a radio, and they never repaired it until they got another radio\nand they repaired it right away, and we listened to BBC and we had all the information.\nMatter of fact, in my office I had a big map of Europe and one of the prisoners, who also\nwas a Clerk in one of the -- oh, yeah. It was a paner. Somehow he got a map, somewhere,\nI don't know, of Europe and he brought it to my office and he said, can I display it here? I\nsaid, gee, I don't know why not. What can happen. So he displayed it 1 my office. And in\nmy office I was sitting, on the left hand side there was an SS man. He was seldom in. Oh,\nhe was not a bad man. And on the right side sat a civilian German from Breslau, now\nPoland, and I was sitting here, my desk here and the map was behind me. And many\ntimes the SS man, when he was in the office -- because he was a supply man, he was\ntraveling all over Europe getting supplies for the camp. The camp was constantly being\nbuilt, you know, enlarged -- so whenever he was in the office and he looked at the map\nand he came to me always and he said -- they called me Leo, and he said, Leo, tell me\nwhere is the front. So I told him. I wasn't afraid. I told him it's here, here. We went to the\nmap and I said, here. Oh, it's impossible. Oh, you crazy. Our people say that it is there.\nAnd I say, well, you believe your people and I believe whatever you want, but I'm telling\nyou that's what they say. So they knew. They knew that we were. We were organized.\nWe were, and if it wasn't for the uncertain of life, 1t would be bearable. But you knew\naround you everything was all the gassing and the smell of it, and you knew what was\ngoing on. So -- but we -- the SS, later on in 1944, they knew that the war -- but of course,\nthey couldn't say anything. They couldn't say, but they knew it was crumbling. Now, you\nknow, and that the end -- and this particular SS man, his name was . He came from\nSilesia and he spoke some Polish. These people spoke both Polish and German, and he\nwas the purchaser. He was going around and apparently, what he said, that he took over a\nJewish owned enterprise, you know, in his hometown and he got to, you know, for\nnothing. And what he was doing when he got purchases traveling over all Europe, it went\nfirst to his enterprise and then from there he sold it to the camp. So he was making money\nhand over fist. He was very shrewd, sly shrewd. But he never, never did anything wrong\nto me or as far as I know to nobody else. There were many, many SS people who were\nfrom that part of the Auschwitz was in Silesia actually, and many of them were from that\npart of the country, and they were all mostly all bilingual. And some of them had Polish\nnames but they were Germans. And I think -- especially the civilian. The civilian from\nBreslau, Polish. He was constricted, you know, he was sent here as a civilian because he\ncouldn't serve in the army. He had some -- he was lame in one leg and therefore, couldn't\nserve in the Armed Forces. But they assigned him here and he was very unhappy and he\ntold me and I did -- he was a decent man. I wrote through him to my family and he took\nthe letters, and my family sent to his address and he brought the letters to me which were,\nyou know, going without the censor. And next to my office there was an office. The\npartitions were all glass partitions and we could see there were four offices, and right\nnext to mine was an office where there were ten Jewish girls, and they were all bilingual\nor even more and all of them spoke excellent German, and they could take shorthand in\nGerman. And they were girls from Czechoslovakia, from Slovakia, from Hungary. One\nwas from Holland. There were two German girls, one Polish girl. Matter of fact, the one\nPolish girl, they married -- they all got out. All the ten girls, they were evacuated. I\nescaped but they were evacuated later on and they survived, and the Polish girl survived.\nAnd later on she came to London is and I met her in London when I was in London, and\nshe met a Polish fellow -- also the name is Savinsky -- and they married. She got married.\nHe was a Polish lawyer and she married this lawyer. He died since and they had one\nchild, a son. And whenever I am in London now I still see her and so. And the other girls,\nyou know, they all survived and I corresponded with one for sometime. She was in\nPrague in Czechoslovakia but after a while I did stop writing to her and they did stop\nwriting to me.",
        "Q: Did they live in Auschwitz too and then come there from the morning to work?",
        "A: Yes. These girls had a special quarters. These quarters were not in our camp. Our camp\nand compound was separately, only men, only men. And these girls and there were other\nthat worked in different offices. They had one block, there. But these girls and there were\nother who worked in different other offices, they had one block. There were blocks built\nwhere the SS lived. Some of the SS were quartered and they had one block, and they\nlived. How they -- if they were surrounded by guards, I don't know. I was never there.\nAnd that's where they lived and they came every day in the morning to work. They were\nvery, very smart girls, excellent typists. And this one girl, because many times I had some\ntyping for them to do, and this one girl she talked, you know, with me and typed a mile a\nminute and reading that and talking to me. I just couldn't believe how she did it. So they\nwere excellent workers.",
        "Q: In that time period in the winter then, in the winter of '44 after you escaped and you were\nwith the Partisans, in that time period in the early spring of '45 did you happen to see any\ndeath marches or did -- ?",
        "A: No, I didn't.",
        "Q: And did the Partisans know about them?",
        "A: No, we didn't know.",
        "Q: Didn't know the camps were getting evacuated?",
        "A: Well, we suspected it but we don't know, no.",
        "Q: Now, I'm going to go back. I just want you to, as if we haven't talked before, I want you\nto tell me a little bit about being the clerk, because we sort of covered that in the context\nof other stories and I think that was a really important job. And I want you to tell me a\nlittle bit about that.",
        "A: Well, as I said, the administration of the camp is, the administration of the camp, the top\nadministration was SS. The commandant at one was Rudolf Hess, and afterwards they\nchanged and everything was the SS. The political department was, you know, chief of the\npolitical was and -- but in the political department, you know, the clerical work\nwas done by the prisoners and the camp itself, the compound itself, all the evidence, all\nthe registration was done, everything was done by prisoners, by prisoners. The roll call,\nthe preparation of the roll call for the evening and the morning was done by prisoners.\nThe SS were only, were taking the prepared things, you know, from the clerks of the\ndifferent blocks. The evidence, they took it and then they went to the Report Fuhrer in the\nfront and they reported everything is okay. And then this Report Fuhrer in turn went to\nthe camp commandant, all everything is accounted for. If somebody died in the night,\nthey had to come and be laid out, you know, for the roll call. Dead or alive you had to be\naccounted for. Now, in all the work like, for instance, in the workshops where I was there\nwas only one SS man in charge of the carpentry and one SS man of the whole workshops,\nall the workshops. So all the other clerical work had to be done by the prisoners, and the\nSS relied upon it. They relied. I mean of course, it was for us, it was easier because we\nhad an easy job. We were not exposed to the elements. We sat at a desk. We didn't get\nany more bread. We didn't get any more. We didn't have any other privileges. Once we\nwent to the camp, we were just again an ordinary prisoner, except that we were already\nold prisoners. We already knew other prisoners and other prisoners knew us and that was\nthe only advantage that we had.",
        "Q: Now, when prisoners got taken out to work the ratio was quite different with the SS, is\nthat right?",
        "A: The ratio was -- if they went I don't know the name, guards. You see, let me put it this\nway. When we went in to the compound to work, I mean, to sleep, then the guards\nsurrounding the compound were those only on the towers, right? And then there was the\nguardhouse and all the big chain of commands when we went to work were taken out and\ntaken back to the barracks, you know, they were free. When we went out in the morning\nto work, then they, through the big chain of guards around on which territories, some\nprisoners like myself, because I had to go with orders to different parts of the camp. I\ncould move freely but I couldn't go beyond the big chain of guards. Once you wanted to\ngo beyond this, you had to be accompanied by an SS man. In other words, you were out\nof the camp altogether. The ratio was so, one prisoner, one guard; two prisoners, one\nguard; but three prisoners, two guards and so on. And so on it progressed. The more\nprisoners the more guards and the ratio was mostly one prisoner for two. Four prisoners,\ntwo guards and so on. That's how it was. So -- but with the greater chain you could move\nfreely. Some prisoners could, some prisoners, but the whole administration relied very\nmuch on the prison work. The Germans couldn't do it without, for instance, the architects\nand engineers who worked, the doctors. There was a chief doctor SS doctor and there\nwere chief engineers in the camp. But most of the work, you know, the donkey work was\ndone by the prisoners, by the engineers, architects, prisoners and they were Jewish, you\nknow, engineers working and Polish and Czech. There were no German prisoner. There\nwere some draftsmen, yes, who were German. There was one Polish prisoner. He was an\nengineer and apparently, he was so good and he was -- yes, I remember his name was\n. He was an engineer, a civil engineer and he was from the town of Auschwitz\nitself, prewar he live there, and he knew the territories and he did all the -- how do you\nsay, the draining and so on of turf because it was very damp. Matter of fact, they\nappreciated him so much they released him from the camp. They released him and he\ncould work as a civilian engineer. He had to report every morning, you know, to work but\nhe could live outside the camp, but he was -- he had to be committed to work in the\ncamp, and that's the only one. And I think another one, a builder and he was also Polish\nand we was a construction engineer and he built most of the big -- and he was also\nreleased, but could work as a civilian and live outside the camp. So that's two instance\nwhich I remember which took place. For instance, this fellow , this civil engineer,\nhis brother was also in the camp but of course, he was not released and he was a chemical\nengineer and they wouldn't let him. Now, there were -- I started talking about there were\nactually three big camps. There was Auschwitz One and Auschwitz Two, which was\nBirkenau and Auschwitz Three which was Monowice. Monowice was east of the city of\nAuschwitz, and it was -- there was two big complexes of synthetic rubber factories and\nsynthetic gas plants, and I remember when these were built, and I think they were not\nfinished until 1943. And the prisoners who worked there, they had to get up around when\nit was still dark. Then they had to go by train, if the trains were running, they loaded\nthem on the train. They didn't come back from work until late when it was dark, many\ntimes very dark. And then they got the Russians. Most of the workers were Jewish and\nmany of them died by the thousands because of the hard labor. They were digging for the\nfoundations and the meager rations and the long hours, it was terrible. Nobody wanted to\ngo to this commando, but I think there were thousands of prisoners who had to work and\nthousands of them were dying and so that, these were the three main camps. Then there\nwere set camp subcamps all over the place. There were subcamps. Some of them were\neven in Czechoslovakia, in the mines, coal mines. Many prisoners worked in the coal\nmines. There were times when I think close to 200,000 prisoners. Can you imagine,\n200,000? That's a big city, 200,000. Those who were in the camp who got numbers and\nso on, there were approximately over 400,000 which were numbered and tattooed and,\nyou know, the numbers tattooed, the tattooed number. At the beginning when I came we\nwere not tattooed. The orders came later on in 1942 when everybody had to be tattooed,\nand then we had to be tattooed and were tattooed and then inspected if w truly did carry\nout the orders. And the new arrivals after that day were tattooed right away at\nregistration.",
        "Q: Did you work -- did you ever meet Rudolf Hess?",
        "A: Yes. Matter of fact, I did and I tell you how. I worked as a clerk in the carpentry and the\nOberkapo of the carpentry was a German criminal but a very decent fellow. His name\nwas -- I forget his first name -- and I was the clerk. Matter of fact, he put me in the\nclerkship there because I was an ordinary carpenter, but he knew of me that I spoke\nGerman and he couldn't get along with the clerk that was there. He was also a Polish\nfellow but he couldn't get along because this fellow the Oberkapo, he was an operator. He\ndid things, you know, on the left as we say. He did things, you know, had furniture made\nfor some of the SS for which he got some cigarettes and sometimes even liquor. And so\nhe did it and, you know, and this fellow in the office there the Pole apparently, they didn't\nagree and he wouldn't assign the wood to it, and so they through him out. And then he\ntook me and I said, look, I don't know anything about. I'm not a carpenter. I don't know\nhow to assign the wood, how much wood is necessary for this. He said, oh, never mind.\nYou learn. And I said, okay. So one day he did. He had a plate carved, you know, carved\nand beautiful work. There were artists, you know, in the paners and we had artists who\ncame from the Polish School of Academy of Arts, professors, beautiful work. So this one\nplate was carved. And he said, take this to the commandant's wife. You know, he was an\noperator. I said, I don't know whether she ordered it or -- anyway, he said, take it to her.\nSo I said, okay. So, to their house you could go through the back through the garden\nbecause the house of the commandant, Rudolf Hess, was right near the road, and there\nwas another guardhouse nearby and you couldn't go on the road to get to the house, but\nthrough the garden you could get through if -- and so I went. I went through the garden\nand as I walked to the house through the garden, was Hess and he saw me and he stopped\nme, and he said, what are you doing here? And I said, I was sent by the Kapo of the\ncarpentry, you know, to deliver this to Fraulein Hess. And he looked at me and he said,\noh, okay. And I went into the house and I give it to them, . [told that this is from\nKapo of the carpentry so she said oh, wait, wait. I give you some cigarettes and she did\ngo and brought me, but not a full. And she said, oh, I don't know where my husband\nkeeps the packages of cigarettes. And they gave me already a started pack of cigarettes\nand she gave it to me and IJ, of course, took it to the Kapo and gave it to him, and I told\nhim I didn't take the cigarettes out. I didn't want him to think I was taking. I didn't smoke\nanyway. So that's the one time where I did meet Rudolf Hess, yes, and I did speak to him.",
        "Q: Okay.",
        "A: Of course, as you know he was captured after the war and he was hung, he was tried. He\nwas brought back to Poland and he was tried and convicted to, you know, to death. And\nthen he was hung in Auschwitz itself in the camp, facing the camp. He was hung.",
        "Q: Tell me about after you got out and you're in the resistance. Tell me about the end of the\nwar coming, getting caught between -- ?",
        "A: Yes. Well, in the Partisans we also had ten Russians and the Russians were, some of them\nwere flyers who were shot down, and they were wandering and then they came, you\nknow, to -- we took them in. There were also some escapees from the prisoner of war\ncamp. Then there were some who parachuted behind the German lines. Matter of fact,\nthere was three of them, and then there was one from the KGB unit, there was one, and so\naltogether we had ten. Now, when the front started moving, it was coming closer to us.\nWe already knew from the east parts that some of the units of the Partisans, because we\nwere loyal to the government in London and the Russians already brought their own\nCommunists government into Poland, we knew that some of these Partisans were\ncaptured and then sent to Syberia, and we tried to avoid that, this same fate.\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Can you tell me your full name and when and where you were born?",
        "Q: Tell me a little tiny bit about your childhood.",
        "Q: Let's back up. Why do you think he did that? Why do you think he let you go?",
        "Q: And one other question was that whole period -- what was it like? Was it very\ndisorganized?",
        "Q: Before you go to that -- how did you find out about the underground movement? Tell me\na little bit more about that.",
        "Q: Tell me what you remember about the forming of the Jewish ghetto and did you see\nanything when the Ghetto got formed, and did you see people get rounded up?",
        "Q: Tell me about this man doctor, Dr. Eichner(ph)?",
        "Q: I want you to tell me what you know about what happened to the rent money.",
        "Q: To the rent money that you administered.",
        "Q: Where did the rest of the money go?",
        "Q: You mean it was a private deal between him and the German authorities?",
        "Q: Why don't we begin with -- if you could just give me the date, and the unopening of the\ncattle cars in Auschwitz, and just start at that point and describe to me what happened?",
        "Q: Tell me about the different triangles?",
        "Q: And the Jews were right with you at beginning?",
        "Q: How did you happen to go to the womens camp?",
        "Q: Padded?",
        "Q: How many of those doors were there? Were there many?",
        "Q: Yes. Why don’t I ask you - you mentioned an incident about Russian POWs?",
        "Q: And it was Block 25?",
        "Q: By a small handful of SS or - how many SS were there?",
        "Q: You told another incident where you mentioned a pretty heroic act by Father Colby?",
        "Q: In any of the work that you did, did anyone do any sabotage or any resistance?",
        "Q: Tell me what it meant to be one of the older prisoners in camp. Tell me about life expectancy\nin the camp.",
        "Q: So, if you had lived for a long time you gained respect?",
        "Q: Yes, but I think we should - let’s do typhus and then go on.",
        "Q: You don’t know if somebody saved you?",
        "Q: Sometime around late in 1943, I think it was that you decided, even though escape was\nimpossible, that you would look into that. Tell me what happened, how it led into that?",
        "Q: Password?",
        "Q: It’s all right.",
        "Q: Don’t be sorry at all. Now, you’re with the Partisans and so what did you do then?",
        "Q: When you guys took the two prisoners with the papers from the SS and said they were\nwanted, were they two that knew you?",
        "Q: But they didn't know you were coming?",
        "Q: So, the underground grapevine --",
        "Q: You were telling me about Thomas Savinsky(ph)?",
        "Q: And you said that he actually plotted getting captured and brought to Auschwitz. Tell me\na little more about when that was and what you knew of him while you were there.",
        "Q: 4859.",
        "Q: Well, tell me, you knew Thomas -- you knew him in camp, and I want you to tell me a\nlittle bit about how you knew him in camp and also who else there?",
        "Q: Stool.",
        "Q: In the underground in the camp, was there or in the resistance and in the underground\ngrapevine, was there any connection between Auschwitz One and Auschwitz 2. I mean,\ndid you know what the Jewish underground was trying to do?",
        "Q: And you had not heard -- that was probably right after you left, pretty soon after?",
        "Q: And you hadn't heard anything about it before you left?",
        "Q: And you hadn't heard anything about a plan to blow up the crematorium?",
        "Q: By the prisoners or by anybody?",
        "Q: And had you hadn't heard anything about that?",
        "Q: You knew about that plan in the camp?",
        "Q: Did you know why -- ?",
        "Q: And you heard about that?",
        "Q: And did you know what was going on in the war on the outside?",
        "Q: Did they live in Auschwitz too and then come there from the morning to work?",
        "Q: In that time period in the winter then, in the winter of '44 after you escaped and you were\nwith the Partisans, in that time period in the early spring of '45 did you happen to see any\ndeath marches or did -- ?",
        "Q: And did the Partisans know about them?",
        "Q: Didn't know the camps were getting evacuated?",
        "Q: Now, I'm going to go back. I just want you to, as if we haven't talked before, I want you\nto tell me a little bit about being the clerk, because we sort of covered that in the context\nof other stories and I think that was a really important job. And I want you to tell me a\nlittle bit about that.",
        "Q: Now, when prisoners got taken out to work the ratio was quite different with the SS, is\nthat right?",
        "Q: Did you work -- did you ever meet Rudolf Hess?",
        "Q: Okay.",
        "Q: Tell me about after you got out and you're in the resistance. Tell me about the end of the\nwar coming, getting caught between -- ?"
    ],
    "answers": [
        "A: My name is Leonard Zawacki and I was born on January the 20, 1916 in the town of\nGrujand(ph) which at that time was under the German occupation.",
        "A: Well, I went to school in my hometown and I finished, graduated from the high school\nwhich we called gymnasium, and after the graduation I enlisted into the School of\nForeign Trade in Warsaw. And in 1938 I was called up to the Polish Army and as a\ngraduate of gymnasium I only had to serve one year, and you served in cadet officers\nschool, reserve cadet officers school, which I did. And I was supposed to be released in\nOctober 1939 and as you probably know the war started on September 1, '39 and I took\npart in the fighting. I was assigned to a unit of antitank artillery and I took part in the\ndefense of Warsaw, and on September 27 Warsaw surrendered, and I was taken as a\nprisoner of war and taken out first, out of Warsaw on the 28 of September to the west,\nand near a small town of Prostejov where we were kept, you know, thousands of soldiers\nin an open field and meadows and then divided in four groups; south, north, east and\nwest, and since I came from the north I went to the north group, and we were loaded then\non tanks and taken to the north, and we came to the town of Torun, which is a town some\n40 miles south of my hometown, and there we were taken and unloaded and then taken to\nthe other side of the Vistul",
        "A: We came, arrived at the western part of the Vistula River and the two bridges which were\nacross the Vistula were both damaged, and we had to walk single file to across the other\nside of the river. And there we were again assembled and we were supposed to go to the\ncitadel where they told us that we were only go to stay overnight and the next morning\nthey were going to release us. Of course, I realized that this was a lie, as most of the\nthings they told us, and I, myself, separated myself from -- I asked the guard if I could go\nto the toilet because we were near the station in Torun and he said yes. I went to the toilet\nand I didn't return to it. He saw me going away and he said, where are you going? And I\nsaid, well, my troops assemble at the other part of the station and I have to -- and I think\nhe realized that I was running away but he let me go. So I went to the other station, and\nthere quite accidently I met my cousin, who never did serve in the Armed Forces, but he\nwas in a uniform, a soldiers uniform and we got together, and somehow he was able to\nsecure some blank forms which were given to people who considered themselves of\nGerman origin, and they were issued these passes and he had the blank forms. So we\nfilled them out with our names and signed some fictitious names to it. Of course, we\ndidn't have any stamps. Anyway, we boarded the train to our hometown and we arrived\naround midnight in my hometown, and at the exit all the passes were checked and there\nwere the SS people and the SR people and the Armed Forces people, and when they\nlooked at our passes they told us to step aside. We stepped aside and then they gathered\nus. I think there were 11 of us or so and they said, well, again you have to go to the\ncitadel overnight and then in the morning we going to release you. Of course, we knew\nbetter than that. So they marched us from the station, and my cousin was an owner of a\nlumber yard and we had to pass near the lumber yard, and he told the guard -- we were in\nthe last row and he told, he looked, still my name on the -- my firm name, and why do\nyou want me to go to the citadel for the night if I could sleep at home? And he said, all\nright. Go ahead. And then I told him, well, it's my cousin, can I stay with him there too?\nAnd he said already, go. And we went and that's how we got away from being prisoner of\nwar and spending the rest of the war. So I stayed overnight and the next morning I went\nhome and--",
        "A: Well, I suppose because first of all we spoke German to him. We both did speak German\nand we more or less pleaded and -- I don't know who the man was. Maybe he was a local\nman. Maybe he knew us or at least he knew my cousin. Anyway, it seems that well he\nhad some kind of feeling that he let us go. I don't know and I don't know who he was or\nwhat. But anyway, he did let us go.",
        "A: Well no, no, it was not. The Germans were not disorganized. It was very -- the terror was\nright from the first day, the Germans came, they started terrorizing people. Matter of fact,\nsome of my relatives who belonged to organizations which the German thought were\nunfriendly to them, they were arrested right on the spot and taken into the forest and shot\non the spot and all trace disappeared. So the terror was there right from the first day of\noccupation. And why he did this I couldn't tell. Well, I can go further, and that was when\nI came home. It was in October in '39, and I think after three weeks I was arrested. Not\nmyself, with some other friends of mine, students. I was arrested by the local Germans\nwho formed special units, protective units. They called -- the German name was\nand they wore armbands, green armbands and with black lettering saying and they\nwere looking Germans because my town had approximately 10 percent of the German\npopulation, and I was arrested just when we were visiting a friend and as we walked out\nof his apartment they were in the hallway and they arrested us, two of them. Matter of\nfact, I knew one of the German. He was a young man also, attending the yimnasium(ph)\nin my hometown. There were two . There were two yimnasium(ph), you know high\nschools, German high schools. One was in my hometown and the other one was in\nsouthern Poland in Silesi",
        "A: I don't know exactly which town but I think it was Bitum(ph) and, so he was, you know,\na student at the high school and became this and, he arrested us and we were taken\nto a place as hostages. We were kept in a huge hall and there were no beds. It was only\nstraw on the sides of the room on which we for the night spread, and we had to lay on this\nstraw. We had no blankets or anything. We were allowed, after a few days, we were\nallowed to contact our parents and our families and they could deliver to us food, because\nthey didn't supply any food. I stayed there for three weeks and only because a friend of\nmine who knew -- who had a German friend who was associated with some German\norganization. Matter of fact, he studied journalism in Germany in Berlin and, after he\nfinished his studies he became a member of the propaganda ministry propaganda\nministry, and his parents lived in my hometown and he was visiting at the time. And my\nparents asked him if he could get in touch with this friend of his, whether he can get me\nreleased. So they did one night. I think at midnight they called me into a small room\nwhere there was three Germans. There was one in charge of this camp, hostage camp. He\nwas a local veterinarian doctor, German. Then some other person which I didn't know\nand this friend of his, of my friend whom I knew only from sight. And they interrogated\nme and, you know, what I was doing and what I intend to do. And I said, well, I don't\nknow, the war -- they said, we're going to release you but under the condition that you\nhave to leave these territories. These territories which we lived, you know, were the\nwestern and north territories. We are right away incorporated right in into the German\nReich. They considered these lands as purely German. So they said you cannot live here.\nYou have to go to the part of Poland which was not incorporated into Germany but which\nwas formed as what they call it, General Government, and government general of this\nterritory was Hans Frank(ph) who was later on, you know, at the Nuremberg Trials was\nconvicted, you know, to death and was hung. And the territory encompassed both\nWarsaw and Kokov(ph) and Lublin. It was the center of Poland and they said, you cannot\nstay here. And then this veterinarian -- I remember his name. It was Grahams(ph) and he\nsaid, how long do you need to liquidate your things here? I said, well, three weeks. He\nsaid, you're crazy. You don't need three weeks. We want you out of here in a week. So I\nsaid, of course, I agreed. I would even go in one day. And so they told me -- they released\nme. I walked out of the room and this friend of my friend, his name was Lukow, I forgot\nhis first name, he was a doctor of journalism. Anyway, he walked out with me and he\nstarted speaking, and because he spoke Polish and he started speaking to me in Polish. He\nsaid, look, it's only, you know, you don't have to leave. You can stay here. This Dr.\nGrahams(ph) said you have to but I can tell you you don't have to leave. You can stay\nhere. And so I thanked him very much and I when back to the cell, and the next morning\nI was supposed to be released and the next morning came and nothing. They called some\nother names of other people released but not my name. So I went to the door and told the\nguard and said that my name was, shows supposed to be called. And he went back to the\noffice and after a while they did call my name and I was released. But while I was there\nin prison one day they called ten names of ten hostages, and they took -- they were taken\naway and then they were publicly shot in the town square. Today there's a monument\nremembering this, you know, they were innocent people that didn't do anything wrong. I\nknew some of them. For no reason whatsoever they were shot publicly. And after I was\nreleased, I think I didn't even wait a week, and again was my cousin because his property\nwas taken away, you know, the fellow who had the lumber yard. It was confiscated and a\nGerman owner was put in his place, and he didn't feel secure and we both left and we\nwent to Warsaw. And of course, I didn't have much means, you know, of supporting\nmyself. My cousin being in the business, you know, had some savings and we lived\ntogether in Warsaw for time being. In the meantime, he was trying to recover his property\nwhich he eventually didn't recover but they permitted him to go back, and he could run it\nbecause, you know, he knew how to run the business, and apparently the owner or the,\nwhat they called troyhander (ph) it means a man of who was, can't find the proper name\nof it, but anyway, somebody who was taking his, you know, and running the business\napparently didn't do a good job, and he was eventually able to get the job back, not as an\nowner but as a manager, and he went back and I stayed in Warsaw. In the meantime, I did\njoin, you know, the underground movement. It started -- the first organization was called\nZydowska Organizacja Bojow",
        "A: ZWZ was the abbreviation, which later became the Home Army. The Army of\nKroiova(ph), which was the army which was supported by the legitimate government,\nwhich was at that time was already in London, and I was arrested on the 31 of October\n1940. At that time --",
        "A: Well, I had a friend -- a friend who his name was Tobulsky(ph). That's also was one\nreason why I was arrested, and he was also from my hometown in Grujand and, he was\ninvolved in an organization which was formed by one also a student in my hometown\nwhich he joined. I didn't join because I wasn't there already, and they joined this\norganization and he wasn't caught, but the principal of the organization was caught, and\nhe was tried and then convicted, you know, and sentenced to death. And he was executed\nin Poz -- which was another quite a big city which was incorporated in Germany. And the\nexecutioned at that time was my -- he was -- they chopped you know his head off with an\naxe. He was axed, and this friend of mine, since he escaped and he came to the General\nGovernment to Warsaw, was tried in that and he was also sentenced to death. And\nhe already had connections with the underground and he contacted me and we got\ntogether, and he had -- he knew a captain of the Polish Armed Forces, prewar, who was\nmember of the organization, and he swore me in as a member. And I myself, don't think\nthat I was arrested for that because I don't think they knew about it. But they knew that I\nknew this friend of mine and since he had a sentence, a death sentence hanging over his\nhead. Apparently, they were following him because when they arrested me they came to\nmy -- they arrested me at three o'clock in the morning on October 31, 1940. I was asleep.\nI had a small bachelor's apartment, one room and kitchen and bathroom, and in the night,\nyou know, I heard tremendous knocking at the door, kicking at door, and I looked\nthrough the window and I saw three people. And one was in a Gestapo uniform and the\nother two were in civilian clothes and they were shouting to open the door immediately.\nSo I opened the door and they pushed me aside. They came with drawn revolvers and\nthey push me aside, and one went to the kitchen and one went to the bathroom and the\nother to the room, and they were looking around. They were looking for they said leaflets\nyou know and for arms. Well, they didn't find it either because I didn't keep anything at\nhome. Anyway, then they started asking me questions and one question was that your\nfriend was here with you yesterday. And they -- apparently he changed his name and he\nfailed to tell me about it. I knew him only by his new name, and so when they asked me\nwas Tobulksy (ph) you know that was his assumed name, I said no, so they hit me. You\nknow, you can see it here on the movies you know with the hand across there. Hit me\nright in my temple and I fell to the floor, and as I fell to the floor, they started, the three\nof them started kicking me and I said -- I remember the only person who visited me was\nthis young Tobulsky and I told them his real name. Apparently, they knew this and they\nstopped beating me, I got up, and after a while they had a small conference between the\nthree of them and then they came back and said, you better get dressed and you will go\nwith us. So I got dressed and then they took me out, and the two of them held me by the\ncuffs of my jacket and they walked on both sides. And this one in the uniform drew his\nrevolver and walked behind me, and he told me, don't try anything because I'm going to\nshoot you. So they took me down through the street and there was a car waiting,\nMercedes -- they only drove Mercedes -- and they opened the door, and as they opened\nthe door I saw another friend of mine sitting there, and he said, oh, you know each other.\nAnd I said, yes, I do, and they told me to get in. And one of the SS sat between the two of\nus and their chauffeur. They drove me to the prison, prison Pawiak in Warsaw, and then\napproximately, already ten people from other prisoners, and they were registered and\nthen taken -- I was taken to a single cell in the basement and there was no -- it was only a\nsmall bulb. There was no furniture. There was no window there. It was a dirt floor, and\nthe walls were dripping with water, and there was only a pail which you used as a toilet.\nAnd when I came there I didn't really know what happened. After a while a guard came\nand took me out and into the yard and to the showers. I had to undress and my clothes\nwere disinfected and I had to shower. And then after the clothes came back, my suit and\nso on, was all trampled they took me -- the guard took me to the first -- no, second floor\nof the prison and took me to a cell. I don't remember the number of the cell. Anyway, the\ncells were small. They were maybe seven feet wide and ten feet long, and there were\nalready nine prisoners. Which means, there were ten of us. There was no bunk or\nanything. We had to lie on the floor. Again, there was no furniture whatsoever except the\npail where we could relieve ourselves. We were only taken in the morning to the toilets\nwhere we could wash a little, and I think in the afternoon once and in the evening, and\nthe rest we had to spend in the cells. At that time there were Polish guards, you know,\nprewar Polish guards as were as Germans, SS people, and some of the Polish guards were\nvery friendly and pleasant and helpful. Some were not so helpful. Anyway, one of the\nguards in my -- I don't know how he found out -- but he found out that I do speak\nGerman, and one day he asked me -- apparently he was living in a house which was\nJewish-owned house, and it was requisitioned by the government and the Germans and\napparently, whoever took over from the Germans wanted to increase his rent and he\nasked me, he said, on the salary which they pay me, I won't be able to pay the rent for it.\nAnd he asked me if I could write a -- how do you say -- an application to the authorities,\nyou know, whereby they wouldn't increase his rent. So I did. He took me to the office and\nI did write the letter, and after a few weeks he got a reply. And they didn't increase -- not\nonly didn't they increase. Matter of fact, they reduced his rent. So he was very\nappreciative and he said what can I do for you, and of course, I wanted to tell him, let me\ngo free from the prison, but he said, what I can do for you, I can take you out of the cell.\nSince you do speak German you can be an interpreter, and he took me to another part of\nthe prison to another ward which was served only by German guard. And there I became\nan interpreter to this German guard, and of course, my life was a little easier because I\nwas with four other prisoners in one cell and we also had bunks. I didn't have to sleep on\nthe floor. And two of the prisoners, who lived also in this cell, they worked in the prison\nkitchen and as such they were able to -- well, they had more food but they were not\nallowed -- they couldn't and they were afraid to bring any food, but what they did bring\nthey brought always in the evening to the cell, whole pot of coffee. And the coffee was so\nsweet. They probably put pounds of sugar in it. So we drank this coffee, this sweet\ncoffee, which was not real coffee because the Germans, they wouldn't give the prisoners.\nIt was such a good coffee. Anyway, it looked like coffee and the sugar of course was very\nimportant. So I felt I could move free because they didn't close the cell, and whenever the\nguard needed me to translate. And so I did translate and in the meantime, I was taking for\ninterrogation. You were interrogated in the headquarters of the Gestapo which was in the\ncentral part of Warsaw, and you were taken there by a truck. And the guards were in the\ntruck as well, as motorcycle guards as well as going behind the truck and when you came\nto the Gestapo headquarters, which were now located in the prewar Polish Educational\nMinistry, and one of the wings was converted. The southern wing was converted into\ncells where the prisoners, before they went for interrogation, were taken. There were ten\nindividual cells and four, I believe four, common cells and the common cells, we -- the\nprisoners called them trams because they were single seats on each side of the cell, and in\nthe middle there was a walking path and you had to sit facing the wall and you were not\nallowed to look around or you couldn't talk to you, and the guard was behind you and if\nhe heard you talk or move your head, he came and hit you over the head. And you sat\nthere motionless. You didn't get any food or anything to drink, and they called when the\ninterrogating officer called. A guard came and took you up to the room. I was taken to the\nroom, and in the room there were this interrogating officer who was now in uniform.\nWhen he arrested me, he was one arresting, he was in civilian clothes. He was an officer\nof the Gestapo. And there was a typist, a girl and interpreter. Since he knew -- the\ninterrogating officer knew that I spoke German -- he was very rude matter of fact, to the\ninterpreter. He told him get lost, you know, he speaks German, so we don't need you\nhere. And then he started interrogating, questioning. Actually, they didn't have anything,\nyou know, which they could hang on me. They didn't find any leaflet. They didn't find\nanything and I didn't admit that I was a member of the resistance movement and they\ndidn't know that. The only thing they were about was a friend of mine and again, as I told\nthem when they first arrested me. And so it was typed and then the typed report was\ngiven to me for reading. I read it through and then I had to sign it. I did sign it. Frankly, it\nwas not incriminating to me at all except that I knew this fellow, and then he called the\nguard and the guard took me again down to the cellar into this common cells and I had to\nsit until all the prisoners were interrogated. Sometimes, the interrogation went deep into\nthe night and sometimes until the next morning of the other prisoners, and you had to sit\nthere until they took you back or they loaded you back into the truck and then they took\nyou to the prison. So I was taken in the late afternoon back to the prison. In the\nmeantime, you missed your food. You didn't get any food in the prison. The food was\nmeager as it was but anyway, I still didn't get anything that day to eat. I can tell you one\nincident when I was awakened in the middle of the night by a Gestapo man. They came\nto our ward and they woke me up, and I had to interpret and they called 20 names out of\ndifferent cells. And these were hostages and I think some of them knew what the fate\nwhich they faced. Most of them were very well educated. Some were professors of the\nWarsaw University. Some were engineers and only one, I remember, was a criminal\nprisoner, and all of them behaved with tremendous dignity. They didn't plead or beg or\nanything except this criminal prisoner. He fell to the floor and begged to the SS man,\nkissed his boots, you know that, to spare him. Of course, they wouldn't have anything of\nit. And I had to interpret and they were taken, and they were taken outside to Warsaw and\nshot as hostages. So thats the one experience I had in prison. I spent five months in the\nprison in Pawiak prison. During that time I had a girlfriend whom I left who of course,\nwas not arrested -- and somehow she managed to send me a parcel, and how I knew that\nthe parcel was from her because I couldn't communicate. You couldn't write any letters or\nanything like this. You could only send letters if a guard would take them on the sly, but\notherwise there was no, no possibility of communicating. But I know that this what 1s\nfrom my girlfriend because she send me also a small pillow, and I recognized the pillow\nthat it was from her, and she sent me some food. But the food was always shared with\nothers and before it came to you it was -- the parcel was very skimpy -- but anyway, it\nwas a sign that somebody did think about you. And as I said, I was five months and on\nApril the 4, 1941, in the afternoon the whole prison population was called out in into the\nyard, and there were already tables set up and the Gestapo people were there with lists\nand they called the names of different prisoners. And once your name was called you had\nto go to a different part of the yard and stand, and my name was called too and I had to\ngo, and those prisoners whose names were not called were then taken back to the cells.\nThe prisoner -- I think the capacity of the prison was around 800 prisoners but there were\napproximately over 2000 or even more. And they were preparing a transport and the\ntransport was over a thousand prisoners. So after we -- the prisoners whose names were\nnot called went back into the cells, then they issued us I think -- I don't remember exactly\nbut I think half a loaf of bread -- and we knew that we were going into transport. Of\ncourse, we didn't know where but the word already was spreading in Warsaw and in the\nprison that there was a camp, concentration camp by the name, Polish name, Oswiecim,\nin German Auschwitz. And everybody dreaded it because the word was that it was an\nextermination camp, and we all prayed that we are not going to that camp. In the evening\nthe big trucks arrived. SS with SS guards and also Warsaw municipal buses arrived, and\nwe were loaded into these buses. And we were loaded with shouts and with beatings. It\nwas, you know, the SS people with bats, you know, and with bull whips, beating us, and\nwe had to run into the trucks and the buses and then taken to the western part of Warsaw,\nthe western railroad station. There again were on the ramp, we were loaded into the cattle\ncars. Again, with beatings and shouts, dogs, and I don't remember how many prisoners to\na cattle car but there was standing room only and again, there was no water. The only\nthing was a big drum which served as a toilet, and then probably around midnight they\nlocked the doors and the train moved. Of course, we didn't know where we were going.\nAnyway, the next morning we arrived somewhere at a siding, and we heard some voices,\nshouts, and barking, dogs barking, and then the doors were opened and with shouts we\nwere driven out of the car. You had to jump out. There was no ramp, and we were put\ninto formation in rows of five prisoners and twenty rows to -- .",
        "A: Yes, the Jewish ghetto was started sometime in 1940 and, you know, prewar there was a\nJewish quarters in Warsaw. There was no ghetto. People could go freely but most of the\nJews concentrated you know, in one section and it was called the Main Street. There was\nNaleverky(ph). Matter of fact, the prison Pawiak was right in the middle of the ghetto\nand the ghetto was formed, I think, I don't know exactly what month, but in 1940. And at\nthat time Jews -- there were orders given that all Jews, you know, had to go and register\nto go to the ghetto. Now, many Jews didn't. They also were by law had to wear armbands\nwith the Star of David, and I don't think they in Warsaw they didn't wear any Star of\nDavid on their jackets, but they had to have an armband with a Star of David. A blue Star\nof David as far as I remember and now those who didn't wear it, you know, could hide.\nThey just didn't wear it. Now It's true that some of them were betrayed and they went to\n-- they had to go into the ghetto. But the ghetto now there were gates and you couldn't go\nto the ghetto yourself. Nobody could. I think you had to have a special permit. I never\ndid. And through the ghetto, for instance, there were trams, you know, streetcars going\nthrough it but they were separated. They were, for instance, the streetcar trucks separated\none part of the ghetto from the other one, and in order from one part to go to it, there\nwere bridges built just provisional bridges made out of wood, wooden bridges where the\nJews could go through one part to another part, and I think they could move around in the\nghetto freely. So that as much as I remember about the ghetto.",
        "A: Yes. I livedinahouse on __ Street, No. 13, and this house belonged to a Jewish owner,\nand I think if I remember correctly was his name was Volonov(ph) and he ran a lottery in\nPoland. And the house was confiscated, and there were on the street, there were many\nother houses which were all confiscated, and this Dr. Eichner(ph) who was a lawyer lived\nin this house in which I rented a room with a friend of mine, a Polish couple. I, myself,\nthink that the owner of the apartment was Jewish but he didn't declare himself, and he\nmostly lived with his parents who lived outside of Warsaw and he stayed there, but we\nrented one room. And one day I was in front of the house standing there, and a fellow\ncame across, you know, turning his walking stick and accidently hit this windowsill. It\nwas on the ground floor of Dr. Eichner's office. It was on the ground floor. As he twirled,\nbut quite accidently, and he walked inside because he was a friend of the lady and, you\nknow, where I lived. So when he walked in, and the doctor came to the window. The\nwindow was open. It was in the summer, and he saw me standing. He said, what\nhappened here? And he was quite rude, and I told him, and I told him in German that a\nfellow was walking here, twirling and accidentally hitting his windowsill. And so he\ncalmed down, and then another day I was -- I met him in the walkway from the house and\nhe stopped me and he said, tell me how come that you speak German so well. I said, well,\nI learned in school and I visited --, I also had some relatives in the free state of Danzig,\nwhich was mostly, you know, where you had to speak German and that's how I learned.\nAnd he said, what are you doing? I said, I'm not doing anything. I was a student. The\nuniversities were closed. The high schools were closed. You couldn't learn. I said I don't\nhave any. Well, he said, why don't you come to my office and I'll see what I can do. I\nsaid, all right. So in few days I went to his office and he said, since the German\nauthorities -- he was a German and he came from the city of Breslau which was in\nSilesia, he tried to speak Polish and he learned. He tried to learn Polish, and when I came\nto his office he said, the German authorities gave me six houses, Jewish houses on this\nstreet -- because he lived he had his office there and he lived there as well, for\nadministration, and he said, well, my practice doesn't permit me to spend much time on it.\nHe said, somebody has to administer these houses. The administration, what it meant to\ncollect the rent and so on. If there were any repairs, to have the repairs done. So I went. I\nwas already a member of the resistance and I didn't want to be accused of collaborating\nwith the Germans or anything. So I went to my organization and I told them that I was\noffered this job. What do they think? Whether it is okay for me to take? Because I mean I\nhad to live and I didn't have any other means. So they said yes, that is okay. You can\nadminister. So I took the job and I administered these six houses, and there was the house\nwhere I lived there and the next few houses. And later on the doctor got in touch with me\nand he said, you know what, he said, the German authorities want me to take under\nadministration 10,000 houses of Jewish, confiscated Jewish property because most --\nwell, most, I don't know whether most, but many of the houses were owned -- apartment\nhouses were owned by Jews -- and he said they were all confiscated and they had to be\nadministered and he said, what do you think? Shall I under take? And I said, well, I didn't\nthink about him that he couldn't do it, but 1t would give jobs to many Poles who could do\nit and have a job and means to live. So I said, yes, why not. He said, do you think I will\nget these people to -- and I said, I'm sure you will. You will have to advertise and you\nwill get many people to try and help you administer these houses, which he did. He did\nadvertise. Matter of fact, my brother-in-law was a lawyer himself but he was in the\nprisoner of war camp, but some of his friends knew me and met me in Warsaw. And\nmatter of fact, they came to me, whether I couldn't help them get these jobs and they did.\nThey did get, and the 10,000 Jewish property was administered mostly by Pole, and Dr.\nEichner had to have a big staff and he employed one lawyer, also a Polish lawyer who\nhad to do all the hiring and all the -- and Dr. Eichner also had a girlfriend who was\nPolish, and after my arrest -- I left later on -- learned that he was shot. He was executed.\nNow, there were rumors that the Gestapo, because he was so friendly towards Poles, that\nhe was executed by them. Other version is that he was executed by the resistance because\nhe had, you know, he had Polish girlfriends. Also, he was a married man but his wife\ndidn't live with him. His wife remained in Breslau. So I don't know what the truth 1s. I\nwasn't there so I don't know exactly what happened. I met this one girlfriend. It was quite\non accident. When I was in Rome in 1945, I came to Rome and I came to the hotel and as\nI, as I walked into the hotel I saw this girl, there. I recognized her right away and I said,\nwhat happened? And they told me the story about Eichner and I said, how did you get\nout? She was actually Ukrainian, or he made her Ukrainian. He gave her a Ukrainian\npass, because to be Polish and he associating with Polish girls was not in the best interest\nof his, and it didn't look very nicely with the German authorities. So he made her\nUkrainian. Actually, her father I think was a white Russian. He was a white Russian and\nhe was running away from the Communist, and when I met her in Rome, her parents\nwere with her in Rome and how they got out of Rome, because during the war, you\nknow, as it was -- Italy was one of the axis members.",
        "A: The rent money?",
        "A: Yes. The rent money went to him. He was getting 10 percent of the take. Say if there was\n2000 zwate (ph) he got 200. You know, it was 10 percent. The 10 percent we split 50/50.\nIn other words, he gave me 5 percent and he took 5 percent. That was the deal. That was\nthe deal.",
        "A: Oh, to the German authorities. Yes, I had to put it in a bank. I had to put it in a bank and\nfrom this bank I only deposited 90 percent and the 10 percent went split between 50/50 --\n5 percent to me and 5 percent to him. That was my money. That's how it worked. But\nafter he got the other 10,000 houses, I don't know how it worked. The houses thing, I\ndon't know what the deal was. This was private because he lived on the street and the\nhouses were all on this one street, you know, where he lived.",
        "A: I suppose so, yes, yes, yes. The other deals with 10,000 houses, that was probably a\nseparate deal, a different deal. And how it was worked I don't know. I don't know.\nEnd of Tape #1\nTape #2",
        "A: Well, when they opened the cattle car it was now April the 5, 1941. We were driven out\nof the cattle cars and put in rows of five and twenty rows of five made a hundred\nprisoners, and the next hundred and so on. And then we were surrounded by the guards\nand with the dogs and marched. We marched maybe 15, 20 minutes and then we came to\na gate. Of course, we still didn't know where we were. We came to a gate and on top of\nthe gate there was a sign which read \" \", which means, \"Work will make you free\".\nAnd on the side later on we found out it was the guardhouse on the side, there was a sign\nwhich read KL Auschwitz. \"KL\" stands for concentration-slager (ph) Auschwitz, and\nthen of course, we knew we were in Auschwitz, the place we dreaded most. And they\nopened the gate, we marched in and we were met by some, as I said, sinister looking\ncharacters, you know, in navy caps, something like marines, I mean sailors ware and\nnavy blue jackets and stripe trousers with high boots. Later on we found out that this was\nthe German Elderstedt(ph) which means he was camp senior and he was a German\ncriminal prisoner and his name was number one. His name as I mentioned before was\nBruno Brounee(ph). He wore a yellow armband with black lettering on which is it says, -\n---Elderstedt, and then there was some other, you know, prisoners in striped uniforms\nwith armbands. Some had block elderstedt which means block senior, and we were\nmarched to the showers. There we had to undress and we were shaved all over our bodies\nincluding our heads, and then we had to go into a tank which was full of some chemicals,\ndisinfectants, we had to submerge in it, and then from there we went to the showers and\nwe had to wash, and when we came out of the showers, we had to put our civilian\nclothes, because when we came from the prison we were still 1n civilian clothes. We had\nto -- 1t was packed in a bag, in a paper bag with our number. Of course, we didn't have\nthe number then but after the showers then we were issued prison uniforms. We got long\nunderwear, striped, you know, blue and white stripes but very, very narrow underwear,\nand then we received striped, one-inch white striped, white and blue trousers and jackets\nand a cap, also striped. Then we were issued to swatches of white cloth with a number.\nMy number was 13390 and two red triangles. A red triangle indicated that we were\npolitical prisoners, and these, these numbers and the triangles we later on had to sew on\nour jackets on the left hand side of the jacket, the triangle first, and underneath the\nnumber and on the right hand side of the trouser leg. Again, the triangle at the top and the\nnumber at the bottom, and the numbers were assigned also to the our civilian clothes\nwhich we had to pack in a bag which was then stored in a special storage rooms. And\nthen again, we were put -- I don't know, with a 100 or 50 or what, and we were taken\nover by a block elderstedt, it means a block senior. And the block senior walked us to the\nblock and we were assigned to block. I remember my block assignment was number\nseven, and at that time the numbering changed constantly because the camp was in\nconstant construction. You know, the camp was the former barracks of a Polish artillery\nunit, prewar artillery unit, and this sight was chosen, you know, for the camp. And this\nblock number seven was a one-story brick building and the block elder, his name was --\nwell, I don't know his name but he was called \"Bloody Alloys\". His first name was\nAlloys, \"Bloody Alloys\". He wore also a red triangle and he came from Sacknow(ph). He\nwas a German apparently, a German Communist but he was the most brutal person one\ncan imagine. To kill for him, a prisoner didn't mean anything and that's why he was\ncalled \"Bloody Alloys\", and we were taken to this block and I was assigned to -- there\nwere only four rooms on this block and this huge room, I don't know the size, but\nprobably maybe 50 feet by 20 or so, a huge room and in charge of each room was a room\nelder, and most of them were already Polish prisoners. The block elder were all Germans\nand I was assigned to this room, and he was a Polish fellow, I forgot his name, and we\nhad -- there were no beds. There was only in one part of the room there was a pile of\nstraw and next to it were few blankets and in the night the straw was spread over the\nwhole floor of the room and we had to lie there, one next to another in many rows, and\nwe had the blankets one blanket maybe for three prisoners. And in the morning we were\n-- well, the day started, you know, at dawn to dusk, and even before the dawn we had to\nget up and we had to run out of the block in front of the block. There were small pails,\nwooden pails of water and everybody had to wash in this water. You know, maybe 10, 20\nprisoners washed in the same water. You just splashed your -- there was no means of\ncleaning your teeth or anything like that. And then you got in the morning, you got half a\nliter of some liquid which they called either coffee or te",
        "A: It looked, maybe it had the color of coffee or the color of tea but it was some substitute.\nThat's all you got in the morning. Then you went to work and there were three roll calls\nat that time I came, three roll calls of the prisoners a day. One was in the morning and\none was at noontime and one was in the evening. After the morning tea you went to\nwork. Those like myself, when I first came, were assigned of course, to the worst\npossible jobs. You know, you had to dig for the foundations. I myself had to carry the\nwheelbarrows full of earth some 300 yards away. And all the work had to be done on the\ndouble, and you had to run with it, and while you were running with this wheelbarrow\nyou were shouted at and beaten and then you had to come back and get another load. And\nagain, you know, and the foremens they were mostly all Germans at that time and they\nbeat you for no reason whatsoever. And of course, doing such exhaustive work, you just\ncouldn't do it you know for long. At one time I was also assigned to a lumber yard where\nI had to chop wood and saw wood and you were exposed to the elements, whether rain or\nshine you know, snow or not, you know. You just had to work. Now, at noontime we did\nget a liter of soup and the soup was watery soup. Mostly, I remember for a long time we\nhad nothing but turnip soup and very seldom did you see a piece of potato and not to\nmention meat or anything like that. And in the evening we received one third of a loaf of\nbread, dark bread, and we received a small cube of margarine, you know, the size which\nyou get in the restaurant sometimes. We also got a slice maybe a quarter of an inch wide\nslice of sausage, you know, second quality sausage and a teaspoon of substitute\nmarmalade and also this coffee or tea or whatever they called, and that was our food for\nthe day. I don't know how many calories it was, but it was starvation, rations. And I\nmyself always ate the bread and I never saved it for the morning because many times,\nprisoners who did save, their bread was stolen and then they didn't have anything. So I\nate mine in the evening and didn't leave anything. Never ate any - didn't have any bread\nin the morning. And now, the punishment, if they caught you stealing other prisoners\nbread and you were caught, it was a death sentence. You were killed, you know, either\nthe room elder or the block elder told a Kapo because when you went to work, you went\nunder different, you know, the Kapos were in charge of you and they told that this fellow\nstole bread from another prisoner he was killed. They brought him back from work, you\nknow, dead. That was an unwritten rule in the camp, you never stole from another\nprisoner because you deprived him of his livelihood. So --",
        "A: Oh yes, there were six main colors of triangles indicating the different kind of prisoner.\nAs I said the red was the political prisoners and most of the Poles. Then there was a\ntriangle, a red triangle on top of a yellow triangle but reversed so that it formed the Star\nof David. This was the designation of Jews. There were Jews, you know, at the time. At\nthe beginning there were in small numbers but there were Jews. Then there was a green\ntriangle indicated the criminal prisoner and they were mostly, mostly Germans, and then\nthere was a black triangle which indicated an antisocial element, like in cases of woman\nand, you know, prostitutes and men, pimps and so on. Then there was a pink triangle\nwhich indicated homosexuals. Then there was a lavender color which indicated bible\nscientists, you know, those who were opposed to war, pacifists and so on, Jehovah\nwitnesses. They were this lavender, purple color. They were most, I would say, decently\ntreated of all the prisoners. So this was the main six different colors of triangles. With the\nJews it was the Star of David, two triangles, you know, reversed on the yellow.",
        "A: Yes. We all were together. We all were on one block. There was no difference. Later on\nwhen the big numbers of Jews started coming to Auschwitz, actually to Birkenau. They\nwere mostly in Birkenau. Now, maybe I should tell you something. You know how what\nconstituted Auschwitz, really? Auschwitz there were three main camps. One was\nAuschwitz One, which was the camp it was called Stamlager(ph) or Maztda(ph) camp.\nThen there was Birkenau or Auschwitz Two, which I would say a mile and a half away\nfrom Auschwitz One, and this was a huge camp. The capacity of Auschwitz One where I\nwas was probably 30,000, maybe over 30,000 prisoners but Birkenau camp was built to\nhold 200,000 prisoners, and Birkenau also had a womens camp and the barracks in\nBirkenau in the mens camp and the gypsies camp because there were gypsies, were all\nwooden barracks. Actually, they were horse barracks for the German Army. There were\nno windows in it. The woman camp were brick barracks and it was only one-story\nbarracks, and I visited. I was able to visit it once and the conditions there were appalling,\nabsolutely appalling The mud was more than ankle deep, you know, and the poor women.\nYou know, they wore wooden shoes and they came, opened here, actually slippers, like\nwooden slippers. They lost them, you know, they were losing them in the mud. They\ncouldn't get them out. It was just -- the barracks, they were just unbelievable, you know,\nfilth. It's still standing now. I mean, I visited the camp a few times since I, you know,\nafter the war and it's still standing. Birkenau mens camp 1s not because it was all wooden\nand somebody set fire to it. Only the chimneys are standing.",
        "A: I worked in the workshops and I was -- later on, you know, I went to work as a carpenter.\nI mean, I was no carpenter but they took me later on to work in the office in the\ncarpentry. Later on I was you could say I was promoted and I became the chief clerk of\nall workshops, which consisted of the electricians, you know, locksmiths, carters, joiners,\nglassers, roofers, you know. All the trades were there. So I became the chief clerk of this\nand later on I became also -- they transferred me from the workshop itself to the central\nconstruction offices, which where, they employed architects, engineers, draftsman and I\nwas there. The workshops had their own room. Matter of fact, I was sitting with an SS\nman and a civilian German, and as such I was able to go to the camp because I asked. I\nwanted to see the conditions. The different craftsmen had to go to this camp if there\nrepairs to be made. For instance, if something went wrong with the electricity or\nsomething needed to be done by the joiners or by the carpenters. I was able, once there\nwas a need to go to the camp, I asked -- well, I didn't ask. The fellow in the office another\nclerk, a friend of mine with whom I escaped, he made out a pass and he put my name and\nI went with them. And the SS who took us, because you couldn't go there without a\nguard, didn't care which prisoner he took, whether I was a real craftsman or not. That was\nhow I was able to go and I saw the conditions. That's the only one time I was. But there\nwere many other people like carpenters, electricians and so on and who went daily, and\nthey were telling, you know, about conditions that were. So that's how I was able to go\nthere and see. Now, let's see, yes. Now, the camp was in constant, in constant building, so\nwhen I first came I was on Block 7. This block later on was raised and another story was\nput up on it. So later on it became Number 14 and later on it became number, Block\nNumber 22. And there were 28 blocks in the mother camp, 28 blocks, and they went from |\nto on one side, to 11. Block 11 was called the death block. It was the bunker block and there\nwas a yard and there was a wall, death wall against in which prisoners were shot in the back\nof the head. And in the bunkers, there were bunkers, standing bunkers where four people.\nThe cell was three feet by three feet and there was only a door at the bottom of this. The\nprisoners had to crawl in and stand up and four of the prisoner in this small - were locked up\nfor the night. I think there were six of such standing bunkers. Mostly, they were put there\nwithout any food and then only the bodies were pulled out from there and burned. And there\nwere other cells and other instruments of torture where people went - anybody who went to\nBlock 11 seldom came out alive. Now, the woman come at one time - it was actually in\nAuschwitz itself. You know the 11 blocks which were on the eastern side of the camp, were\nall partitioned, with barbwire, and this was a womens camp. And then the conditions there\nfor the women were quite quite decent, but it didn’t last long because they were only put\nthere until they build a camp, the camp in Birkenau. And once this was built, then they went\nback there. Also after invasion of the Russian on June 22, 1941, I don’t know exactly. I think\neither it was in October or November, the part of 9 blocks was separated again by barbwire\nand the gate was put on and on this gate they wrote that a prisoner of war camp and the\nRussian prisoners were brought there. And there were approximately 11,000 of them and out\nof the 11,000 by, I think, December of that year only maybe a thousand survived. The rest\nwere all dead and most of them were dead by starvation and by typhus and by beatings. And\nthe bodies of these Russian prisoners were stuck six feet high because there was no - they\ndidn’t have the capacity to burn the bodies. The one crematorium which was in Auschwitz\nOne was the smallest of all the crematoriums and it just couldn’t burn the bodies, you know,\nfast enough. There was also a crematorium - next to the crematorium in Auschwitz was a\nsmall gas chamber where people were gassed. Of course, the biggest crematoriums were in\nAuschwitz Two and Birkenau. There were this crematorium in Auschwitz was designated as\nNumber | and then there were Number 2, 3, 4 and 5 in Birkenau, and there the capacity was\nmuch greater, much greater, especially the gas chambers. They had the capacity of 2000 or\neven more prisoners or people could be gassed 1n one sitting. And there were four of them so\nit’s approximately 10,000 people could be gassed in, well, matter of few hours. The gassing\nwas not the problem. The problem was the disposing of the bodies because the capacity of\nthe ovens were quite limited. That’s why many of the bodies were burned in ditches or they\nwere burned on stacks and disposed this way. Now, since we were about gassing, the first\ngassing actually took place in Auschqitz camp itself and it was the gassing of some 600\nRussian prisoners of war. We - and some Polish prisoners. One day, it was of course after the\ninvasion of Russia by Hitler, I think it was approximately on, in September, I think,\nSeptember of 1941. We were all called back from our workplaces to the camp. Maybe I\nshould also explain how the compound itself was only for the prisoners to go for the night to\nsleep, and the compound - as I said in Auschwitz One was 28 blocks and it was surrounded\nby two rows of barbedwire, electrified barbwire and by towers with guards with machine\nguns. On the east side, east and south side there was also maybe 15 high - maybe not 15 -\nmaybe 10 feet high concrete wall because next to the east was a road, public road, which of\ncourse, they didn’t want anybody to see the camp and from the south. And I lost my thought\nnow - yes - so we were all brought back to the camp one afternoon, and we had to go on the\nblocks and they told us that we, nobody can go to the windows and look out the windows.\nAnybody who will be caught will be killed and the guards were all over the camp, and we\ndidn’t know what was going on. We found out later on the next days because the pallbearers\ntold us, you know, there were prisoners who had to remove the bodies and apparently, 600\nRussian prisoners. And I don’t know, I think they were all officers and most of them\nprobably were all political commisars [ph] and they were taken to Block 11, the death block,\nand they were put into the cellars and the cellars were sealed off. There were half windows\nand the half windows were covered with dirt in order to make them gas tight and they were\ngassed there. And in the night the bodies were removed by the pallbearers and taken to the\ncrematorium Number | in Auschwitz and they were burned. And from the pallbearers we\nlearned that they were Russian officers or soldiers, and among them there were also some\n200 Polish prisoners that were gassed. So that was the first gassing, as I, which was\nperformed. Later on, there were gassings in the small gas chamber in Auschwitz and I once\nwas witness, I mean, not to the gassing itself because nobody - only the prisoners who\nworked - but the block I was on was Number 22 later on, which was the nearest to the\ncrematorium. You couldn’t see the whole of the crematorium. Only part of it. You could\nonly see the foreyard, you know, to the crematorium. There was a gate and then there was a\nsmall yard and to this from our windows where we were at the far end of this block. I saw\nmyself a truck arrive and back out to the gate to the small yard and Jews had to - only men -\nthey arrive from the truck and were put into the yard and there they had to undress. Now,\nhow do I know they were Jews? Because, because they were Hasidic Jews. They wore\nspecial dress. You know, mostly black, black hats and most of them had beards. Later on, we\nalso found out from the crematorium people who had to burn the bodies that there were Jews\nfrom the Polish city of Bendzin, which was in Syvicia [ph] not far from Auschwitz, and\nthese people had to undress and they disappeared. I couldn’t see that, but they all went to the\ngas chambers there and they were gassed. Now, as I worked in the carpentry a time and then\nin the workshops you know I had to take orders and the orders came to me, and I had to\ndistribute the orders to the different workshops, you know whether it was an order for the\nlocksmiths or an order for the carpenters or for the glassers or for the electricians and so on.\nWell, there were orders coming, for instance, for gas-tight doors and there were drawings,\nyou know, how the doors should look. What it should look like, and the doors were\napproximately three inches, maybe three and a half inches thick, and they were - were\ninsulated inside with some gas proof material. I don’t know what it was. I think it was wool,\nsome wool, and then the edges, the edges of the door, they were this way, and the edges were\nthen felt. You know, how do you say.",
        "A: Yes. And in the middle of the door was a visor open, you know, with glass from both sides.\nBecause as I said, the doors were three, three and a half inches thick. And there were two\nbolts and through this - and then the way when they gave the order read, Fear for “Zander\nber hablen der Juden” [ph]. It means for special treatment of Jews. There never was. I never\ncame across where they talked about Final Solution. They always referred to it as “Zander\nber hablen der Juden”’ [ph], the special treatment of Jews. Of course, we knew it was the\nsame thing. Final Solution. So these doors - somebody today tries to say that it didn’t exist,\nso why did you need gas-tight doors? Anyway, anybody who wants to deny this, either\nignore it or - Now -",
        "A: Quite a few because the first door was done for the crematorium for the gas chamber in\nAuschwitz and then there were the other ones were in Birkenau. I don’t know how many\naltogether, but at least, as far as I know, probably were at least five. Five doors and I’m now\nsorry because when I when back to Auschwitz - I had to keep a register, a big book where I\nhad to register every order which came in had to be registered and it was my job, and I, when\nI went back I’m sure had I seen it right away I would have taken it with me, and then from\nthere you would be able to find out how many doors there were. But I remember it. Matter of\nfact, if I had drawing board or something I could draw exactly you know what the door\nlooked like because I know. I remember it so well. So, but now maybe you want to ask --.",
        "A: Yes. I wanted to say yes. I was witness because at that time I became a clerk on the block.",
        "A: 25A was right next to the kitchen, the camp kitchen, and at that time there was a small yard\nin front of the kitchen, and one day and it was in the morning, you know, when all the\ncommanders went to work and only on the blocks were the block elder and the people in the\nrooms you know and the clerk, and we saw through the window, because it was on the\nsecond, yes the second floor, we were on the second floor, that the SS brought out tables, and\nthere were some papers on it. We knew something was going on. Later on, they brought\nmaybe 100, I don’t know exactly, 100 men. Now, they were stripped to the waist but you\ncould see from the trousers that they were soldiers. As I said, later on we did find out that\nthey were Russian soldiers. It as also after the invasion, after the June 22, 1941, I think it was\nin August, and they, they were registered or questioned or whatever the SS - nobody. Again,\nwe couldn’t go, you couldn’t be conspicuous and look through the window, you know, with\nyour nose next to the pane. You couldn’t do it. You could only do it from afar. They were\ntaking some evidence of them and later on they were taken to a sand pit which was behind\nthe kitchen. Already outside the compound near the guardhouse there was a sand pit. The\nsand was used you know for construction. They were taken out and the SS, only the SS, and\nthe most vicious way they were killed. They were killed by -- and this I saw with my own\neyes - they were killed by being hit by spades as they split their heads. They were told to lie\ndown and they put the handles of the spades on over their throat and they stood on each end\nof it and they suffocated them. And they were put on the edge of the pit and then kicked in\nthe groin and they fell down, and they took big stones and they through them. Of course, I\ncouldn’t see because they were down in the pit but I saw the SS throwing the big stones on\nthem. They they did - there was a small narrow-gauged wagons which they loaded the sand\nto be taken to the construction site. They loaded this with the sand then they told the\nprisoners to lie down next to this. These wagons were, they could turn over and then they\nturned over and the whole load of sand was put, and they buried them alive, and that I saw.\nAnd that was the most horrible thing I ever saw. Now, I couldn’t tell and nobody really\nknew, at that time, they probably killed half of these hundred men before noon. Then of\ncourse, they had to go to lunch, the SS, and after lunch they killed the rest of them. They\nwere all killed. They were not shot or anything. They were murdered in the most brutal way.",
        "A: I couldn’t tell you. I just don’t know. Not too many SS men. Not too many. And we learned\nor we heard that they were also commisars you know and some of them, at least to me, some\nof them looked, had Semitic features. So maybe they were Jews. I don’t know. Because the\nviciousness which they displayed, the SS. Just, you can’t imagine.",
        "A: Oh, yes. Father Colby, yes. I was on the block. It was in quite soon when I arrived in\nAuschwitz. Of course, I didn’t know Father Colby then. I didn’t know from Adam. Nobody\nreally knew who you were. You were all - unless you had close friends you know whom you\nknew from outside before you went to - otherwise, you didn’t know who your next neighbor\nwas or so unless you got friendly. Anyway, a prisoner escaped and at that time there was a\ncollective responsibility. If a prisoner escaped and say he escaped from say, work unit, or he\nwas stationed on this block, then they were taking hostages, you know, mostly 10 or 20\nhostages for the escape. And in this instance, the prisoner escaped and the camp\ncommandant - not the camp commandant - the camp, what is the different? He was the camp\nonly of Auschwitz. Not the top commandant. His name was Fritcher [?] and he came, you\nknow, after the roll call in the evening, came through - because this prisoner was stationed\non our block, on this block. And he came to select the ten hostages, and he went one row\nthrough, you know, we had to stand in ten rows. When one row through another and I don’t\nknow what decided him but he picked out, he said, you step out. He looked you in the eyes.\nHe looked in my eye and passed me up and looked in somebody else’s eyes and you know\nanyway, he selected ten at that time, ten prisoners. And one of the selected prisoner was a\nPolish sergeant in the army who was married and he had children, and he was lamenting that\nhe’ ll never will see his children or his wife, and at that moment a man stepped out and said\nthat he would like to take his place, you know, to save him. And the commandant agreed and\nthis fellow went back into the row and survived and the other man died of starvation. And\nlater on, we found out - of course, at that time I didn’t know it was Father Colby who was\nlater on canonized and I think he’s now, you know maybe he’s already a Saint, I don’t know.\nAnd the fellow whose place he took, his name was Guy Ovneczech [ph] and he survived the\ncamp. I don’t know whether he’s still alive or not. This was, that was the incident and I was\nthere. Yes, I do remember it vividly. Well, you know when first of all, when we came, this\ncommandant was Fritcher. When we arrived he also had a big speech to us all and it was\ntranslated by a translator and of course, he spoke in German and he said, “‘you are here for\nthe duration of the war.” That’s what he said. And the next sentence he said, “The only way\nout of this camp is with the smoke through the chimney of the crematorium.” So once he\nsaid this, we all felt that the whole world collapsed you know around us because there was\nno really - it was true. There was no really escape. The only escape was through the smoke\nof the crematorium and of course, for many Jews that was the only way.",
        "A: Well, not that I know. No - nobody. I can tell you this, the terror was extreme. We lived in\nconstant fear and because you never were sure you know what the next moment can bring,\nthat was, to me anyway, it was the biggest - the uncertainty. The uncertainty in the life. In the\ncamp, you know you could have been safe in your work because you worked and the SS\nman in charge may have been quite decent you know treating you, but once you came back\nto the camp, you didn’t know. In the camp there was so called political department you know\nwhich was the camp’s Gestapo, and you didn’t know what they had in mind. If you, for\ninstance, if you, the worst thing 1s when you went to the hospital. Say you were sick and you\nwere emaciated. They took you to the gas chambers because they didn’t want to waste food\non you anymore. I tell you the ways of killing people. There were the mass killings. Well,\nthe gassing was the biggest one. Then there was the injection where they injected you, you\nknow in the heart. They injected you with with phenol, you know, chemical which causes\ninstant death. Then there were of course, the execution by shooting you know you were shot\nin the back of your head at the death wall. But before the death wall was built, the shootings\nwere executions by firing squads and it was done in the, again in the sand pits and gravel pits\nyou know outside the camp, and many times at the evening roll call when we stood at the\nroll call, the prisoners were taken out of the death block, the Block 11. At one time it was\nNumber 13, but the numbers were constantly were changing. But they had bound their hands\nwith wires in the back of them and they walked through the camp to the pit, gravel pit behind\nthe camp and then they were shot by firing squads. That was done. Later on, they were shot.\nI don’t know for what reason. Maybe it was they wasted too much time. They were shot just\nagainst the wall in the death yard against the death wall, and they were shot from a small\ncaliber rifle and they were shot. Always, one of the prisoners took the victims who had to be\nshot by the arms, you know one on left arm and right arm and led them towards the wall, and\nthe SS man who, the executioner came from the back and shot the fist one and then the other\none, and then they were thrown on the piles. Matter of fact, this ground was soaked with\nblood two meters deep because it was - afterwards, when the camp was liberated they dug it\nup. They had to dig two meters deep to get the blood out of this place. And how many were\nshot? The one, the one person it was Hapchar [ph]. I think his first name was Gearhart. He\nwas also the Report Fuhrer and he was also the executioner, and you could see him at the\ntime when I was the clerk on the block. You saw him with his rifle under his arm walking to\nthe Block 11 which meant that there would be execution, and the executions were almost\ndaily, daily, every day, one way or the other. Either, well later on, the gassing was every day\nand there were shootings were every day and the injections were given almost daily, and you\ncould see him going. In other words, one knew that there would be execution, and the small\ncaliber rifle was used because it didn’t make too much sound. It wasn’t very loud and\napparently it must have been very effective. And there were others who did the executions.\nThere was another Report Fuhrer, his name was Kadook [ph]. Matter of fact, he was -- .\nNow apparently, he got into trouble with the authorities and he was later on sent to - that’s\nwhat I hear - now, this is only from hearing, I have no knowledge otherwise - that apparently\nhis family, his wife and two children were bombed and killed in bombing raids, and he\napparently got friendly with a Jewess in the Birkenau camp and he was found out, and then\nhe was sent to fight the Partisans. Because of his great services which he rendered to the\nGerman camp he was not executed or anything but he was sent to fight the Partisans in\nYugoslavia and he was killed. So that’s what we heard. And this other - Kadook was first\ncaught and he was tried in East Germany, he was sentenced to death but then it was\ncommuted to life, and afterwards he was given - because there were other things which they\ntry him in West Germany, and he was taken to West Germany and tried again. And I think\nthe trial went for many, many years, and there were many witnesses called from Poland and I\ndon’t know whether he 1s free or whether he 1s still in prison. I didn’t know. I think that was\none of the last trials that was conducted.\nEnd of Tape #2\nTape #3",
        "A: Well, life expectancy of a prisoner, of a new arrival was between two to three months. It\ndepended of course, upon the work. If you had a very heavy and of course, new arrivals\nalways got worst jobs, the heaviest jobs, like digging on the foundations and carrying bricks\nand very heavy duties. On the food which we received they couldn’t exist longer than two\nthree months. So if you were lucky, like I suppose I was, that I did you know meet a friend\nof mine who was already established prisoner, because he came with the first transport and\nwas able to get a job as a groom to the SS horses, officer’s horses. And therefore, he was\nable to share some of the food which the horses recetved, which was more than the prisoners\ndid, like potatos and carrots, and even sugar even though the sugar was discolored, they had\nmeans of cleaning it, they could survive. And because of them I was able to survive because\nthey introduced me to the carpentry, master of carpentry and I was able to get and work in\nthe carpentry shop. But other people who were unable and who had to work these hard, you\nknow, labors just couldn’t possible survive more than two, three months, and those who\nwere emaciated were called Muslim man and the were - they lost all will to life and they\nwalked you know like in a daze and you could - with one finger you could push them and\nthey fell over and never got up. It was a terrible sight. And one of my friends - matter of fact,\nwe came together, who was arrested with me - he died. He didn’t survive, and I met him\nonce and I couldn’t do anything for to help him. He died. He became a Muslim man and\nperished.",
        "A: Yes. The respect was in the SS. The German guards respected anybody. Well, respected -\nthey had a certain respect because they saw that anybody was able to survive three months,\nand say and longer, then he must be a person of strong character and strong will and good\nphysical condition. So they did they had certain respect. I would say, yes they did. And of\ncourse, there was among prisoners - when you were an old prisoner you were also trusted.\nThat if you survived the first few months, that you must be of good character and be able to\nconduct yourself in a manner. Now, there were, of course, some prisoners who did survive\nbecause of their brutality. Not only all were German criminal prisoners who were in charge,\nyou know Kapos and so on. Later on matter of fact, I think when the German war machine\nwas slowing down and they called up some of the German prisoners, the German prisoners\nwere called up to the German Army and they apparently formed some special units. So the\nKapos later on and the block elders became, they were eighter Polish or Czech or - there\nwere also some Jewish in the Jewish camp. In Birkenau there were Jews. Now, some\nbehaved honorably and some didn’t. There were, like one of the prisoners in Auschwitz I\ncamp who did the injections you know killing, was a Polish prisoner who did this. His name\nwas Pineschhk [ph]. Everybody knew about it but nobody could do - what happened, he was\ntransferred later on to another camp and then he was killed. So these were the unwritten rules\nyou know of the camp. That you better behave yourself because eventually somebody will\nget you. And there was another prisoner, who 1s also tried and I told about this Kadook [ph]\nReport Fuhrer - he was a block elder in a Auschwitz One and later on he became a block\nleader in the punishment company. Because there was a company where you went as a\npunishment and you seldom came out once you went to this company. And he behaved\nbadly and he was arrested in West Germany and tried. I don’t know what the result was,\nwhether he’s free now or not. So there were, you know, there were many prisoners - and\nthere were many informers among the prisoners, and there were not only German informers\nthere were Polish informers. It was a fight for survival and some did it by honest means and\nothers couldn’t care less how they achieved this. So --, but I would say anybody who\nsurvived for a long time was trusted, and that’s how, for instance, we could arranged our\nescape from the camp because we knew all the prisoners and we trusted them and when they\ntrusted us, and we more or less knew who the informers were. Once you were that long in\nthe camp you knew whom to avoid and whom not. Whom you could trust and whom you\ncould speak and so on. Could I tell you that I contracted typhus?",
        "A: One time - well, typhus was always but there was an epidemic in 1942. There was a great\nepidemic of typhus. It was the spotted fever. I contracted it and I went to the hospital, what\nthey called the hospital in the camp. It was so bad that later on, you know, we had bunks and\nthere they were three-tier bunks in the hospital. There were also three-tier bunks and they\nwere approximately three feet wide and on them, many times, three prisoners, three sick\npeople had to lie. And, two this way and one in the legs, you know. So it was terrible, and I\ncontracted it too and I was for 16 days in high fever. I never apparently - my constitution was\nquite good and I didn’t lose consciousness, but I didn’t eat through the whole 16 days and all\nI did get was hot water, boiled water to drink. And then I was for the next three weeks in\nconvalescence, and then I was released one afternoon, but I don’t know. Maybe I had a\nfriend, doctor whom I knew and the friend doctor, it was Dr. Tyfeld [ph] he - after I got out\nand was in convalescence, he gave me two injections of glucose. That’s the only medication\nI did get, to strengthen me. And then, as I said, one afternoon I was released, and the reason\nfor it I don’t know. Maybe the doctor knew something or not. I was released in the afternoon\nand I was so happy that I was now out of the - and I tried to run and I didn’t realize how\nweak I was and I couldn’t lift my feet, and I fell nght on my face. And then I went on the\nblock and the next morning around, I think, six o’clock in the morning or seven o’clock, the\ntrucks came to the hospital and all the patients, whether in convalescence or sick were loaded\non these trucks and taken to the gas chambers and they were all gassed. And they were not\nall Jewish, you know Jews. There were Christians and Poles, and Czechs, many different\nnationalities, and they were all dead and all taken and gassed, and I avoided it just by well\nsome 12, 13 hours, you know I avoided being gassed.",
        "A: I don’t know, I don’t know. Maybe the doctor knew and they released me. I was the only one\nreleased and I don’t know why. But I suppose it was fate or somebody just knew something.",
        "A: Well, you know, I was thinking about escaping. As a matter of fact, the first day I was\narrested when I was taken to the prison and we were in the entrance hall, I already thought\nthen that I just walk out because I did speak German. I thought maybe I be able to talk\nmyself out and I wanted to go to the gate. But I didn’t. I didn’t know enough, you know, how\nthe workings of it were. But then when I came to Auschwitz at the beginning, I didn’t think\nit because, you know, you were so hungry and you just couldn’t gather your thoughts. All\nyou were thinking about how to survive. But later on when I, more or less, became\nacquainted and I got together with a friend of mine and we were thinking about escaping,\nand we did have a plan and we did prepare for it. And of course, the preparations were you\nhad to do it with and had to involve many people and trust many people. Now, in the camp\nthere were some crafts which couldn’t be performed by prisoners because they were\nspecialties things which had to be done. And therefore, they did employ outside people from\nthe Polish workers, and these workers were more or less free to mingle you know with the\nprisoners and some people did mingle with them and were able to talk and exchange\ninformation from the outside, and some of them were even able to send letters to their family\nfrom outside. Some were caught and if the civilian person was caught, then they were\nbrought to the camp or they were executed right away. So they were taking great chances.\nBut anyway, so we did - one of the fellows made the contact, there were four of us who\nplanned to escape, and we wanted to escape as civilian workers and we did prepare, you\nknow, the passes. They were of course forged and our photographs were drawings you know\nand then taken - the photographs by a lens and somebody in a box. Somebody brought a lens\nand we made a photograph of this drawings. Not of us. Couldn’t be done. And then that’s\nwhat we put on the passes and then the civilians also brought bicycles, and what they did,\nthey came on a bicycle and left the bicycle in this spot. It was in not carpentry. It was in the\njoiners. There were small places where they could be hidden you know, in the joiners, and\nthey left them and they brought four because four of us wanted to escape, and they brought\nfour bikes. They also brought four civilian clothes and they also - we were able to prepare\ntoupees, you know. They were very crudely made. I don’t know who made them, but\nanyway there were, and then we decided that we going to go out of the camp. At that time\nwhen we planned, you know, there was no more collective responsibility. In other words,\nnobody would have suffered because of our escape and that’s what - we didn’t want anybody\nto be starved to death because we escaped. We didn’t think in those terms. We thought that if\nwe do, we didn’t want anybody to suffer for us. So when the day came that we escaped, we\nwanted to go with the other workers and could mingle and go in one group and then show\nthe passes. And I’m sure the guards wouldn’t check each pass separately, you know closely,\nand when the day and the time to quit, which was the worker had to leave by five o’clock,\nwe went to the shed. It was a shed where we changed the clothes, into the civilian, and this\none fellow who actually made all the contacts with the civilians because he was in a position\nto do it, he just didn’t show up in the shed to change. So then one of my friends you know\nchanged back into the prison and went to see what is happening. And then he came and he\nwas shaking life a leaf and he just couldn’t contain himself. He was mumbling. He said, I’m\nsorry I can’t make it. He said, I cannot do it, I just can’t take the risk. So then we had to\nabandon it. And we again changed into our prison garb, and now we were afraid about him,\nwhether he is not going to you know to tell on us. And we had to, well - we could have, if we\nwanted we could have eliminated him by - because of the lies, we could have infected him\nwith typhus you know and he knew it and if he once he went to the hospital, you know, the\ndoctors were all Polish or Jewish and Czechs or what and they were friends of ours, they\nwould have taken care of him. But he promised us, he cannot do it but he 1s not going to do\nany harm to us if we want to go in a different way. He said to trust him and we did. We did\ntrust him and we had to change our plans, and then apparently, apparently somebody must\nhave known that we were planning to escape, and then the other group came and they\napproached us with - we wouldn’t go in a different way, and the different way was to acquire\nSS uniforms and take prisoners out to work outside the camp. And that’s how we started\nplanning, and some of the people who were involved had connections. One of the prisoners\nhad connections with the people, because everywhere I worked were prisoners, everywhere.\nOnly the top authorities were the Germans, but otherwise, the inside organization of it was\nall, in the prisoners hands. There were all in the offices, everything. The whole evidence,\neverything, was kept by the prisoners. Doctors, you know, everything. So we decided that\nwe do escape as SS guards and take four prisoners out to work, outside the camp. And since\nmy friend and myself spoke quite decent German, we were picked to be the SS people. And\nthen some of the friends who were involved had friends who worked in the storage rooms\nwhere they stored the SS uniforms and they were able to smuggle out of the storage rooms\none pair of trousers and then second pair of trousers, and then one jacket and another one,\nthen a cap, then second cap, then the belt, then second belt, and this was brought in and it\nwas stored, you know, my friends who was supposed to change in the SS uniform with me\nwho had a small studio. He was a carver and a sculptor and he had a small studio, and he was\nnot bothered by anybody, by the SS, because he worked for them. He sculpted things for\nthem for which they sometimes give him some bread and some sausage and, you know. And\nthey took these things and probably sold it or kept it, sent it to home. So we stored it in his\nsmall studio, and then when the time came to escape, then we transferred it to the lumber\nyard. Actually, it was not only a lumber yard but it was all the building materials were\nstored, in this place. It was called Bowhov [?] and in the barrack where the lumber was kept\nthere were three friends of ours and they hid the uniforms there. And these uniforms, they\nthen put the insignia because we didn’t want to go out as just ordinary SS men. We wanted\nto go as NCOs in order that we were able to carry sidearms. Of course, any SS man who was\ntaking out people to work outside, you know, had to be armed. Not only armed, had to have\na special permit, but I’Il come back later to it. The arms of course, was an impossibility for\nus to obtain, but we again, had friends who worked in the saddlery that, you know,\nworkshops, and we were able to obtain two holsters for which we then made dummy pistols\nout of wood. Now, one of our friends knew somebody in the saddlery and he approached\nhim with a concocted story that the chief of the carpenters and workshops, who was an SS\nman by the name of Ifred Shiner [ph] had his birthday coming up, and his holster was rather\nshabby, and whether he wouldn’t make a new holster for him. The fellow said, yes. Of\ncourse, everything was done for a piece of bread or piece of sausage if you could obtain it.\nAnd he said, yes he will do it, but what size is the pistol? We said, well, we can’t ask him to\ngive us the pistol so that you can make the holster we said the normal size, just make one. So\nhe said Okay, but don’t blame me if it doesn’t fit. But of course that was the whole idea, that\nit wouldn’t fit because we needed two. So no matter what he do it wouldn’t be the right size.\nSo he made this one holster, and we told him no, I’m sorry, it is too small. Will you make a\nlarger one? Again, for a piece of bread. So he made another one and then we had the two\nholsters, and as I said, for the two holsters, we sculptured and made dummy out of wood,\ndummy pistols. The pistol’s holsters were open in the back and of course, you could see, you\nknow, whether there were a real pistol or not. But since camp, especially in the winter, was\nrather damp place - Auschwitz was a damp place, so the SS always wrapped the back of the\npistol in a dark cloth, black cloth, you know, piece of cloth so that you couldn’t see from the\nback whether it was a real pistol or not. So we did the same thing and nobody knew whether\nthere was a real pistol or not. Then the SS needed a pass to take prisoners out to work and the\npasses were issued by the issuing SS officer, and they were of different color for different\ndays and again, one of our fellows who were escaping with us knew a fellow prisoner who\nworked in the printing office and the printer gave him some blank forms in different colors.\nNow, the day we wanted to escape which was, matter of fact, 1t will be in six days. It will be\nthe 50\" anniversary, on the 28 of September, 1944. And when we came to issue this blanks -\nthe colors was pale blue - and we looked through our blanks and we didn’t have a pale blue.\nThe nearest to it was pale green and we said well we’ll take the pale green. We take a\nchance. So I knew who the issuing officer was and I did it in my office. Of course, we\nneeded a stamp. The stamp - again, the sculptor, the carver, he carved it out, the stamp out of\na very soft wood and he made a very good facsimile of it, and I tested it on a piece of paper\nin my office on an ink pad and it came a very good facsimile. So then I did fill out on the\n28\"\" I did fill out this pass and I signed, forged the name of the issuing officer who was the\nSS ? De Fuhrer, Miller, signed his name, put the stamp, and in order that the stamp wouldn’t\nbe recognized, you know, I smudged it a little. And then the prisoners themselves needed a\npermit from the workshop SS man and this was no problem because one of the escapees was\na Clerk in the office there, and he had blanks and he issued the blanks that four prisoners,\nglassers are going to work in this spot and he signed this SS man, forged his name. So we\nhad these two pieces of passes which we needed. Then we obtained, because if we failed, we\nobtained some cyanide poison. We obtained it from the pharmacy, the camp pharmacy,\nwhich again, was run by prisoners, and the prisoners who did run it was named Marion\nDolinski [ph] and he was a very nice fellow and he gave us cyanide in the form of powder,\nwhich we put, wrapped in pieces of paper and each one of us had it with him. So then, now,\nbefore that we already had contact with the underground, and we had the contact with the\nunderground through a Polish girl who worked as a SS civilian cleaning woman in the\nbarracks of the national labor social - NSDRP, I don’t know what the - that’s the acronym of\nthe German Nazi party - and through her we contacted with the underground and the\nresistance movement. And how we did contact her is that again, she was instructed to do\nsome damage, either to the plumbing or to the electricity or something that broke down and\nthat the workers had to come and to correct it. And of course, whenever we needed\nsomething and there was a call, then this fellow who worked in the workshop office always\nassigned somebody, either himself to do it with another mechanic to go there or I went there,\nand he made the contact. We exchanged the information with the girl and she took it to the -\nso with her we decided that we escape on the 28 of September 1944 and that - how do you\nsay, the word you know, the recognition?",
        "A: Password will be a Polish carol, which the fellow who is going to meet us was supposed to\nwhistle. And the carol, Polish carol name was “ ? “ which means “They came to Bethlehem.”\nSo then everything was ready for us to go, and since we didn’t have the proper color pass we\nsaid that we will try to avoid going through the gates where the passes would be checked.\nAnd we already surveyed it beforehand, that there to the buildings to which we had to go to\ndo to put the panes in you know, the panes, the glasspanes in, was there was a shortcut which\nled under the tower of a guard. And many workers pass this way many times and they were\nnever stopped. So we said that we will try to do the same things, and we had a lookout for us,\na fellow prisoner, a very good friend of us who was looking at the place, and he was\nsupposed to give us the sign you know whether it’s okay or not okay. Anyway, so when the\nday came and we decided to escape at noontime, it was the time when the SS, most of them\nwent to the mess hall you know, for lunch and there wouldn’t be too much of them moving\naround. Because we had quite a distance to walk to meet our prisoners, you know, whom we\nwere taking out to work and they were quite a distance away. So when the day came at\nnoontime, at one o’clock it so happened that the SS man who was in charge of me and the\nworkshops came to my office, and he wanted something urgently done and it took sometime\nand I was delayed. Eventually, he did leave and he went to lunch, and then I was able to\nleave and I went to meet my friend, the other one who was supposed to change into the SS\nclothes, and we went to the lumber yard. Because in the meantime, we transferred it to the\nlumber yard, the uniforms, we went there and these people were quite worried that we were\nlate, and they thought matter of fact that we won’t show up at all. But anyway we did come,\nand we changed into the uniforms you know and they inspected us. They were supposed to\nthen, after we were successful in escaping, they would burn our prison uniforms. They\ninspected us and they looked out of the barrack whether the air was clear and they told us\nyes, and we walked out. And as I said, we had to walk approximately some, almost half a\nmile and it was dangerous. It was really dangerous because we were afraid that we could\nmeet some SS people who would recognize us. So it happened that we were lucky. We\ndidn’t meet many prisoners who had to salute us the prescribed way and where they had to\ntake off their cap and, you know, look at us, and one of the fellows recognized me because I\nmet him later on, 1945, in Italy, and he said that I looked very pale. Well, anyway so we\ncame to the place where we were supposed to meet these prisoners whom we were taking\nout to work. We told them to pick up their tools, the glass, and shouted the way the SS\nshouted at prisoners to pick up, and they picked up the glass and we walked towards the\ntower. And there our lookout gave us the sign that everything is clear, that we can go and we\nwent. We went it was a narrow pass leading under the tower and the guard on the tower with\nthe machine gun, seeing our insignia, you know, shouted Hail Hitler to us and we shouted\nback, Hail Hitler. And we said, what a beautiful day it 1s, in German. And he said, yes, it’s a\nnice day. And we went, we passed. We had to come to the main road and on the main road\nas we were maybe some 50 or 40 yards away, there were always roving patrols would check,\nyou know, the SS and the prisoners who worked outside the big chain of guards and as we\nwere approaching this road on the bicycle was an SS man, a Sergeant SS man on the bicycle\nand he was looking in our direction, and he was unable to make up his mind whether to stop\nand check us out or whether to go on. Anyway, he almost stopped on the bike and finally, he\ndecided to go and he went on. And we didn’t know what we would do, but between\nourselves we said if he does check out and he finds out we have the wrong passes, we either\nhave to kill him or take him with us and hoping he wouldn’t make to much noise. Anyway,\nhe did go on so we came to the road. As we came to the road, going away from us was a\nwhole company of SS going to the firing range. So they must have passed only a few\nminutes before we got there - so we crossed the road. We went into the houses. There were\nnew houses being built for the SS and they had to be, you know, the panes had be put into\nthe frames of the window frames. It’s not like here where the whole window comes with\nglass and everything’s there, you just put first the frame and then you have to put the\nwindow. So we went into the house looked around. Nobody was there. We went to the other\nside of the house and looked around. Nobody there, and we walked because they were open\nfields and the fields led to the river, the River Soya [ph] which floats near and through\nAuschwitz city, the city of Auschwitz. We came to the river. Near the river the vegetation\nwas quite lush and in the brushes the glassers, you know, took off the heavy panes off their\nbacks ad the other tools and we dumped it there. And then we walked on the west side of the\nriver going south for some 150 yards and then went into the river. The level of the river was\nvery low at that time. We walked in the river bed for some 150 yards in order to lose the\nscent for the dogs once the search would start, then cross to the east side of the bank and\nwalked along. As we walked further south there was a couple lying, young couple lying in\nthe grass and we knew that there was only a fellow was supposed to be - anyway we came\nthere and we don’t hear any whistling of the carol, so we pass and suddenly we hear that\nsomebody is walking or even running behind us and he’s trying whistling but no tune comes\nout. So we turned around and we then spoke in Polish what are you trying to whistle? and he\nsaid this “ “ and we said well, you’re our contact then. He said, yes. He said, I couldn’t get a\ntune out. I was so nervous because you looked so impressive as SS men. I said, now, you\nwere supposed to be my yourself. And he said, yes, but I was so lonely I said I better take a\ncompanion, the girl. So then they came with us and we walked further south, and they put us\nin very deep bushes and we - he said we have to wait here. I’m going to see the commandant\nof the unit, of the Partisan unit and he will come here. And he came after a while. He came\nand he brought us three grenades and two real pistols this time. And then he said we can’t go\nany further until it become dark because some of the bridges and the roads are being watched\nby the SS. So we waited in the bushes until 1t became dark. While we were sitting in the\nbushes we heard the siren go off in the camp. We probably at that time were maybe three,\nthree miles, three and a half miles away from the camp, and once a siren went off we knew\nthat we were discovered that we were missing and that the search would begin. And when it\nbecame dark he took us and he led us through some pass and roads. I don’t know where.\nAnyway, we came to a farmer’s house and there we were given very poor civilian clothes,\nvery poor but Polish peasants didn’t have much themselves. Anyway, we did shed our SS\nuniforms which they hid because for further use later on, and the prison garb was taken out\nand burned right away. And we were given a bowl of soup and glass of Polish vodka, a small\nglass. And then the same guide who picked us up came and walked us bypassing the villages\nfurther south to the foothills of the Carpathian Mountains. And we arrived there in the\nmorning and there we were met by two Partisans, also former escapees from Auschwitz, and\nthen taken back further in, deep in the mountains and high in the mountains to the\nheadquarters of the Partisans. The Partisans were - approximately 100 people were there, and\napproximately 20 of them were former escapees from Auschwitz. Well, there were\napproximately 667 attempts of escape from Auschwitz and 270 were caught and executed.\nThe execution was always by hanging, public hanging. 397, you know, survived, but not\nmuch is know about them. Our group which escaped, we were six and I believe, I’m not sure\nbut I believe it was the biggest group that ever escaped from Auschwitz. And out of the six,\nthree are - I’m sorry.",
        "A: Three are now deceased and of one there is no knowledge what happened to him. And the\nother one, the sculptor who was with me changed in the uniform, lives now in Poland but\nhe’s 81 and he recently had a stroke. And I am 78, and live in Ashland, Oregon. I’m sorry.",
        "A: Well, when we came to the Partisans we, of course, didn’t know what the strength was of the\nPartisans and what the equipment and armament was, but we had plans that we thought\nmaybe we could liberate, you know, some of the prisoners and liberate the whole camp. But\nwe found out that we were too ill equipped and we wouldn’t have any chance, you know, of\nliberating. Maybe because it may have been a big catastrophe. You couldn’t fight against 3\nto 4,000 well-armed guards. It was a impossibility. Besides that, even if we did succeed,\nwhat would you do with the thousand of prisoners? What would happen? How would you\nfeed them? Where would they go? Where would they hide? It was impossible. But we did\nsucceed in one instance where we freed two prisoners. We intercepted them while they were\nwalking from one camp to another. They were taken by genuine guards and we gave them\nfictitious papers that they were wanted, these two prisoners were wanted in the political\ndepartment, which was the camp Gestapo. And they released them and we signed the papers\nfor them and they released them and they were free. But one of them - no, both - no one of\nthem didn’t survive. He was killed later on and he was killed later on. There was a raid on\none house where they were staying. Matter of fact, I was in the house the night before, in the\nhouse with this friend of mine also who did escape. Now 1s still alive but who had the stroke\nin Poland. We were six together and they told us that too many of us here and why don’t you\nleave, and since we didn’t know what they wanted to do. So we did leave and the next\nmorning the SS surrounded the whole house and they were killed. Three of them were killed\nand one, I think I did describe to you when I spoke before. He was taken alive. And how he\nsurvived, he hid in the basement of the house. Actually, in the cellar, and in the cellar they\nkept potatoes, and when the potato 1s, when the old potatos get, they start sprouting and then\nthey remove the sprouts and they put them in one, one corner of the cellar. And the SS knew\nthat there were four, four prisoners - I mean four Partisans - so then knew that they killed\nthree of them and there must be a fourth one. So what they did, they were throwing grenades\ninto the cellar and this fellow took - once they threw the grenade he through it to the next\ncompartment in the, in the cellar and then they exploded. And after the second one, grenade,\nhe went into the the sprouts and he hid underneath there, and after while the SS came to the\ncellar because there was no movement, and they looked and they didn’t see anybody and\nthey were saying, “He must be here, he must be here.” And they looked and then finally one\nof the SS had an idea to look under this and they discovered him. And then they bound his\nhands. Matter of fact, one of the SS man discovered him was from the political department\nand he knew him personally and he said, his name was Anton Vikrent [ph] and he said, “Ah,\ndas bist du, Anton” [ph]. He said, “oh, it’s you, Anton.” And they did bound his hands\nbehind his back and, and took him, put him on a truck and the truck was going, you know.\nThey put him with his back to the caboose or whatever you call it and the SS were sitting on\neach side of the truck. And at one time he knew that if, if they going to cross the tracks\nwhich might make a bump, he knew that he was very close to the camp and it was time to\nescape. Anyway. He loosened his hands in the back and, as it when through the tracks he\njumped out and jumped straight on the street. He broke his collarbone and his face, you\nknow, was one mess of blood. He picked himself up and he run straight on the road\nbefore they stopped the truck. He was quite a long distance away. Anyway, he was\nrunning, you know. He said I didn't look any way, left or right. I just run straight, and\nthen he came to a house. We had some safe houses where the people would house us and\nhe went there. And this lady of the house, you know, took care of his wound and so on,\nand afterwards the search came. Matter of fact, he -- she pretended that she is not well\nand she went to bed and he hid behind her in bed, was lying behind her. In Poland\nwinters are quite cold and they have andthe _ are quite thick, so when the SS\ncame to the house, she pretended that she is very sick. And matter of fact -- and the SS\nwere very afraid of catching any disease or anything -- so they just glanced through and\nwalked out. So the next day I think I came back from the mountains back again and we\ntook him to another place. We had to take him on a cart. That's how he survived. And he\nlives today in Edmonton, Canad",
        "A:",
        "A: Oh, yes, they knew.",
        "A: Oh, yes.",
        "A: Oh, yes. They were contacted. They new exactly what was happening. You see, it is not\nvery well known, but there was an organization. We had a military organization in the\ncamp and it was formed. There were two theories about it and everybody claimed the\nCommunists, you know, before the war. Not before the war -- after the war, there was a\nprisoner by the name . He became later the Prime Minister of Poland, of\nCommunist Poland, and he claimed that he organized his underground in the camp and he\ntogether with some of the Communists. There were Communists, you know, prisoners\nwho mostly, Austrian Communists and some German Communists and they say they\nformed. But this was very, very, small. It was blown out of proportion because the\nCommunists take over power in Poland and that's why he was there and that's why -- but\nthe real organizer of this was Polish captain and his name was -- his real name is\nPoletsky(ph) but he was in the camp under the assumed name of Thomas Savinsky(ph)\nand he let himself be captured in Warsaw and brought to Auschwitz, and in Auschwitz he\norganized the underground movement. He later escaped with another prisoners. He was\nthere -- were two prisoners. He escaped and he when to Warsaw. He fought in the\nWarsaw uprising and then he came, and I met him when I was in Italy in the second\nPolish Corps and he was going back and forth to Poland, and he was captured in Poland\nand accused of being a spy for the West, and he was tried and executed. Executed by\nbecause he wanted to be the hero and he was in power because he was the Prime\nMinister of Poland at that time. So that's the whole story. It's a lot of story to it. I don't\nknow whether we have time to tell you everything but it's up to you.\nEnd of Tape #3\nTape #4",
        "A: Yes.",
        "A: Well, of course, I didn't know him before he was captured in Warsaw before, but he was\n-- he let himself be captured. There were round ups in Warsaw. I don't remember his\nnumber but I think it was 8 thousand something or 4 thousand --",
        "A: Was it? 4859. I knew something around. So he came to the camp voluntarily. We was --\nhe was a member of the underground in Warsaw. He was also a member of the ZWZ\norganization which later became the Home Army, and it was sponsored by the Polish\ngovernment in London in exile. And he was an army officer, reserve officer. He was a\nCaptain in the Polish Army and he was married. I think his daughter is still alive, and we\nwanted to know and to report to the organization underground and to London, to our\ngovernment in London, you know, what was happening in Auschwitz. And you know, if\nanybody wants to tell that they didn't know what was going on in Auschwitz, it was not\ntrue because there were many couriers who went to London. And of course, the Polish\ngovernment in exile in London shared the information with the British government and\nthe British government shared the information with the American government. So they\nknew what was going on, especially the annihilation of the Jews. Not only the Jews but\nthey were victims as well, the Poles. Maybe we were not gassed in mass as the Jews, but\nsome of us were and some of us were executed. And I don't know whether you know\nduring the last war, lost 6 million people. Out of the 6 million, 3 million were Jews, you\nknow, Polish Jews. But the other 3 million were all Christians. Of course, they died 1n all\ndifferent points of the war. Some were soldiers that died in the battle field. Others, you\nknow, died in Russia, were taken to the Syberi",
        "A: 200,000 died in the uprising, Warsaw, in Warsaw. So all together, 3 million people, and\nthe Germans were very indiscriminate in the beginning. Anybody who opposed the\nGerman or who belonged to any organizations which were unfriendly in prewar Poland,\ntoo in Germany, they were all captured and executed. Then all the intelligentia(ph) of\nPoland, they were destroyed indiscriminately, and the priests and many of them were\ntaken to Dachau and other concentration camps. So it was a great suffering for the Polish\nnation, yes.",
        "A: Yes. I knew him in camp because he also worked in the carpentry. First, he worked as a\ncarpenter. Again, he was no carpenter. Matter of fact, he became -- he worked afterwards\nwith the carpenters, you know, and he was no carpenter either, but we protected each\nother if we could. And he was -- he approached me but everything was very hush hush.\nThere were, as I told you, there were informers in the camp and at one time some of the\norganization, some of the members were taken and they were executed. I don't remember\nnow how many. Some were -- they were taken to the bunker and then either starved to\ndeath or some of them were shot against the wall, you know, the death wall. If they found\nout about anybody plotting to escape -- there was an incident from the central\nconstruction office where I worked. There were 12 members of the this commando who\nhave engineers and surveyors who went outside, you know. Apparently, somebody\nbetrayed them and they were publicly hanged in the camp, 12 of them. They built a\nspecial railroad track, you know, was built on three posts and they had to stand up on, not\nboxes, but small -- how do you say, not chair. You know, without the backing, the chair",
        "A: Stools, yes. On stools and then the nooses were put around and then they kicked out the\nstools and they were hanged. Now, one of the prisoners -- I hope I remember his name --\nafter they put his head in the noose, he kicked the stool out himself. You know, I forgot\nhis name and he hanged himself for or less. So they were betrayed apparently by\nsomebody in the camp. And I know there was one prisoner who was an informer. His\nname was and he claimed to be a Georgian, from Georgi",
        "A: Of course, I don't know about that, whether he was a Georgian or not. He was very dark\ncomplexion. He had a dark complexion and was a very good looking man and he was an\ninformer. He later on escaped from the camp. He also escaped. He worked matter of fact,\nhe became the Kapo of the central commando and he escaped with -- they went as\nsurveyors. He went as a surveyors with some other Jewish fellow and they escaped. I\nnever heard anything afterwards what happened to him. Nobody knew what happened to\nhim. So -- but he betrayed the 12 and the 12 people died for him because he betrayed\nthem.",
        "A: I know that there was an uprising in Auschwitz Two in Birkenau and it was -- but it was\nalready after my escape. I went in the camp at that time and I know that they\noverpowered some of the guards and many of them got out but many of them were killed.\nThat I know.",
        "A: Yes, yes.",
        "A: No, no.",
        "A: By the prisoners or by the -- .",
        "A: They did blow up one the crematorium, the prisoners did.",
        "A: No, no. But we knew there was a plan to destroy the evidence. The whole camp was\ncalled Fuhrer . He was a very cruel man. You better watch out, and you\ndidn't take -- if you didn't take your cap off in time, he would kill you right away. And I\nonly know this from hearing. I didn't witness it myself. But he was able -- apparently he\nwas taking the Jewish children by the feet and, you know, hitting with the head against\nthe wall or throwing them alive in the pits, which where they burned the body and\nburning them alive. He was a monster of a man. He was a blond and he had a plan. He\ncame with the proposal to the commandant they he knew how to destroy the evidence and\nwhat he wanted to do was to bomb, you know, and to get bombers and then machine guns\nand tanks, and of course, the German Command couldn't afford it. It was already 1944.\nThey were losing end of '44. They were losing the war and they couldn't possibly commit\nbig forces to destroy the camp. So it fell flat.",
        "A: Yes, we did know that. We knew that there was -- we knew that the Germans are not\ngoing to do that. They would try to destroy the evidence. We knew. We didn't know of\ncourse, in what form and how it would be done. But we did know.",
        "A: Because they did it in the prior, in the other camps which were further east. They did\ndestroy much of the evidence.",
        "A: Oh, yes, yes.",
        "A: Yes, we did know. I'll tell you how we knew. How we did know, we had the electricians\nand the -- through the electricians they brought -- when a radio went on the blink, and the\nelectricians never released a radio, and they never repaired it until they got another radio\nand they repaired it right away, and we listened to BBC and we had all the information.\nMatter of fact, in my office I had a big map of Europe and one of the prisoners, who also\nwas a Clerk in one of the -- oh, yeah. It was a paner. Somehow he got a map, somewhere,\nI don't know, of Europe and he brought it to my office and he said, can I display it here? I\nsaid, gee, I don't know why not. What can happen. So he displayed it 1 my office. And in\nmy office I was sitting, on the left hand side there was an SS man. He was seldom in. Oh,\nhe was not a bad man. And on the right side sat a civilian German from Breslau, now\nPoland, and I was sitting here, my desk here and the map was behind me. And many\ntimes the SS man, when he was in the office -- because he was a supply man, he was\ntraveling all over Europe getting supplies for the camp. The camp was constantly being\nbuilt, you know, enlarged -- so whenever he was in the office and he looked at the map\nand he came to me always and he said -- they called me Leo, and he said, Leo, tell me\nwhere is the front. So I told him. I wasn't afraid. I told him it's here, here. We went to the\nmap and I said, here. Oh, it's impossible. Oh, you crazy. Our people say that it is there.\nAnd I say, well, you believe your people and I believe whatever you want, but I'm telling\nyou that's what they say. So they knew. They knew that we were. We were organized.\nWe were, and if it wasn't for the uncertain of life, 1t would be bearable. But you knew\naround you everything was all the gassing and the smell of it, and you knew what was\ngoing on. So -- but we -- the SS, later on in 1944, they knew that the war -- but of course,\nthey couldn't say anything. They couldn't say, but they knew it was crumbling. Now, you\nknow, and that the end -- and this particular SS man, his name was . He came from\nSilesia and he spoke some Polish. These people spoke both Polish and German, and he\nwas the purchaser. He was going around and apparently, what he said, that he took over a\nJewish owned enterprise, you know, in his hometown and he got to, you know, for\nnothing. And what he was doing when he got purchases traveling over all Europe, it went\nfirst to his enterprise and then from there he sold it to the camp. So he was making money\nhand over fist. He was very shrewd, sly shrewd. But he never, never did anything wrong\nto me or as far as I know to nobody else. There were many, many SS people who were\nfrom that part of the Auschwitz was in Silesia actually, and many of them were from that\npart of the country, and they were all mostly all bilingual. And some of them had Polish\nnames but they were Germans. And I think -- especially the civilian. The civilian from\nBreslau, Polish. He was constricted, you know, he was sent here as a civilian because he\ncouldn't serve in the army. He had some -- he was lame in one leg and therefore, couldn't\nserve in the Armed Forces. But they assigned him here and he was very unhappy and he\ntold me and I did -- he was a decent man. I wrote through him to my family and he took\nthe letters, and my family sent to his address and he brought the letters to me which were,\nyou know, going without the censor. And next to my office there was an office. The\npartitions were all glass partitions and we could see there were four offices, and right\nnext to mine was an office where there were ten Jewish girls, and they were all bilingual\nor even more and all of them spoke excellent German, and they could take shorthand in\nGerman. And they were girls from Czechoslovakia, from Slovakia, from Hungary. One\nwas from Holland. There were two German girls, one Polish girl. Matter of fact, the one\nPolish girl, they married -- they all got out. All the ten girls, they were evacuated. I\nescaped but they were evacuated later on and they survived, and the Polish girl survived.\nAnd later on she came to London is and I met her in London when I was in London, and\nshe met a Polish fellow -- also the name is Savinsky -- and they married. She got married.\nHe was a Polish lawyer and she married this lawyer. He died since and they had one\nchild, a son. And whenever I am in London now I still see her and so. And the other girls,\nyou know, they all survived and I corresponded with one for sometime. She was in\nPrague in Czechoslovakia but after a while I did stop writing to her and they did stop\nwriting to me.",
        "A: Yes. These girls had a special quarters. These quarters were not in our camp. Our camp\nand compound was separately, only men, only men. And these girls and there were other\nthat worked in different offices. They had one block, there. But these girls and there were\nother who worked in different other offices, they had one block. There were blocks built\nwhere the SS lived. Some of the SS were quartered and they had one block, and they\nlived. How they -- if they were surrounded by guards, I don't know. I was never there.\nAnd that's where they lived and they came every day in the morning to work. They were\nvery, very smart girls, excellent typists. And this one girl, because many times I had some\ntyping for them to do, and this one girl she talked, you know, with me and typed a mile a\nminute and reading that and talking to me. I just couldn't believe how she did it. So they\nwere excellent workers.",
        "A: No, I didn't.",
        "A: No, we didn't know.",
        "A: Well, we suspected it but we don't know, no.",
        "A: Well, as I said, the administration of the camp is, the administration of the camp, the top\nadministration was SS. The commandant at one was Rudolf Hess, and afterwards they\nchanged and everything was the SS. The political department was, you know, chief of the\npolitical was and -- but in the political department, you know, the clerical work\nwas done by the prisoners and the camp itself, the compound itself, all the evidence, all\nthe registration was done, everything was done by prisoners, by prisoners. The roll call,\nthe preparation of the roll call for the evening and the morning was done by prisoners.\nThe SS were only, were taking the prepared things, you know, from the clerks of the\ndifferent blocks. The evidence, they took it and then they went to the Report Fuhrer in the\nfront and they reported everything is okay. And then this Report Fuhrer in turn went to\nthe camp commandant, all everything is accounted for. If somebody died in the night,\nthey had to come and be laid out, you know, for the roll call. Dead or alive you had to be\naccounted for. Now, in all the work like, for instance, in the workshops where I was there\nwas only one SS man in charge of the carpentry and one SS man of the whole workshops,\nall the workshops. So all the other clerical work had to be done by the prisoners, and the\nSS relied upon it. They relied. I mean of course, it was for us, it was easier because we\nhad an easy job. We were not exposed to the elements. We sat at a desk. We didn't get\nany more bread. We didn't get any more. We didn't have any other privileges. Once we\nwent to the camp, we were just again an ordinary prisoner, except that we were already\nold prisoners. We already knew other prisoners and other prisoners knew us and that was\nthe only advantage that we had.",
        "A: The ratio was -- if they went I don't know the name, guards. You see, let me put it this\nway. When we went in to the compound to work, I mean, to sleep, then the guards\nsurrounding the compound were those only on the towers, right? And then there was the\nguardhouse and all the big chain of commands when we went to work were taken out and\ntaken back to the barracks, you know, they were free. When we went out in the morning\nto work, then they, through the big chain of guards around on which territories, some\nprisoners like myself, because I had to go with orders to different parts of the camp. I\ncould move freely but I couldn't go beyond the big chain of guards. Once you wanted to\ngo beyond this, you had to be accompanied by an SS man. In other words, you were out\nof the camp altogether. The ratio was so, one prisoner, one guard; two prisoners, one\nguard; but three prisoners, two guards and so on. And so on it progressed. The more\nprisoners the more guards and the ratio was mostly one prisoner for two. Four prisoners,\ntwo guards and so on. That's how it was. So -- but with the greater chain you could move\nfreely. Some prisoners could, some prisoners, but the whole administration relied very\nmuch on the prison work. The Germans couldn't do it without, for instance, the architects\nand engineers who worked, the doctors. There was a chief doctor SS doctor and there\nwere chief engineers in the camp. But most of the work, you know, the donkey work was\ndone by the prisoners, by the engineers, architects, prisoners and they were Jewish, you\nknow, engineers working and Polish and Czech. There were no German prisoner. There\nwere some draftsmen, yes, who were German. There was one Polish prisoner. He was an\nengineer and apparently, he was so good and he was -- yes, I remember his name was\n. He was an engineer, a civil engineer and he was from the town of Auschwitz\nitself, prewar he live there, and he knew the territories and he did all the -- how do you\nsay, the draining and so on of turf because it was very damp. Matter of fact, they\nappreciated him so much they released him from the camp. They released him and he\ncould work as a civilian engineer. He had to report every morning, you know, to work but\nhe could live outside the camp, but he was -- he had to be committed to work in the\ncamp, and that's the only one. And I think another one, a builder and he was also Polish\nand we was a construction engineer and he built most of the big -- and he was also\nreleased, but could work as a civilian and live outside the camp. So that's two instance\nwhich I remember which took place. For instance, this fellow , this civil engineer,\nhis brother was also in the camp but of course, he was not released and he was a chemical\nengineer and they wouldn't let him. Now, there were -- I started talking about there were\nactually three big camps. There was Auschwitz One and Auschwitz Two, which was\nBirkenau and Auschwitz Three which was Monowice. Monowice was east of the city of\nAuschwitz, and it was -- there was two big complexes of synthetic rubber factories and\nsynthetic gas plants, and I remember when these were built, and I think they were not\nfinished until 1943. And the prisoners who worked there, they had to get up around when\nit was still dark. Then they had to go by train, if the trains were running, they loaded\nthem on the train. They didn't come back from work until late when it was dark, many\ntimes very dark. And then they got the Russians. Most of the workers were Jewish and\nmany of them died by the thousands because of the hard labor. They were digging for the\nfoundations and the meager rations and the long hours, it was terrible. Nobody wanted to\ngo to this commando, but I think there were thousands of prisoners who had to work and\nthousands of them were dying and so that, these were the three main camps. Then there\nwere set camp subcamps all over the place. There were subcamps. Some of them were\neven in Czechoslovakia, in the mines, coal mines. Many prisoners worked in the coal\nmines. There were times when I think close to 200,000 prisoners. Can you imagine,\n200,000? That's a big city, 200,000. Those who were in the camp who got numbers and\nso on, there were approximately over 400,000 which were numbered and tattooed and,\nyou know, the numbers tattooed, the tattooed number. At the beginning when I came we\nwere not tattooed. The orders came later on in 1942 when everybody had to be tattooed,\nand then we had to be tattooed and were tattooed and then inspected if w truly did carry\nout the orders. And the new arrivals after that day were tattooed right away at\nregistration.",
        "A: Yes. Matter of fact, I did and I tell you how. I worked as a clerk in the carpentry and the\nOberkapo of the carpentry was a German criminal but a very decent fellow. His name\nwas -- I forget his first name -- and I was the clerk. Matter of fact, he put me in the\nclerkship there because I was an ordinary carpenter, but he knew of me that I spoke\nGerman and he couldn't get along with the clerk that was there. He was also a Polish\nfellow but he couldn't get along because this fellow the Oberkapo, he was an operator. He\ndid things, you know, on the left as we say. He did things, you know, had furniture made\nfor some of the SS for which he got some cigarettes and sometimes even liquor. And so\nhe did it and, you know, and this fellow in the office there the Pole apparently, they didn't\nagree and he wouldn't assign the wood to it, and so they through him out. And then he\ntook me and I said, look, I don't know anything about. I'm not a carpenter. I don't know\nhow to assign the wood, how much wood is necessary for this. He said, oh, never mind.\nYou learn. And I said, okay. So one day he did. He had a plate carved, you know, carved\nand beautiful work. There were artists, you know, in the paners and we had artists who\ncame from the Polish School of Academy of Arts, professors, beautiful work. So this one\nplate was carved. And he said, take this to the commandant's wife. You know, he was an\noperator. I said, I don't know whether she ordered it or -- anyway, he said, take it to her.\nSo I said, okay. So, to their house you could go through the back through the garden\nbecause the house of the commandant, Rudolf Hess, was right near the road, and there\nwas another guardhouse nearby and you couldn't go on the road to get to the house, but\nthrough the garden you could get through if -- and so I went. I went through the garden\nand as I walked to the house through the garden, was Hess and he saw me and he stopped\nme, and he said, what are you doing here? And I said, I was sent by the Kapo of the\ncarpentry, you know, to deliver this to Fraulein Hess. And he looked at me and he said,\noh, okay. And I went into the house and I give it to them, . [told that this is from\nKapo of the carpentry so she said oh, wait, wait. I give you some cigarettes and she did\ngo and brought me, but not a full. And she said, oh, I don't know where my husband\nkeeps the packages of cigarettes. And they gave me already a started pack of cigarettes\nand she gave it to me and IJ, of course, took it to the Kapo and gave it to him, and I told\nhim I didn't take the cigarettes out. I didn't want him to think I was taking. I didn't smoke\nanyway. So that's the one time where I did meet Rudolf Hess, yes, and I did speak to him.",
        "A: Of course, as you know he was captured after the war and he was hung, he was tried. He\nwas brought back to Poland and he was tried and convicted to, you know, to death. And\nthen he was hung in Auschwitz itself in the camp, facing the camp. He was hung.",
        "A: Yes. Well, in the Partisans we also had ten Russians and the Russians were, some of them\nwere flyers who were shot down, and they were wandering and then they came, you\nknow, to -- we took them in. There were also some escapees from the prisoner of war\ncamp. Then there were some who parachuted behind the German lines. Matter of fact,\nthere was three of them, and then there was one from the KGB unit, there was one, and so\naltogether we had ten. Now, when the front started moving, it was coming closer to us.\nWe already knew from the east parts that some of the units of the Partisans, because we\nwere loyal to the government in London and the Russians already brought their own\nCommunists government into Poland, we knew that some of these Partisans were\ncaptured and then sent to Syberia, and we tried to avoid that, this same fate.\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumSeptember 21, 1994\nRG-50.030*0271",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Leonard\nZawacki, conducted by Sandra Bradley on September 21, 1994 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "LEONARD ZAWACKI\nSeptember 21, 1994"
    ]
}