{
    "rg": "RG-50.030.0257_02_trs_en",
    "sequence": [
        "Question: Could you tell me your full name again please?",
        "Answer: My name is Norbert Wolheim. I was born on April 26th, 1913, in Berlin, Germany.",
        "Question: OK. Norbert, where we left off, we were talking about Auschwitz and you had been\ndescribing its ___—_—«.:~There were some stories about Auschwitz that you had wanted to share with\nme in particular.",
        "Answer: Yeah. I think in in connection with the with the daily question we were confronted\nwith...how do we survive, because once a__——_s asked me I should tell him something about the\nart of survival, and the answer is their is no art, so I will...1n Auschwitz it was an accident, or a\nchance. Uh certainly you had to have the the will to survive and I must say after the first couple of\nweeks or months, where very often I was confronted with the question, will I be able to make it, or\nshould I rather uh uh uh put an end to my life in order to be liberated from the misery, but then after\none year or so when I got the better job and could work as a welder, and also was able to uh to uh\nget some additional food here and there for certain activities, for instance, when I was was uh\nappointed a bed-maker and and also when I was appointed to be the secretary of the block in order\nto keep the records, that gave me a chance uh then to to uh somehow keep myself cleaner and and\nuh also to...my my I would say was was strengthened by by by that...",
        "Question: How did you...can you tell me about becoming...how did it happen that you became the\nsecretary of the block?",
        "Answer: Well, uh because I I I helped out to a certain extent to uh to uh to uh...for instance, when\nthere was...when food was distributed, you know, there was a certain order had to had to be\nestablished. I was able with my school French, for instance, to speak to the Greek prisoners, people\nfrom Greek who spoke only Greek and French. That was...or or or Latino (ph). Latino certainly I\ndidn't know, but my French was good enough to communicate with them, or also with the people\nfrom other countries in order so that that uh ——_—___I_ was trying to help and then obviously the\nsecretary uh uh who was doing the work before left, so I was asked to do it and and I accepted it\ngladly because uh I didn't become an officer of the of the barrack, but at least it gave me a certain\nchance to to to improve, which was...1mprove, you know, and and and and uh whatever improve\nmeans, you know...conditions somehow. Uh so therefore as I say, the the the uh the chance to to\nsurvive, the chance that, call it that on the morning you didn't know if the evening would be yours or\nin the evening when you went to bed, not to be sure that the next morning you were still\nalive...somehow turned more into the positive angle. You wanted to survive. You wanted uh to to\nto survive and and reach a normal world again, at least that was my feeling to, as\nformulated it once, to tell the tale, to tell the world this is...and and and beware of it that it should\nnever happen again, and there were many, many facets of that. I think I told you last time, for\ninstance, about the role the British prisoners of war played to help to strengthen our morale uh and\nwhen they came, they gave us courage. Uh uh I had...I think this we covered already...I had the\ngood fortune to begin...to become their friends, so they shared the news with me which they got\nillegally with their receiver, so we knew that certainly the war for Germany was lost and especially\nafter the second front had been established in France, that 1t was only a matter of time, and the\nquestion only was, would we be able to hold out that long and certainly we knew that the Germans\nuh were were loosing at the eastern front and every day was another step uh uh uh and one day\nhopefully the eastern front would would reach us, because we were in the eastern part of...located in\nthe eastern part of Europe. Uh the...that was one of the things in which the British were so helpful,\nand also to provide food and and support directly uh and I was also the beneficiary of many of their\ngood deeds and I'll never forget about it. One of the things which interesting was that one day a\nfellow who came...he was from India because his father was a sheriff in India in the British\nadministration. He had never seen England and when we talked, I could tell him a little bit about\nmy experience in London and so we exchanged views and so we became friends. And he told me\nthen one day...and then as...since our life was such a peculiar kind of life, without papers, without\nbooks, without...with hungry for for for some spiritual food also. Uh he told me somehow that he\nhas gotten something from I don't which...an organization in Boston, and I asked him, do you have\ncontact with Boston. He said sure, through my military mail I have. He said I have an idea. Could\nyou eventually try to establish contact for me with my friend...with friends I have in America, 1n the\nUnited States. The address I knew by heart...you know, we had no address book anymore, but my\nmemory, thank God, was good enough. He said sure I will, so I formulated for him a letter in which\nhe said I met Norbert here. He is alright. He is fine. He doesn't know anything. He doesn't know\nwhere his family is right now. I mean we had to be very careful and he hopes one day to be able to\nsee you again, so this letter he sent out, and it reached my friends, probably after months or so and\nuh in the closing days of Auschwitz...I think it was already in December when when most of the\nindustrial area was was badly, badly smashed and destroyed...he was...all of a sudden came running\nand he said I have good news for you. I said what was it, another uh big uh big uh victory on the on\nthe western or eastern front. He said no, but believe it or not I got a letter back from your friends.\nNow this was something which Auschwitz hadn't seen before, and I couldn't believe it so I was so\nexcited I I ran to the toilet house in in the area where we were working. Uh the man who was in\ncharge of that was also an inmate and I said, listen, close all the doors and I give you...I don't know\nhow much I have or not have... have to read this letter. And I read from my friends who obviously\ndid not quite understand what was going on. How could they? Uh said well, I'm glad to hear about\nNorbert. Just assure him when you see him again that we are the same friends we were, because we\nwere friends from the youth movement, that when the war is over, he should come and be with us\nand and and and and uh uh he uh he should be of good..good courage and so on. So when I told this\nmy very close friends, nobody could believe it, so I had the fortitude to bring this letter and to\nsmuggle this letter with me into the camp, which was terribly dangerous certainly, but I wanted to\nshow them also to give them some kind of courage. There is still...you see, can see even from\nAuschwitz, from behind the barbed wire, there is a connection you can establish with people in\nAmerica, and uh then I came to this count...to America in '46 on a visit. Uh I saw my friends in\nDecateur (ph), Michigan. They had a farm there and uh uh I asked for that letter because I wanted\nto to make it part of my museum, and they said uh no, they will never give it away, because...but\nwhat they...at this time when they got the letter, they were completely puzzled. They said, for\ngoodness sake how can he be...they didn't certainly know which location it was because it was a\nmilitary number under which it was sent...how could it be he is a British prisoner of war. What\nhappened to him, so they were completely flabbergasted until I explained it to him, to them and they\nthey they got aware uh that actually that this was something in which a British prisoner of war\nbecame call it the conduit for a message to America, and I must say this gave me a tremendous lift\nup and and and and and uh I told some of my friends. Uh he could hardly believe it, but this 1s what\nyou could do with the British because there was this solidarity of man. They understood you. And\nthey didn't accept any kind of anti-Semitism or racism amongst them, because for them the Nazis\nwere not only enemies on a military uh basis but also certainly on a political and moral basis I\nwould say. That was one of the things uh I certainly have never forgotten. There was also...I want\nto emphasize, there were other ways of spiritual resistance, to uh to uh nourish us spiritually. I think\nI talked about the service. But uh a typical example uh how how how sptr...spiritual resistance can\nwork is this example which I've cited very often. I met in Auschwitz uh very early at my arrival, an\nelderly man. He originated from somewhere in Galatia (ph), had served during World War I in the\nAustrian army, and uh after the war, after World War I, he had made his way to Berlin, had\nestablished some existence as a cobbler, had married, uh had a nice family, and with a so-called\nPolish ar...with a Polish accent, in September 1939 and he had been taken a prisoner and and and\nwas shifted from Buchenwald to Saxonhausen, from Saxonhausen to Auschwitz, and so so he had,\nwhen I met him, already he had spent quite some years behind the barbed wire. He was a won...a\nsimple man, uh a pious man, very religious in spite of everything, in spite of everything, and he said\nhis his prayers every day and he always when when things were were difficult, he gave us certain\nquotations from whatever he had to to say well, uh they cannot succeed. Uh we were stronger in\nspirit than they. One day...1t was uh uh in fall I think of '44...whenever it was, the weather was\nterrible. There was...1t was a rainy day and the winds come blowing down from the\nMountains and we were standing for a roll call uh and it lasted and lasted because something\nwas...went wrong, had gone wrong with the figures, and the the people there were not too good with\nfigures, but if it didn't tie in properly they...you, you couldn't couldn't be released so we were\nstanding there and and and it was...really, it was horror. People fainted and and and couldn't take it\nbut nevertheless uh it went on so uh the the the moments in your life and I would seconds are\nminutes and minutes are hours and hours are years, and I was standing in my formation, you know,\nat fives, next to this friend and I noticed that he was praying andI asked him, I said ___, what are\nyou doing. He said as you can see I'm praying. I said but I'm certain you said your morning prayers\nand for the (cough) evening prayers, I said it's too early, so uh what are you praying for. He said,\nwell, I'm not praying not the morning prayers, not the afternoon, not the evening prayers. I'll sing a\nspecial prayer to God. I said what are your praying for. He said I'm thanking God, and I always\nwas bewildered. I said _, thanking for what, for that misery we are in, for the for the terrible\nsituation, for being forsaken here by God. He said you don't understand. I am thanking for God,\nGod for one thing...that he didn't make me like them, the murderers around me. Uh and interesting\nenough, a couple of months later uh we had to undergo one of these infamous uh selections. That\nmeans when there were too many people especially in the uh in the in the hospital, uh then the\n______ and the SS came to the conclusion that they should uh uh...that those who cannot or were\nwere too long in the hospital just should be exterminated, because they they were not worth uh uh to\nbe fed anymore and and they had become, in their opinion, a nuisance. So uh this friend of mine\ncertainly was an elderly man and had grey hair, hair...you can about grayish...and we were afraid\nthat uh the selection would have would would would uh be his end, so two or three friends...I was\nalready a schriber (ph), a secretary...uh came to the conclusion something has to be done. Now in\nconnection with that selection I also, since I was the secretary I changed the dates, the birth dates,\nbecause there was not...we didn't have any ink, just pencils, so pencil you can erase easily so I\nchanged some of the dates, especially of elderly people, hopefully to to save them, so and the\nselections happened in this way that you have to line up in a...and and people have to pass an SS\nman and he would then say, like like Mengele...left, right, left, right. In other words, to die or to\nlive, to continue to live. And in order to save this man from this from this experience, we came to\nthe conclusion that there was only one way out...that means to hide him in these straw sacks which\nwere also called mattresses, even if there was a danger that he would suffocate but at least 1t was\nseen the only way to do it, and he was an an old uh camp man and he knew all the tricks and so he\nsaid yes, I I'm willing to undergo this risk, so that's what we did. We put him into the the mattress,\ncovered him with straw and when the selection went on, somebody else went from for him and uh\nuh when they also checked the the the barracks, didn't find him in the in the in the mattress, so he\nluckily survived and he survived also the the end of the war and just two or three years ago he uh he\nuh died in New York at the blessed age of ninety-two. There's another interesting uh uh facet of this\nwhich uh has also uh described in his book, ——_—«.~ Uh it was I think already I think in the\nfall of 1944. We all had the feeling it's a matter of time because we were aware of the events, the\nthe military events and uh the the second front had been established and the the Allied troops were\nalready deep in France, so three of our uh uh our comrades who were old-timers, who were already\nthere for years, had come to the conclusion that since you never know what would they let\nus...would they let us live to see the day of liberation or not, had uh decided they want to try to\nescape, which was not an easy task because uh first of all so many barbed wires around the camp\nbut also uh you can never...could never be sure of the population uh around Auschwitz, whether\nthey wanted to cooperate with the Germans or not, but they said we'll risk our lives. We never\nknow what what the end will be, and obviously uh in the middle of their preparations, uh somebody\nhad discovered that. Up to now we don't know exactly who it was, and uh uh certainly the uh the uh\nthe uh the uh punishment and the penalty for that was death. Now the SS gangsters in Auschwitz as\nin any other concentration camp, made a cruel spectacle out of that because they executed people by\nhanging in public, and we all had to stand there and watch and at the end we had to to uh march by\nand and and see that that this was uh the..that was the penalty meted out for anybody who would\ndare to escape, so one...and we didn't know for many many weeks, we didn't know what would the\ndestiny be, because many attempts were made to to save them, but uh uh uh Berlin...I mean the\ndeath sentence was usually confirmed by by __, by the by the Gestapo, by the uh uh by\nHimmler's (ph) office in in Berlin, and then one day when we mar...came back from work, we saw\nthe gallows uh uh erected at the square where we had our our our roll call, and we knew that uh that\nuh...we didn't know exactly what we saw...three gallows awaiting there, and then we got aware that\nthese were these three friends who uh who uh obviously uh uh the order was...who who could not\nbe saved and uh we all had to stand there at attention and the atmosphere was terribly tense because\nmost of us knew them, appreciated them, loved them, knew about their courage and their dedication\nfor fellow, for fellow inmates, so we were absolutely down and depressed, and then the spectacle\nbegan. They were led to the gallows and then one of the SS gangsters read the so-called death\nsentence, which was confirmed by Berlin that because of their attempt to flee they have been...the\nReichsfuhrer (ph) Himmler has decided that they should be put to death, and when they were under\nthe gallows and the ropes already around them, one of the three...by the way uh uh one of them is\nthe brother of our friend Freddie who is very active in our affairs in in California. One of\nthem all of a sudden penetrated this deadly silence with a voice which could be heard all over the\nthe place and he said it in German. I will translate it in a moment. He said to...or he he cried out uh\n, which means, comrades, keep your highs heads...keep your heads high. We\nwill be the last, which means let uh...liberation is on the march, and certainly we will not live to see\nthe day of liberation anymore but you will. And for a moment when this happened we thought that\nthe SS uh standing on their towers, on the watch towers with machine guns and so on, the other\nguards uh armed to their teeth, would open a blood bath and so but this didn't happen, but you could\nsee that they didn't feel good about it but it had a tremendous effect on all of us, and though it is now\nuh uh more than uh uh forty-five years after that, we are still speaking about it, still uh uh asking\nourselves the question what gave them this strength, knowing that they would meet their maker 1n in\nminutes, uh to tell us don't worry about us, but you will have the uh the the the chance to see\nhopefully the other world waiting beyond the the barbed wire. So uh uh you see, and this this 1s this\nis this is uh just amongst the many things we we know from that time, proof that uh phys...spiritual\nresistance had remained in spite of the fact, and I can say for myself also personally, to say that\nwell, they tried to make us a number but they will never convert us into a number. So this this this\nwas, as I say, it was already at a time when when when when uh the air, the political air was was so\ndifferent. People still died uh daily. There was still enough victims unfortunately, but when it came\nuh to this time, uh uh uh there...1t it...the whole, the whole atmosphere had changed when\nparticularly when certainly was that you could feel slowly also the military effect of the advances of\nthe of the advance of the Allies in the east and the west. In uh...I think it was in in August, early in\nAugust, we saw from from our places in the factory and the camp, we saw our first major attack by\nthe American air force uh uh stationed at this time in Italy, coming from Italy. They had attained\nalmost completely already supremacy in the air and they uh uh...I think it was early in August\nattacked arefineryin __ | think is the name, and for days we saw the black smoke covering the\nwhole area, so we we thought for ourselves, well one day they must come and and also try to hit this\nfactory which did not produce yet but was very close to completion and sure enough, on on August\n20th, 1944...1t was a Sunday...the American air force uh to attack the === uh uh combine...uh\narea in Auschwitz. Uh I at this time...at this day was working in the camp to to do some some uh uh\npaperwork, but I knew that many of my friends were outside in the factory and were certainly\nconcerned. Uh it was an attack which lasted fifteen or twenty minutes and uh what they did, they\nthey hit the the factory uh uh to such an extent that that uh it threw them back for years in our\nopinion, but also we lost on that day approximately eighty people of our own uh which we said\nwell, this is the price we have to pay, or as the French would say, la guerre comme a la guerre\n(ph)...that is the price. Uh one bomb, interesting enough, also by mistake uh uh went down in our\nown camp, which is outside of the factory...which was outside of the factory. Didn't do any\ndamage, but another bomb by mistake hit the British prisoners of war. They were sitting outside of\nsome kind of a trench and uh uh forty of of those people were killed. They were playing\ngramophone (ph) music because they liked it so much to see the the the __ but then the bomb\nunfortunately hit, and amongst them was also a nice friend of mine, a man whom I befriended who\nwho originated from London, but also the British said well, that's it. That's the price we have to pay.\nUh this is when we...when we went into action in Africa. We knew that that something like this\ncould happen so that was it. What we...what what uh we thought after this, after this experience was\nwhy don't they come also to to uh hit the railways leading to Auschwitz. We didn't know at this\ntime that, for instance, Jewish leaders were storming the chancellories in London and in Washington\nuh uh to do something like that and certainly we we didn't know that there was a letter then\nwritten... think under the signature of the then Assistant Secretary of the Army John McL _,\nsaying that uh uh the uh governments have to concentrate on the completion of the war and also\nthey are afraid and this is the the wording, that if something would be done in the interest of the\nprisoners, the Nazis could become more vindi...vindictive towards the prisoners. Well uh uh...",
        "Question: How did you feel when day by day went by and they did not bomb the railroad lines?",
        "Answer: I couldn't understand that. I couldn't understand that. Uh as I say, this question came up\nmore after the war when I asked the people what...we we...on the other hand, peculiar as it may\nsound, we were so glad to see them because we were...when the attack came, for instance,\n, the only protection we had was outside in trenches where you could see these hundreds\nand hundreds of fortresses, of flying fortresses, coming and and and and there was hardly any anti-\ncraft fire from from the Germans. Certainly our people, many of our people were were crying and\nso and and praying, and my reaction was, I said be happy uh to see them because you might have\nrelatives sitting in the cockpit, you know, and and doing this work in our interest, and certainly you\nhad to reckon that you could be also amongst the targets, but this 1s...1n war, you know, you you you\nunfortunately you don't know where it hits. Uh so after the first event in August, after that very\neffective attack, we were put to work immediately to try to uh undo the damage, because they\nwanted...they had a certain date... don't know which...to uh to uh uh not to start production but to\nuh to also to get into production somehow, and I think the day before the deadline, the the bombers\ncame again with another attack and then uh the next uh day, the next target to to have the repair, the\ndamage repaired was I think the day after Christmas, and sure enough on Christmas they came\nagain, and they smashed the factory to smitherings and to such extent that nothing could be done\nanymore and there was...then the the morale I would say broke in this respect that they said there's\nnothing to be done anymore, so we were just trying to play around and play for time if possible.\nAlso uh then realizing especially in December that the Russian front had become very close. We\nknew that __ had been taken and that that certainly that they came pretty close, the Russian army\nclose to Krackow, and uh then uh uh in the course of the military events, in January when the uh\nRussians started their offensive across the ___I_ think, and uh reached Krackow...Krackow was\nonly, I think, sixty kilometers from Auschwitz in the east, then a day before that uh uh the order\ncame not to wal...not to march out any more to the factory, and the question was what's going to\nhappen, because certainly uh uh without knowing the uh the uh the uh thinking of the of these SS\ngangsters properly, what are they going to do with us, it was touch and go. Would they dynamite\nthe camp and then blow us up or whatever it is...so we spent that day uh more or less in in tension.\nWhat I had done in case they they should drive us out, I had put on my my British underwear and\nmy British boots I had kept available in so in case we we were we were driven out, and sure\nenough...",
        "Question: Excuse me. I'm going to pause because I want to know where did you get British\nunderwear and British boots?",
        "Answer: From my friends, from the British soldiers, you know. They had enough stuff and part of\nit...as I say I was one of their benefactors and they gave me what...not only certain things I hadn't\nseen for years like chocolate and once in a while cigarettes which I didn't smoke, but gave away, but\nthey...when I told them that and we talked about...they had wonderful stuff, uh uh which they got\nfrom the International Red Cross, that certain underwear and also I had a pair of shoes I I could call\nit organize from them, and they were very generous and very gracious to me. I might owe the the\nBritish treasury something for that. I don't know, but uh anyhow that's what it what it was, and uh\nyes...on August 18th, uh somehow we heard that the the Russians had uh uh broken through the\nGerman lines, had uh entered Krackow. We saw on the on the road adjacent to our camp, we saw\nalready all these trucks, the German military trucks and tanks and so passing by, but in the direction\ntowards the west, so they were fleeing. And uh the question was will the Russians uh liberate us or\nwhat's going to happen, and then uh on August 18th, uh in the middle of the day, the order came\nthat we had to be ready by four o'clock. We didn't know what...1 mean we had no watches so it\nwas...four o'clock was on their time. Everybody had to be ready to uh to walk out with the\nexception of those people in the in the uh uh hospital who couldn't walk, and we were certain that\nuh they would be killed there because they wouldn't let them fall into the hands of the Russian army,\nof the Red army, and also we saw the day before by the way, that a lot obviously of papers uh uh\nhad been burned, so the SS got already uh marching order with the with the with the order also to\ntake care of papers which could be could be uh uh used against them, and then on the 18th in the\nafternoon we walked out and also the the the women of the of the brothel walked out and it was\napproximate...1t was a a terrible wintry day, approximately we heard this...1t was minus eighteen\ncentigrades, which I think is less than zero fahrenheit. There were the icy streets on which we\nwalked, and that was the first time that I saw again the outside there. The uh guards were very, very\ntense and afraid because they were they were deadly afraid that the Russians would overtake them\nand certainly uh being in an SS uniform was not...they knew it would not be very helpful for them.\nWe uh...whatever we had, I mean we had a little bit of bread and that was...a little bit of...1 don't\nknow...margarine. That's all we could...we had to...that was for the whole the whole time, we could\ncarry, and uh we were...as I said we walked and marched, so called marching order and very soon\non account of the weather and so people people dropped left and right, and if they did were shot\nat...on the spot. Some, interesting enough, especially of Polish people, non-Jews (cough) who knew\nthat eventually or who hoped that the population around Auschwitz would help them, tried to escape\ninto the woods, which during the night was was was daring but still most of them were successful\nbecause all all the shooting didn't help because most of the bullets hit the trees and not the people\nwho had who had escaped, but for us there was there was no choice. We walked all night. We\nwalked and and, interesting enough, we we saw, we heard the guns blazing. We saw the fire shine\nof the of the guns and any time we hoped that the front would come...would would be faster than we\nwere but was hope against hope. Uh there was a bridge to be made over the —_ ~ which wasaa\nriver near Auschwitz, and after the _—_s, after we after we had passed the __, the SS guards\nbecame a little bit more relaxed because they were afraid that the bridge would be blown up before\nand they couldn't make it to the other side anymore. The whole night we were walking and he who\ncouldn't make it, that was the end. And we walked part of the other day and then reached a place uh\nin called Nicholai (ph) I remember where you had a a a brick factory and they drove us into that and\nwherever we could find a place to sleep or to stand and and we spent some time of rest and then we\nwere driven out again in the direction towards Germany, and after another day or so and a night\nagain, we reached a camp near the city of Leipzig (ph). Uh the people there in Leipzig had left\nalready the camp and uh certainly also...by the way the SS (cough) __ certain travel because\nwhatever they carried, they couldn't carry so long because there was not enough there was not\nenough moving material in order to to to uh to to...so they had to leave certain of their of their of\ntheir of their goods they had acquired in Auschwitz, they had to leave there on the road, and in\nLeipzig we spent uh a night, a day. Then they march us out again and we are told we will be on the\nway to uh another camp called Gross Rosen. Uh during the night there were heavy, heavy air raids\nand obviously fights but uh the front did not reach us. We walked towards Gross Rosen which\nwould have been approximately a hundred fifty or two hundred kilometers or a hundred fifty miles,\nbut then in the mid...we were hardly out of town when we were told we cannot use that road\nbecause uh for military reasons, so we went back into our camp and thought that would be it. It was\nnot, so the next day uh uh we were taken to a to a railway station, to a freight railway station, and\nthere were in spite of all the military uh uh uh situa...in spite of the military situation, the Germans\ndid not...had still been able to pro...to make a freight train ready for us and we were all loaded on\nopen cattle cars, open cars, approximately one hundred, hundred twenty in one car...[ don't know\n(clearing throat) ...understand (clearing throat) they were counting us before we left, and we were\napproximately six thousand on that train. The train uh then uh...completely exposed to the\nelements. No food, no nothing, so uh and we started to travel and then noticed that we are traveling\ntowards Czechoslovakia and uh across the border I think, and it was on an afternoon\nwhen we reached the the uh the area of Vitkovitch (ph), which is an industrial area in in Salasia\n(ph), which is already in Czechoslovakia. Uh Vitkovitch was a a was a big a big...tremendous tron\nworks, uh still working, still in production obviously, and we were halting there in in a station for a\ncertain while uh and the people saw and and and this was probably just when there was some shift\nof the workers and when the workers saw what was going on, they took their packages with\nsandwiches or whatever they had and threw it into our wagons in order to to show us their solidarity\nand to help us somehow because it was not only hunger but thirst which was which was uh uh uh\nreally giving us trouble. We saw women uh uh falling down on their knees in prayer. The SS was\nshooting uh mostly into the air luckily, but the people, these Czechoslovakians, they didn't budge.\nWhatever they had they gave us and that was really...that was heartwarming. Though we were in\nlet's say in very bad shape, to such extent and the train left then. People started to die, to collapse\nand to die. We didn't know what to do with them because there was hardly room for us to stand,\ncertainly not to sit and uh so then some of the...especially where there were quite a number of\nGerman crim...criminal...criminals and so amongst them said well, the only way is to throw them\nout of the the wagons, and that was done. And uh when this...the the car...the the train was certainly\naccompanied by SS guards and led by two uh commissioned officers, one with the name of uh Mull\n(ph) who interesting enough was the man who was in charge of the gas chamber operations in\nBirkenau. (Clearing throat) The other with the name of Ruggers (ph) who was the the uh\nKommandofurher (ph) we called him, in other words in charge of the SS on the factory area in in\nAuschwitz in . Then all of a sudden the uh order came not to throw any any corpses out\nanymore but to wait for the next stop in order to collect them because obviously the uh the uh the\nuh...it had to became...become known that on that way of the train uh corpses are lying left and right\nand uh they were they were concerned somehow, the Nazis, about the effect of that. So one place\nuh where we stopped uh uh the corpses were were taken down and then these SS gangsters Mull\nand Ruggers came and said well, uh since we have the corpses give us also the mussulmen now,\nwhich means mussulmen are the people who uh almost ready to die but were not dead yet. Uh uh I\nmust say to the honor of my Jewish uh fellow inmates we refused that, but some of these uh uh\nGerman criminals said alright and uh there was nothing...we couldn't stop that, so what they did\nthen was uh uh brought these mussulmen down and then both of them, Mull and Ruggers, took their\npistols and shot them uh uh on the spot. Uh what happened later with Mull we don't know.\nProbably he disappeared or was taken by the Russians and so Ruggers was discovered after the war\nuh and was tried in the in the courtin ———_—s and I was one of the witnesses against him. Uh uh he\nuh pretended that he didn't shoot and he didn't...and the court was very tough and rigid with me to\nthat I really knew that the people were still alive when they were shot and so on, but the whole the\nwhole uh uh court procedure in my opinion, though it was a German court, .1t was a\nfarce. The uh the president of that court was a was himself a political, political persecutee but who\nwas afraid of his own shadow and and and (cough) I think uh Ruggers was sent to jail for fifteen\nyears, whatever, for murder. That that was all. So much probably he is now walking the streets of\nGermany if he if he is still around. Now then the uh the uh the uh train continued its way to uh to\nuh via Czechoslovakia and wherever we stopped and the people again tried to help, especially we\nwere terribly thirsty. Thirst is worst than hunger. Luckily there was snow around so so we could\nhave...we could also wash with snow so that...uh uh and then we left Czechoslovakia and got into\nAustria. There was nobody to help us anymore. Nobody to ask...even when we asked for for for\nsome snow or for some water, there was no...no no no positive reaction, and we were taken to a to\none station uh next to the camp of Mauthausen and we were there for two or for two or three days\nand nothing happened. Still standing there, trying to sleep and standing. There was hardly food or\nthey they threw some bread into the wagons but but it was very difficult to grab it so...and I must\nsay this was this was something which which uh was was then in history it's now called...it's a death\nmarch, which affected me very, very deeply and I know I had some kind of visions uh not so much\nto food but but to to be somehow to be under a roof, not to be exposed to to the snow and to the\nelements and to take a bath, a hot bath, and to sleep somewhere, but to sleep, sleep and and forget\nabout everything else. Two days after having having waited in Mauthausen, we were told\nMauthausen were filled. They cannot accept us, so they took the same train, brought us back uh\nthrough Czechoslovakia and took us to Germany and we crossed the border into Germany uh at\nplace which I knew because uh I was hiking there. Also I had spent some some some vacationing\nthere in the mountains. It's a beautiful spot called the Swiss they call...\nSwitzerland. They crossed the border but via Dresden (ph). Dresden was still\nperfectly alright at this time. It was January after all. We left the the...I, as I told you, on 18th of\nJanuary we got out of of uh Auschwitz and this was in the second half or last half of January, so as I\nsay, Dresden was still alright and they took us and I was familiar with that with that uh uh route\nbecause I had traveled on that before between Berlin and Dresden. They took us to Berlin and uh\nthen I saw Berlin again for the first time, and it was already in very bad shape and interesting\nenough, our train passed by one of the stations uh from which I had to leave when I went to work\nduring the Nazi time in the morning. I was absolutely numb uh uh cold and the hunger and the\nthirst and so it 1t had affected me and but when they said we're at Berlin, I was sure that this would\nbe the place, uh Saxonhausen-Orianenburg. And this is where they actually took us. A friend of\nmine who was on a wagon next to me uh because he couldn't manage to be with me, was in bad\nshape and just when when we were already on the way between Dresden and Berlin, somebody\nyelled to me and said...his name was Bruno and he was...he came to Auschwitz almost at the same\ntime I had been...Bruno had just uh uh uh perished this morning. He is dead, and interesting\nenough, his parents were still living in Berlin because his father was married to a non-Jewess and\nand she saved him in Berlin, but on the way from Dresden to Berlin he perished. Then we were\ntaken to a to a to uh Saxonhausen to a placed called —__ and were asked to descend the...we could\nhardly walk down because we didn't move for days and days. We arrived there, I think it was on\nJanuary 31st. We were on the train almost ten or seven days. As I told you uh when we left\nLeipzig, the roll call was approximately six thousand. When we came to uh Orianenburg, only two\nthousand had remained. All the others had perished...hunger, starvation, tried to escape, and so on.\nAnd when we came to that place, interesting enough, that was not directly the main camp but it was\nlike uh uh uh auxiliary camp which they had established within an airplane factory called\nee is a famous brand in in German aircraft building, but there was no no windows left\nanymore. It was already also in bad shape and we uh we were directed to that place there. Uh you\ncouldn't warm up because there was no heat and the windows, as I said, were were were smashed,\nso the first two or three nights we were sleeping on on the cement floor which was not very healthy\nand...but we got we got something to drink, at least something...[ don't know what to eat.\nInteresting enough, uh some of the prisoners were Polish uh criminals. They knew what was\ncoming on. They said well, you can have a glass of water. Give me a gold watch or something like\nthat because they still expected that people had taken certain of the riches from Auschwitz uh to uh\nto that train. Uh then uh some of the people who had reached Saxonhausen were taken on another\ntransport going to southern Germany. I managed to stay there and again I was lucky. Uh I was uh\nI...lucky for one specific reason. Uh I didn't have a chance certainly to shave myself during all these\ndaysonthe __, but one of the first things with the help of snow was that I shaved and when...",
        "Question: Where did you get a razor?",
        "Answer: I still had it from the...also from the British. (laughter) _———.~A razor and some soap,\nwhat...was whatever I had, but I I tried to to to at least to shave, and then came...they came from the\nfrom the from the kommando and said we need people who are able to type, so I said yes, I am able\nto type and since I looked clean and shaven, I I I had the good fortune to be taken there into into the\nuh what they call kommando stuben (ph). They were mainly non-Jewish prisoners and there they\nwere not too badly off. They had food...uh uh some reserves of food, some soup and they offered\nus...uh there were two who had been selected for that job, and uh they offered us whatever they\ncould and uh we really felt good for the first time to be in a really warm room and to to to eat and to\nfill our stomach and interesting enough when they asked us about where do you come from and so\nwe told them Auschwitz...they knew very, very little about Auschwitz. We had to tell them all\nabout Auschwitz. They were old, old inmates, old helflings, but had hardly any knowledge what\nAuschwitz was. And so I say I II was lucky that I I...we worked mostly uh mainly lists had to be\nprepared...I don't know what, and we were typing but then don't forget 1t was near Berlin, so air raid\nwarnings came almost every night so when air raid warnings came, we couldn't work so at least\ncaught up somehow with my sleep and there I recovered slowly somehow and was assigned to a to\na barrack where where I could at least find also a clean place and this this kind of worked and uh\ntried to establish some some some contacts uh uh especially with the wonderful people from\nDenmark who were also uh uh kept as prisoners there and Norway. These were mainly students or\npolicemen who had tried to protest against the German oppressors in Denmark and in Norway and\nhad then become prisoners and they were taken to the concentration camps and landed in\nSaxonhausen-Orianenburg, and these are people with a wonderful morale and . We\nknew it was only a couple of days. They said alright but what will will happen to us, and one of\nthem gave meavery _.. Said first of all try to uh to uh be become part of us, of the political\nprisoners and and but if they come and want you to shave your hair, don't allow that. Say you are a\npolitical prisoner. You speak German like any other Germans, so try that and try to advise also your\nfellow...especially those who know German well, to somehow mix with us because uh the order\nanyhow is breaking down here slowly but surely so this is the way, one of the way, hopefully way\nyou can save your life. Then interesting enough the Norwegians but especially the Danes, in\nMarch, I think, early in April were taken out under the so-called Bernadotte (ph) Aktion, which\nmeans uh Count Bernadotte who was the head of the Swedish Red Cross and who had contacts with\neither the National Red Cross or the German Red Cross, had arranged that the people, especially the\nthese political pris...I think it was an arrangement he had with Himmler, that they should be taken\nout and should be returned and that's what they did. Uh so still we we we're there in Saxonhausen.\nWe we...at least I did not did not strain myself too much anymore. There was not...some of our\npeople unfortunately had still to work 1n a factory, a brick factory where they did some nonsensical,\nheavy work. Also uh food was...became short. There was, for instance, salt became very short\nbecause they needed it for chemical purposes, the salt. But there was one terrific advantage. This\ncamp had a radio, interesting enough, for the for the whole camp and when they were playing music\nor whatever, this sometimes it was interrupted...I remember that one evening somebody broke into\nthe music and said here's Frankfurt, the the occupational radio of the American army or something\nlike that. This certainly gave us a tremendous hope. We knew when when it came close to March,\nApril __ the weather luckily became became uh warmer, still the the...there was another...spring 1s\nalways that time where you exert your_——_—«.-~ You you want to be alive.",
        "Question: OK. At this point...excuse me...we want to stop. We're going to pause and change tapes.\nTECHNICAL CONVERSATION\nEND OF TAPE 5",
        "Question: OK. Uh we're on tape. You are in Saxonhausen...and can you just repeat it...",
        "Answer: On that that uh we we were coming and we knew...we saw, for instance, a lot of air\nactivities, also air fights. I remember when one uh uh fighter plane was was I think following a\nGerman fighter and shot him down. That was a terribly an atrocious moment when this came down\nand exploded, not far from us uh so we saw already that the war came came closer. It was April,\nafter all.",
        "Question: And you were in...tell us the camp?",
        "Answer: That was in Saxonhausen which was...which was approximately twenty to thirty\nkilometers north of Berlin. Now since...we we didn't know all the details but we knew that the\nAmerican army had penetrated Germany uh uh deeply and that the Russians uh had had uh at least\nuh reached the uh the uh River, so the question again came up, what's going to happen and\nsince we didn't know by whom would...we thought that the the Nazis now had enough of us and\nwhat would either kill us or or leave us alone, but no. They they still had to...they they treated us\nlike cattle (ph) till the very last moment, and we uh we uh uh knew...we knew then that the Russians\nhad had made...were marching towards towards Berlin and on April 20th...that's that's Hitler's\nbirthday...we uh uh saw in Saxonhausen an air attack going towards Berlin uh uh of a dimension I\nhave...I had not seen in Auschwitz and I didn't believe was possible. The air was...there were not\nonly hundreds...there must have been thousands, and since it was a clear day, a beautiful day, the air\nthere was filled with...it looked like sheet music in the air because of the of the the evaporating\ntrails, and they went towards Berlin. How Berlin could survive under those circumstances, we were\nnot quite clear, but they didn't __ Berlin. One bomb, interesting enough, also fell into our camp\nand luckily hit the munitions depot, so we when...then then we said to ourselves, those bullets\nexploding cannot do any harm to us anymore. When this was over...and it lasted a long time...and\nby the way, we had no shelter, no nothing, so we could see it but on the other hand it was interesting\nto to to to to watch it, but when this was over, after hours, there was no water. There was no\nelectricity, but what for us was very important to know that no electricity in the in the in the barbed\nwire, so we thought and we had amongst ourselves days before spoken about some tentative\ncommittees we should build. Those who were able to speak English and French, in case the the the\nuh especially the Allies should reach us first, and those who are___ Polish and Russian, uh uh for\nin case the Russian army should, because we were certain that they would uh enter Saxonhausen in\nin the course of the military operations. It was not to happen. On that same night...and as I say\nthere was no light, no water, no nothing...I heard this...I still remember...I had... couldn't sleep too\nwell...a courier came from the kommando, from the from the main headquarters saying the camp,\nthe whole camp has to be ready to march out at six o'clock in the morning, which means that they\nthey put us on the march again. In connection with preparations, I had acquired a jacket, a civilian\njacket, without stripes and also pants without stripes, but you know, in the back of the jacket there\nwas a still a sign which characterized me as an inmate, so what I I...at this moment when I had then\ndecided I'll I'll throw away the uh the uh other the uh the prison garb, took the pants and this jacket\nbut covered me with a with a coat, which was...had still striped coat and uh uh my my cap, which I\nhave with me. If you want to see for a moment...",
        "Question: Later...no, we'll do it later, OK?",
        "Answer: So we walked out and interesting enough, we saw already the German army in defeat.\nThey were...we walked in towards the woods surrounding Saxonhausen, we saw that uh army\ntrucks and and and uh uh tanks and uh uh troop carriers had taken cover in these in these woods.\nWe saw women for the first time. We hadn't seen women for for weeks and weeks. And we saw,\ninteresting enough, also German refugees who obviously were running away from from the front\nbecause what had happened was that the Russians...uh and we didn't know that they were supposed\nto take Berlin, that under the agreement they had with the Allies, the Allies and Americans were\nwere to stop at the —_—_, not to advance, but that the Russians would surround would surround\nBerlin and take it. Uh that...1n in the course of that operation, refugees had taken to the road, also to\nflee to the north with the hope to meet the Allies because they thought that when they meet the\nAllies they would be better off than to meet the Russians. So we walked uh towards the north, not\nknowing where, not knowing why, not knowing what the purpose was, but still under guard and uh\ninteresting enough, the the the what the Nazis then did was that they had taken some of the German\npris...uh inmates, especially criminals, and put them into into into SS uniform, so we were walking\nand uh during the night uh sleeping in the woods. Thank God I was a Boy Scout. I knew how to\nbuild...uh we had some blankets in order to protect yourself and also to come as close as possible,\nbecause the nights were still pretty cool...1t was April after all...so we walked uh quite some\nstretches for a couple of days. We saw (cough)...excuse me...more and more refugees. We did not\nknow what the military situation was certainly, because we were cut off. Then uh uh we...we knew\nthat this...my geography was good enough for that that I knew we were walking out of the province\nof Brandenburg (ph) towards Meklenburg (ph) somehow, to the north, and then uh we passed by,\ninteresting enough, one stretch where we saw a terrible picture of uh dead horses and corpses and\nand and uh destruction because in the night before American fliers had had uh uh uh , they\ncalled it, had strafed the area and since there were also military groups, military columns marching\nand walking, they certainly from the height couldn't see that also refugees were there, so there were\nquite a number of casualties. The advantage was that uh dead horses became a source of supply,\nespecially for the French who knew very well how to get to the liver or so in order to to get some\nmeat out which they could use uh because we\nhad no, no other...the little of food we took with us was was used up very soon.",
        "Question: So what you're saying is you were able to use some of the horse meat yourselves?",
        "Answer: Not at the beginning. I mean we were...I was very reluc...we...I1 mean we didn't believe\nthat that...but you know, when hunger is striking you, you know, you don't ask any more.",
        "Question: When did you finally and where meet up with the Allies?",
        "Answer: I'll tell you. We uh uh uh were driven for quite a number...we drove out on the 20th, and\nwe were walking approximately uh ten or twelve days already, uh stopping in one big forest,\nalmost...1t was just on the day of my birthday I remember, on the April 26th, we were somewhere in\na place, in a beautiful area but uh and the question came up should we try to escape, but uh here\nagain the question was uh uh to which extent could you rely on the German population.",
        "Question: OK. So this...explain something, if you would, because I...it was a little unclear. You\nwere still then under guard?",
        "Answer: Still under guard. They were still shooting if anybody is tried to get away and we were\nstill...though we were...from the air we were bombarded, but also the guards were still there. The\nguards uh uh were not very happy about this because they were also afraid of their lives, especially\nthat that they would be subjected to attacks. After twelve days I think, we were driven to a point\nwhere it was was...all this area is is forest area, at least it was at this time, and when we were\nwalking...a real pretty week I must say... had some of my friends still with me, not to loose contact\nwith them. Uh all of a sudden a bicyclist, a motor bicyclist, a German with a bicyclist came and\nsaid to the to the SS guards there, idiots, where are you going. The Americans are already in __,\nand when we heard this, we became alert, because we knew from the signs there that —_— could\nonly be what fifty or sixty, seventy miles...uh kilometers away, so were ordered into a into a forest\nthere to stay there for the night and a friend of mine with whom I was together from Auschwitz all\nthe time, he had the courage to take some horse...to to get some horse meat and we were trying to\nmake a fire in order to cook it which was not easy because it was pretty wet in this this forest, and\nwe were in the middle of preparations in order to get something to eat when all of a sudden from the\nback of us, obviously the Russians opened up with heavy guns. Now you have to understand we\nlater realized that we were walking into some kind of a military pocket...the Russians in the back of\nus and the Allied armies in front of us, and uh in the middle of the night it was...no, not middle...it it\nit was just getting dark...the Russian guns really uh sent their shells and they came they came closer\nand closer, and almost threatening and at this moment I said to my friend...we...I saw some of the\nPolish people, Polish political prisoners we had in our area, said well, this enough, we run. And I\nsaid to my friend, I think this is also the time for us to run, so we left the the the fire and we left the\nhorse meat and we left whatever...but just whatever we could grab, especially a blanket or so, and\nwe ran towards a road. The SS was still there and when they see us or saw us running, they were\nstill shooting after us, but luckily uh our name tag was not on their on their on their bullet, and then\nall of a sudden uh we reached an area...meantime it had become dark, where we were we were\nsomehow in no man's land, but not completely because on that road we had to reach, there we saw\nthe the remnants of the German army, also trying to make their way to the north, and refugees\nobviously coming from Berlin with all kinds of vehicles, fire trucks, hearses, milk trucks...whatever\nmoved, they had used, and sometimes put together because they didn't have enough gasoline\nanymore, so they had tied...had tied these together, and we then said well, probably the safest is to\nmix with these people, and after all, I had thrown away the the the the stripped coat and I took...had\nthrown...not thrown away but put it my pocket the the cap, so I I looked at least like a civilian, and\nmy friends also whatever they had. We mixed with the the population, and uh so they walked rather\nslowly. There was no marching because there were hundreds and thousands of people, pressing\ntowards the north. They obviously knew that they were pressing towards some kind of of of army\nlines, of the American army or the British army. Nobody knew who was operating there, so uh uh\nthen in this way we were walking the whole night. We heard some shooting. We didn't know what\nit was. We were even stuck by by some German soldiers and they said...and luckily we spoke\nGerman and we said the Russians are driving us out and we are going the same way you are doing.\nWhen they heard about the Russians, then they were...they were...I mean, when you said Russians it\nwas always for them a cause for alarm and when we were walking slowly and and and and and and\nit was dawning slightly and uh somehow...I don't know whether in my...I couldn't sleep and you\nwalk, but I was dozing somehow...all of a sudden sudden a friend next to me said to me, Norbert,\nisn't that the American flag, and I looked up and sure enough there was a bend from one forest area\nto another forest area, and there uh uh uh was the the the the American flag, stretched over the over\nthe the the crowns of the of the of the trees, and uh with the with the uh headlights of the jeep...it\nwas showing that this is now American-occupied territory and this is where uh the American army\nhad stopped, because what we didn't know was that uh the 8th Division of the American army had\nbeen lent to Montgomery to cut off the northern uh uh Germans from the southern Germans....from\nnorthern Germany from southern Germany, reaching the city of ___ obviously, and that was the\n8th Division. And but at a certain point, uh uh headquarters probably had decided not to continue\noperations anymore because they didn't want to take any casualties anymore.",
        "Question: Let's take this back to you. What did you...you saw this flag. I would like to know what\nyou felt?",
        "Answer: It was...first I I...the the the first moment I didn't realize that it's true, but uh when we saw\nthat, there was a feeling of...we were laughing and we were crying, embraced each other and and it\nwas unreal, because it was a feeling of being born again. When you are born you don't know about\nit because you have no recollection, but this moment of rebirth is something...it's very special. I\nthink you cannot describe it properly. The human language is too poor to do that. Anyhow, this\nAmerican flag, the symbol of the American flag, has remained for me something which I I I keep\nholy because it meant a new lease on life for me and for us, and whenever I see a flag abused or\ndis __ or burned, I feel deeply offended. Uh uh...just to repeat this...this flag was and is and\nremains for me the symbol of life. When I see, for instance, on the Day of Remembrance uh when\nthe flags of the regiments are brought in, you know, your heart is beating faster, so when we saw\nthat, there were there were...well, these few are jeeps and and a few soldiers, but it was a very loose,\nloose uh uh...from the front line, so we walked a few...a few hundred yards and all of a sudden we\nsaw, uh on that road, an American officer, obviously, and when we approached him, he directed his\npistol at us. After all, he didn't know who we were. And thank God my school English and the\nEnglish which I had brushed brushed up with the British prisoners of war was good enough to tell\nhim, uh said sir...and he must have been...later was explained to be somebody with a Texas accent,\nbecause I didn't...I had certain difficulties understanding...between his accent and my accent, it was\nnot so easy, but anyhow I said, sir, we are we are we are your friends. We are prisoners of\nconcentration camps and uh thank God we have reached you. And that fellow was was was...I\nmean he had seen action obviously everywhere, but this was something new to him. Now you have\nto understand, those German soldiers who were reaching the line, had to leave all their packages, all\ntheir cars, everything...they were just driven to a big field nearby and then the soldiers are looking if\nthere was ammunition or dynamite, whatever it is, and then they tell to the soldiers to assemble\nsomewhere to take them into custody as prisoners of war. The war wasn't over yet. So uh he said,\nyou're welcome. If you need anything, you go and you can take whatever you want to, which\nmeans whatever there was on food, we could, and we were one of the first groups that there were\nwith us were two of my friends and some uh uh French fellow, a Belgium fellow, a Dutch fellow, a\nUkrainian fellow...we all stayed together, and when we saw all of a sudden all that food stuff and so\nwe thought, well, we have to be careful because because it would become very dangerous because\nthese were these were very uh fat things and it could be dangerous for our stomach, and sure enough\nsince then slowly also other groups had crossed there, some of them jumped at this food, and and\nand and some of them dropped dead on the spot. So uh uh and then you know all of a sudden we\nwere safe and we realized and I realized at this moment uh...well, I was with friends but I was alone,\nthat uh uh I had...when I was still in Auschwitz, uh one day a fellow had come from Birkenau, and\nuh that was a time believe it or not that we still believed that women and children would be around,\nwould be alive, and we asked him, have you heard that is in Birkenau there are children and and\nwomen, and he said are you crazy. I lived in Birkenau now for a year and a half, next to the gas\nchambers. When you arrived what happened, and I told him that my wife and my child too was\ntaken away immediately. With that he said I'm sorry to tell you there's no hope, and I still could not\ncompletely...completely believe it, though we lived already in the shadows of the crematorium and\nthe shadows of the gas chambers, but then when I reached the line on...was the night from from\nMay 2nd to May 3rd, 1945, which I call my and our second birthday, I realized I was alone. I was\ncertain my parents were gone, my family was gone and and and I was joyful but at the same time\nterribly sad, because I couldn't share in the joys of the other...for instance, of the Belgium fellow and\nthe French fellow and and the Dutch fellow who was certain that they could go home soon and and\ngo back to normal life and find their home and find their families. I knew I had no family anymore.\nI had no home anymore and and I had...I don't know...didn't know what the future would be, but\nreally, that was that was what what made this moment so so terribly sad. Uh but nevertheless we\ncon...we continued uh on that road which led into the city of | _._Landed in the morning there,\nand there you could see what a defeat of a big army meant...hundreds and thousands of\nwea...weapons had been thrown away by the by the Germans. The war was still on...including\nmachine guns, bazookas, uh machine pistols, rifles...you you name it. Uh we didn't take any of that\nto shoot the SS. It didn't occur to us. We were not made that way. It probably would have been\nbetter to do it, but we trusted uh that yustice would would prevail and that that these criminals would\nwould would get what they deserved to. Well, that's another story. We reached the city of\nWe came to the...we were directed to the to the...by the way, on the way we saw, for instance,\nAmerican troops. They were they were cold, but they had put on a fire and they had gotten\nsomewhere bundles of German marks, you know. They were using these bundles to to lit a fire, and\ncame...we were directed to a building which was called military government...that was new to me.\nMilitary government...I didn't know what it meant, but it was closed. Six o'clock...there was no\noffice hours, you know. So uh uh and and uh I didn't know what to do. One of my friends I was\nwith was very sick. He could hardly walk anymore, so I then took the initiative and uh went into\ninto one of these uh uh buildings in _, and I was told by that French fellow that...the lady was\nnice enough. She gave him some some some water so that he could could wash himself and so I\nwent, and I had in my pocket still twenty German marks I had smuggled from Auschwitz, and I\nwent to that lady and said uh I need two rooms for for my friends and myself. We are this and that\nand says well difficulties...the families are evacuated, fled from the Russians and so...and you know,\nat this time you didn't accept these these apologies and so I said I need two rooms. And as a token\nof my good will, I give you my last twenty marks, so luckily we found these rooms, so then we\ncould somehow clean ourselves after all these days and those ten days...I mean we looked terrible. I\nshaved again, but I —_—_— and I put our friend who was in very very bad shape shape to bed and I\nwas looking for for for help. I went back to the military government. I was coming and going and I\nsaid for goodness sake, amongst these people there must be some of my old friends from the youth\nmovement and so have joined the army. Eventually I could meet some of them. And all of a\nsudden I saw a jeep uh driving up and uh a man came down and a racial mark...I thought he\nwas Jewish...a hefty fellow. I approached him and, you know, at these days uh the the troops they\nwere carrying their pistol mostly on on in front of them or or they had these short machine guns and\nso uh so I approached him, and asked are you Jewish. And he said yes, but what's it your business,\nand I whispered to him uh I'm also Jewish. He said for dancing (ph)...what are you doing here.\nAnd so I told him. I said uh just hours ago your Army liberated me and a few of my friends. I'm\nhappy to shake hands with the first Jewish soldier. (Pause) (Crying ?) Excuse me.",
        "Question: It's OK. Do you use kleenex?",
        "Answer: Yeah.",
        "Question: Use kleenex. Take your time. It's alright.",
        "Answer: It's so long ago, you know, and still it's it's gripping you. So uh he embraced me, and he\nwas crying. (Crying) And he was a fellow who has seen action in Normandy and so on and he was\na hardened soldier. You could see his decorations and so...but uh...crying like a child, and he said\nuh , which is that old Jewish salutation, peace be with you. And uh after this uh after we\nhad somehow uh and __ then go this way. Beyond the uh the uh the uh encounter when we first\non the group with American flag, this was one of the things which has remained one of the strongest\nstory of my life...uh to greet uh for the first time, after all we had come through, a Jewish soldier\nwho had come from far away, had crossed the ocean, had had left his family, had left his home, and\nhad carried arms against Hitler, and was one of my liberators and uh uh then his first question was\nuh what can I do for you, and uh well, I told him uh uh after having calmed down, we're just uh\nshort of everything, and he just looked at how I looked. I didn't have a Brooks Brothers suit, so uh\nwhat do you need. I said we need everything. A friend of mine...where do you stay. Where are\nyou? I told him that have found uh shelter with a with a with an apartment with a German lady and\nso uh he said well, I don't know...I should like...would like to see our chaplain but I don't know\nwhere he is but uh tell you uh now it is so and so and you know, they had the watch...I will never\nforget...on this side __ for one reason or the other, not here but here. Be here in two hours. Now\nI was ashamed of myself. I didn't have a watch, you know, so I tried to be there ha...one one hour\nlater because he said he would come back, and sure enough he came back and he had already\nrecruited some other Jewish boys of his unit. It was a tank unit. A tank unit which had been uh had\nseen uh quite some __ action from Normandy uh through via via northern Germany and so on,\nand uh he came as he had promised and he brought all kind of things uh they had just gotten\ntogether...some K-rations and so they didn't like anymore, and that certainly that was manna\nfrom...and and and I was happy that I could tell my friends...and then he wanted to know where\nwhere we are...",
        "Question: I'm sorry. Say it again. I couldn't hear you.",
        "Answer: Uh he wanted to know where where I'm located..he wanted to say where are you put up. I\nwanted to see... want...1 want to see that you are well off because, you know, as they say these\nthese boys were the first and best untrained social workers I have ever met. They didn't need any\ntraining, because they had seen what they had seen. They felt deeply. They understood very well,\nand they reacted just out of a of a sense of human solidarity, call it also Jewish solidarity, and so\nthey didn't ask of Army regulations or this and that. Certainly they wouldn't be allowed to give the\nK-rations to civilians, but for them it didn't matter. So what. And then he came...uh this fellow was\nfrom, by the way, Pittsburgh. He's not around anymore unfortunately. And uh he wanted to see\nwhere we lived. The landlady was was was deeply afraid. She thought that they would come after\nher because her husband uh had been or was serving as an air force major I think, and you know, the\nGermans had a very bad uh conscious certainly and a certain guilt complex...",
        "Question: OK. What what I need to do...because we want to make sure we have plenty of time...is\ncan you tell us in little short about what...briefly...where he took you and what happened so we can\nmove to the DP camps. We want to talk about what you did with your work with .",
        "Answer: Well, that's another story because because certainly uh...",
        "Question: What ha...where did he...where did he take you....?",
        "Answer: Yeah...I tell you...because...here he then helped us with with certain things we needed,\nespecially bread, for instance. And I went...still I I looked for some contacts and I was told that\namongst the CSC, the the CIA...the the counter intelligence...the Jewish fellows from Germany or\nso...and I went to the to the Supreme Court building in . The city was not badly bombed by\nthe way, but I met only some Austrian fellow who was only interested in my story about .\nI've never lived in . I couldn't help them. What I did not know was that in this intelligence\nunit was a man who originated from Frankfurt, a lawyer, who had escaped to America in time, had\nvolunteered for the American army, but he had given order that if any...1f they should find any body\nwho is from Germany and knows about Jewish affairs, he would...wants to be advised. Two days\nlater I was told that he is waiting for me. When we met, he asked me does the name so and so mean\nanything to you, and he was very strict and all officer or staff sergeant of the intelligence service,\nsaid does the name so and so mean anything to you. I said yes. He said how. He said the name you\nare mentioning, he was a former youth leader...leader of my youth movement, and that man said\nwell, I cannot say that I am happy to see you here, but uh I am a friend of your friends in New York,\nand I am happy to give though I am not authorized specially to do it, but I will write to give you a\nwelcome and and and and it's good to see you here alive and and and kicking. And then he uh told\nme be ready uh in two days. I will come. I will work with you a little bit, and he came and in his\njeep he brought things we hadn't seen for for days and for years and for years...not only K-rations\nbut also packages he had gotten from America and so and he gave us, my friends and me, and he\nbecame a close friend of ours from this day on. Four months ago he unfortunately passed away at\nthe age of ninety. He was a was a lawyer and member of one of the leading law firms in New York.\nWhen we met, he said from the beginning, what is your intention, and in our naivete I said well, uh\nget us an American uniform and we'll go with you. He said don't be ridiculous, because it will take\nmuch longer than you think uh to to to get over it...don't you want to go back to Berlin. I said under\nno circumstances. I know that I have nobody to find there. Uh then he told me that the Russians\nwill take over the area and uh so he helped us to get to a place called == ~ which was not badly\nbadly bombed and he was also very very helpful, almost instrumental to find the group I had\ncollected in the meantime in __ to take to ..some fellow inmates from Germany, from\nPoland, from Lithuanian and so and we came to then approximately...we stayed in |\nuh May...early in Ju...June. We were able to uh...and there again we found some temporary shelter\nin some German...German households as subtenants, and I was always staying together with the\nsame friends with whom I had run away and one of them, by the way, was the was the first husband\nof my wife now, who unfortunately uh perished...uh passed away uh years ago. In___—_—swwee: heard\nover the radio that there's a camp Bergen-Belsen. The name was never...never heard about it before,\nand that there approximately thirty thousand Jews had been discovered so uh to get there was not\neasy because all the uh roads were closed, militarily controlled. | === was under British\nadministration, but I managed somehow to establish a contact with the office of the International\nRed Cross in ___, and one day they took supplies, which they didn't need for their prisoners of\nwar anymore, to Belsen, and I I talked to the...and and the fellow said I cannot...nobody can give\nyou a passport here. You have to try to smuggle yourself from here to Belsen. So I went in the\nmorning to one of the drivers who was a Swiss fellow, and he said yes, I have...but listen, I I cannot\nhelp you. They will not let you because the bridges in —_are are are strictly controlled. I said\nleave it to me. You have...I understand in these trucks there is a certain opening where you sleep\nsometimes during the night, so give me a chance just to crouch into...to sneak into that and when it's\nover then...so that's what he did. I went and before we reached Hamburg, I was sneaking into this\ncaboose they call it, and when we were beyond the bridges...he as a Swiss certainly had the right\npapers...we we uh we uh were on the way to Belsen, and before we uh we entered Belsen...there\nwas a whole convoy with supplies of Red Cross parcels...we were waiting there. A man drove up in\na British uniform, a staff sergeant, introduced himself as Staff Sergeant Kline (ph)...and I later found\nout that he was one of the first to enter Bergen-Belsen with the amplifier unit to to to to announce\nthat Belsen would be free in Yiddish and in German and in Hebrew and in Polish and in Russian.\nThat was the so-called amplifier unit. And we talked and he said where are you from and I told him\nmy story of Berlin and he said we have in our unit a fellow from Berlin. That's interesting. Uh\nwhat did he do? He said he was...he did work in an orphan's home. I said what is his name. He\nsaid Harry Harrison. I said Harry Harrison...this is no name which was usual in Berlin. Would it\nhave been eventually Hans _—._ This fellow I knew from our youth movement and he was\nclosely associated with my sister, blessed memory. He had to flee Berlin because he was stateless\nbut my sister wanted to join him and couldn't get out any more. He said no...Hans_——_, I never\nheard it. It's Harry Harrison. He said I have a suggestion to make. Come to our mess and you will\nmeet also our officer who is an interesting fellow named Derrick (ph) —___ and uh have uh lunch\nthere. Now this was for me...I] mean to have lunch in a mess...anyhow terrific. I got there and\nbecame acquainted with this wonderful fellow Derrick __, who by the way has written a very\nimportant book about Belsen uncovered, and we...but Harry Harrison wasn't there. We were\nwaiting and then all of a sudden, after lunch, he came because he has another mission and certainly\nit was Hans __, and when he saw me he almost fainted and he said to me then, Norbert, we're\nentitled to a bottle of whiskey every week or second week. I've never touched it because as you\nknow in the youth movement, you didn't use to drink. I always gave it away. Today I have to...now\nI have to empty this bottle. And then he certainly asked questions about his parents, about my sister\nand all this, so it was Harry. Doesn't...1n this way I got to Belsen. And I asked him what is it I hear\nabout thousands of Jews. He said yes, uh there 1s...I'm trying to to uh be helpful in to do something\nfor the children here but it's still very chaotic because the typhus was rampant. Uh the old camp has\nbeen burned down. People have been transferred into this new camp which it was an old army\nbarracks, the Panther __, the Panther School of the Germans, but I advise you try to make your\nway to a building there where you'll find uh uh people who are trying to organize some some some\ncommittees. I got to that building and I met met a fellow in a peculiar kind of a uniform. Later I\nfound out it was a Yugoslavian uh army uniform, and the man I met was the senior chaplain of\nthe...former senior chaplain of the Yugoslavian army by the name of , how ;\nwho had studied in Vienna, spoke German perfect and and told him that Ihave come from ___..\nWe have almost eight hundred DPs. Uh we need help badly and we hear there's thousands of\npeople and you obviously have the support of the army and the committees and so...and no...he said\nitis now so. Weare still in very, very difficult uh in a difficult situation. For days my activity here\nwas since I was a liberated from an officer's camp of the Yugoslavian army, was my first function to\nbring people to to bury people by the hundreds and by the thousands. Uh it's still very chaotic, but\nwait a second. There is a committee and the man who is leading is a man by the name of .\nHe is our . Now is something which I couldn't understand because ___is\nsomething in German, used in northern Germany as the as the head of a of a city or so, and I didn't\nknow that it was called president. And after a certain while there came a a man of a rather small\nstature. I'll never forget...with a with a lily white shirt, clean like a whistle. His hair was still very\nshort because uh he was shaven, and with with burning eyes. So uh he spoke Yiddish. I spoke\nGerman or my so-called Yiddish, and uh we started to talk. He said what we're asking...what can I\ndo, and I told him what the situation is. We need uh help, and I tried to smuggle myself here into\nBergen-Belsen because I heard about you and I heard that the Jewish chaplain here and so on, and\nhe said listen, what the radio says is something else. We are still in a very difficult situation. We\nare trying to bring order into this chaos here we have. Sure, there are approximately thirty thousand\nJews. Most of them are terribly sick. Every day still we are loosing I don't know how many in\nspite of all the attempts, especially by the British army who is giving us wonderful help, but if you\nwant to try to do something in order to to alleviate our situation, we have to join hands. Try to come\nuh I think in two weeks or one week or two weeks, and we'll have a meeting of our people we are\ntrying to organize, a Jewish uh committee. You want to help. You are very welcomed. And that\nwas the end of that day, and I smuggled myself back again with that Swiss driver, came to our\npeople and the people, and you know, we had to start also to organize something in__——_—swwhere\ninteresting enough, the synagogue was not completely destroyed. It was vandalized but not\ndestroyed, so we had already the first services which was an emotional experience of a special kind\nand and and we had org...since in other words and the the uh community building next to the\nsynagogue was not destroyed, so we had already started to try to organize some kind of a new\nJewish community, because there were two, three or four Jews married to non-Jewesses who had\nbeen saved, and you know about the community and so, so they all wanted to know what could they\nachieve. I said they achieve nothing, just to hope that something will happen, but and then work on\nit to uh to uh to get to Belsen two weeks later, which was not easy because I was still...they have\nstrict controls but I was able in the meantime with the help of another Jewish-American soldiers to\norganize a small car and and and to get visas was a whole experience (coughing). Luckily I had my\ndriver's license uh uh made before the war, so I made my way uh uh...yeah, and I was ready ready to\nto to go to Belsen, and all of a sudden, the next day, when all of a sudden people came running\nfrom...there was a small DP camp in a barracks in __, and they came running to me and said\nlisten, there 1s a truck and on the truck, on a military truck, on top there 1s written uh uh in Hebrew\n. The the people of Israel lives, and then, interesting enough, when he was talking,\nthis truck drove up at my place where I found shelter and out came a man who introduced himself to\nme as Mr. Trobe (ph), as the European Director of the American Joint, and Leonard Cohen as the\nDirector of the Central British Fund in in England. They were on a fact-finding tour to find out\nwhat what happened to Belsen and they had come to ____ because they were told there were Jews\nliving...probably based on my report, so we talked. I gave them a run-down of the situation. They\nsaid listen, we go back tomorrow to to Belsen, and I understand there is a meeting. Join us. And\nthat was very helpful because he said if I have difficulties at the at the military controls, you can\nhelp me out, and that's what what what we did, and we came to that meeting and there was uh\nwas...for the first time a representative of the of the uh of the Joint, a representative of the Central\nBritish Fund of England, a representative, I understand, of the Pope, because there were not not\nJews only in Belsen, and the...this representative spoke spoke uh French only, and interesting\nenough, there was a lady amongst us who answered him in Fren...in French, and I thought it was a\ngood friend, and this was ___—_ because you know, she had studied in France for a certain years\nand spoke French fluently, so uh that was that was...call it stock-taking and we we we we we spoke\nabout our hopes and our this and our needs and they said alright, we will try as soon as possible,\nwe'll go back to England and to America to organize help for you and uh at this time, uh\nmade it already very clear that this ought to be done in cooperation with the organized group of the\nsurvivors. Uh and then when the meeting was over, he invited me to the room of —___,_ who had\nin cantino they call it a very her only room. It was special because I know there was there was an\neasy chair where you could sit down uh, almost in luxury, and there was a couch, not these military\nbeds or so. And uh we started to talk and all of a sudden we were in the middle of our discussion\nabout uh Stephen  —— and Franz ___ and and and ___, and so, so uh it it it\nwas...and this established my my friendship with from from that moment on, and uh then\nagain uh we came to the conclusion we should try to meet more regularly and I was advised that I\nshould definitely come back in another two weeks because another uh uh uh delegation is expected,\nand I came to Belsen and we had a meeting with the first members of the...especially of the\ncommittee in Belsen and also to this meeting came the then uh uh senior Jewish Chaplain of the\nBritish Army, ——_—sdLevy (ph), and we were advised that a delegation sent by President Truman\nwould come to Belsen and we would sit with them. That was a delegation under the leadership of\nEarl Harrison and Dr. Joseph Schwatz (ph). Now Earl Harrison I understand at this time was the\nDean of the Law School in Philadelphia. Later, if I'm not mistaken, the President of the of the\nUniversity, and based on on on reports about the plight of the DP's in general and the Jewish...in\ngeneral and the Jewish DP's especially, President Truman had appointed Harrison and asked\nhim...for a fact-finding uh mission.",
        "Question: I'm going to encapsulate a little. Just tell us about the meeting with Harrison when he\ncame. And say it that way, when Harrison came...",
        "Answer: Yeah. So uh uh these were the participants. And the first to report about the situation\nwas uh , in Yiddish...",
        "Question: Excuse me. Where are we now? Is this in...?",
        "Answer: In Belsen. In Belsen.",
        "Question: In Belsen, with Harrison now?",
        "Answer: With...Harrison came. In this company was Dr. Joseph Schwartz who was then the\nEuropean Director of the Joint, and Mr. who was for many years associated with the\nCommittee for Intergovernmental uh uh Committees, and uh we met in Belsen, one of the barracks,\nand uh reporting about the situation because Harrison...Harrison was interested. He wanted to know\nexactly what was going on, and it was already I think in...in early fall or so. The next to speak was\n___Levy and he...well, it's not only that he's an excellent speaker but a very powerful speaker,\nand for the first time in my life I heard a man in an officer's uniform who is a rabbi, taking his\ngovernment to task about the deficiency and about the short-coming and about the fact that in spite\nof all the appeals also he has made, uh uh as a rabbi and and and as an of...as a member of the\nJewish community in England, almost nothing had been done, and I was flabbergasted because this\nin my background, you might call it Prussian background, this is something I I didn't expect.\n______ spoke also and then uh uh they asked me and asked me to make a presentation in English,\nand I was sweating because it was still... mean my English was call it acceptable but but it was still\ndifficult and I said and but but the heart dictated me what to say about the uh the mental disposition,\nabout the expectations we had, that we are liberated but not free, especially free from need, that we\nneed almost everything, that the winter is threatening, that most of our people are still cooped up.\nThey don't want to go back to Poland or to to to these places, like I don't want to go back to to to\nBerlin, that all this is transitory and that that this...we don't know...uh we have no expectations of the\nfuture. We don't know what the future will bring, but there is still dire needs that uh uh after we\nhave buried most of of our victims and this is the first thing we did actually, uh now it's the time\nwhere we are trying to at least give them enough food that they that they that they can fill their\nstomach, enough to wear and and also work out a program what can be done for the future because\nthose people who are liberated, with a very few exceptions, do not want to stay in Germany, and it\nwas very...made very clear and we had accepted already that line that certainly the the emphasis is\nthat people want to go to then Palestine, but also those who want to join their relatives in England\nand America, should been given the opportunity as soon as possible to do this because Europe is\none big cemetery for us, and therefore we we we we uh we we...the sooner the better we we'll get\nout because otherwise it will be demoralizing to stay with a population which considers us as\nenemies just just only weeks ago, and uh to start again what what the generation did for\nus...establish a career, establish uh uh a business or what...we are not tempted to do that, and uh so\nuh as I say with difficulties I managed to make that statement and uh I felt...what can I say...uh very\nvery ___ (laughter). So interesting enough, I...half an hour later I met Harrison in the same\nbathroom and and he was a wonderful man, by the way...charming, warm-hearted, compassionate\nand I said I'm sorry but uh this is my English. I hope I can...one day it will be better, and he said\ndon't you worry. It's not important how good you speak in English. It is the meaning of what you\ntry to bring out which is important to me, and this is what I will try to bring to the President, and\nsure enough, as you know, Harrison immediately went back uh so gave this uh uh report to uh to uh\nto uh President Truman and Truman almost immediately then used this report to...he could only\ngive directives to Eisenhower in the American zone, but at the same time then with a request that a\nhundred thousand DP's should be should be given the opportunity to to leave Germany immediately\nfor for Palestine and this and that, so uh uh in this respect the Earl...the Earl Harrison mission was, I\nwould say, a milestone. It wasn't as successful as as we had hoped, because things were still too\nmuch in turmoil in these days. Uh the state of Israel was was was not in existence. The British\nwere stubborn in their policy not to admit, and America was still before the DP bill, strictly adhering\nto the to the quotas, but uh uh somehow it had, I would say it had penetrated the sound barrier\nsomehow. And after that uh we...",
        "Question: OK. At this point we're going to stop. We'll change tapes.",
        "Answer: Good.\nTECHNICAL CONVERSATION\nEND OF TAPE 6\nTECHNICAL CONVERSATION",
        "Question: OK. We're back. Uh Norbert, tell us about the work now, please, that you did in\nBergen-Belsen with the , and would you repeat the sentence that way.",
        "Answer: Uh well, after the Harrison mission...but I had started before already...we concentrated\nmainly in our...first of all to to organize our committee, to our committee, uh uh in other words\ntaking in whoever wanted to be represented of the of the camp in Belsen along certain call it party\nline...labor and and so on, I mean the old, the old tradition from Poland had been carried on\nalso in Belsen, but the other...because also to bring all these people outside of Belsen into the fold,\ninto the committee which means communities uh uh which were which were organized in cities like\nCologne (ph), and and and , Dusseldorf and Hamburg and so on, and we...we then were\nable, interesting enough, to uh to have a united central committee of Jews originating from\nGermany, from Poland, from Hungary, from Lithuania, from wherever it was, 1n one institution in\norder to try to work on whatever the problems of the day were. One of the problems we had at the\nbeginning immediately was that for instance people of German nationality were treated by the\noccupational authorities as German nationals and they were told that they can have help only from\nthe...could get help only from German mayor (ph), which was absurd, it was at this time, but\nwe...that was one of the the ideological contacts and in this respect and and ;\n_____ and all the other friends who were with us in the central committee, this 1s...call it some kind\nof heritage we are taking along with us from Auschwitz, that we had Auschwitz uh uh experience,\nnot as Germans or Lithuanians or Poles or or Hungarians but as Jews, and that therefore the the\nsolution of our problem could only be found in in finding an answer to the Jewish needs. Now that\ncertainly was to to find a way out of Germany, uh one way or the other. Uh there were other dire\ndire needs at the beginning. Uh uh we talk about food, clothing, religious needs. Uh there was also\na a problem to bring relatives together. Uh men were looking for their wives, hoped...in the hope to\nfind them. Wives are looking for their children to to find them. We prepared lists, for instance,\nwhich were uh uh exchanged with the with the people in in the American zone and other DP camps\nand so forth. Uh but also uh at the beginning very strongly that help should be forthcoming to\nalleviate the physical situation, and in this respect then luckily the Joint was able to bring the first uh\nsupplies in and in that committee in Belsen, it was decided that everybody should get the same,\nirrespective of origin, irrespective of whatever 1t was, whether living in Belsen or living outside of\nBelsen, and and that worked well. We had some kind of a we called it, which means\neconomical uh department and we got together with the Joint and with the Jewish relief unit and we\nwere sitting together checking the needs and then making the distribution and the central committee\nhad a say in all this and not only that we were working together. We were very proud of this in in\norganizational ways but we became very good friends. It was it was really a a deep friendship\nwhich developed and which it lasted for a long time after we left Bel...Belsen already and which\nmanifested itself whether there was uh many weddings, for instance, occurred and we went there\ntogether and there came came came ___and there came came came all kinds of occasions and we\nwere we were always together and and and uh I would say in this respect, I must say, Joseph (ph)\nand ———_—swwerre very instrumental in developing an atmosphere in which you did not only (cough)\ndiscuss business but also asked, you know that Yiddish expression .. what 1s going on\nwith the family, what...and people then revealed what what what what their their innermost...what's\nbothering them and so so you knew you had a place where you could exchange not only views but\nyour mood with with with friends. Uh it was not always easy. We had a situation, for instance,\nwhen the British decided that uh uh uh people who had tried to reach Israel illegally...the Exodus,\nwith the famous Exodus ship...should be brought back to Germany and they were were then forced\nto to land in in Hamburg and were brought to two camps near the place where I had my my home,\nmy transitory home near __ and _that was a very, very difficult uh situation for us because\ntensions were high. Amongst those people who had been brought back in force were our friends\nand relatives and so it...we had a a terrible responsibility somehow to regulate the tension because\nthere were people, certainly militant people who wanted to take it out on the British and uh we felt\nas responsible leaders that we should try to avoid it. After all uh _ was the spokesman of the\npeople in the camps. I was accredited to the British authorities as a spokesman for Jews living in\nthe cities, so we had a certain standing but what was more important, we had also established a\nclose uh line to our friends of the World Jewish Council in London uh who as members of\nParliament like Sidney Silverman and and | and , were able to help\nus in whatever was to helped. Two fold as I say...with the the help of food and and...and also the\nreligious help. Belgium, for instance, helped the people in in the cities around with _—__, with\nwith with religious people and so but the other work we were involved in was call it political\nwork...to know that this is a transitory existence, that living...that life in a camp is no normal life,\nthat it has to come to an end, and that's the reason why when __ and I were traveling very often\nto London, and we had...with our friends of the World Jewish Congress...we had meetings with the\npoliticians, with the head of government, not with a representative, interesting enough, of the British\nArmy or the British Military Government in Germany, but we met very often with the with\nthe...because we had a shorter line =. ~You know, in Germany everything had to go through\nchannels and in London with the help of our friends, we didn't need that and uh Joseph (ph) was one\nof the first ones to come to America. He was the first , the first messenger and and lift up\ninterest for a for a solution (coughing) and he did not uh uh...that was not a fund raising speech.\nThese were not fund raising speeches he made. He made speeches just to say don't let us rot away\nin in the camps. Don't let us...don't leave us alone to repeat this. We are liberated but we are not\nfree. And we don't feel free before we have a chance to build a new existence, wherever it was...1n\nPalestine or in America or wherever it is, but a normal existence for for our families and for ourself\nin order to reestablish life and a new career and and and and to make our own contributions. This\nwent on...we had this for...1 remember uh uh that things were were so terribly difficult in London.\n____ and I met uh and that was at a very very difficult time and we needed badly\nmoral support uh in order...because the people really almost got got into despair, and what could\nwe...what could we tell them time and again. Have hope and it will become better and so...so we\nasked uh to come to Germany, and he said no, I can't, uh for two reasons. Number\none my foot will never touch the bloody soil of Germany again, and number two, what kind...what\nkind of a message can I bring to the survivors...lies. I cannot bring lies. And there is nothing I can\nbring them. These were the situations under which we were working, and uh then luckily uh you\nknow, came came the development after Exodus which was a really a very difficult chapter, that\nthen in in in May 1948, Israel was created as a state and then slowly but surely we knew that those\nwho wanted to go to then Israel would would would be able. Not immediately because there was a\ntechnical problem. Uh Israel was at war with the Arab neighbors. Uh people volunteered to go to\nIsrael. Some of them did. Many of them who came to Israel were pressed immediately into the\n____ and and gave their life away, especially in the battle of , had hardly seen the\ncountry and were killed in action, so it was a was a was a troublesome uh time but then slowly but\nsurely things got organized and the the camp could be could be could be uh uh uh...I wouldn't say\ncleaned out but could could be evacuated with...and also then the...luckily the uh the uh DP bill\ncame into action, so people who wanted to go to America had the chance to do so, but the\nAmericans had an interesting practice. First they they they take care of the American zone of\nGermany so the people in the British zone had to wait, but it was all not that easy either, because I\nremember when I came...was invited by the United Jewish Appeal in 1946 to come and to bring the\nmessage to the Jews of of of America in the west...1n the east and also was taken to Los Angeles and\nSeattle and Portland and San Diego and at this time I reported about the situation, that that not even\nthe the quarters available were be...were used, and uh but that in in the British zone, but that in the\nAmerican zone, they were...they had made already...they had begun to do this, and I went to the\nhead of the immigration department. I think I was taken in Washington here, and uh this\nman...obviously he was not the smartest...gave us as an answer that they have not enough funds\navailable in order to establish processing centers for security, to to check security and so on, so the\nman I was with then was was leading our delegation, said if that is so sir, I might suggest to the\nJewish community in America to make a fund raising for the government of America in order to uh\nto uh finance the immigration department, but still it didn't help. But when the DP camp...uh DP\nbill came into into... mean was was started, then slowly all those who wanted to leave left and that\nwas the majority of the DP's. Some were left. Some had built uh built new lives in Germany. I\ndon't want to talk about that, but those...and I must say then we felt that our job in Germany was\ndone and that we could leave because...but it took us longer than we thought. It was almost five\nyears after until until until uh the Belsen ceased to exist and also uh uh uh those who couldn't leave\nthen found a place in Norway or so for medical reasons or other reasons, so that was then and and I\ndecided then also to leave to leave Germany. I was asked by my friend...at this time I had already\nstarted to take...to have uh contact with the progressive uh forces in Germany...progressive political\nforces and and and was asked why did you leave Germany. Uh we need you here and I said listen, I\nhaven't destroyed Germany. I have no duty to build it to build it up again, and II can't. For me,\nGermany is one big cemetery. I have nobody here, and in the meantime I'm married again. I found\na lady from my youth movement and married in Belsen. I married her in Belsen. We had two\nchildren in and then we came to the conclusion that also in the interest of the children, we\nwould not stay in Germany, and this is then when we decided to to uh to uh leave Germany. There\nwas still another job to be done in which I participated and that was uh uh...that was under the\nmilitary statute, a so-called successor organization was built to claim the heirless and community\nproperty of the Jewish community. This was under Allied law with the seat in London and uh I\nbecame one of the founders and we were able then to solve the problems by putting all the funds\nwhich which which uh accumulated out of community property which was not used by new\ncommunities, and heirless property into one fund and uh this fund was administered by a mutual\ncommittee of the communities and the major Jewish organizations and then distributed especially\nfor social purposes for needed people in Israel and in in America, so that was the Jewish Trust\nCorporation and and and then I came to the United States. I landed in and was in 1952 together\nwith my then wife and my two children.",
        "Question: What did you do when you came here? Where...how did you establish yourself?\nAnswer. Uh uh II learned one lesson from my from my teacher, my spiritual mentor, Leo Beck\n(ph), who said America is not the country of social continuity. In other words, what I had done in in\nGermany, studying law and being a social worker and so on, wouldn't work, and then after a certain\nwhile many friends advised me if I would still have...like to do something with law so many\nnewcomers, especially of Germany, had had had found uh uh a way to establish themselves and\nhave a career in the field of accountancy, so uh I I went back to the University. Luckily NYU, the\nNew York University, was generous enough to give me certain credit points for my studies in\nGermany, and I took up the uh the uh studies of accounting...of public...and became a public\naccountant. I never was an enthusiastic auditor or or or tax tax preparer, but 1t was a a profession\nwhich which uh uh guaranteed me an income to give my family whatever was required and and to\nmake aaa call it comfortable life and uh this is what I did uh from the moment then when I entered\nthe professional life and uh uh until recently when I retired after having done enough uh coming to\nthe conclusion that whatever I had done for ___—_—Swould never be enough in order to meet the\nrequirements of the budget, so uh uh as I say I was...but irrespective of the of the of the accounting\nbusiness, I still kept my interest in in in organizational work. Certainly at the beginning I had to\nestablish first my family. I had a home and and so on and get settled uh and uh then I I also took\nsome time out to do something for for other things again. I, for instance, there was when I was still\nin Germany one day uh ___, which is the equivalent of of the duPont in America, uh\nstar...published a a statement saying that the former stockholders should uh file...should register\ntheir clams. Now I told you before that we worked in Auschwitz for the factory __—_—s was\nbuilding there, but that we never got a penny from them paid at whatever...that we just uh uh\nworked in order to keep...to stay alive, but that __——_—s paid a certain amount of money, small money\nto the SS which considered us as —___ and and and had a profit out of our work, so when I saw\nthat statement in in papers saying that...and after the war when you had a West Germany and an\nEast Germany, the _—_—_—icoff uh uh where the records had had been lost somehow and\nthey wanted to register the stockholders and claims which certain people had against _—_s, so\nthey published that statement and there all of a sudden I had a brain-storm, and I said if they ask for\nclaims to be registered, I think that we also...I also have a claim. They never paid me a penny for\nmy slave work. Uh I'm entitled to something, and I approached with this question in mind, a man\nwho I had befriended when I was living in ss. ~*He was a refugee from Frankfurt, had returned\nwith the British Army, had participated in the liberation of Bergen-Belsen and he had then become\nan officer in the control commission, regulating the admission of people to the press, to the movies\nand so and I met him when I became a witness against one of the movie directors, but that's another\nstory in Hamburg. He uh returned to Germany to open a practice again in Frankfurt,\nand him I approached with the question. I said what do you think. Uh not under the Nuremburg\nLaws...under the Nuremburg...Nuremburg... the rules of the Nuremburg...though I had been a\nwitness against before the American Military Tribunal in in Nuremburg, but don't you\nthink there is under the civil court of Germany, there is a certain claim and he was doubtful. But at\nthe same time I befriended uh uh in connection with the with the case which was pending against a\nNazi director of uh... was his name, a man who was the the prosecutor, the chief\nprosecutor in Hamburg, but he originally was an expert on labor law, German labor law, and when\nwe discussed it, he said my goodness, that's that's there's dynamite in that. Nobody can tell you\nyou'll be successful, but this is...by all means you should bring suit, so my friend _ alright. I'll\ntake the case, and we brought suit against —===———_—s in my name and uh then all of a sudden when the\npapers started to write about it and uh then there was a trial in in Frankfurt. Quite a long story...and\nsome of our...my British prisoner of war friends came as my witness to give evidence against\n, like they did, by the way, also in Nuremburg, so I got a verdict in my favor by the by the\nDistrict Court in Frankfurt, the German District Court in Frankfurt under the German law saying\nthat the people like me had worked under the...in the shadow of death, in the shadow of the gas\nchambers, that knowing this should have taken better care of those people and give them\nhuman consideration, but had obviously accepted these people as slaves and therefore they are\nresponsible for for the treatment, for mistreatment, more treatment, and they...we had uh asked for\nan award of 10,000 marks. This is a technical thing because 10,000...you know, under German\nrules and regulations you are giv...you are responsible if you loose, you are responsible for all the\ncosts in court and of the other...of the lawyers of the other side, but 10,000 guarantees you also to\nrun a petition of appeal, so uh when that...when the verdict came out I was already in the United\nStates and in the German papers, there was an outcry, even headlines, that I'm endangering\nGermany industry because not only had taken had taken slave labors, but also\nand the others and__—_and by the way, we had arranged it in such a way that my uh case should\nbe considered a a class action case so that that the others, the thousands who are...were still alive\nwould then be entitled to the same claim I had satis...I I got...had satisfied, in order to avoid and\navoid a flood of of of uh procedures in the German courts, so uh uh uh as I say the press started to to\nto to get desperate and uh then it became very serious because then __, they did not give in.\nThey didn't have the the moral fortitude to say yes, we know something went wrong in Auschwitz.\nYes, (cough) we feel there is a certain if not legal, at least moral responsibility, and we agree to to\nact uh uh in response to that to that responsibility. They said no, they had been forced to do that and\nin certain briefs...1 saw that just recently again...they even tried to sell, to tell what a kind of a\nsanitorium it was they had created for us in in Auschwitz, and another interesting facet of that which\ntheir lawyers found that if they hadn't uh taken us as slaves in in Auschwitz, then we under normal\nconditions probably would have to go to the Russian front and could have been killed there easily so\nI say this is something which is is unbelievable. Uh they they did not give in and (drinking-pause) I\nuh reactionary...reactionary forces in Germany which were prevailing, at that time of the Buna's\n(ph) Republic already...Buna's Republic..Federal Republic. They said no no...you we have...you\nhave to go uh and encourage _—__ to run a petition of appeal, and this was negotiated in the\nmeantime knowing that I was...uh my lawyer and I were not strong enough to to fight this fight\nalone. Iapproached | Goodman, you know, the...blessed memory...the leader of world Jewry at\nthis time and uh I knew him personally through ————_—_s and uh I asked for help and for his support,\nand there was already a situation created by him for claims against Germany called the\nConference on __ Claims against Germany, briefly, the Claims Conference, and he saw to it that\nuh uh support was given and in this way we were able to uh add to Mr. ——_suuh uh activity, the help\nof two very famous lawyers, Mr. Christian (ph), a non-Jewish man, and Mr. ——s who came out of\na very famous practice in Munich originally and had fled to Israel. Uh the court 1n in in then in the\nin the appeals court said well, we are we are not able to make history. This is a case which we are\nnot able to make history, and they advised very strongly to look for some kind of a...call it\namicable settlement, and uh after this happened again they tried through the press in Germany to say\nwhat it would mean and what German industry would go into bankruptcy and they had just started\nnow after the establishment of the Federal Republic to find their way in the world, in the\neconomical world and it would be terrible...1 would do terrible damage. Uh also there was...I had\nsome help in America, because there also some stories brought into the Times, and so it were\nhelpful to needle them, so that I knew that they were not silent. Uh to cut a long story short, uh uh\nnegotiations were started between representatives of the Claims Conference and __ and it settled\nin a so-called amicable settlement of thirty million __ for all survivors, for all those who had\nsurvived on the basis of that in addition to claims they could make under the German __—_—_—_ Laws,\nthey could claim additional five thousand marks for work they had performed for ——_siin\nAuschwitz, and a whole mechanism had to be uh uh established to to work on that. There was a\nspecial German corporation built just to receive the money and to distribute it and with the help uh\nof uh of uh fellow survivors who checked applications and so, it took quite some time. Uh these\nwere paid on the basis of those who were in Buna at least six months, that five thousand marks and\nthose were in Buna less than six months, two and a half...two and a half thousand marks, and uh...",
        "Question: For the purpose of the tape, would you just explain that Buna was the subcamp...",
        "Answer: Buna was the subcamp of of Auschwitz where where the __ actually had had\nestablished...had tried to build in the interest of German war industry, a factory to produce artificial\nrubber, so all those who had worked like myself there, were then were then given an additional uh\nuh uh call it compensation. Based on that, the Claims Conference also tried to negotiate similar\ndeals with _ and all the others. In some cases were successful, in some cases it was not. One of\nthe successful...unsuccessful cases remain the group of a man by the name of Flick (ph) who was\nbrought to Nuremburg as a war criminal, was sent to prison, had time in prison to re-establish his\nempire including Mercedes (ph) and others, and up to his very...to the last day of his life, he refused\ncategorically to hear anything about additional compensation for slave laborers, so he went to his\ngrave or to to to hell, wherever he may be, with...and he can say for himself, be satisfied that that he\ndidn't do any favors to former slave laborers. Uh and then with some money which which was left\nover from this, we were able to establish in Israel at the end some kind of a loan uh uh loan uh uh\nfund for needy people. There was especially after the Six Day War and so so uh that that...and so\nuh now this chapter is is closed because it took years to liquidate all this. Uh the question is, was I\nright in doing it? Was I not right in doing it? Very often I doubt that that what I did was was was so\nsmart for the very simple reason uh they, the German...German and , some of Germany...I\nwill not generalize...I don't like to be unfair...used the the the fact that ___ had paid what they paid\nas an argument to say well, what we have done...it was...we were not legally..it's not legally...we\nwere not under legal liability but we did it our of our good heart in for and consequently the record\nis clean with us. We didn't do anything in in Auschwitz. What they did in in Nuremberg was was a\nwas a crime that they sent us to jail for for for participation of this uh uh...we did it out out of our\ngood heart and and even helped the the prisoners there, so as I say, I'm not very happy but it's water\nover the dam. You cannot rewind the the film, but it is a certain chapter which was called the the\nbeginning of the slave labor programs, in order to give our people, especially those in need 1n Israel,\nin South America, where the ————_—ihad a certain importance, where it was somehow helpful, and\nI'm glad that that some people, even with five thousand marks, could could make life a little bit\neasier for themselves.",
        "Question: Good. I thank you. Uh tell me, while you were going through all of this with\nwhat...and you were talking about all the publicity in the German press and whatever, were there\nany kind of attacks on you personally? How did people react to you for instigating this?",
        "Answer: No. I I must say frankly I was never attacked personally with one exception and I'll tell\nyou that. Uh they tried probably to to get some dirt together, uh to collect some dirt uh but\nobviously couldn't found anything in my police records. I had not stolen any where silver spoons or\nso. I had not been a prisoner because I had uh uh committed fraud or or or uh embezzlement, so\nobviously these attempts were in vain, so therefore in this respect I was never attacked. I was\nattacked in the German press in another connection. I was, as I indicated before, a witness in a\ncouple of uh uh war...call it war crime trials. Uh the first was in Nuremburg against ———_—siuh\nwhere I was a witness and gave evidence especially against the man who was incharge of sin\nAuschwitz, Dr. __, who by the way was sent to prison but very soon released and very soon got\na terrific position again in German industry uh so uh uh then I was a witness in...when I was still in\nGermany, against this film director who created a vicious poisonous anti-Semitic movie called\n, the story of . And I had, must say this was used, which I found out only later, in\ncertain concentration camps to whip up the emotions, the anti-Semitic emotions of the of the guards\nagainst us, so after I had seen it after the war, I said I wonder...I I'm surprised that anyone 1s still\nalive after these people have seen it. It was heavy, very effective anti-Semitic stuff, and he was\naccused in German court uh for crimes against humanity, but he could prove that he didn't\nmeant...that he didn't mean it and he was released from all charges. Uh as a matter of fact there was\none one case against him. Then there was was appeal and when I was asked as a witness again in\nthe second court trial, I sent a letter to the to the to the president of the court saying that I refused to\nappear as a witness because I considered this would be an injury to the memory of my...of the of the\nof the victims, that I have found that...I didn't find that he had...that he had been a fair judge and I\nrefused to. Now it could have been dangerous at this time for me, but they didn't do that because\nthe the prosecutor was a friend mine, said listen, the fellow can...this judge can ask me to take you\ninto custody. I said alright. You know, in these days you did...I I dare...let him dare to do so, but\nsince he was himself, that judge a member of the Nazi party, I was assured that that something\ncould come out in the press. Then I was a witness uh in in in ina case for which I was brought over\nfrom from America already against this fellow who was participating in the shooting of the of these\npoor people on our way from Auschwitz to Mauthausen when they brought them down, and then\nthe last was in the second...so-called second Auschwitz trial in in in in Frankfurt uh against a man\nwhom I had observed making selections in Auschwitz, and he was accused in Auschwitz and then\nthe...my my lawyer with whom I had worked inthe _ case, uh told me uh you have to know that\nthe president of that court 1s a man who was active asa pilot inthe Legion __, that is the Legion\n_____ which was lent by the Nazis to the Spanish DeFranco (ph) and had participated, for instance,\nin the bombing of . So he was uh uh...but obviously the the administration today thinks\nthat this this is nothing burdensome for him, so they made him a judge, and a judge in the\nAuschwitz trial, so after I had given my evidence, and interesting enough the lawyer of that fellow\ndidn't ask one question because as my lawyer said, he knew that he probably would have made it\nworse for his client, but the president, this this pilot of the Legion __—__, asked me, don't you have\nanything good to say about the about the man who is accused here, so after I had recovered a little\nbit from that question, I lashed out and I I really gave it...after all, I was at this time already an\nAmerican citizen and I had the American press there also, so so I felt strong, and I told him...I gave\nhim my indication what goodness means for SS people in in Auschwitz.",
        "Question: What did you say, and repeat again which trial we're in now?",
        "Answer: That was the trial against a man who had participated in selections of people for the gas\nchambers, and and and and and I told him, I said what kind of goodness do you expect from\nanybody who has become a slave of that criminal machinery which with with with the...which liked\nto kill people everyday at whim, for whom any human being or every Jew was nothing but just\nvermin (ph). What kind of goodness do we expect from them? So then at the end of it, interesting\nenough, when the judgment was was rendered, I was considered as unfri...unfriendly witness. Now\nafter that, when I came back, I I asked a friend of mine who was writing articles for the Times and\nso, that I had enough, that I would never accept an invitation again to go to give evidence before a\nGerman court, and certainly this article found its way into into the German press, and was\nre...reprinted there, and the uh there was a semi-Nazi paper in Germany called the and the\nsoldiers' paper. They picked it up and then they at...attacked me personally uh that I probably would\nlike to re-establish...I liked more the cause...the courts of and so on, and so but but the...I\ndidn't react to it. I I I I...because it was in the German press and I let it go, but I kept my promise. I\nnever...never appeared again uh in Germany before a German court.",
        "Question: OK. I thank you. Tell us now...we have time...you said there were some things you had\nwanted to tell us.",
        "Answer: Are you asking about Leo Beck (ph), no.",
        "Question: Yes. Yes. Yes. Do tell us about Leo Beck. You...you had a special...",
        "Answer: Well, Leo Beck, Leo Beck was my...he was...was my teacher and my spiritual leader, if I\nmay say so. He was...he was the the head of the Jewish central organization, not because he was a\npolitician. He was far from that, but a man of impeccable moral and ethical attitude, uh who did not\nonly preach as uh preach ethics and and morale but also also practiced it and uh uh I...we got\ntogether actually uh on a more personal basis when I was working uh at the beginning of the war for\nthe central organization in Berlin and when we had the first air attacks there by the British...by the\nBritish uh uh air force, uh we were uh taking cover, or we had to take cover in a so-called air shelter\nwhich was nothing, with no protection. Uh with the other members working in that office and very\noften Leo Beck would...certainly came. He was a very, very uh disciplined worker and and uh uh\nhe uh he gave all the time to the Jewish work and I tell you in a moment why. Uh he was there and\nwe we were listening when the bombs were falling, and he told us well this is far or this is very\nclose or so. Why? Because he was one of the few with experiences of World War I. He had been\nan Army rabbi, especially in in France, so he was familiar with with with the military...with military\npractice, so he could teach us or could enlighten us if the bombs were deadly close to us or the ones\nwere far away so we didn't have to worry about it. Leo Beck was, for instance, a man uh when he\nhis wife died...I think in 1938, sometime __...uh he got offers from a lot of universities\noutside...in England and America, to teach philosophy, to teach theology and so, and he refused and\nhis reaction was as long as one Jew needs me in Germany, I feel I have to stay with him, and as I\nsaid before, he was not only preaching ethics and morale, he also practiced it. He stayed. He knew\nwhat his destiny would be. Uh he was taken to Theresienstadt in March, I think, of 1943 or\nFebruary, but where...by by a miracle he survived and this is a very interesting miracle. He told us\nthis miracle when he came uh uh to Germany. You know, he was saved in Theresienstadt. He then\nmade his way with the help of the American army to his daughter in in London and then in '47, I\nthink, or '48, he came to visit uh Jewish communities in Germany. We needed him badly to give us\nsome some hope, some spiritual encouragement and uh uh then he...when we were sitting in a small\ncircle, he told...he was very...a very shy, a very private man. He didn't say a word about about about\nwhat he did or what what some heroism or so, some heroic things or so, but he he said uh...",
        "Question: I want to ask you just to repeat Leo Beck's name because I'll need it that way for the tape.",
        "Answer: Yeah. Yeah. Yeah. Uh...",
        "Question: Leo Beck said...to you.",
        "Answer: Uh wait a second...I lost...I lost it for a moment.",
        "Question: You can just say Leo Beck was sitting in front of you and you were going to repeat...",
        "Answer: Yeah...now the story about uh uh...",
        "Question: About how he survived.",
        "Answer: Yeah. How he survived...excuse me.",
        "Question: That's OK.",
        "Answer: Yeah. It it was in...",
        "Question: Leo Beck...",
        "Answer: Yeah...he was incarcerated in Theresienstadt, in",
        "Question: I'm going to ask you really to repeat the word Leo Beck.",
        "Answer: Yeah. Leo Beck was incarcerated in Theresienstadt, in —«.:~SThere was a practice in\n_______ that uh uh the name of famous people, let us say of leaders, of Jewish leaders from Austria,\nfrom Czechoslovakia, and so who were all incarcerated in , who had to be reported to\nEichmann (ph) and he had a...was one of his bureaucratic whims he had...he had to know who of the\npeople he knew uh had had had had had died. And one day he was advised in one list that a rabbi\nLeo Beck had died, and he thought it was the Leo Beck. Next to that name, nothing was mentioned\nfrom which place this rabbi had come, but there was a rabbi Leo Beck in ————_—__s in Czechoslovakia,\nand he had died of old age. So when Eichmann came to Theresienstadt, to __—_, shortly before\nthe end of the war, ten days or twelve days before the Russians entered, he all of a sudden find uh\nfound Leo Beck there, and he was absolutely flabbergasted and in the words of Leo Beck he said,\nLeo Beck. He said yes. He said wouldn't say rabbi or doctor or so...he said Leo Beck, what are you\ndoing here. He said . IL understand you are dead, so Leo Beck who was a very courageous\nman also and a witty man, said you know there is a saying amongst us that when you are...when you\nare believed dead, you live double of your time. Now Eichmann did not have the courage anymore,\nbecause it was ten days before the end, to let us say have him shot or have him...because...and he\ncouldn't certainly dis...have him deported to the east anymore, so he left it at that. And that is the\nway, according to what I was told when we were together, how he had survived at Theresienstadt\nand was saved by the Russian army and later a group of of, interesting enough, an American\ncolonel, of the ____ family I think, made a special way when they heard about Leo Beck to\nTheresienstadt to to take him out and by special plane he was flown, flown to London, so uh uh but\nand there was also something else which I...and it's the last I want to say about him. In uh in\nwritings, especially also in the book of ___ about the banality of evil, there were very unfair text\nagainst him, against Leo Beck, based on a story which I consider a historic lie. In 1945 a man who\nhad entered Germany with the American army and who wanted to make probably a quick buck,\nwrote stories of survivors uh under the title \"We Have Survived.\" And he published one story\nwhich he published in such a way as if it was the writing by Leo Beck, but anybody who was\nfamiliar with the writings of Leo Beck could see immediately that it was not his writing. And he\ntold of the story that Leo Beck had been advised in 1944 by somebody who had escaped Auschwitz\nsuccessfully, who had come to Theresienstadt to advise him that in Auschwitz people are being\ngassed, and he kept it as a secret and did not make it known to the people around him. I personally\nconsider this as a I say, a historical lie. First of all, the number of people who succ...Jewish people\nwho successfully uh escaped Auschwitz, you can count on one or two hands of your of your of your\ntwo fingers of your hand, but number two that a man would have the folly to escape as a Jew\nsuccessfully from Auschwitz, make his way into Theresienstadt, penetrate the the wires or the walls\nor whatever it 1s, to look up especially Leo Beck and tell him, listen, I want you to know they are\ngassing in Auschwitz. It's so absurd. I asked especially in the work I did for the...with the...after the\n____, I went...I was...I met hundreds and thousands of fellow survivors, if that fellow heard about\nsomebody who had come from from Auschwitz and gone to Theresienstadt. They never heard\nabout it because it's absurd. It's abso...not only absurd. I would say it's obscene, but\npicked it up and and and it 1s sticking in her book. I think somebody else also were picking it up,\nbut I consider it as...Leo Beck would not defend himself. He would not say a word about it. That\nwas not his system. Personal attacks he would ignore, because he knew who he was and he\nthen...he knew that others would speak for him. That's he agreed for _, but that he would say\nand I'll write an article and make a statement and so and he wouldn't do it. And I say I I...he was he\nwas he was absolutely he was he was a great man. Unfortunately uh uh his...you know, because he\nlived at a time which was a terrible time, he could not live up to his full potential, you know, as a as\na spiritual leader, but whatever...whatever he wrote after...it's interesting. When we took\nI remember, people told me when he came to London, and for the first time they asked him to speak\nto the people and there was an overcrowded hall and they thought he would talk about something\nabout Theresienstadt. Not a word. He talked about —_, about Moses Mendelson (ph), about\nabout whoever he wanted to, but not about Theresienstadt, because he doesn't...didn't want to be\nwant to be to give even the appearance of a hero who 1s a survivor. So may I say...may I close with\nwith this remark...everybody is reacting to this chapter differently, and and and and I'm glad that I\nhad the opportunity to to tell you. Probably I could cover hours and hours more of that, but it's my\nbelief that what what you are doing here and what the the Holocaust Museum 1s doing by putting\nthe archives together together is of tremendous importance and of tremendous value, irrespective of\nthe revisionists uh telling us Auschwitz was a hoax or like in that book of uh David Irvin (ph) with\npages and pages just tried to prove that Hitler did...never knew about the Holocaust. It was only...it\nwas only Himmler and the others, or the attempts to say just uh Hitler and Himmler and\nare guilty, but all the others are...I never believed in collective guilt, and we never\nspoke about it, not even in Belsen after the war, but I also never believed in 1n collective innocence.\nThat means that we all have to try to learn a lesson. The Holocaust happened, unfortunately. What\ncould come out is that the world and especially those who luckily were safe from it, have to speak\nout and have to to to to teach what can happen if human beings become become...or forget the\nconcepts of morale, of ethics, and especially that...and I think this is one of the tasks of that museum\nand of that of that of that of your archives...to say to the world, look at what can happen. Therefore\nbigotry is evil. Racism is evil. The the the uh damage of human rights 1s evil and anti-Semitism is\nevil. It happened once and let us hope it will never happen again.",
        "Question: Thank you.\nTECHNICAL CONVERSATION",
        "Question: You had said that there were a couple of pieces of testimony that were particularly\ncompelling or a couple of incidents. Could you tell me about them?",
        "Answer: Well, there were there were there were there was evidence from me from from me as a\nplaintiff, but there was also testimony for the defendants. Now for the defendants, they had brought\nin some people who gave them an accounting down to the last penny in a typical German/Prussian\nway, why should not be held responsible because they actually lost on the slave labors\nbecause they gave so and so much. Even that was too much _ because the capacity, the work\ncapacity was was nil and so he proved to the court that certainly should not be kept\nresponsible. On my side, you have interesting uh Mr. selected carefully very interesting\npeople. One friend of mine...unfortunately he's not around anymore...was a professor of medicine at\nthe University of Strasbourg, and he gave a very powerful statement. The other was a a a lawyer\nwho was I think a teacher at the Sorbonne in in Paris, and then there came three British prisoners of\nwar and uh told the court what they had seen and how they had reacted, and interesting enough the\ncourt said in its verdict that uh to their to their regret, that none of the German uh uh witnesses they\ncould believe, that uh especially the British prisoners of war had made a deep impression on them,\nand that uh I think this is a formula I don't uh get it verbatim, that the British prisoners of war had to\nshow the Germans how even under stretching circumstances, you can keep the values...human\nvalues alive. And uh so that was a very important important uh argument to keep them responsible\nand tell them you have to pay.",
        "Question: OK. Thank you.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Question: Could you tell me your full name again please?",
        "Question: OK. Norbert, where we left off, we were talking about Auschwitz and you had been\ndescribing its ___—_—«.:~There were some stories about Auschwitz that you had wanted to share with\nme in particular.",
        "Question: How did you...can you tell me about becoming...how did it happen that you became the\nsecretary of the block?",
        "Question: How did you feel when day by day went by and they did not bomb the railroad lines?",
        "Question: Excuse me. I'm going to pause because I want to know where did you get British\nunderwear and British boots?",
        "Question: Where did you get a razor?",
        "Question: OK. At this point...excuse me...we want to stop. We're going to pause and change tapes.\nTECHNICAL CONVERSATION\nEND OF TAPE 5",
        "Question: OK. Uh we're on tape. You are in Saxonhausen...and can you just repeat it...",
        "Question: And you were in...tell us the camp?",
        "Question: Later...no, we'll do it later, OK?",
        "Question: So what you're saying is you were able to use some of the horse meat yourselves?",
        "Question: When did you finally and where meet up with the Allies?",
        "Question: OK. So this...explain something, if you would, because I...it was a little unclear. You\nwere still then under guard?",
        "Question: Let's take this back to you. What did you...you saw this flag. I would like to know what\nyou felt?",
        "Question: It's OK. Do you use kleenex?",
        "Question: Use kleenex. Take your time. It's alright.",
        "Question: I'm sorry. Say it again. I couldn't hear you.",
        "Question: OK. What what I need to do...because we want to make sure we have plenty of time...is\ncan you tell us in little short about what...briefly...where he took you and what happened so we can\nmove to the DP camps. We want to talk about what you did with your work with .",
        "Question: What ha...where did he...where did he take you....?",
        "Question: I'm going to encapsulate a little. Just tell us about the meeting with Harrison when he\ncame. And say it that way, when Harrison came...",
        "Question: Excuse me. Where are we now? Is this in...?",
        "Question: In Belsen, with Harrison now?",
        "Question: OK. At this point we're going to stop. We'll change tapes.",
        "Question: OK. We're back. Uh Norbert, tell us about the work now, please, that you did in\nBergen-Belsen with the , and would you repeat the sentence that way.",
        "Question: What did you do when you came here? Where...how did you establish yourself?",
        "Question: For the purpose of the tape, would you just explain that Buna was the subcamp...",
        "Question: Good. I thank you. Uh tell me, while you were going through all of this with\nwhat...and you were talking about all the publicity in the German press and whatever, were there\nany kind of attacks on you personally? How did people react to you for instigating this?",
        "Question: What did you say, and repeat again which trial we're in now?",
        "Question: OK. I thank you. Tell us now...we have time...you said there were some things you had\nwanted to tell us.",
        "Question: Yes. Yes. Yes. Do tell us about Leo Beck. You...you had a special...",
        "Question: I want to ask you just to repeat Leo Beck's name because I'll need it that way for the tape.",
        "Question: Leo Beck said...to you.",
        "Question: You can just say Leo Beck was sitting in front of you and you were going to repeat...",
        "Question: About how he survived.",
        "Question: That's OK.",
        "Question: Leo Beck...",
        "Question: I'm going to ask you really to repeat the word Leo Beck.",
        "Question: Thank you.\nTECHNICAL CONVERSATION",
        "Question: You had said that there were a couple of pieces of testimony that were particularly\ncompelling or a couple of incidents. Could you tell me about them?",
        "Question: OK. Thank you.\nConclusion of Interview."
    ],
    "answers": [
        "Answer: My name is Norbert Wolheim. I was born on April 26th, 1913, in Berlin, Germany.",
        "Answer: Yeah. I think in in connection with the with the daily question we were confronted\nwith...how do we survive, because once a__——_s asked me I should tell him something about the\nart of survival, and the answer is their is no art, so I will...1n Auschwitz it was an accident, or a\nchance. Uh certainly you had to have the the will to survive and I must say after the first couple of\nweeks or months, where very often I was confronted with the question, will I be able to make it, or\nshould I rather uh uh uh put an end to my life in order to be liberated from the misery, but then after\none year or so when I got the better job and could work as a welder, and also was able to uh to uh\nget some additional food here and there for certain activities, for instance, when I was was uh\nappointed a bed-maker and and also when I was appointed to be the secretary of the block in order\nto keep the records, that gave me a chance uh then to to uh somehow keep myself cleaner and and\nuh also to...my my I would say was was strengthened by by by that...",
        "Answer: Well, uh because I I I helped out to a certain extent to uh to uh to uh...for instance, when\nthere was...when food was distributed, you know, there was a certain order had to had to be\nestablished. I was able with my school French, for instance, to speak to the Greek prisoners, people\nfrom Greek who spoke only Greek and French. That was...or or or Latino (ph). Latino certainly I\ndidn't know, but my French was good enough to communicate with them, or also with the people\nfrom other countries in order so that that uh ——_—___I_ was trying to help and then obviously the\nsecretary uh uh who was doing the work before left, so I was asked to do it and and I accepted it\ngladly because uh I didn't become an officer of the of the barrack, but at least it gave me a certain\nchance to to to improve, which was...1mprove, you know, and and and and uh whatever improve\nmeans, you know...conditions somehow. Uh so therefore as I say, the the the uh the chance to to\nsurvive, the chance that, call it that on the morning you didn't know if the evening would be yours or\nin the evening when you went to bed, not to be sure that the next morning you were still\nalive...somehow turned more into the positive angle. You wanted to survive. You wanted uh to to\nto survive and and reach a normal world again, at least that was my feeling to, as\nformulated it once, to tell the tale, to tell the world this is...and and and beware of it that it should\nnever happen again, and there were many, many facets of that. I think I told you last time, for\ninstance, about the role the British prisoners of war played to help to strengthen our morale uh and\nwhen they came, they gave us courage. Uh uh I had...I think this we covered already...I had the\ngood fortune to begin...to become their friends, so they shared the news with me which they got\nillegally with their receiver, so we knew that certainly the war for Germany was lost and especially\nafter the second front had been established in France, that 1t was only a matter of time, and the\nquestion only was, would we be able to hold out that long and certainly we knew that the Germans\nuh were were loosing at the eastern front and every day was another step uh uh uh and one day\nhopefully the eastern front would would reach us, because we were in the eastern part of...located in\nthe eastern part of Europe. Uh the...that was one of the things in which the British were so helpful,\nand also to provide food and and support directly uh and I was also the beneficiary of many of their\ngood deeds and I'll never forget about it. One of the things which interesting was that one day a\nfellow who came...he was from India because his father was a sheriff in India in the British\nadministration. He had never seen England and when we talked, I could tell him a little bit about\nmy experience in London and so we exchanged views and so we became friends. And he told me\nthen one day...and then as...since our life was such a peculiar kind of life, without papers, without\nbooks, without...with hungry for for for some spiritual food also. Uh he told me somehow that he\nhas gotten something from I don't which...an organization in Boston, and I asked him, do you have\ncontact with Boston. He said sure, through my military mail I have. He said I have an idea. Could\nyou eventually try to establish contact for me with my friend...with friends I have in America, 1n the\nUnited States. The address I knew by heart...you know, we had no address book anymore, but my\nmemory, thank God, was good enough. He said sure I will, so I formulated for him a letter in which\nhe said I met Norbert here. He is alright. He is fine. He doesn't know anything. He doesn't know\nwhere his family is right now. I mean we had to be very careful and he hopes one day to be able to\nsee you again, so this letter he sent out, and it reached my friends, probably after months or so and\nuh in the closing days of Auschwitz...I think it was already in December when when most of the\nindustrial area was was badly, badly smashed and destroyed...he was...all of a sudden came running\nand he said I have good news for you. I said what was it, another uh big uh big uh victory on the on\nthe western or eastern front. He said no, but believe it or not I got a letter back from your friends.\nNow this was something which Auschwitz hadn't seen before, and I couldn't believe it so I was so\nexcited I I ran to the toilet house in in the area where we were working. Uh the man who was in\ncharge of that was also an inmate and I said, listen, close all the doors and I give you...I don't know\nhow much I have or not have... have to read this letter. And I read from my friends who obviously\ndid not quite understand what was going on. How could they? Uh said well, I'm glad to hear about\nNorbert. Just assure him when you see him again that we are the same friends we were, because we\nwere friends from the youth movement, that when the war is over, he should come and be with us\nand and and and and uh uh he uh he should be of good..good courage and so on. So when I told this\nmy very close friends, nobody could believe it, so I had the fortitude to bring this letter and to\nsmuggle this letter with me into the camp, which was terribly dangerous certainly, but I wanted to\nshow them also to give them some kind of courage. There is still...you see, can see even from\nAuschwitz, from behind the barbed wire, there is a connection you can establish with people in\nAmerica, and uh then I came to this count...to America in '46 on a visit. Uh I saw my friends in\nDecateur (ph), Michigan. They had a farm there and uh uh I asked for that letter because I wanted\nto to make it part of my museum, and they said uh no, they will never give it away, because...but\nwhat they...at this time when they got the letter, they were completely puzzled. They said, for\ngoodness sake how can he be...they didn't certainly know which location it was because it was a\nmilitary number under which it was sent...how could it be he is a British prisoner of war. What\nhappened to him, so they were completely flabbergasted until I explained it to him, to them and they\nthey they got aware uh that actually that this was something in which a British prisoner of war\nbecame call it the conduit for a message to America, and I must say this gave me a tremendous lift\nup and and and and and uh I told some of my friends. Uh he could hardly believe it, but this 1s what\nyou could do with the British because there was this solidarity of man. They understood you. And\nthey didn't accept any kind of anti-Semitism or racism amongst them, because for them the Nazis\nwere not only enemies on a military uh basis but also certainly on a political and moral basis I\nwould say. That was one of the things uh I certainly have never forgotten. There was also...I want\nto emphasize, there were other ways of spiritual resistance, to uh to uh nourish us spiritually. I think\nI talked about the service. But uh a typical example uh how how how sptr...spiritual resistance can\nwork is this example which I've cited very often. I met in Auschwitz uh very early at my arrival, an\nelderly man. He originated from somewhere in Galatia (ph), had served during World War I in the\nAustrian army, and uh after the war, after World War I, he had made his way to Berlin, had\nestablished some existence as a cobbler, had married, uh had a nice family, and with a so-called\nPolish ar...with a Polish accent, in September 1939 and he had been taken a prisoner and and and\nwas shifted from Buchenwald to Saxonhausen, from Saxonhausen to Auschwitz, and so so he had,\nwhen I met him, already he had spent quite some years behind the barbed wire. He was a won...a\nsimple man, uh a pious man, very religious in spite of everything, in spite of everything, and he said\nhis his prayers every day and he always when when things were were difficult, he gave us certain\nquotations from whatever he had to to say well, uh they cannot succeed. Uh we were stronger in\nspirit than they. One day...1t was uh uh in fall I think of '44...whenever it was, the weather was\nterrible. There was...1t was a rainy day and the winds come blowing down from the\nMountains and we were standing for a roll call uh and it lasted and lasted because something\nwas...went wrong, had gone wrong with the figures, and the the people there were not too good with\nfigures, but if it didn't tie in properly they...you, you couldn't couldn't be released so we were\nstanding there and and and it was...really, it was horror. People fainted and and and couldn't take it\nbut nevertheless uh it went on so uh the the the moments in your life and I would seconds are\nminutes and minutes are hours and hours are years, and I was standing in my formation, you know,\nat fives, next to this friend and I noticed that he was praying andI asked him, I said ___, what are\nyou doing. He said as you can see I'm praying. I said but I'm certain you said your morning prayers\nand for the (cough) evening prayers, I said it's too early, so uh what are you praying for. He said,\nwell, I'm not praying not the morning prayers, not the afternoon, not the evening prayers. I'll sing a\nspecial prayer to God. I said what are your praying for. He said I'm thanking God, and I always\nwas bewildered. I said _, thanking for what, for that misery we are in, for the for the terrible\nsituation, for being forsaken here by God. He said you don't understand. I am thanking for God,\nGod for one thing...that he didn't make me like them, the murderers around me. Uh and interesting\nenough, a couple of months later uh we had to undergo one of these infamous uh selections. That\nmeans when there were too many people especially in the uh in the in the hospital, uh then the\n______ and the SS came to the conclusion that they should uh uh...that those who cannot or were\nwere too long in the hospital just should be exterminated, because they they were not worth uh uh to\nbe fed anymore and and they had become, in their opinion, a nuisance. So uh this friend of mine\ncertainly was an elderly man and had grey hair, hair...you can about grayish...and we were afraid\nthat uh the selection would have would would would uh be his end, so two or three friends...I was\nalready a schriber (ph), a secretary...uh came to the conclusion something has to be done. Now in\nconnection with that selection I also, since I was the secretary I changed the dates, the birth dates,\nbecause there was not...we didn't have any ink, just pencils, so pencil you can erase easily so I\nchanged some of the dates, especially of elderly people, hopefully to to save them, so and the\nselections happened in this way that you have to line up in a...and and people have to pass an SS\nman and he would then say, like like Mengele...left, right, left, right. In other words, to die or to\nlive, to continue to live. And in order to save this man from this from this experience, we came to\nthe conclusion that there was only one way out...that means to hide him in these straw sacks which\nwere also called mattresses, even if there was a danger that he would suffocate but at least 1t was\nseen the only way to do it, and he was an an old uh camp man and he knew all the tricks and so he\nsaid yes, I I'm willing to undergo this risk, so that's what we did. We put him into the the mattress,\ncovered him with straw and when the selection went on, somebody else went from for him and uh\nuh when they also checked the the the barracks, didn't find him in the in the in the mattress, so he\nluckily survived and he survived also the the end of the war and just two or three years ago he uh he\nuh died in New York at the blessed age of ninety-two. There's another interesting uh uh facet of this\nwhich uh has also uh described in his book, ——_—«.~ Uh it was I think already I think in the\nfall of 1944. We all had the feeling it's a matter of time because we were aware of the events, the\nthe military events and uh the the second front had been established and the the Allied troops were\nalready deep in France, so three of our uh uh our comrades who were old-timers, who were already\nthere for years, had come to the conclusion that since you never know what would they let\nus...would they let us live to see the day of liberation or not, had uh decided they want to try to\nescape, which was not an easy task because uh first of all so many barbed wires around the camp\nbut also uh you can never...could never be sure of the population uh around Auschwitz, whether\nthey wanted to cooperate with the Germans or not, but they said we'll risk our lives. We never\nknow what what the end will be, and obviously uh in the middle of their preparations, uh somebody\nhad discovered that. Up to now we don't know exactly who it was, and uh uh certainly the uh the uh\nthe uh the uh punishment and the penalty for that was death. Now the SS gangsters in Auschwitz as\nin any other concentration camp, made a cruel spectacle out of that because they executed people by\nhanging in public, and we all had to stand there and watch and at the end we had to to uh march by\nand and and see that that this was uh the..that was the penalty meted out for anybody who would\ndare to escape, so one...and we didn't know for many many weeks, we didn't know what would the\ndestiny be, because many attempts were made to to save them, but uh uh uh Berlin...I mean the\ndeath sentence was usually confirmed by by __, by the by the Gestapo, by the uh uh by\nHimmler's (ph) office in in Berlin, and then one day when we mar...came back from work, we saw\nthe gallows uh uh erected at the square where we had our our our roll call, and we knew that uh that\nuh...we didn't know exactly what we saw...three gallows awaiting there, and then we got aware that\nthese were these three friends who uh who uh obviously uh uh the order was...who who could not\nbe saved and uh we all had to stand there at attention and the atmosphere was terribly tense because\nmost of us knew them, appreciated them, loved them, knew about their courage and their dedication\nfor fellow, for fellow inmates, so we were absolutely down and depressed, and then the spectacle\nbegan. They were led to the gallows and then one of the SS gangsters read the so-called death\nsentence, which was confirmed by Berlin that because of their attempt to flee they have been...the\nReichsfuhrer (ph) Himmler has decided that they should be put to death, and when they were under\nthe gallows and the ropes already around them, one of the three...by the way uh uh one of them is\nthe brother of our friend Freddie who is very active in our affairs in in California. One of\nthem all of a sudden penetrated this deadly silence with a voice which could be heard all over the\nthe place and he said it in German. I will translate it in a moment. He said to...or he he cried out uh\n, which means, comrades, keep your highs heads...keep your heads high. We\nwill be the last, which means let uh...liberation is on the march, and certainly we will not live to see\nthe day of liberation anymore but you will. And for a moment when this happened we thought that\nthe SS uh standing on their towers, on the watch towers with machine guns and so on, the other\nguards uh armed to their teeth, would open a blood bath and so but this didn't happen, but you could\nsee that they didn't feel good about it but it had a tremendous effect on all of us, and though it is now\nuh uh more than uh uh forty-five years after that, we are still speaking about it, still uh uh asking\nourselves the question what gave them this strength, knowing that they would meet their maker 1n in\nminutes, uh to tell us don't worry about us, but you will have the uh the the the chance to see\nhopefully the other world waiting beyond the the barbed wire. So uh uh you see, and this this 1s this\nis this is uh just amongst the many things we we know from that time, proof that uh phys...spiritual\nresistance had remained in spite of the fact, and I can say for myself also personally, to say that\nwell, they tried to make us a number but they will never convert us into a number. So this this this\nwas, as I say, it was already at a time when when when when uh the air, the political air was was so\ndifferent. People still died uh daily. There was still enough victims unfortunately, but when it came\nuh to this time, uh uh uh there...1t it...the whole, the whole atmosphere had changed when\nparticularly when certainly was that you could feel slowly also the military effect of the advances of\nthe of the advance of the Allies in the east and the west. In uh...I think it was in in August, early in\nAugust, we saw from from our places in the factory and the camp, we saw our first major attack by\nthe American air force uh uh stationed at this time in Italy, coming from Italy. They had attained\nalmost completely already supremacy in the air and they uh uh...I think it was early in August\nattacked arefineryin __ | think is the name, and for days we saw the black smoke covering the\nwhole area, so we we thought for ourselves, well one day they must come and and also try to hit this\nfactory which did not produce yet but was very close to completion and sure enough, on on August\n20th, 1944...1t was a Sunday...the American air force uh to attack the === uh uh combine...uh\narea in Auschwitz. Uh I at this time...at this day was working in the camp to to do some some uh uh\npaperwork, but I knew that many of my friends were outside in the factory and were certainly\nconcerned. Uh it was an attack which lasted fifteen or twenty minutes and uh what they did, they\nthey hit the the factory uh uh to such an extent that that uh it threw them back for years in our\nopinion, but also we lost on that day approximately eighty people of our own uh which we said\nwell, this is the price we have to pay, or as the French would say, la guerre comme a la guerre\n(ph)...that is the price. Uh one bomb, interesting enough, also by mistake uh uh went down in our\nown camp, which is outside of the factory...which was outside of the factory. Didn't do any\ndamage, but another bomb by mistake hit the British prisoners of war. They were sitting outside of\nsome kind of a trench and uh uh forty of of those people were killed. They were playing\ngramophone (ph) music because they liked it so much to see the the the __ but then the bomb\nunfortunately hit, and amongst them was also a nice friend of mine, a man whom I befriended who\nwho originated from London, but also the British said well, that's it. That's the price we have to pay.\nUh this is when we...when we went into action in Africa. We knew that that something like this\ncould happen so that was it. What we...what what uh we thought after this, after this experience was\nwhy don't they come also to to uh hit the railways leading to Auschwitz. We didn't know at this\ntime that, for instance, Jewish leaders were storming the chancellories in London and in Washington\nuh uh to do something like that and certainly we we didn't know that there was a letter then\nwritten... think under the signature of the then Assistant Secretary of the Army John McL _,\nsaying that uh uh the uh governments have to concentrate on the completion of the war and also\nthey are afraid and this is the the wording, that if something would be done in the interest of the\nprisoners, the Nazis could become more vindi...vindictive towards the prisoners. Well uh uh...",
        "Answer: I couldn't understand that. I couldn't understand that. Uh as I say, this question came up\nmore after the war when I asked the people what...we we...on the other hand, peculiar as it may\nsound, we were so glad to see them because we were...when the attack came, for instance,\n, the only protection we had was outside in trenches where you could see these hundreds\nand hundreds of fortresses, of flying fortresses, coming and and and and there was hardly any anti-\ncraft fire from from the Germans. Certainly our people, many of our people were were crying and\nso and and praying, and my reaction was, I said be happy uh to see them because you might have\nrelatives sitting in the cockpit, you know, and and doing this work in our interest, and certainly you\nhad to reckon that you could be also amongst the targets, but this 1s...1n war, you know, you you you\nunfortunately you don't know where it hits. Uh so after the first event in August, after that very\neffective attack, we were put to work immediately to try to uh undo the damage, because they\nwanted...they had a certain date... don't know which...to uh to uh uh not to start production but to\nuh to also to get into production somehow, and I think the day before the deadline, the the bombers\ncame again with another attack and then uh the next uh day, the next target to to have the repair, the\ndamage repaired was I think the day after Christmas, and sure enough on Christmas they came\nagain, and they smashed the factory to smitherings and to such extent that nothing could be done\nanymore and there was...then the the morale I would say broke in this respect that they said there's\nnothing to be done anymore, so we were just trying to play around and play for time if possible.\nAlso uh then realizing especially in December that the Russian front had become very close. We\nknew that __ had been taken and that that certainly that they came pretty close, the Russian army\nclose to Krackow, and uh then uh uh in the course of the military events, in January when the uh\nRussians started their offensive across the ___I_ think, and uh reached Krackow...Krackow was\nonly, I think, sixty kilometers from Auschwitz in the east, then a day before that uh uh the order\ncame not to wal...not to march out any more to the factory, and the question was what's going to\nhappen, because certainly uh uh without knowing the uh the uh the uh thinking of the of these SS\ngangsters properly, what are they going to do with us, it was touch and go. Would they dynamite\nthe camp and then blow us up or whatever it is...so we spent that day uh more or less in in tension.\nWhat I had done in case they they should drive us out, I had put on my my British underwear and\nmy British boots I had kept available in so in case we we were we were driven out, and sure\nenough...",
        "Answer: From my friends, from the British soldiers, you know. They had enough stuff and part of\nit...as I say I was one of their benefactors and they gave me what...not only certain things I hadn't\nseen for years like chocolate and once in a while cigarettes which I didn't smoke, but gave away, but\nthey...when I told them that and we talked about...they had wonderful stuff, uh uh which they got\nfrom the International Red Cross, that certain underwear and also I had a pair of shoes I I could call\nit organize from them, and they were very generous and very gracious to me. I might owe the the\nBritish treasury something for that. I don't know, but uh anyhow that's what it what it was, and uh\nyes...on August 18th, uh somehow we heard that the the Russians had uh uh broken through the\nGerman lines, had uh entered Krackow. We saw on the on the road adjacent to our camp, we saw\nalready all these trucks, the German military trucks and tanks and so passing by, but in the direction\ntowards the west, so they were fleeing. And uh the question was will the Russians uh liberate us or\nwhat's going to happen, and then uh on August 18th, uh in the middle of the day, the order came\nthat we had to be ready by four o'clock. We didn't know what...1 mean we had no watches so it\nwas...four o'clock was on their time. Everybody had to be ready to uh to walk out with the\nexception of those people in the in the uh uh hospital who couldn't walk, and we were certain that\nuh they would be killed there because they wouldn't let them fall into the hands of the Russian army,\nof the Red army, and also we saw the day before by the way, that a lot obviously of papers uh uh\nhad been burned, so the SS got already uh marching order with the with the with the order also to\ntake care of papers which could be could be uh uh used against them, and then on the 18th in the\nafternoon we walked out and also the the the women of the of the brothel walked out and it was\napproximate...1t was a a terrible wintry day, approximately we heard this...1t was minus eighteen\ncentigrades, which I think is less than zero fahrenheit. There were the icy streets on which we\nwalked, and that was the first time that I saw again the outside there. The uh guards were very, very\ntense and afraid because they were they were deadly afraid that the Russians would overtake them\nand certainly uh being in an SS uniform was not...they knew it would not be very helpful for them.\nWe uh...whatever we had, I mean we had a little bit of bread and that was...a little bit of...1 don't\nknow...margarine. That's all we could...we had to...that was for the whole the whole time, we could\ncarry, and uh we were...as I said we walked and marched, so called marching order and very soon\non account of the weather and so people people dropped left and right, and if they did were shot\nat...on the spot. Some, interesting enough, especially of Polish people, non-Jews (cough) who knew\nthat eventually or who hoped that the population around Auschwitz would help them, tried to escape\ninto the woods, which during the night was was was daring but still most of them were successful\nbecause all all the shooting didn't help because most of the bullets hit the trees and not the people\nwho had who had escaped, but for us there was there was no choice. We walked all night. We\nwalked and and, interesting enough, we we saw, we heard the guns blazing. We saw the fire shine\nof the of the guns and any time we hoped that the front would come...would would be faster than we\nwere but was hope against hope. Uh there was a bridge to be made over the —_ ~ which wasaa\nriver near Auschwitz, and after the _—_s, after we after we had passed the __, the SS guards\nbecame a little bit more relaxed because they were afraid that the bridge would be blown up before\nand they couldn't make it to the other side anymore. The whole night we were walking and he who\ncouldn't make it, that was the end. And we walked part of the other day and then reached a place uh\nin called Nicholai (ph) I remember where you had a a a brick factory and they drove us into that and\nwherever we could find a place to sleep or to stand and and we spent some time of rest and then we\nwere driven out again in the direction towards Germany, and after another day or so and a night\nagain, we reached a camp near the city of Leipzig (ph). Uh the people there in Leipzig had left\nalready the camp and uh certainly also...by the way the SS (cough) __ certain travel because\nwhatever they carried, they couldn't carry so long because there was not enough there was not\nenough moving material in order to to to uh to to...so they had to leave certain of their of their of\ntheir of their goods they had acquired in Auschwitz, they had to leave there on the road, and in\nLeipzig we spent uh a night, a day. Then they march us out again and we are told we will be on the\nway to uh another camp called Gross Rosen. Uh during the night there were heavy, heavy air raids\nand obviously fights but uh the front did not reach us. We walked towards Gross Rosen which\nwould have been approximately a hundred fifty or two hundred kilometers or a hundred fifty miles,\nbut then in the mid...we were hardly out of town when we were told we cannot use that road\nbecause uh for military reasons, so we went back into our camp and thought that would be it. It was\nnot, so the next day uh uh we were taken to a to a railway station, to a freight railway station, and\nthere were in spite of all the military uh uh uh situa...in spite of the military situation, the Germans\ndid not...had still been able to pro...to make a freight train ready for us and we were all loaded on\nopen cattle cars, open cars, approximately one hundred, hundred twenty in one car...[ don't know\n(clearing throat) ...understand (clearing throat) they were counting us before we left, and we were\napproximately six thousand on that train. The train uh then uh...completely exposed to the\nelements. No food, no nothing, so uh and we started to travel and then noticed that we are traveling\ntowards Czechoslovakia and uh across the border I think, and it was on an afternoon\nwhen we reached the the uh the area of Vitkovitch (ph), which is an industrial area in in Salasia\n(ph), which is already in Czechoslovakia. Uh Vitkovitch was a a was a big a big...tremendous tron\nworks, uh still working, still in production obviously, and we were halting there in in a station for a\ncertain while uh and the people saw and and and this was probably just when there was some shift\nof the workers and when the workers saw what was going on, they took their packages with\nsandwiches or whatever they had and threw it into our wagons in order to to show us their solidarity\nand to help us somehow because it was not only hunger but thirst which was which was uh uh uh\nreally giving us trouble. We saw women uh uh falling down on their knees in prayer. The SS was\nshooting uh mostly into the air luckily, but the people, these Czechoslovakians, they didn't budge.\nWhatever they had they gave us and that was really...that was heartwarming. Though we were in\nlet's say in very bad shape, to such extent and the train left then. People started to die, to collapse\nand to die. We didn't know what to do with them because there was hardly room for us to stand,\ncertainly not to sit and uh so then some of the...especially where there were quite a number of\nGerman crim...criminal...criminals and so amongst them said well, the only way is to throw them\nout of the the wagons, and that was done. And uh when this...the the car...the the train was certainly\naccompanied by SS guards and led by two uh commissioned officers, one with the name of uh Mull\n(ph) who interesting enough was the man who was in charge of the gas chamber operations in\nBirkenau. (Clearing throat) The other with the name of Ruggers (ph) who was the the uh\nKommandofurher (ph) we called him, in other words in charge of the SS on the factory area in in\nAuschwitz in . Then all of a sudden the uh order came not to throw any any corpses out\nanymore but to wait for the next stop in order to collect them because obviously the uh the uh the\nuh...it had to became...become known that on that way of the train uh corpses are lying left and right\nand uh they were they were concerned somehow, the Nazis, about the effect of that. So one place\nuh where we stopped uh uh the corpses were were taken down and then these SS gangsters Mull\nand Ruggers came and said well, uh since we have the corpses give us also the mussulmen now,\nwhich means mussulmen are the people who uh almost ready to die but were not dead yet. Uh uh I\nmust say to the honor of my Jewish uh fellow inmates we refused that, but some of these uh uh\nGerman criminals said alright and uh there was nothing...we couldn't stop that, so what they did\nthen was uh uh brought these mussulmen down and then both of them, Mull and Ruggers, took their\npistols and shot them uh uh on the spot. Uh what happened later with Mull we don't know.\nProbably he disappeared or was taken by the Russians and so Ruggers was discovered after the war\nuh and was tried in the in the courtin ———_—s and I was one of the witnesses against him. Uh uh he\nuh pretended that he didn't shoot and he didn't...and the court was very tough and rigid with me to\nthat I really knew that the people were still alive when they were shot and so on, but the whole the\nwhole uh uh court procedure in my opinion, though it was a German court, .1t was a\nfarce. The uh the president of that court was a was himself a political, political persecutee but who\nwas afraid of his own shadow and and and (cough) I think uh Ruggers was sent to jail for fifteen\nyears, whatever, for murder. That that was all. So much probably he is now walking the streets of\nGermany if he if he is still around. Now then the uh the uh the uh train continued its way to uh to\nuh via Czechoslovakia and wherever we stopped and the people again tried to help, especially we\nwere terribly thirsty. Thirst is worst than hunger. Luckily there was snow around so so we could\nhave...we could also wash with snow so that...uh uh and then we left Czechoslovakia and got into\nAustria. There was nobody to help us anymore. Nobody to ask...even when we asked for for for\nsome snow or for some water, there was no...no no no positive reaction, and we were taken to a to\none station uh next to the camp of Mauthausen and we were there for two or for two or three days\nand nothing happened. Still standing there, trying to sleep and standing. There was hardly food or\nthey they threw some bread into the wagons but but it was very difficult to grab it so...and I must\nsay this was this was something which which uh was was then in history it's now called...it's a death\nmarch, which affected me very, very deeply and I know I had some kind of visions uh not so much\nto food but but to to be somehow to be under a roof, not to be exposed to to the snow and to the\nelements and to take a bath, a hot bath, and to sleep somewhere, but to sleep, sleep and and forget\nabout everything else. Two days after having having waited in Mauthausen, we were told\nMauthausen were filled. They cannot accept us, so they took the same train, brought us back uh\nthrough Czechoslovakia and took us to Germany and we crossed the border into Germany uh at\nplace which I knew because uh I was hiking there. Also I had spent some some some vacationing\nthere in the mountains. It's a beautiful spot called the Swiss they call...\nSwitzerland. They crossed the border but via Dresden (ph). Dresden was still\nperfectly alright at this time. It was January after all. We left the the...I, as I told you, on 18th of\nJanuary we got out of of uh Auschwitz and this was in the second half or last half of January, so as I\nsay, Dresden was still alright and they took us and I was familiar with that with that uh uh route\nbecause I had traveled on that before between Berlin and Dresden. They took us to Berlin and uh\nthen I saw Berlin again for the first time, and it was already in very bad shape and interesting\nenough, our train passed by one of the stations uh from which I had to leave when I went to work\nduring the Nazi time in the morning. I was absolutely numb uh uh cold and the hunger and the\nthirst and so it 1t had affected me and but when they said we're at Berlin, I was sure that this would\nbe the place, uh Saxonhausen-Orianenburg. And this is where they actually took us. A friend of\nmine who was on a wagon next to me uh because he couldn't manage to be with me, was in bad\nshape and just when when we were already on the way between Dresden and Berlin, somebody\nyelled to me and said...his name was Bruno and he was...he came to Auschwitz almost at the same\ntime I had been...Bruno had just uh uh uh perished this morning. He is dead, and interesting\nenough, his parents were still living in Berlin because his father was married to a non-Jewess and\nand she saved him in Berlin, but on the way from Dresden to Berlin he perished. Then we were\ntaken to a to a to uh Saxonhausen to a placed called —__ and were asked to descend the...we could\nhardly walk down because we didn't move for days and days. We arrived there, I think it was on\nJanuary 31st. We were on the train almost ten or seven days. As I told you uh when we left\nLeipzig, the roll call was approximately six thousand. When we came to uh Orianenburg, only two\nthousand had remained. All the others had perished...hunger, starvation, tried to escape, and so on.\nAnd when we came to that place, interesting enough, that was not directly the main camp but it was\nlike uh uh uh auxiliary camp which they had established within an airplane factory called\nee is a famous brand in in German aircraft building, but there was no no windows left\nanymore. It was already also in bad shape and we uh we were directed to that place there. Uh you\ncouldn't warm up because there was no heat and the windows, as I said, were were were smashed,\nso the first two or three nights we were sleeping on on the cement floor which was not very healthy\nand...but we got we got something to drink, at least something...[ don't know what to eat.\nInteresting enough, uh some of the prisoners were Polish uh criminals. They knew what was\ncoming on. They said well, you can have a glass of water. Give me a gold watch or something like\nthat because they still expected that people had taken certain of the riches from Auschwitz uh to uh\nto that train. Uh then uh some of the people who had reached Saxonhausen were taken on another\ntransport going to southern Germany. I managed to stay there and again I was lucky. Uh I was uh\nI...lucky for one specific reason. Uh I didn't have a chance certainly to shave myself during all these\ndaysonthe __, but one of the first things with the help of snow was that I shaved and when...",
        "Answer: I still had it from the...also from the British. (laughter) _———.~A razor and some soap,\nwhat...was whatever I had, but I I tried to to to at least to shave, and then came...they came from the\nfrom the from the kommando and said we need people who are able to type, so I said yes, I am able\nto type and since I looked clean and shaven, I I I had the good fortune to be taken there into into the\nuh what they call kommando stuben (ph). They were mainly non-Jewish prisoners and there they\nwere not too badly off. They had food...uh uh some reserves of food, some soup and they offered\nus...uh there were two who had been selected for that job, and uh they offered us whatever they\ncould and uh we really felt good for the first time to be in a really warm room and to to to eat and to\nfill our stomach and interesting enough when they asked us about where do you come from and so\nwe told them Auschwitz...they knew very, very little about Auschwitz. We had to tell them all\nabout Auschwitz. They were old, old inmates, old helflings, but had hardly any knowledge what\nAuschwitz was. And so I say I II was lucky that I I...we worked mostly uh mainly lists had to be\nprepared...I don't know what, and we were typing but then don't forget 1t was near Berlin, so air raid\nwarnings came almost every night so when air raid warnings came, we couldn't work so at least\ncaught up somehow with my sleep and there I recovered slowly somehow and was assigned to a to\na barrack where where I could at least find also a clean place and this this kind of worked and uh\ntried to establish some some some contacts uh uh especially with the wonderful people from\nDenmark who were also uh uh kept as prisoners there and Norway. These were mainly students or\npolicemen who had tried to protest against the German oppressors in Denmark and in Norway and\nhad then become prisoners and they were taken to the concentration camps and landed in\nSaxonhausen-Orianenburg, and these are people with a wonderful morale and . We\nknew it was only a couple of days. They said alright but what will will happen to us, and one of\nthem gave meavery _.. Said first of all try to uh to uh be become part of us, of the political\nprisoners and and but if they come and want you to shave your hair, don't allow that. Say you are a\npolitical prisoner. You speak German like any other Germans, so try that and try to advise also your\nfellow...especially those who know German well, to somehow mix with us because uh the order\nanyhow is breaking down here slowly but surely so this is the way, one of the way, hopefully way\nyou can save your life. Then interesting enough the Norwegians but especially the Danes, in\nMarch, I think, early in April were taken out under the so-called Bernadotte (ph) Aktion, which\nmeans uh Count Bernadotte who was the head of the Swedish Red Cross and who had contacts with\neither the National Red Cross or the German Red Cross, had arranged that the people, especially the\nthese political pris...I think it was an arrangement he had with Himmler, that they should be taken\nout and should be returned and that's what they did. Uh so still we we we're there in Saxonhausen.\nWe we...at least I did not did not strain myself too much anymore. There was not...some of our\npeople unfortunately had still to work 1n a factory, a brick factory where they did some nonsensical,\nheavy work. Also uh food was...became short. There was, for instance, salt became very short\nbecause they needed it for chemical purposes, the salt. But there was one terrific advantage. This\ncamp had a radio, interesting enough, for the for the whole camp and when they were playing music\nor whatever, this sometimes it was interrupted...I remember that one evening somebody broke into\nthe music and said here's Frankfurt, the the occupational radio of the American army or something\nlike that. This certainly gave us a tremendous hope. We knew when when it came close to March,\nApril __ the weather luckily became became uh warmer, still the the...there was another...spring 1s\nalways that time where you exert your_——_—«.-~ You you want to be alive.",
        "Answer: On that that uh we we were coming and we knew...we saw, for instance, a lot of air\nactivities, also air fights. I remember when one uh uh fighter plane was was I think following a\nGerman fighter and shot him down. That was a terribly an atrocious moment when this came down\nand exploded, not far from us uh so we saw already that the war came came closer. It was April,\nafter all.",
        "Answer: That was in Saxonhausen which was...which was approximately twenty to thirty\nkilometers north of Berlin. Now since...we we didn't know all the details but we knew that the\nAmerican army had penetrated Germany uh uh deeply and that the Russians uh had had uh at least\nuh reached the uh the uh River, so the question again came up, what's going to happen and\nsince we didn't know by whom would...we thought that the the Nazis now had enough of us and\nwhat would either kill us or or leave us alone, but no. They they still had to...they they treated us\nlike cattle (ph) till the very last moment, and we uh we uh uh knew...we knew then that the Russians\nhad had made...were marching towards towards Berlin and on April 20th...that's that's Hitler's\nbirthday...we uh uh saw in Saxonhausen an air attack going towards Berlin uh uh of a dimension I\nhave...I had not seen in Auschwitz and I didn't believe was possible. The air was...there were not\nonly hundreds...there must have been thousands, and since it was a clear day, a beautiful day, the air\nthere was filled with...it looked like sheet music in the air because of the of the the evaporating\ntrails, and they went towards Berlin. How Berlin could survive under those circumstances, we were\nnot quite clear, but they didn't __ Berlin. One bomb, interesting enough, also fell into our camp\nand luckily hit the munitions depot, so we when...then then we said to ourselves, those bullets\nexploding cannot do any harm to us anymore. When this was over...and it lasted a long time...and\nby the way, we had no shelter, no nothing, so we could see it but on the other hand it was interesting\nto to to to to watch it, but when this was over, after hours, there was no water. There was no\nelectricity, but what for us was very important to know that no electricity in the in the in the barbed\nwire, so we thought and we had amongst ourselves days before spoken about some tentative\ncommittees we should build. Those who were able to speak English and French, in case the the the\nuh especially the Allies should reach us first, and those who are___ Polish and Russian, uh uh for\nin case the Russian army should, because we were certain that they would uh enter Saxonhausen in\nin the course of the military operations. It was not to happen. On that same night...and as I say\nthere was no light, no water, no nothing...I heard this...I still remember...I had... couldn't sleep too\nwell...a courier came from the kommando, from the from the main headquarters saying the camp,\nthe whole camp has to be ready to march out at six o'clock in the morning, which means that they\nthey put us on the march again. In connection with preparations, I had acquired a jacket, a civilian\njacket, without stripes and also pants without stripes, but you know, in the back of the jacket there\nwas a still a sign which characterized me as an inmate, so what I I...at this moment when I had then\ndecided I'll I'll throw away the uh the uh other the uh the prison garb, took the pants and this jacket\nbut covered me with a with a coat, which was...had still striped coat and uh uh my my cap, which I\nhave with me. If you want to see for a moment...",
        "Answer: So we walked out and interesting enough, we saw already the German army in defeat.\nThey were...we walked in towards the woods surrounding Saxonhausen, we saw that uh army\ntrucks and and and uh uh tanks and uh uh troop carriers had taken cover in these in these woods.\nWe saw women for the first time. We hadn't seen women for for weeks and weeks. And we saw,\ninteresting enough, also German refugees who obviously were running away from from the front\nbecause what had happened was that the Russians...uh and we didn't know that they were supposed\nto take Berlin, that under the agreement they had with the Allies, the Allies and Americans were\nwere to stop at the —_—_, not to advance, but that the Russians would surround would surround\nBerlin and take it. Uh that...1n in the course of that operation, refugees had taken to the road, also to\nflee to the north with the hope to meet the Allies because they thought that when they meet the\nAllies they would be better off than to meet the Russians. So we walked uh towards the north, not\nknowing where, not knowing why, not knowing what the purpose was, but still under guard and uh\ninteresting enough, the the the what the Nazis then did was that they had taken some of the German\npris...uh inmates, especially criminals, and put them into into into SS uniform, so we were walking\nand uh during the night uh sleeping in the woods. Thank God I was a Boy Scout. I knew how to\nbuild...uh we had some blankets in order to protect yourself and also to come as close as possible,\nbecause the nights were still pretty cool...1t was April after all...so we walked uh quite some\nstretches for a couple of days. We saw (cough)...excuse me...more and more refugees. We did not\nknow what the military situation was certainly, because we were cut off. Then uh uh we...we knew\nthat this...my geography was good enough for that that I knew we were walking out of the province\nof Brandenburg (ph) towards Meklenburg (ph) somehow, to the north, and then uh we passed by,\ninteresting enough, one stretch where we saw a terrible picture of uh dead horses and corpses and\nand and uh destruction because in the night before American fliers had had uh uh uh , they\ncalled it, had strafed the area and since there were also military groups, military columns marching\nand walking, they certainly from the height couldn't see that also refugees were there, so there were\nquite a number of casualties. The advantage was that uh dead horses became a source of supply,\nespecially for the French who knew very well how to get to the liver or so in order to to get some\nmeat out which they could use uh because we\nhad no, no other...the little of food we took with us was was used up very soon.",
        "Answer: Not at the beginning. I mean we were...I was very reluc...we...I1 mean we didn't believe\nthat that...but you know, when hunger is striking you, you know, you don't ask any more.",
        "Answer: I'll tell you. We uh uh uh were driven for quite a number...we drove out on the 20th, and\nwe were walking approximately uh ten or twelve days already, uh stopping in one big forest,\nalmost...1t was just on the day of my birthday I remember, on the April 26th, we were somewhere in\na place, in a beautiful area but uh and the question came up should we try to escape, but uh here\nagain the question was uh uh to which extent could you rely on the German population.",
        "Answer: Still under guard. They were still shooting if anybody is tried to get away and we were\nstill...though we were...from the air we were bombarded, but also the guards were still there. The\nguards uh uh were not very happy about this because they were also afraid of their lives, especially\nthat that they would be subjected to attacks. After twelve days I think, we were driven to a point\nwhere it was was...all this area is is forest area, at least it was at this time, and when we were\nwalking...a real pretty week I must say... had some of my friends still with me, not to loose contact\nwith them. Uh all of a sudden a bicyclist, a motor bicyclist, a German with a bicyclist came and\nsaid to the to the SS guards there, idiots, where are you going. The Americans are already in __,\nand when we heard this, we became alert, because we knew from the signs there that —_— could\nonly be what fifty or sixty, seventy miles...uh kilometers away, so were ordered into a into a forest\nthere to stay there for the night and a friend of mine with whom I was together from Auschwitz all\nthe time, he had the courage to take some horse...to to get some horse meat and we were trying to\nmake a fire in order to cook it which was not easy because it was pretty wet in this this forest, and\nwe were in the middle of preparations in order to get something to eat when all of a sudden from the\nback of us, obviously the Russians opened up with heavy guns. Now you have to understand we\nlater realized that we were walking into some kind of a military pocket...the Russians in the back of\nus and the Allied armies in front of us, and uh in the middle of the night it was...no, not middle...it it\nit was just getting dark...the Russian guns really uh sent their shells and they came they came closer\nand closer, and almost threatening and at this moment I said to my friend...we...I saw some of the\nPolish people, Polish political prisoners we had in our area, said well, this enough, we run. And I\nsaid to my friend, I think this is also the time for us to run, so we left the the the fire and we left the\nhorse meat and we left whatever...but just whatever we could grab, especially a blanket or so, and\nwe ran towards a road. The SS was still there and when they see us or saw us running, they were\nstill shooting after us, but luckily uh our name tag was not on their on their on their bullet, and then\nall of a sudden uh we reached an area...meantime it had become dark, where we were we were\nsomehow in no man's land, but not completely because on that road we had to reach, there we saw\nthe the remnants of the German army, also trying to make their way to the north, and refugees\nobviously coming from Berlin with all kinds of vehicles, fire trucks, hearses, milk trucks...whatever\nmoved, they had used, and sometimes put together because they didn't have enough gasoline\nanymore, so they had tied...had tied these together, and we then said well, probably the safest is to\nmix with these people, and after all, I had thrown away the the the the stripped coat and I took...had\nthrown...not thrown away but put it my pocket the the cap, so I I looked at least like a civilian, and\nmy friends also whatever they had. We mixed with the the population, and uh so they walked rather\nslowly. There was no marching because there were hundreds and thousands of people, pressing\ntowards the north. They obviously knew that they were pressing towards some kind of of of army\nlines, of the American army or the British army. Nobody knew who was operating there, so uh uh\nthen in this way we were walking the whole night. We heard some shooting. We didn't know what\nit was. We were even stuck by by some German soldiers and they said...and luckily we spoke\nGerman and we said the Russians are driving us out and we are going the same way you are doing.\nWhen they heard about the Russians, then they were...they were...I mean, when you said Russians it\nwas always for them a cause for alarm and when we were walking slowly and and and and and and\nit was dawning slightly and uh somehow...I don't know whether in my...I couldn't sleep and you\nwalk, but I was dozing somehow...all of a sudden sudden a friend next to me said to me, Norbert,\nisn't that the American flag, and I looked up and sure enough there was a bend from one forest area\nto another forest area, and there uh uh uh was the the the the American flag, stretched over the over\nthe the the crowns of the of the of the trees, and uh with the with the uh headlights of the jeep...it\nwas showing that this is now American-occupied territory and this is where uh the American army\nhad stopped, because what we didn't know was that uh the 8th Division of the American army had\nbeen lent to Montgomery to cut off the northern uh uh Germans from the southern Germans....from\nnorthern Germany from southern Germany, reaching the city of ___ obviously, and that was the\n8th Division. And but at a certain point, uh uh headquarters probably had decided not to continue\noperations anymore because they didn't want to take any casualties anymore.",
        "Answer: It was...first I I...the the the first moment I didn't realize that it's true, but uh when we saw\nthat, there was a feeling of...we were laughing and we were crying, embraced each other and and it\nwas unreal, because it was a feeling of being born again. When you are born you don't know about\nit because you have no recollection, but this moment of rebirth is something...it's very special. I\nthink you cannot describe it properly. The human language is too poor to do that. Anyhow, this\nAmerican flag, the symbol of the American flag, has remained for me something which I I I keep\nholy because it meant a new lease on life for me and for us, and whenever I see a flag abused or\ndis __ or burned, I feel deeply offended. Uh uh...just to repeat this...this flag was and is and\nremains for me the symbol of life. When I see, for instance, on the Day of Remembrance uh when\nthe flags of the regiments are brought in, you know, your heart is beating faster, so when we saw\nthat, there were there were...well, these few are jeeps and and a few soldiers, but it was a very loose,\nloose uh uh...from the front line, so we walked a few...a few hundred yards and all of a sudden we\nsaw, uh on that road, an American officer, obviously, and when we approached him, he directed his\npistol at us. After all, he didn't know who we were. And thank God my school English and the\nEnglish which I had brushed brushed up with the British prisoners of war was good enough to tell\nhim, uh said sir...and he must have been...later was explained to be somebody with a Texas accent,\nbecause I didn't...I had certain difficulties understanding...between his accent and my accent, it was\nnot so easy, but anyhow I said, sir, we are we are we are your friends. We are prisoners of\nconcentration camps and uh thank God we have reached you. And that fellow was was was...I\nmean he had seen action obviously everywhere, but this was something new to him. Now you have\nto understand, those German soldiers who were reaching the line, had to leave all their packages, all\ntheir cars, everything...they were just driven to a big field nearby and then the soldiers are looking if\nthere was ammunition or dynamite, whatever it is, and then they tell to the soldiers to assemble\nsomewhere to take them into custody as prisoners of war. The war wasn't over yet. So uh he said,\nyou're welcome. If you need anything, you go and you can take whatever you want to, which\nmeans whatever there was on food, we could, and we were one of the first groups that there were\nwith us were two of my friends and some uh uh French fellow, a Belgium fellow, a Dutch fellow, a\nUkrainian fellow...we all stayed together, and when we saw all of a sudden all that food stuff and so\nwe thought, well, we have to be careful because because it would become very dangerous because\nthese were these were very uh fat things and it could be dangerous for our stomach, and sure enough\nsince then slowly also other groups had crossed there, some of them jumped at this food, and and\nand and some of them dropped dead on the spot. So uh uh and then you know all of a sudden we\nwere safe and we realized and I realized at this moment uh...well, I was with friends but I was alone,\nthat uh uh I had...when I was still in Auschwitz, uh one day a fellow had come from Birkenau, and\nuh that was a time believe it or not that we still believed that women and children would be around,\nwould be alive, and we asked him, have you heard that is in Birkenau there are children and and\nwomen, and he said are you crazy. I lived in Birkenau now for a year and a half, next to the gas\nchambers. When you arrived what happened, and I told him that my wife and my child too was\ntaken away immediately. With that he said I'm sorry to tell you there's no hope, and I still could not\ncompletely...completely believe it, though we lived already in the shadows of the crematorium and\nthe shadows of the gas chambers, but then when I reached the line on...was the night from from\nMay 2nd to May 3rd, 1945, which I call my and our second birthday, I realized I was alone. I was\ncertain my parents were gone, my family was gone and and and I was joyful but at the same time\nterribly sad, because I couldn't share in the joys of the other...for instance, of the Belgium fellow and\nthe French fellow and and the Dutch fellow who was certain that they could go home soon and and\ngo back to normal life and find their home and find their families. I knew I had no family anymore.\nI had no home anymore and and I had...I don't know...didn't know what the future would be, but\nreally, that was that was what what made this moment so so terribly sad. Uh but nevertheless we\ncon...we continued uh on that road which led into the city of | _._Landed in the morning there,\nand there you could see what a defeat of a big army meant...hundreds and thousands of\nwea...weapons had been thrown away by the by the Germans. The war was still on...including\nmachine guns, bazookas, uh machine pistols, rifles...you you name it. Uh we didn't take any of that\nto shoot the SS. It didn't occur to us. We were not made that way. It probably would have been\nbetter to do it, but we trusted uh that yustice would would prevail and that that these criminals would\nwould would get what they deserved to. Well, that's another story. We reached the city of\nWe came to the...we were directed to the to the...by the way, on the way we saw, for instance,\nAmerican troops. They were they were cold, but they had put on a fire and they had gotten\nsomewhere bundles of German marks, you know. They were using these bundles to to lit a fire, and\ncame...we were directed to a building which was called military government...that was new to me.\nMilitary government...I didn't know what it meant, but it was closed. Six o'clock...there was no\noffice hours, you know. So uh uh and and uh I didn't know what to do. One of my friends I was\nwith was very sick. He could hardly walk anymore, so I then took the initiative and uh went into\ninto one of these uh uh buildings in _, and I was told by that French fellow that...the lady was\nnice enough. She gave him some some some water so that he could could wash himself and so I\nwent, and I had in my pocket still twenty German marks I had smuggled from Auschwitz, and I\nwent to that lady and said uh I need two rooms for for my friends and myself. We are this and that\nand says well difficulties...the families are evacuated, fled from the Russians and so...and you know,\nat this time you didn't accept these these apologies and so I said I need two rooms. And as a token\nof my good will, I give you my last twenty marks, so luckily we found these rooms, so then we\ncould somehow clean ourselves after all these days and those ten days...I mean we looked terrible. I\nshaved again, but I —_—_— and I put our friend who was in very very bad shape shape to bed and I\nwas looking for for for help. I went back to the military government. I was coming and going and I\nsaid for goodness sake, amongst these people there must be some of my old friends from the youth\nmovement and so have joined the army. Eventually I could meet some of them. And all of a\nsudden I saw a jeep uh driving up and uh a man came down and a racial mark...I thought he\nwas Jewish...a hefty fellow. I approached him and, you know, at these days uh the the troops they\nwere carrying their pistol mostly on on in front of them or or they had these short machine guns and\nso uh so I approached him, and asked are you Jewish. And he said yes, but what's it your business,\nand I whispered to him uh I'm also Jewish. He said for dancing (ph)...what are you doing here.\nAnd so I told him. I said uh just hours ago your Army liberated me and a few of my friends. I'm\nhappy to shake hands with the first Jewish soldier. (Pause) (Crying ?) Excuse me.",
        "Answer: Yeah.",
        "Answer: It's so long ago, you know, and still it's it's gripping you. So uh he embraced me, and he\nwas crying. (Crying) And he was a fellow who has seen action in Normandy and so on and he was\na hardened soldier. You could see his decorations and so...but uh...crying like a child, and he said\nuh , which is that old Jewish salutation, peace be with you. And uh after this uh after we\nhad somehow uh and __ then go this way. Beyond the uh the uh the uh encounter when we first\non the group with American flag, this was one of the things which has remained one of the strongest\nstory of my life...uh to greet uh for the first time, after all we had come through, a Jewish soldier\nwho had come from far away, had crossed the ocean, had had left his family, had left his home, and\nhad carried arms against Hitler, and was one of my liberators and uh uh then his first question was\nuh what can I do for you, and uh well, I told him uh uh after having calmed down, we're just uh\nshort of everything, and he just looked at how I looked. I didn't have a Brooks Brothers suit, so uh\nwhat do you need. I said we need everything. A friend of mine...where do you stay. Where are\nyou? I told him that have found uh shelter with a with a with an apartment with a German lady and\nso uh he said well, I don't know...I should like...would like to see our chaplain but I don't know\nwhere he is but uh tell you uh now it is so and so and you know, they had the watch...I will never\nforget...on this side __ for one reason or the other, not here but here. Be here in two hours. Now\nI was ashamed of myself. I didn't have a watch, you know, so I tried to be there ha...one one hour\nlater because he said he would come back, and sure enough he came back and he had already\nrecruited some other Jewish boys of his unit. It was a tank unit. A tank unit which had been uh had\nseen uh quite some __ action from Normandy uh through via via northern Germany and so on,\nand uh he came as he had promised and he brought all kind of things uh they had just gotten\ntogether...some K-rations and so they didn't like anymore, and that certainly that was manna\nfrom...and and and I was happy that I could tell my friends...and then he wanted to know where\nwhere we are...",
        "Answer: Uh he wanted to know where where I'm located..he wanted to say where are you put up. I\nwanted to see... want...1 want to see that you are well off because, you know, as they say these\nthese boys were the first and best untrained social workers I have ever met. They didn't need any\ntraining, because they had seen what they had seen. They felt deeply. They understood very well,\nand they reacted just out of a of a sense of human solidarity, call it also Jewish solidarity, and so\nthey didn't ask of Army regulations or this and that. Certainly they wouldn't be allowed to give the\nK-rations to civilians, but for them it didn't matter. So what. And then he came...uh this fellow was\nfrom, by the way, Pittsburgh. He's not around anymore unfortunately. And uh he wanted to see\nwhere we lived. The landlady was was was deeply afraid. She thought that they would come after\nher because her husband uh had been or was serving as an air force major I think, and you know, the\nGermans had a very bad uh conscious certainly and a certain guilt complex...",
        "Answer: Well, that's another story because because certainly uh...",
        "Answer: Yeah...I tell you...because...here he then helped us with with certain things we needed,\nespecially bread, for instance. And I went...still I I looked for some contacts and I was told that\namongst the CSC, the the CIA...the the counter intelligence...the Jewish fellows from Germany or\nso...and I went to the to the Supreme Court building in . The city was not badly bombed by\nthe way, but I met only some Austrian fellow who was only interested in my story about .\nI've never lived in . I couldn't help them. What I did not know was that in this intelligence\nunit was a man who originated from Frankfurt, a lawyer, who had escaped to America in time, had\nvolunteered for the American army, but he had given order that if any...1f they should find any body\nwho is from Germany and knows about Jewish affairs, he would...wants to be advised. Two days\nlater I was told that he is waiting for me. When we met, he asked me does the name so and so mean\nanything to you, and he was very strict and all officer or staff sergeant of the intelligence service,\nsaid does the name so and so mean anything to you. I said yes. He said how. He said the name you\nare mentioning, he was a former youth leader...leader of my youth movement, and that man said\nwell, I cannot say that I am happy to see you here, but uh I am a friend of your friends in New York,\nand I am happy to give though I am not authorized specially to do it, but I will write to give you a\nwelcome and and and and it's good to see you here alive and and and kicking. And then he uh told\nme be ready uh in two days. I will come. I will work with you a little bit, and he came and in his\njeep he brought things we hadn't seen for for days and for years and for years...not only K-rations\nbut also packages he had gotten from America and so and he gave us, my friends and me, and he\nbecame a close friend of ours from this day on. Four months ago he unfortunately passed away at\nthe age of ninety. He was a was a lawyer and member of one of the leading law firms in New York.\nWhen we met, he said from the beginning, what is your intention, and in our naivete I said well, uh\nget us an American uniform and we'll go with you. He said don't be ridiculous, because it will take\nmuch longer than you think uh to to to get over it...don't you want to go back to Berlin. I said under\nno circumstances. I know that I have nobody to find there. Uh then he told me that the Russians\nwill take over the area and uh so he helped us to get to a place called == ~ which was not badly\nbadly bombed and he was also very very helpful, almost instrumental to find the group I had\ncollected in the meantime in __ to take to ..some fellow inmates from Germany, from\nPoland, from Lithuanian and so and we came to then approximately...we stayed in |\nuh May...early in Ju...June. We were able to uh...and there again we found some temporary shelter\nin some German...German households as subtenants, and I was always staying together with the\nsame friends with whom I had run away and one of them, by the way, was the was the first husband\nof my wife now, who unfortunately uh perished...uh passed away uh years ago. In___—_—swwee: heard\nover the radio that there's a camp Bergen-Belsen. The name was never...never heard about it before,\nand that there approximately thirty thousand Jews had been discovered so uh to get there was not\neasy because all the uh roads were closed, militarily controlled. | === was under British\nadministration, but I managed somehow to establish a contact with the office of the International\nRed Cross in ___, and one day they took supplies, which they didn't need for their prisoners of\nwar anymore, to Belsen, and I I talked to the...and and the fellow said I cannot...nobody can give\nyou a passport here. You have to try to smuggle yourself from here to Belsen. So I went in the\nmorning to one of the drivers who was a Swiss fellow, and he said yes, I have...but listen, I I cannot\nhelp you. They will not let you because the bridges in —_are are are strictly controlled. I said\nleave it to me. You have...I understand in these trucks there is a certain opening where you sleep\nsometimes during the night, so give me a chance just to crouch into...to sneak into that and when it's\nover then...so that's what he did. I went and before we reached Hamburg, I was sneaking into this\ncaboose they call it, and when we were beyond the bridges...he as a Swiss certainly had the right\npapers...we we uh we uh were on the way to Belsen, and before we uh we entered Belsen...there\nwas a whole convoy with supplies of Red Cross parcels...we were waiting there. A man drove up in\na British uniform, a staff sergeant, introduced himself as Staff Sergeant Kline (ph)...and I later found\nout that he was one of the first to enter Bergen-Belsen with the amplifier unit to to to to announce\nthat Belsen would be free in Yiddish and in German and in Hebrew and in Polish and in Russian.\nThat was the so-called amplifier unit. And we talked and he said where are you from and I told him\nmy story of Berlin and he said we have in our unit a fellow from Berlin. That's interesting. Uh\nwhat did he do? He said he was...he did work in an orphan's home. I said what is his name. He\nsaid Harry Harrison. I said Harry Harrison...this is no name which was usual in Berlin. Would it\nhave been eventually Hans _—._ This fellow I knew from our youth movement and he was\nclosely associated with my sister, blessed memory. He had to flee Berlin because he was stateless\nbut my sister wanted to join him and couldn't get out any more. He said no...Hans_——_, I never\nheard it. It's Harry Harrison. He said I have a suggestion to make. Come to our mess and you will\nmeet also our officer who is an interesting fellow named Derrick (ph) —___ and uh have uh lunch\nthere. Now this was for me...I] mean to have lunch in a mess...anyhow terrific. I got there and\nbecame acquainted with this wonderful fellow Derrick __, who by the way has written a very\nimportant book about Belsen uncovered, and we...but Harry Harrison wasn't there. We were\nwaiting and then all of a sudden, after lunch, he came because he has another mission and certainly\nit was Hans __, and when he saw me he almost fainted and he said to me then, Norbert, we're\nentitled to a bottle of whiskey every week or second week. I've never touched it because as you\nknow in the youth movement, you didn't use to drink. I always gave it away. Today I have to...now\nI have to empty this bottle. And then he certainly asked questions about his parents, about my sister\nand all this, so it was Harry. Doesn't...1n this way I got to Belsen. And I asked him what is it I hear\nabout thousands of Jews. He said yes, uh there 1s...I'm trying to to uh be helpful in to do something\nfor the children here but it's still very chaotic because the typhus was rampant. Uh the old camp has\nbeen burned down. People have been transferred into this new camp which it was an old army\nbarracks, the Panther __, the Panther School of the Germans, but I advise you try to make your\nway to a building there where you'll find uh uh people who are trying to organize some some some\ncommittees. I got to that building and I met met a fellow in a peculiar kind of a uniform. Later I\nfound out it was a Yugoslavian uh army uniform, and the man I met was the senior chaplain of\nthe...former senior chaplain of the Yugoslavian army by the name of , how ;\nwho had studied in Vienna, spoke German perfect and and told him that Ihave come from ___..\nWe have almost eight hundred DPs. Uh we need help badly and we hear there's thousands of\npeople and you obviously have the support of the army and the committees and so...and no...he said\nitis now so. Weare still in very, very difficult uh in a difficult situation. For days my activity here\nwas since I was a liberated from an officer's camp of the Yugoslavian army, was my first function to\nbring people to to bury people by the hundreds and by the thousands. Uh it's still very chaotic, but\nwait a second. There is a committee and the man who is leading is a man by the name of .\nHe is our . Now is something which I couldn't understand because ___is\nsomething in German, used in northern Germany as the as the head of a of a city or so, and I didn't\nknow that it was called president. And after a certain while there came a a man of a rather small\nstature. I'll never forget...with a with a lily white shirt, clean like a whistle. His hair was still very\nshort because uh he was shaven, and with with burning eyes. So uh he spoke Yiddish. I spoke\nGerman or my so-called Yiddish, and uh we started to talk. He said what we're asking...what can I\ndo, and I told him what the situation is. We need uh help, and I tried to smuggle myself here into\nBergen-Belsen because I heard about you and I heard that the Jewish chaplain here and so on, and\nhe said listen, what the radio says is something else. We are still in a very difficult situation. We\nare trying to bring order into this chaos here we have. Sure, there are approximately thirty thousand\nJews. Most of them are terribly sick. Every day still we are loosing I don't know how many in\nspite of all the attempts, especially by the British army who is giving us wonderful help, but if you\nwant to try to do something in order to to alleviate our situation, we have to join hands. Try to come\nuh I think in two weeks or one week or two weeks, and we'll have a meeting of our people we are\ntrying to organize, a Jewish uh committee. You want to help. You are very welcomed. And that\nwas the end of that day, and I smuggled myself back again with that Swiss driver, came to our\npeople and the people, and you know, we had to start also to organize something in__——_—swwhere\ninteresting enough, the synagogue was not completely destroyed. It was vandalized but not\ndestroyed, so we had already the first services which was an emotional experience of a special kind\nand and and we had org...since in other words and the the uh community building next to the\nsynagogue was not destroyed, so we had already started to try to organize some kind of a new\nJewish community, because there were two, three or four Jews married to non-Jewesses who had\nbeen saved, and you know about the community and so, so they all wanted to know what could they\nachieve. I said they achieve nothing, just to hope that something will happen, but and then work on\nit to uh to uh to get to Belsen two weeks later, which was not easy because I was still...they have\nstrict controls but I was able in the meantime with the help of another Jewish-American soldiers to\norganize a small car and and and to get visas was a whole experience (coughing). Luckily I had my\ndriver's license uh uh made before the war, so I made my way uh uh...yeah, and I was ready ready to\nto to go to Belsen, and all of a sudden, the next day, when all of a sudden people came running\nfrom...there was a small DP camp in a barracks in __, and they came running to me and said\nlisten, there 1s a truck and on the truck, on a military truck, on top there 1s written uh uh in Hebrew\n. The the people of Israel lives, and then, interesting enough, when he was talking,\nthis truck drove up at my place where I found shelter and out came a man who introduced himself to\nme as Mr. Trobe (ph), as the European Director of the American Joint, and Leonard Cohen as the\nDirector of the Central British Fund in in England. They were on a fact-finding tour to find out\nwhat what happened to Belsen and they had come to ____ because they were told there were Jews\nliving...probably based on my report, so we talked. I gave them a run-down of the situation. They\nsaid listen, we go back tomorrow to to Belsen, and I understand there is a meeting. Join us. And\nthat was very helpful because he said if I have difficulties at the at the military controls, you can\nhelp me out, and that's what what what we did, and we came to that meeting and there was uh\nwas...for the first time a representative of the of the uh of the Joint, a representative of the Central\nBritish Fund of England, a representative, I understand, of the Pope, because there were not not\nJews only in Belsen, and the...this representative spoke spoke uh French only, and interesting\nenough, there was a lady amongst us who answered him in Fren...in French, and I thought it was a\ngood friend, and this was ___—_ because you know, she had studied in France for a certain years\nand spoke French fluently, so uh that was that was...call it stock-taking and we we we we we spoke\nabout our hopes and our this and our needs and they said alright, we will try as soon as possible,\nwe'll go back to England and to America to organize help for you and uh at this time, uh\nmade it already very clear that this ought to be done in cooperation with the organized group of the\nsurvivors. Uh and then when the meeting was over, he invited me to the room of —___,_ who had\nin cantino they call it a very her only room. It was special because I know there was there was an\neasy chair where you could sit down uh, almost in luxury, and there was a couch, not these military\nbeds or so. And uh we started to talk and all of a sudden we were in the middle of our discussion\nabout uh Stephen  —— and Franz ___ and and and ___, and so, so uh it it it\nwas...and this established my my friendship with from from that moment on, and uh then\nagain uh we came to the conclusion we should try to meet more regularly and I was advised that I\nshould definitely come back in another two weeks because another uh uh uh delegation is expected,\nand I came to Belsen and we had a meeting with the first members of the...especially of the\ncommittee in Belsen and also to this meeting came the then uh uh senior Jewish Chaplain of the\nBritish Army, ——_—sdLevy (ph), and we were advised that a delegation sent by President Truman\nwould come to Belsen and we would sit with them. That was a delegation under the leadership of\nEarl Harrison and Dr. Joseph Schwatz (ph). Now Earl Harrison I understand at this time was the\nDean of the Law School in Philadelphia. Later, if I'm not mistaken, the President of the of the\nUniversity, and based on on on reports about the plight of the DP's in general and the Jewish...in\ngeneral and the Jewish DP's especially, President Truman had appointed Harrison and asked\nhim...for a fact-finding uh mission.",
        "Answer: Yeah. So uh uh these were the participants. And the first to report about the situation\nwas uh , in Yiddish...",
        "Answer: In Belsen. In Belsen.",
        "Answer: With...Harrison came. In this company was Dr. Joseph Schwartz who was then the\nEuropean Director of the Joint, and Mr. who was for many years associated with the\nCommittee for Intergovernmental uh uh Committees, and uh we met in Belsen, one of the barracks,\nand uh reporting about the situation because Harrison...Harrison was interested. He wanted to know\nexactly what was going on, and it was already I think in...in early fall or so. The next to speak was\n___Levy and he...well, it's not only that he's an excellent speaker but a very powerful speaker,\nand for the first time in my life I heard a man in an officer's uniform who is a rabbi, taking his\ngovernment to task about the deficiency and about the short-coming and about the fact that in spite\nof all the appeals also he has made, uh uh as a rabbi and and and as an of...as a member of the\nJewish community in England, almost nothing had been done, and I was flabbergasted because this\nin my background, you might call it Prussian background, this is something I I didn't expect.\n______ spoke also and then uh uh they asked me and asked me to make a presentation in English,\nand I was sweating because it was still... mean my English was call it acceptable but but it was still\ndifficult and I said and but but the heart dictated me what to say about the uh the mental disposition,\nabout the expectations we had, that we are liberated but not free, especially free from need, that we\nneed almost everything, that the winter is threatening, that most of our people are still cooped up.\nThey don't want to go back to Poland or to to to these places, like I don't want to go back to to to\nBerlin, that all this is transitory and that that this...we don't know...uh we have no expectations of the\nfuture. We don't know what the future will bring, but there is still dire needs that uh uh after we\nhave buried most of of our victims and this is the first thing we did actually, uh now it's the time\nwhere we are trying to at least give them enough food that they that they that they can fill their\nstomach, enough to wear and and also work out a program what can be done for the future because\nthose people who are liberated, with a very few exceptions, do not want to stay in Germany, and it\nwas very...made very clear and we had accepted already that line that certainly the the emphasis is\nthat people want to go to then Palestine, but also those who want to join their relatives in England\nand America, should been given the opportunity as soon as possible to do this because Europe is\none big cemetery for us, and therefore we we we we uh we we...the sooner the better we we'll get\nout because otherwise it will be demoralizing to stay with a population which considers us as\nenemies just just only weeks ago, and uh to start again what what the generation did for\nus...establish a career, establish uh uh a business or what...we are not tempted to do that, and uh so\nuh as I say with difficulties I managed to make that statement and uh I felt...what can I say...uh very\nvery ___ (laughter). So interesting enough, I...half an hour later I met Harrison in the same\nbathroom and and he was a wonderful man, by the way...charming, warm-hearted, compassionate\nand I said I'm sorry but uh this is my English. I hope I can...one day it will be better, and he said\ndon't you worry. It's not important how good you speak in English. It is the meaning of what you\ntry to bring out which is important to me, and this is what I will try to bring to the President, and\nsure enough, as you know, Harrison immediately went back uh so gave this uh uh report to uh to uh\nto uh President Truman and Truman almost immediately then used this report to...he could only\ngive directives to Eisenhower in the American zone, but at the same time then with a request that a\nhundred thousand DP's should be should be given the opportunity to to leave Germany immediately\nfor for Palestine and this and that, so uh uh in this respect the Earl...the Earl Harrison mission was, I\nwould say, a milestone. It wasn't as successful as as we had hoped, because things were still too\nmuch in turmoil in these days. Uh the state of Israel was was was not in existence. The British\nwere stubborn in their policy not to admit, and America was still before the DP bill, strictly adhering\nto the to the quotas, but uh uh somehow it had, I would say it had penetrated the sound barrier\nsomehow. And after that uh we...",
        "Answer: Good.\nTECHNICAL CONVERSATION\nEND OF TAPE 6\nTECHNICAL CONVERSATION",
        "Answer: Uh well, after the Harrison mission...but I had started before already...we concentrated\nmainly in our...first of all to to organize our committee, to our committee, uh uh in other words\ntaking in whoever wanted to be represented of the of the camp in Belsen along certain call it party\nline...labor and and so on, I mean the old, the old tradition from Poland had been carried on\nalso in Belsen, but the other...because also to bring all these people outside of Belsen into the fold,\ninto the committee which means communities uh uh which were which were organized in cities like\nCologne (ph), and and and , Dusseldorf and Hamburg and so on, and we...we then were\nable, interesting enough, to uh to have a united central committee of Jews originating from\nGermany, from Poland, from Hungary, from Lithuania, from wherever it was, 1n one institution in\norder to try to work on whatever the problems of the day were. One of the problems we had at the\nbeginning immediately was that for instance people of German nationality were treated by the\noccupational authorities as German nationals and they were told that they can have help only from\nthe...could get help only from German mayor (ph), which was absurd, it was at this time, but\nwe...that was one of the the ideological contacts and in this respect and and ;\n_____ and all the other friends who were with us in the central committee, this 1s...call it some kind\nof heritage we are taking along with us from Auschwitz, that we had Auschwitz uh uh experience,\nnot as Germans or Lithuanians or Poles or or Hungarians but as Jews, and that therefore the the\nsolution of our problem could only be found in in finding an answer to the Jewish needs. Now that\ncertainly was to to find a way out of Germany, uh one way or the other. Uh there were other dire\ndire needs at the beginning. Uh uh we talk about food, clothing, religious needs. Uh there was also\na a problem to bring relatives together. Uh men were looking for their wives, hoped...in the hope to\nfind them. Wives are looking for their children to to find them. We prepared lists, for instance,\nwhich were uh uh exchanged with the with the people in in the American zone and other DP camps\nand so forth. Uh but also uh at the beginning very strongly that help should be forthcoming to\nalleviate the physical situation, and in this respect then luckily the Joint was able to bring the first uh\nsupplies in and in that committee in Belsen, it was decided that everybody should get the same,\nirrespective of origin, irrespective of whatever 1t was, whether living in Belsen or living outside of\nBelsen, and and that worked well. We had some kind of a we called it, which means\neconomical uh department and we got together with the Joint and with the Jewish relief unit and we\nwere sitting together checking the needs and then making the distribution and the central committee\nhad a say in all this and not only that we were working together. We were very proud of this in in\norganizational ways but we became very good friends. It was it was really a a deep friendship\nwhich developed and which it lasted for a long time after we left Bel...Belsen already and which\nmanifested itself whether there was uh many weddings, for instance, occurred and we went there\ntogether and there came came came ___and there came came came all kinds of occasions and we\nwere we were always together and and and uh I would say in this respect, I must say, Joseph (ph)\nand ———_—swwerre very instrumental in developing an atmosphere in which you did not only (cough)\ndiscuss business but also asked, you know that Yiddish expression .. what 1s going on\nwith the family, what...and people then revealed what what what what their their innermost...what's\nbothering them and so so you knew you had a place where you could exchange not only views but\nyour mood with with with friends. Uh it was not always easy. We had a situation, for instance,\nwhen the British decided that uh uh uh people who had tried to reach Israel illegally...the Exodus,\nwith the famous Exodus ship...should be brought back to Germany and they were were then forced\nto to land in in Hamburg and were brought to two camps near the place where I had my my home,\nmy transitory home near __ and _that was a very, very difficult uh situation for us because\ntensions were high. Amongst those people who had been brought back in force were our friends\nand relatives and so it...we had a a terrible responsibility somehow to regulate the tension because\nthere were people, certainly militant people who wanted to take it out on the British and uh we felt\nas responsible leaders that we should try to avoid it. After all uh _ was the spokesman of the\npeople in the camps. I was accredited to the British authorities as a spokesman for Jews living in\nthe cities, so we had a certain standing but what was more important, we had also established a\nclose uh line to our friends of the World Jewish Council in London uh who as members of\nParliament like Sidney Silverman and and | and , were able to help\nus in whatever was to helped. Two fold as I say...with the the help of food and and...and also the\nreligious help. Belgium, for instance, helped the people in in the cities around with _—__, with\nwith with religious people and so but the other work we were involved in was call it political\nwork...to know that this is a transitory existence, that living...that life in a camp is no normal life,\nthat it has to come to an end, and that's the reason why when __ and I were traveling very often\nto London, and we had...with our friends of the World Jewish Congress...we had meetings with the\npoliticians, with the head of government, not with a representative, interesting enough, of the British\nArmy or the British Military Government in Germany, but we met very often with the with\nthe...because we had a shorter line =. ~You know, in Germany everything had to go through\nchannels and in London with the help of our friends, we didn't need that and uh Joseph (ph) was one\nof the first ones to come to America. He was the first , the first messenger and and lift up\ninterest for a for a solution (coughing) and he did not uh uh...that was not a fund raising speech.\nThese were not fund raising speeches he made. He made speeches just to say don't let us rot away\nin in the camps. Don't let us...don't leave us alone to repeat this. We are liberated but we are not\nfree. And we don't feel free before we have a chance to build a new existence, wherever it was...1n\nPalestine or in America or wherever it is, but a normal existence for for our families and for ourself\nin order to reestablish life and a new career and and and and to make our own contributions. This\nwent on...we had this for...1 remember uh uh that things were were so terribly difficult in London.\n____ and I met uh and that was at a very very difficult time and we needed badly\nmoral support uh in order...because the people really almost got got into despair, and what could\nwe...what could we tell them time and again. Have hope and it will become better and so...so we\nasked uh to come to Germany, and he said no, I can't, uh for two reasons. Number\none my foot will never touch the bloody soil of Germany again, and number two, what kind...what\nkind of a message can I bring to the survivors...lies. I cannot bring lies. And there is nothing I can\nbring them. These were the situations under which we were working, and uh then luckily uh you\nknow, came came the development after Exodus which was a really a very difficult chapter, that\nthen in in in May 1948, Israel was created as a state and then slowly but surely we knew that those\nwho wanted to go to then Israel would would would be able. Not immediately because there was a\ntechnical problem. Uh Israel was at war with the Arab neighbors. Uh people volunteered to go to\nIsrael. Some of them did. Many of them who came to Israel were pressed immediately into the\n____ and and gave their life away, especially in the battle of , had hardly seen the\ncountry and were killed in action, so it was a was a was a troublesome uh time but then slowly but\nsurely things got organized and the the camp could be could be could be uh uh uh...I wouldn't say\ncleaned out but could could be evacuated with...and also then the...luckily the uh the uh DP bill\ncame into action, so people who wanted to go to America had the chance to do so, but the\nAmericans had an interesting practice. First they they they take care of the American zone of\nGermany so the people in the British zone had to wait, but it was all not that easy either, because I\nremember when I came...was invited by the United Jewish Appeal in 1946 to come and to bring the\nmessage to the Jews of of of America in the west...1n the east and also was taken to Los Angeles and\nSeattle and Portland and San Diego and at this time I reported about the situation, that that not even\nthe the quarters available were be...were used, and uh but that in in the British zone, but that in the\nAmerican zone, they were...they had made already...they had begun to do this, and I went to the\nhead of the immigration department. I think I was taken in Washington here, and uh this\nman...obviously he was not the smartest...gave us as an answer that they have not enough funds\navailable in order to establish processing centers for security, to to check security and so on, so the\nman I was with then was was leading our delegation, said if that is so sir, I might suggest to the\nJewish community in America to make a fund raising for the government of America in order to uh\nto uh finance the immigration department, but still it didn't help. But when the DP camp...uh DP\nbill came into into... mean was was started, then slowly all those who wanted to leave left and that\nwas the majority of the DP's. Some were left. Some had built uh built new lives in Germany. I\ndon't want to talk about that, but those...and I must say then we felt that our job in Germany was\ndone and that we could leave because...but it took us longer than we thought. It was almost five\nyears after until until until uh the Belsen ceased to exist and also uh uh uh those who couldn't leave\nthen found a place in Norway or so for medical reasons or other reasons, so that was then and and I\ndecided then also to leave to leave Germany. I was asked by my friend...at this time I had already\nstarted to take...to have uh contact with the progressive uh forces in Germany...progressive political\nforces and and and was asked why did you leave Germany. Uh we need you here and I said listen, I\nhaven't destroyed Germany. I have no duty to build it to build it up again, and II can't. For me,\nGermany is one big cemetery. I have nobody here, and in the meantime I'm married again. I found\na lady from my youth movement and married in Belsen. I married her in Belsen. We had two\nchildren in and then we came to the conclusion that also in the interest of the children, we\nwould not stay in Germany, and this is then when we decided to to uh to uh leave Germany. There\nwas still another job to be done in which I participated and that was uh uh...that was under the\nmilitary statute, a so-called successor organization was built to claim the heirless and community\nproperty of the Jewish community. This was under Allied law with the seat in London and uh I\nbecame one of the founders and we were able then to solve the problems by putting all the funds\nwhich which which uh accumulated out of community property which was not used by new\ncommunities, and heirless property into one fund and uh this fund was administered by a mutual\ncommittee of the communities and the major Jewish organizations and then distributed especially\nfor social purposes for needed people in Israel and in in America, so that was the Jewish Trust\nCorporation and and and then I came to the United States. I landed in and was in 1952 together\nwith my then wife and my two children.\nAnswer. Uh uh II learned one lesson from my from my teacher, my spiritual mentor, Leo Beck\n(ph), who said America is not the country of social continuity. In other words, what I had done in in\nGermany, studying law and being a social worker and so on, wouldn't work, and then after a certain\nwhile many friends advised me if I would still have...like to do something with law so many\nnewcomers, especially of Germany, had had had found uh uh a way to establish themselves and\nhave a career in the field of accountancy, so uh I I went back to the University. Luckily NYU, the\nNew York University, was generous enough to give me certain credit points for my studies in\nGermany, and I took up the uh the uh studies of accounting...of public...and became a public\naccountant. I never was an enthusiastic auditor or or or tax tax preparer, but 1t was a a profession\nwhich which uh uh guaranteed me an income to give my family whatever was required and and to\nmake aaa call it comfortable life and uh this is what I did uh from the moment then when I entered\nthe professional life and uh uh until recently when I retired after having done enough uh coming to\nthe conclusion that whatever I had done for ___—_—Swould never be enough in order to meet the\nrequirements of the budget, so uh uh as I say I was...but irrespective of the of the of the accounting\nbusiness, I still kept my interest in in in organizational work. Certainly at the beginning I had to\nestablish first my family. I had a home and and so on and get settled uh and uh then I I also took\nsome time out to do something for for other things again. I, for instance, there was when I was still\nin Germany one day uh ___, which is the equivalent of of the duPont in America, uh\nstar...published a a statement saying that the former stockholders should uh file...should register\ntheir clams. Now I told you before that we worked in Auschwitz for the factory __—_—s was\nbuilding there, but that we never got a penny from them paid at whatever...that we just uh uh\nworked in order to keep...to stay alive, but that __——_—s paid a certain amount of money, small money\nto the SS which considered us as —___ and and and had a profit out of our work, so when I saw\nthat statement in in papers saying that...and after the war when you had a West Germany and an\nEast Germany, the _—_—_—icoff uh uh where the records had had been lost somehow and\nthey wanted to register the stockholders and claims which certain people had against _—_s, so\nthey published that statement and there all of a sudden I had a brain-storm, and I said if they ask for\nclaims to be registered, I think that we also...I also have a claim. They never paid me a penny for\nmy slave work. Uh I'm entitled to something, and I approached with this question in mind, a man\nwho I had befriended when I was living in ss. ~*He was a refugee from Frankfurt, had returned\nwith the British Army, had participated in the liberation of Bergen-Belsen and he had then become\nan officer in the control commission, regulating the admission of people to the press, to the movies\nand so and I met him when I became a witness against one of the movie directors, but that's another\nstory in Hamburg. He uh returned to Germany to open a practice again in Frankfurt,\nand him I approached with the question. I said what do you think. Uh not under the Nuremburg\nLaws...under the Nuremburg...Nuremburg... the rules of the Nuremburg...though I had been a\nwitness against before the American Military Tribunal in in Nuremburg, but don't you\nthink there is under the civil court of Germany, there is a certain claim and he was doubtful. But at\nthe same time I befriended uh uh in connection with the with the case which was pending against a\nNazi director of uh... was his name, a man who was the the prosecutor, the chief\nprosecutor in Hamburg, but he originally was an expert on labor law, German labor law, and when\nwe discussed it, he said my goodness, that's that's there's dynamite in that. Nobody can tell you\nyou'll be successful, but this is...by all means you should bring suit, so my friend _ alright. I'll\ntake the case, and we brought suit against —===———_—s in my name and uh then all of a sudden when the\npapers started to write about it and uh then there was a trial in in Frankfurt. Quite a long story...and\nsome of our...my British prisoner of war friends came as my witness to give evidence against\n, like they did, by the way, also in Nuremburg, so I got a verdict in my favor by the by the\nDistrict Court in Frankfurt, the German District Court in Frankfurt under the German law saying\nthat the people like me had worked under the...in the shadow of death, in the shadow of the gas\nchambers, that knowing this should have taken better care of those people and give them\nhuman consideration, but had obviously accepted these people as slaves and therefore they are\nresponsible for for the treatment, for mistreatment, more treatment, and they...we had uh asked for\nan award of 10,000 marks. This is a technical thing because 10,000...you know, under German\nrules and regulations you are giv...you are responsible if you loose, you are responsible for all the\ncosts in court and of the other...of the lawyers of the other side, but 10,000 guarantees you also to\nrun a petition of appeal, so uh when that...when the verdict came out I was already in the United\nStates and in the German papers, there was an outcry, even headlines, that I'm endangering\nGermany industry because not only had taken had taken slave labors, but also\nand the others and__—_and by the way, we had arranged it in such a way that my uh case should\nbe considered a a class action case so that that the others, the thousands who are...were still alive\nwould then be entitled to the same claim I had satis...I I got...had satisfied, in order to avoid and\navoid a flood of of of uh procedures in the German courts, so uh uh uh as I say the press started to to\nto to get desperate and uh then it became very serious because then __, they did not give in.\nThey didn't have the the moral fortitude to say yes, we know something went wrong in Auschwitz.\nYes, (cough) we feel there is a certain if not legal, at least moral responsibility, and we agree to to\nact uh uh in response to that to that responsibility. They said no, they had been forced to do that and\nin certain briefs...1 saw that just recently again...they even tried to sell, to tell what a kind of a\nsanitorium it was they had created for us in in Auschwitz, and another interesting facet of that which\ntheir lawyers found that if they hadn't uh taken us as slaves in in Auschwitz, then we under normal\nconditions probably would have to go to the Russian front and could have been killed there easily so\nI say this is something which is is unbelievable. Uh they they did not give in and (drinking-pause) I\nuh reactionary...reactionary forces in Germany which were prevailing, at that time of the Buna's\n(ph) Republic already...Buna's Republic..Federal Republic. They said no no...you we have...you\nhave to go uh and encourage _—__ to run a petition of appeal, and this was negotiated in the\nmeantime knowing that I was...uh my lawyer and I were not strong enough to to fight this fight\nalone. Iapproached | Goodman, you know, the...blessed memory...the leader of world Jewry at\nthis time and uh I knew him personally through ————_—_s and uh I asked for help and for his support,\nand there was already a situation created by him for claims against Germany called the\nConference on __ Claims against Germany, briefly, the Claims Conference, and he saw to it that\nuh uh support was given and in this way we were able to uh add to Mr. ——_suuh uh activity, the help\nof two very famous lawyers, Mr. Christian (ph), a non-Jewish man, and Mr. ——s who came out of\na very famous practice in Munich originally and had fled to Israel. Uh the court 1n in in then in the\nin the appeals court said well, we are we are not able to make history. This is a case which we are\nnot able to make history, and they advised very strongly to look for some kind of a...call it\namicable settlement, and uh after this happened again they tried through the press in Germany to say\nwhat it would mean and what German industry would go into bankruptcy and they had just started\nnow after the establishment of the Federal Republic to find their way in the world, in the\neconomical world and it would be terrible...1 would do terrible damage. Uh also there was...I had\nsome help in America, because there also some stories brought into the Times, and so it were\nhelpful to needle them, so that I knew that they were not silent. Uh to cut a long story short, uh uh\nnegotiations were started between representatives of the Claims Conference and __ and it settled\nin a so-called amicable settlement of thirty million __ for all survivors, for all those who had\nsurvived on the basis of that in addition to claims they could make under the German __—_—_—_ Laws,\nthey could claim additional five thousand marks for work they had performed for ——_siin\nAuschwitz, and a whole mechanism had to be uh uh established to to work on that. There was a\nspecial German corporation built just to receive the money and to distribute it and with the help uh\nof uh of uh fellow survivors who checked applications and so, it took quite some time. Uh these\nwere paid on the basis of those who were in Buna at least six months, that five thousand marks and\nthose were in Buna less than six months, two and a half...two and a half thousand marks, and uh...",
        "Answer: Buna was the subcamp of of Auschwitz where where the __ actually had had\nestablished...had tried to build in the interest of German war industry, a factory to produce artificial\nrubber, so all those who had worked like myself there, were then were then given an additional uh\nuh uh call it compensation. Based on that, the Claims Conference also tried to negotiate similar\ndeals with _ and all the others. In some cases were successful, in some cases it was not. One of\nthe successful...unsuccessful cases remain the group of a man by the name of Flick (ph) who was\nbrought to Nuremburg as a war criminal, was sent to prison, had time in prison to re-establish his\nempire including Mercedes (ph) and others, and up to his very...to the last day of his life, he refused\ncategorically to hear anything about additional compensation for slave laborers, so he went to his\ngrave or to to to hell, wherever he may be, with...and he can say for himself, be satisfied that that he\ndidn't do any favors to former slave laborers. Uh and then with some money which which was left\nover from this, we were able to establish in Israel at the end some kind of a loan uh uh loan uh uh\nfund for needy people. There was especially after the Six Day War and so so uh that that...and so\nuh now this chapter is is closed because it took years to liquidate all this. Uh the question is, was I\nright in doing it? Was I not right in doing it? Very often I doubt that that what I did was was was so\nsmart for the very simple reason uh they, the German...German and , some of Germany...I\nwill not generalize...I don't like to be unfair...used the the the fact that ___ had paid what they paid\nas an argument to say well, what we have done...it was...we were not legally..it's not legally...we\nwere not under legal liability but we did it our of our good heart in for and consequently the record\nis clean with us. We didn't do anything in in Auschwitz. What they did in in Nuremberg was was a\nwas a crime that they sent us to jail for for for participation of this uh uh...we did it out out of our\ngood heart and and even helped the the prisoners there, so as I say, I'm not very happy but it's water\nover the dam. You cannot rewind the the film, but it is a certain chapter which was called the the\nbeginning of the slave labor programs, in order to give our people, especially those in need 1n Israel,\nin South America, where the ————_—ihad a certain importance, where it was somehow helpful, and\nI'm glad that that some people, even with five thousand marks, could could make life a little bit\neasier for themselves.",
        "Answer: No. I I must say frankly I was never attacked personally with one exception and I'll tell\nyou that. Uh they tried probably to to get some dirt together, uh to collect some dirt uh but\nobviously couldn't found anything in my police records. I had not stolen any where silver spoons or\nso. I had not been a prisoner because I had uh uh committed fraud or or or uh embezzlement, so\nobviously these attempts were in vain, so therefore in this respect I was never attacked. I was\nattacked in the German press in another connection. I was, as I indicated before, a witness in a\ncouple of uh uh war...call it war crime trials. Uh the first was in Nuremburg against ———_—siuh\nwhere I was a witness and gave evidence especially against the man who was incharge of sin\nAuschwitz, Dr. __, who by the way was sent to prison but very soon released and very soon got\na terrific position again in German industry uh so uh uh then I was a witness in...when I was still in\nGermany, against this film director who created a vicious poisonous anti-Semitic movie called\n, the story of . And I had, must say this was used, which I found out only later, in\ncertain concentration camps to whip up the emotions, the anti-Semitic emotions of the of the guards\nagainst us, so after I had seen it after the war, I said I wonder...I I'm surprised that anyone 1s still\nalive after these people have seen it. It was heavy, very effective anti-Semitic stuff, and he was\naccused in German court uh for crimes against humanity, but he could prove that he didn't\nmeant...that he didn't mean it and he was released from all charges. Uh as a matter of fact there was\none one case against him. Then there was was appeal and when I was asked as a witness again in\nthe second court trial, I sent a letter to the to the to the president of the court saying that I refused to\nappear as a witness because I considered this would be an injury to the memory of my...of the of the\nof the victims, that I have found that...I didn't find that he had...that he had been a fair judge and I\nrefused to. Now it could have been dangerous at this time for me, but they didn't do that because\nthe the prosecutor was a friend mine, said listen, the fellow can...this judge can ask me to take you\ninto custody. I said alright. You know, in these days you did...I I dare...let him dare to do so, but\nsince he was himself, that judge a member of the Nazi party, I was assured that that something\ncould come out in the press. Then I was a witness uh in in in ina case for which I was brought over\nfrom from America already against this fellow who was participating in the shooting of the of these\npoor people on our way from Auschwitz to Mauthausen when they brought them down, and then\nthe last was in the second...so-called second Auschwitz trial in in in in Frankfurt uh against a man\nwhom I had observed making selections in Auschwitz, and he was accused in Auschwitz and then\nthe...my my lawyer with whom I had worked inthe _ case, uh told me uh you have to know that\nthe president of that court 1s a man who was active asa pilot inthe Legion __, that is the Legion\n_____ which was lent by the Nazis to the Spanish DeFranco (ph) and had participated, for instance,\nin the bombing of . So he was uh uh...but obviously the the administration today thinks\nthat this this is nothing burdensome for him, so they made him a judge, and a judge in the\nAuschwitz trial, so after I had given my evidence, and interesting enough the lawyer of that fellow\ndidn't ask one question because as my lawyer said, he knew that he probably would have made it\nworse for his client, but the president, this this pilot of the Legion __—__, asked me, don't you have\nanything good to say about the about the man who is accused here, so after I had recovered a little\nbit from that question, I lashed out and I I really gave it...after all, I was at this time already an\nAmerican citizen and I had the American press there also, so so I felt strong, and I told him...I gave\nhim my indication what goodness means for SS people in in Auschwitz.",
        "Answer: That was the trial against a man who had participated in selections of people for the gas\nchambers, and and and and and I told him, I said what kind of goodness do you expect from\nanybody who has become a slave of that criminal machinery which with with with the...which liked\nto kill people everyday at whim, for whom any human being or every Jew was nothing but just\nvermin (ph). What kind of goodness do we expect from them? So then at the end of it, interesting\nenough, when the judgment was was rendered, I was considered as unfri...unfriendly witness. Now\nafter that, when I came back, I I asked a friend of mine who was writing articles for the Times and\nso, that I had enough, that I would never accept an invitation again to go to give evidence before a\nGerman court, and certainly this article found its way into into the German press, and was\nre...reprinted there, and the uh there was a semi-Nazi paper in Germany called the and the\nsoldiers' paper. They picked it up and then they at...attacked me personally uh that I probably would\nlike to re-establish...I liked more the cause...the courts of and so on, and so but but the...I\ndidn't react to it. I I I I...because it was in the German press and I let it go, but I kept my promise. I\nnever...never appeared again uh in Germany before a German court.",
        "Answer: Are you asking about Leo Beck (ph), no.",
        "Answer: Well, Leo Beck, Leo Beck was my...he was...was my teacher and my spiritual leader, if I\nmay say so. He was...he was the the head of the Jewish central organization, not because he was a\npolitician. He was far from that, but a man of impeccable moral and ethical attitude, uh who did not\nonly preach as uh preach ethics and and morale but also also practiced it and uh uh I...we got\ntogether actually uh on a more personal basis when I was working uh at the beginning of the war for\nthe central organization in Berlin and when we had the first air attacks there by the British...by the\nBritish uh uh air force, uh we were uh taking cover, or we had to take cover in a so-called air shelter\nwhich was nothing, with no protection. Uh with the other members working in that office and very\noften Leo Beck would...certainly came. He was a very, very uh disciplined worker and and uh uh\nhe uh he gave all the time to the Jewish work and I tell you in a moment why. Uh he was there and\nwe we were listening when the bombs were falling, and he told us well this is far or this is very\nclose or so. Why? Because he was one of the few with experiences of World War I. He had been\nan Army rabbi, especially in in France, so he was familiar with with with the military...with military\npractice, so he could teach us or could enlighten us if the bombs were deadly close to us or the ones\nwere far away so we didn't have to worry about it. Leo Beck was, for instance, a man uh when he\nhis wife died...I think in 1938, sometime __...uh he got offers from a lot of universities\noutside...in England and America, to teach philosophy, to teach theology and so, and he refused and\nhis reaction was as long as one Jew needs me in Germany, I feel I have to stay with him, and as I\nsaid before, he was not only preaching ethics and morale, he also practiced it. He stayed. He knew\nwhat his destiny would be. Uh he was taken to Theresienstadt in March, I think, of 1943 or\nFebruary, but where...by by a miracle he survived and this is a very interesting miracle. He told us\nthis miracle when he came uh uh to Germany. You know, he was saved in Theresienstadt. He then\nmade his way with the help of the American army to his daughter in in London and then in '47, I\nthink, or '48, he came to visit uh Jewish communities in Germany. We needed him badly to give us\nsome some hope, some spiritual encouragement and uh uh then he...when we were sitting in a small\ncircle, he told...he was very...a very shy, a very private man. He didn't say a word about about about\nwhat he did or what what some heroism or so, some heroic things or so, but he he said uh...",
        "Answer: Yeah. Yeah. Yeah. Uh...",
        "Answer: Uh wait a second...I lost...I lost it for a moment.",
        "Answer: Yeah...now the story about uh uh...",
        "Answer: Yeah. How he survived...excuse me.",
        "Answer: Yeah. It it was in...",
        "Answer: Yeah...he was incarcerated in Theresienstadt, in",
        "Answer: Yeah. Leo Beck was incarcerated in Theresienstadt, in —«.:~SThere was a practice in\n_______ that uh uh the name of famous people, let us say of leaders, of Jewish leaders from Austria,\nfrom Czechoslovakia, and so who were all incarcerated in , who had to be reported to\nEichmann (ph) and he had a...was one of his bureaucratic whims he had...he had to know who of the\npeople he knew uh had had had had had died. And one day he was advised in one list that a rabbi\nLeo Beck had died, and he thought it was the Leo Beck. Next to that name, nothing was mentioned\nfrom which place this rabbi had come, but there was a rabbi Leo Beck in ————_—__s in Czechoslovakia,\nand he had died of old age. So when Eichmann came to Theresienstadt, to __—_, shortly before\nthe end of the war, ten days or twelve days before the Russians entered, he all of a sudden find uh\nfound Leo Beck there, and he was absolutely flabbergasted and in the words of Leo Beck he said,\nLeo Beck. He said yes. He said wouldn't say rabbi or doctor or so...he said Leo Beck, what are you\ndoing here. He said . IL understand you are dead, so Leo Beck who was a very courageous\nman also and a witty man, said you know there is a saying amongst us that when you are...when you\nare believed dead, you live double of your time. Now Eichmann did not have the courage anymore,\nbecause it was ten days before the end, to let us say have him shot or have him...because...and he\ncouldn't certainly dis...have him deported to the east anymore, so he left it at that. And that is the\nway, according to what I was told when we were together, how he had survived at Theresienstadt\nand was saved by the Russian army and later a group of of, interesting enough, an American\ncolonel, of the ____ family I think, made a special way when they heard about Leo Beck to\nTheresienstadt to to take him out and by special plane he was flown, flown to London, so uh uh but\nand there was also something else which I...and it's the last I want to say about him. In uh in\nwritings, especially also in the book of ___ about the banality of evil, there were very unfair text\nagainst him, against Leo Beck, based on a story which I consider a historic lie. In 1945 a man who\nhad entered Germany with the American army and who wanted to make probably a quick buck,\nwrote stories of survivors uh under the title \"We Have Survived.\" And he published one story\nwhich he published in such a way as if it was the writing by Leo Beck, but anybody who was\nfamiliar with the writings of Leo Beck could see immediately that it was not his writing. And he\ntold of the story that Leo Beck had been advised in 1944 by somebody who had escaped Auschwitz\nsuccessfully, who had come to Theresienstadt to advise him that in Auschwitz people are being\ngassed, and he kept it as a secret and did not make it known to the people around him. I personally\nconsider this as a I say, a historical lie. First of all, the number of people who succ...Jewish people\nwho successfully uh escaped Auschwitz, you can count on one or two hands of your of your of your\ntwo fingers of your hand, but number two that a man would have the folly to escape as a Jew\nsuccessfully from Auschwitz, make his way into Theresienstadt, penetrate the the wires or the walls\nor whatever it 1s, to look up especially Leo Beck and tell him, listen, I want you to know they are\ngassing in Auschwitz. It's so absurd. I asked especially in the work I did for the...with the...after the\n____, I went...I was...I met hundreds and thousands of fellow survivors, if that fellow heard about\nsomebody who had come from from Auschwitz and gone to Theresienstadt. They never heard\nabout it because it's absurd. It's abso...not only absurd. I would say it's obscene, but\npicked it up and and and it 1s sticking in her book. I think somebody else also were picking it up,\nbut I consider it as...Leo Beck would not defend himself. He would not say a word about it. That\nwas not his system. Personal attacks he would ignore, because he knew who he was and he\nthen...he knew that others would speak for him. That's he agreed for _, but that he would say\nand I'll write an article and make a statement and so and he wouldn't do it. And I say I I...he was he\nwas he was absolutely he was he was a great man. Unfortunately uh uh his...you know, because he\nlived at a time which was a terrible time, he could not live up to his full potential, you know, as a as\na spiritual leader, but whatever...whatever he wrote after...it's interesting. When we took\nI remember, people told me when he came to London, and for the first time they asked him to speak\nto the people and there was an overcrowded hall and they thought he would talk about something\nabout Theresienstadt. Not a word. He talked about —_, about Moses Mendelson (ph), about\nabout whoever he wanted to, but not about Theresienstadt, because he doesn't...didn't want to be\nwant to be to give even the appearance of a hero who 1s a survivor. So may I say...may I close with\nwith this remark...everybody is reacting to this chapter differently, and and and and I'm glad that I\nhad the opportunity to to tell you. Probably I could cover hours and hours more of that, but it's my\nbelief that what what you are doing here and what the the Holocaust Museum 1s doing by putting\nthe archives together together is of tremendous importance and of tremendous value, irrespective of\nthe revisionists uh telling us Auschwitz was a hoax or like in that book of uh David Irvin (ph) with\npages and pages just tried to prove that Hitler did...never knew about the Holocaust. It was only...it\nwas only Himmler and the others, or the attempts to say just uh Hitler and Himmler and\nare guilty, but all the others are...I never believed in collective guilt, and we never\nspoke about it, not even in Belsen after the war, but I also never believed in 1n collective innocence.\nThat means that we all have to try to learn a lesson. The Holocaust happened, unfortunately. What\ncould come out is that the world and especially those who luckily were safe from it, have to speak\nout and have to to to to teach what can happen if human beings become become...or forget the\nconcepts of morale, of ethics, and especially that...and I think this is one of the tasks of that museum\nand of that of that of that of your archives...to say to the world, look at what can happen. Therefore\nbigotry is evil. Racism is evil. The the the uh damage of human rights 1s evil and anti-Semitism is\nevil. It happened once and let us hope it will never happen again.",
        "Answer: Well, there were there were there were there was evidence from me from from me as a\nplaintiff, but there was also testimony for the defendants. Now for the defendants, they had brought\nin some people who gave them an accounting down to the last penny in a typical German/Prussian\nway, why should not be held responsible because they actually lost on the slave labors\nbecause they gave so and so much. Even that was too much _ because the capacity, the work\ncapacity was was nil and so he proved to the court that certainly should not be kept\nresponsible. On my side, you have interesting uh Mr. selected carefully very interesting\npeople. One friend of mine...unfortunately he's not around anymore...was a professor of medicine at\nthe University of Strasbourg, and he gave a very powerful statement. The other was a a a lawyer\nwho was I think a teacher at the Sorbonne in in Paris, and then there came three British prisoners of\nwar and uh told the court what they had seen and how they had reacted, and interesting enough the\ncourt said in its verdict that uh to their to their regret, that none of the German uh uh witnesses they\ncould believe, that uh especially the British prisoners of war had made a deep impression on them,\nand that uh I think this is a formula I don't uh get it verbatim, that the British prisoners of war had to\nshow the Germans how even under stretching circumstances, you can keep the values...human\nvalues alive. And uh so that was a very important important uh argument to keep them responsible\nand tell them you have to pay.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 17, 1991\nRG-50.030* 0267",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Norbert\nWollheim, conducted on May 17, 1991 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "NORBERT WOLLHEIM\nMay 17, 1994"
    ]
}