{
    "rg": "RG-50.233.0002_trs_en",
    "sequence": [
        "Q: So, we'll just begin with your name.",
        "A: Okay. My name is Inge Auerbacher. I was born in a little village in Southern\nGermany called Kippenheim It’s a little town at that time about 2,000 people,\nvery close to the borders of France and Switzerland and we had about 60 Jewish\nfamilies living there. We were all quite Orthodox in a modern way. We went to\nthe Synagogue on Friday nights and Sabbath, and we were really a very nice\ncommunity. Most of the Jewish people had little stores there or were cattle\ndealers and that is a profession that a great many Jews in Southern Germany were\ninvolved in. In fact, my grandparents, the grandfathers actually on both sides, my\nmother’s side, my mother’s father and mother. On that side, my grandfather was\ncattle dealer there and my grandfather from my father’s side was also a cattle\ndealer and skin and hide business. I did not know my grandparents on my father’s\nside; his parents, they had died before my parents got married and my father was\none out of six children; my mother one out of two. And I did know my\ngrandparents from my mother’s side with whom I had a very close relationship.\nThey live about four or five hours away in an even smaller village than the one I\nwas born in. That village was called Jebenhausen, when mine was Kippenheim.\nIn fact, my grandmother’s, the village where my grandparents lived had famous\nperson roots there too, by the name of Albert Einstein. Albert Einstein had spent\nquite a few summers in that little village, I believe his grandmother or aunt and\nuncle, somebody in that family had a little bakery there, and he visited quite often.\nI don’t recall ever seeing him there. Of course he was quite grown at that time\nalready and somehow it was not even known that he was such a famous man. I\nmean he was a little boy at that time and nobody ever spoke about that again. I\nonly found out about this much later. I did not play with any non-Jewish children\nin my village. I mainly spent my time with Jewish children and anyway I only\nspent about four or five years in my village. It was, we had a good relationship\nwith the people in, the Christian people in Kippenheim, but we lived separate\nlives and a good co-existence. But there was always some undercurrents of anti-\nSemitism. That’s what my parents told me too. We had a very large house, about\n17 rooms. We had servants. Some of, I don’t remember that much of my little\nvillage, just mainly some things about going to the Temple, the holidays; I was\nthe last Jewish child born in that little village and one of the main events that I\nwill never forget is Kristallnacht. Actually I don’t remember November 9.\nNothing much happened really on that day. I remember November 10 and our\nSynagogue was demolished. It was not set aflame because the neighboring\nhouses, there were a lot of Christian neighboring houses and they were afraid that\nthey would burn too. But it was completely ransacked. My mother saw how the\n1\nTen Commandments were thrown from the top, they were set on top of the\nbuilding and how they were thrown down. I remember the day of the 10\". My\ngrandparents had come to visit us and my grandfather got up early in the morning\nto go to Temple to morning services; he was a very Orthodox man. My father and\nmy, we actually still in bed and the bell rang and the police came in and they said\nthat all Jewish men are now under arrest and that my father should dress\nimmediately and report to City Hall. Then I remember when my father left, our\nhouse was stone. All the windows were broken in the entire house and my mother\nand I and my grandmother had to find shelter in a nearby shed. We had like a\ncourtyard and there was like a little area in the courtyard that was used as a\nstorage area and we hid in there.",
        "Q: Who were throwing the stone?",
        "A: Some of, some boys. Who, I mean I really didn’t even see them. We just heard\nthe noise, you know, when the, in fact when the stone were being thrown I\nremember we were standing, I believe it was the living room, and they were\nlooking at the chandelier in our living room and they said, oh look at this! The\nchandelier is still standing, it’s still hanging and they threw a big brick inside the\nhouse and it nearly hit me and my mother just pulled me away. That’s when we\nwent for the neighboring shed and the servant girl was with us at that time, but\nshe was afraid and she ran away. Then they were knocking at the door, there was\na big, we had this courtyard and a big door in front of it and we heard them\nknocking and rattling the doors and but luckily they did not come in. The boys,\nwe were told later, some of them were some young boys from neighboring towns\nand perhaps some from the town. I did not see them do this. But as I said, my\nmother looked through the broken window and she saw how the Ten\nCommandments were thrown down. And here in the shed we stayed for many,\nmany hours until it was quiet. In the meantime, all the men who had reported to\nthe City Hall and the ones who were in the Synagogue were arrested. So my\ngrandfather never came home that day. They took all these men to Dachau, the\nfirst concentration camp in Germany. Then we went to a neighboring house, a\nJewish house, where also all of the windows were broken and to find some shelter\nand we came. I think we stayed, my mothers that. I do not remember it that we\nstayed overnight with friends. And then we went back to the house and of course\neverything was filled up with broken glass, the whole house and the windows had\nto be boarded up because it was winter of course and it was quite cold already.\nNovember is already cold in Germany. And my father had been a disabled war\nveteran of World War I. He was wounded on his right shoulder quite badly and\nhe could not raise his right arm and he was quite a good patriot, I mean he loved\nGermany, so my grandfather he said he was born in this country, he would never\nleave it. He loved his little village of Jebenhausen and he was very happy there.\nAnd my father always said why should we leave here? I mean I fought for this\ncountry; I was wounded for this country; I mean nothing 1s going to happen to us.\nWe were very good citizens like, I mean Americans here, if you are, if you were\nborn in this country or even if you become a citizen, you pledge allegiance to that\n2\ncountry and we pledged our allegiance to Germany. We had hundreds of years,\nmy family had lived in Germany. I fact, one of Germany’s most famous poets\nand writers was Berthal Auerbach, who made the Black Forest famous. He name\nwas Moses Baruch Auerbacher. He live about a hundred years ago and he\nbecome world famous. His books were published in many languages including\nEnglish. He wrote a lot about the Black Forest. Well, after a few weeks that my\ngrandfather and my father were in Dachau, they came back. My mother had\nbought a bogus ticket to Trinidad, and she went to some SS headquarters. I don’t\nremember exactly the neighboring town, and she begged for his release and that\nshe had tickets for us to leave and she did get my father out at that time and soon\nafterwards my grandfather came out too and then we heard of all of the terrible\nthings that happened to them in Dachau and one of them my father related that he\nhad to...they had to stand for hours on end in the courtyard in the exercise area in\nDachau with their striped uniforms. Of course all of their clothes were take away\nand in fact to transgress a little bit my...and one of the SS people...police people\nfrom the village in Kippenheim came to my mother’s...our house and he brought\na basketful of ties and belts and he said oh, here are the remnants of your men, so\nmy mother thought for sure everybody had been killed by now. I mean these are\nthe clothes, the ties, the belts and I believe some shirts and things and, but anyway\nwhen they were there of course they had to give up all their clothing and wore the\nstriped uniform. And they had to stand at attention for 10-12 hours at a time and\nif somebody tried to blow their nose...it was quite cold in...I mean the suits were\na flimsy kind of pajama type of suits, they were hosed down with cold, ice cold\nwater and this happened one to my father. Now my grandfather had a very bad\nheart condition and of course this made it even worse. He was not an old man, he\nwas in his early sixties at that time and when he came out of the camp he died\nvery soon afterwards of...actually 1t was a combination of a broken heart\nphysically and mentally. He was just so disappointed in the country that he loved\nand that this could happen to him and he saw the writing on the wall, but he\nwould never leave it. He said I was born here, and I will die here no matter what\nhappens.",
        "Q: Do you remember what your father looked like when he came back from Dachau?\nDo you remember anything particular about that?",
        "A: I remember just one thing. It was quite kind of cold in the house and I don’t\nknow, I think we had enough coal or something to heat one or two rooms and I\nremember, I was a tiny little girl at that time, I was not even four years old, I\nremember sitting on my potty, I remember that I my prayer book in my hand, I’m\npraying for my daddy to come home again. I could not read or write at that time.\nI remember when he came, he threw a stone at the boarded up window. He didn’t\nring the bell and he came. I don’t remember what he looked like, no I did not, but\nI know my parents talked in hushed voices, I mean that I should not hear what\nhappened and he told my mother, now it’s really time. We must leave Germany.\nThere is no way that we can stay here. And my mother started to write some\nletters to relatives in America. There were a few who had done quite well,\n3\nespecially an uncle of his who became quite well-to-do in America, and the letter,\nthe answer we received from the family was well, we have a bad recession and\ndepression here and you would only add to the number of people unemployed and\nyou better stay where you are, and that was the answer. And we just could not get\nthe affidavits, the papers to come here because my father needed to have a higher\naffidavit. He had to have a sponsor who was willing to have enough money that\nin case he could not work, there would be no welfare for us; we had to have our\nown money and my father needed more because he was a disabled war veteran so\nthey figured that he may not get a job here and we would become a burden to the\ncountry. So that made it even harder. And in the meantime some of my relatives,\nmy father’s sisters, two of them, had gotten papers to go to Brazil and they did\nleave. They managed to get out and a brother of my mother, her only brother,\nreceived papers from an uncle of my aunts to come to America, so they managed\nto get here. And my uncle fought in the American Army in World War II while\nhe was here. We did not get out. So after 1938, after Kristallnacht, the night of\nbroken glass, after that program we decided we have to find some way to get out.\nso we sold the house at a very cheap price and moved in with my grandparents.\nAnd then my grandfather died. And it was around...that was in 1939. I\nremember the best time for me of my childhood was in this little village of\nJebenhausen where we had moved in with my grandparents and I had many\nChristian friends, and my grandparents were the last Jewish family living in this\ntiny little village where more Jews had lived before. They had moved away and\nbecome big industrialists in the neighboring town of Girpingen. I had a very nice\ntime with Christian children and I remember many times I would be the\ncheerleader walking up and down the hill singing the songs of the day which were\nNazi songs and I would be the one who would be the cheerleader leading them on.\nI did know what the real meaning behind these songs were, but I was so caught up\nwith the charisma and the chemistry of this day, of this tremendous upheaval and\nI didn’t know that these people, one of their primary ideas was to hate the Jews!\nWe must get rid of the Jews! The children there did not make me feel bad. They\ndid not call me any bad names and they were really my friends and some of them\nare still my friends today.",
        "Q: Did you know that you were a Jew?",
        "A: I knew that I was Jew, yes. But it...somehow it did not occur to me to think that I\nwas really any different. I mean nobody talked to me from these children you\nknow, why do you do this and that. I knew that they celebrated Christmas and in\nfact I was a little envious of them because it was a very beautiful holiday. Always\nthey received many toys and the Christmas tree and so many of those decorations\nand all and we didn’t have that and that was kind of an enviable time for me\nbecause everybody was celebrating and of course my grandparents tried very hard\nto make me feel good about Hanukkah and sort of to make me feel proud that I\nwas a Jew. I was brought up in a very good Jewish home; an observant Jewish\nhome in a modern kind of way. I mean during Sabbath, it was really Sabbath.\nWe did not do any work, we were not allowed to write or do any manual labor,\n4\netc. It was...all of the things of the Sabbath, I mean the way we celebrated was\nthe regular observant way. There was no Synagogue in Jebenhausen, so we\nwalked to the neighboring town of Girpingen to go to a prayer service and we\nwere not allowed to take the bus. So we walked the three kilometers back and\nforth through the woods...there was a road through the woods, and the Synagogue\nin Girpingen in the neighboring town, had been completely burnt to the ground.\nSo there was like an apartment in converted into a prayer area. In fact at that time\nthey didn’t have a rabbi any more and my father made the service. He was very\ngood in Hebrew and he led the service for the people. In 1940 I began my school\ncareer. And Jewish children were not allowed to go to the school in their town.\nThere was one school for the State of Wuerttemburg. That was in Stuttgart. So I\nhad to travel, in fact I had to get travel permission papers to take the train. First I\nhad to walk the three kilometers to the train station and then take the train to\nStuttgart, which was another hour, and then walk by myself to the school. In the\nbeginning, my father took me with a bicycle and he took me to the train station\nand then he had...and then the law came out that all Jewish people had to do some\nwork...kind of a slave labor and my mother had to sew in a corset factory, a\nwomen’s undergarment factory and my father became the cutter. Although he\nnever did this kind of work before, he had at that time, I mean before all of this\nhappened, he had his own textile business selling dry goods. Mainly wholesale\nand retail to different hotels and also private people. He sold different things.\nLinen and dry goods. And after they had to do this slave labor, I had to travel all\nby myself to the school and it became quite difficult when we had to start to wear\nthe star, the yellow star and that became a huge problem. And my father said to\nme...in fact the star...I was such a little girl still. I was six years old and from the\nage of six in Germany all the people had to wear the yellow star with the word\nJew on it. My star covered most of my left side, I mean I was still a little girl and\nhe said when you sit down on the train, sit in such a way that you can normally\ncover up the star. In other words, like bent over on your left side. It had to be\nworn on the left side over my breast, you know on the left side. And so I did this\nand I was always nervous because there were these rowdy school children who\nwould go from one town to the next by train and they would be very fresh and\nthey would stare and people always tried to have conversation with me in the\ntrain. Why are you going all alone to...traveling by yourself and by the age if six\nto go all by yourself to a school so far away. I mean why don’t you go in your\nown town? And it was very hard to answer them. They made me very nervous\nand scared. I remember in the morning when I took the train there was always a\nvery mean policeman who would be sometimes at the station and that really gave\nme a scare in the morning. I had to get up very, very early in the morning to\nmake the train and I remember once a woman, a Christian woman, she realized\nthat I was Jewish. She left...when she left, she left a bag of rolls in a paper bag\nright next to my seat. She didn’t say a word, but she left that forme. And to me\nshe...I mean she was resisting what was going on but in a silent way, but\nnevertheless she had the heart to think of that Jewish child who might wanted to\neat those rolls; she wanted to do some kindness to that Jewish child, but very\nafraid to talk to me, but she realized she was Jewish. I remember also at that time\n5\nI had to take the train...the car I think it was third class. In Germany you had\nsecond and first class trains. I remember a group of prisoners...they may have\nbeen Russian prisoners or Polish, I don’t remember. But they were also herded to\nsomewhere and how they would sit in the compartment and sharing a cup of\nsomething or other, some food, they shared one cup will contain a drinking out of\nit all at the same time, going from one to the other and they were with a\nwatchman. That was in the same compartment. It kind of struck something in\nme. I mean I had never...I had come from a very, very tiny town and I had never\nbeen really anywhere, not many miles away from my home, and seeing things like\nthat, it just made me extremely nervous and afraid that people were mistreated so\nbadly you know, that people could do this to other people and these were not\nJewish people. In 1941 the transports to the so-called East began. And my\nschool was almost, I mean all of the children of the school, almost all of them,\nwere in those first few transports. My grandmother and also my parents and\nmyself, we received our papers for transport to a place called Riga, Latvia. Of\ncourse, really did not know where these transports were going. We found out\nlater. And my father did not trust this whole thing and he said you know, I will\ntry to see if we can get out of the transports. So he wrote a letter...he made my\nmother actually write a letter to the Nazi headquarters in Stuttgart to the Gestapo\nheadquarters. And he had a picture taken, I remember that very well, of his\nwounds, and somehow the letter worked. We got out of this transport. And I\nremember going with my father because I had travel papers and he also had\nbecause he was supposed to accompany me in the beginning of going to school;\nhe had the papers to go...the permission to go from one town to another. It was\nnot permitted anymore to travel by train, bus or anything without papers. It was\nvery hard to get the papers. And I only had them because I had to go to school.\nAnd I remember going with him to the Gestapo headquarters for my grandmother\nand they wouldn’t even see us. Not at all. We could not get her out of the\ntransport and she was sent in the ...1t was about December...on one of the first\ntransports to what was called the East. And of course those people, almost all of\nthem from that transport were shot in the forest near Riga, the ghetto there. And\nmost of the people from my school also were in that transport. As far as I know, I\nam the only child who survived from the State of Wuerttemberg in Southern\nGermany. Now we had to leave...",
        "Q: Can I ask just one question? Your father was able to write this letter; he had a\npicture of his wounds...",
        "A: We still have this letter by the way. We have the letter of request to be out of this\ntransport and somehow they let us go because of my father’s disability.",
        "Q: But not your grandmother.",
        "A: Not my grandmother.",
        "Q: You then made the trip to try to convince them to...\n6",
        "A: Yes. We went to the Gestapo headquarters in Stuttgart, but we were not even\nallowed to see anybody at all. We were forced out of my grandmother’s house.\nThe house was confiscated, and we were told that you had to move into Jewish\nhouses into Jewish houses in the neighborhood town of Girpingen, which was a\nbigger town and there we were in a Jewish house, owned by Jewish people, and\nhad a small apartment there. And we stayed there until the August of 1942, when\nagain we received the orders for transport and then we were sent to\nTheresienstadt. Now my whole school career was about six months. I never\nfinished my first grade because the school was closed in Stuttgart when all the\nchildren were taken away anyway and the teachers were taken away, it was\nclosed. And then we were sent to Theresienstadt (Terezin) in Czechoslovakia. I\nremember how such a transport went. The police came to our...actually the\ntransport papers had an order of maybe six pages with all the things we could and\nshould not take. And the statement said we should not take any sharp utensils.\nThey did not want us probably to kill ourselves, I mean they were going to do the\njob themselves. Good shoes, some provisions for a journey of two or three days\nand even we took along I think a sewing machine and all different kinds of things\nand I made sure that I took along my doll’s clothing. That was packed away. My\ndoll was the most important thing to me.",
        "Q: What was the name of your doll?",
        "A: My doll’s name is Marlene . She was named after Marlene Dietrich, whom I\nidolized. I loved movie stars and so did my mother and she showed me once an\nalbum with a picture of her in it and that...I said that’s going to be my doll’s\nname. She was given to me on my second birthday from my grandmother and I\nstill have her today and I donated this doll to the Holocaust museum in\nWashington recently, with great trepidation, because I really dragged her through\neverything. Now the transport notice said all of these things we could take along.\nWe had to assemble in a school gymnasium in Girpingen, the people who were in\nthe transport, and mainly the people who were in my transport were disabled war\nveterans and old people. And we were searched in the gymnasium. And I\nremember I had my doll in my arm. I would not relinquish her at all. And I\nremember one of the people, the SS people who searched us, took a look at my\ndoll and lifted her head. She was like...her head had been once broken and they\nput a new head on and therefore she was put together with rubber bands and you\ncould lift the head up. So he looked inside her hollow body. It was a celluloid\ndoll. That’s the kind of dolls you had at those times and he saw that I didn’t have\nany...I wasn’t hiding anything inside so I made a really big noise there and I\nwasn’t going to give my doll up. And I was the youngest child in this transport\nand then he let me have my doll. Then he saw a wooden pin pinned to me. And\nhe tore that from me and he said in German [“du brochest net fur du ingege’’] in\nreal [swabian] dialect. In other words, you don’t need this where you are going.\nSo he tore it from me. That was the last childish thing I had besides my doll.\n7",
        "Q: What was the pin?",
        "A: It was a little Dutch Boy pin. A wooden pin that my mother had given me. And I\nremember my mother said we have to two or three different layers of clothing\nalthough it was summer. Because you never know what’s going to happen. So\nshe put on me a few dresses and forth. It was really hot. But you know you have\nto have some more clothing on you because you never knew what was going to\nhappen. At least you would have that.",
        "Q: Did you dress your doll in more than layer?",
        "A: That I don’t remember. I don’t remember. But later on, incidentally, when the\ntransport left, which I will talk about later from Terezin, my doll was sewn a\nruksack, a duffel back which she wore and stuffed it with her clothing to prepare\nher for transport. Unfortunately that was lost. And from there we were\ntransported to the gathering place in Stuttgart, to a place called Kiletzburg, where\nthe people from the other towns were assembled. Everybody from Stuttgart from\nthe Wuertemberg always, the transport left from one area that was called\nKiletzburg, it was two large halls which were used at one time for flower shows\nand here we were about 1,200 people approximately, all assembled. And we\nstayed there a few days. There were not beds; they had some folding chairs and\nwe were just lying on the floor and people were making a lot of noise at night. In\nfact, there is a movie out of one of the transports still available today, actual\nfootage out of Kiletzburg. And I was the youngest of those approximately 1,200\npeople of the whole transport. There were mainly old people, as I said some\ndisabled war veterans and veterans who were awarded the Iron Cross that my\nfather had also. He was awarded the Iron Cross. And from here we were shipped\nout by train, it was actually a regular train, 1t was not a freight train to Terezin.\nWe were sealed off, I mean there were guards guarding every door and we were\nvery, very crowded. The trip took about a day and a half; something like that.\nAnd I remember one thing, whenever I got nervous as a child I would get sick to\nmy stomach. And I remember I was throwing up in the train and there was no\nwater and it was really a terrible thing. Very crowded.",
        "Q: You were in a seat or were you standing?",
        "A: We were in a Seat, but very crowded. We arrived in a place Boschewitz. At that\ntime there were no trains; the tracks did not go inside the camp. And the doors\nopened and...but one thing I remember coming into this Czech countryside. I\nsaw all these signs, I mean the windows were opened. I mean you could see\nthrough the window, let’s put it this way. All these strange looking letters, the\ncountryside became so strange and it was a different language and I could barely\nread German, I had only six months of schooling and it was such a nightmare kind\nof thing. I’m going into a fairyland. I mean all different languages and a different\nway of writing; it was no longer German. And the names of the towns that we\nwere approaching. Anyway we arrived in Bauschewitz and we were told to get\n8\nout of the car...out of the train...the SS was screaming ‘drop everything”. So we\nhad to drop everything. And at that time already, whatever we brought along had\nbeen confiscated. I mean we never...none of these things ever arrived in the\ncamp except my father had invented a little pushcart and one day he saw\nsomebody pushing this little pushcart through the camp and my father said tht’s\nmine, and somehow he got this little thing back. It was like four wheels and you\ncould collapse it. Anyhow my father got it back later. Many times people would\nsee clothes on some other people wearing it. We were allowed to wear our own\nclothes. Anyway, we arrived in Bauschewitz and we had to march for about\nmaybe two miles or something in the camp.",
        "Q: Is this during the day?",
        "A: It was during the day. I remember that my parents put me in the middle; they\nwere on either side of me. I had my doll in my arms; that’s all that was left and a\nbedroll something. They let us keep the blankets or something that we had rolled\nup. That, they let us keep. And our tin cups and some containers that we were\ntold to buy ahead of time. So like the Army, Army dishes, we had some of that.\nAnd I remember the SS was standing there and screaming at us to march and they\nhad whips in their hands and I remember how people were beaten and they were\nalready...they couldn’t march. Some of them were very old people. They fell to\nthe ground and we never saw them again. I don’t know what happened to them.\nWe all marched to an underground area where we were searched again. And my\nmother had taken along a thermos bottle and she put it outside one of the doors\nand said when we come back there I’m going to get it. Of course we never got\nback there. We were sent to some underground cell. Terezin was an old fortress\ntown surrounded by huge red walls and underground cells and so forth. Big\nbarracks, brick barracks and houses, actual houses because it became, it was an\narmy garrison and people actually had lived there. Civilians had lived there too\nand they were thrown out before we came. I mean those houses, the old houses\nwere completely empty. There was room actually for about 6,000 civilians and at\nany one time 60,000 people would be crammed in there. And from there we were\nsent to a huge fortress called Drasnacasenk, to the attic. It was a huge attic and it\nwas airless, it was hot, it was dark. In fact, I was there recently and it looked\nexactly the same way. Some people started to jump out of those little windows.\nMy father saw one day a man from my transport hanging out of the window. He\nsaid how can you do that? And then he promised him he wouldn’t do it again and\nthe next day he was dead in the courtyard. I remember stumbling over dead\nbodies. There were some white sheets covering some things...I mean there were\nbodies underneath.",
        "Q: This was in the attic?",
        "A: In the attic. It was really very...I mean we had nothing. We were sleeping on the\nstone floor. I remember one good soul who came to us, a Czech woman, who had\nnever seen us before and she asked some people if there is a child in the transport.\n9\nSo the fingers pointed towards me. Look, I know a room in this fortress where\nthey have the children and maybe it would be better for you to be there. Of\ncourse I didn’t want to go because I...there were so many thousands of people\nwalking around in this attic and also in the whole fortress was a huge area and all\nspeaking all different languages, mostly Czech, some German and I was really\nafraid to be left alone. I just wanted to be together with my parents. Everything\nwas so strange. I mean there was very little area, just a small area where you\ncould wash yourself. It was like a public room and everybody was rushing\naround and screaming and nervous and standing waiting for the food and always\norders being given and everybody was just hopeless and walking aimlessly\naround. I mean you were just in like Dante’s Inferno. That’s what it looked like.\nAnd I went into that little room and she gave me, this Mrs. Rinder, who\nincidentally died in Auschwitz with her entire family. She had a little son by the\nname of Tommy who was about a year or two younger than I. She gave me part\nof her son’s mattress. There was like different parts of the mattress. Either she\ncut it or whatever, she gave me a piece a part of a mattress that I could have\nsomething to sleep on in that little children’s, in the children’s room. In there\nthey had double deck beds. Many of the children were sick with scarlet fever and\nof course I caught it too very shortly afterwards. I remember we used to go in the\nmorning, before I was sick, we used to line up in the courtyard and they marched\nus around. I mean they tried a little bit to keep us busy. I remember how I\nlearned to count in Czech because each of us had to count [1-10 in Czech she is\nsaying] that’s how I learned to count to 10.",
        "Q: Who is watching over you?",
        "A: Jewish people were watching over us. But I got so homesick that I remember\nwhen I got sick, I mean actually sick with scarlet fever, there was an epidemic\nthere at that time and I caught it immediately. And after about 10-12 days,\nwhatever the incubation period was,. I had it. And I was, I had a very high fever,\nit must have been 102-103 fever and I tried to locate my parents and to find them\nin this maze of people it was incredible. I just ran away from the room and I went\nup to the attic and I stumbled over everyone and I did find my parents. But soon\nafterwards I was taken to the, what was called the so-called “hospital”. And it\nwas a building with rooms and they did have some beds there. But there were so\nmany sick children that it was called the [Hoen hospital. Not only\nfor children, but it was also for adults. They had a separate area for children.\nAnd there were two children in every bed. Some of them were sleeping in the\nfloor. The walls were covered with flies. There was only one small, either one or\ntwo small windows that I remember that you had to climb up to see your parents\nbecause the parents were not allowed to come inside because it was an isolation\narea and we had a certain whistle that my father used to have like [and she\ndemonstrated it]. When I heard that I knew it was my father outside and I’d climb\nup to that window and some people would help me. They would lift me up that I\ncould see my parents and scream out to them. And the Czech children also they\nwould scream up to their parents. They would say maleno kingle, maleno kingle.\n10\nCome to the small window. That was in Czech. I remember these things that I\ndidn’t know what they were saying, but now I know what it was.",
        "Q: Was your doll with you in the hospital?",
        "A: The doll was not with me in the hospital, no. I could not take anything. And I\nstayed in the hospital from the end of August to December and I had a variety of\nillnesses, double middle ear infection, I had jaundice and measles, one after the\nother. I mean I was supposed to die. The doctors already told me parents that it\nwas really very hopeless, I had lost my voice already and I was covered with sores\nall over from the dirt. Nobody washed me. I couldn’t take care of myself and\nwhatever little food I had I couldn’t eat because I was so full of fever all the time,\nI didn’t know what to do with it and I had trouble washing myself and very little\nwater. There was really very little care. I mean there were some very good\nnurses there. They had some wonderful doctors, but very little medicine. There\nwere just too many children. I shared my bed with a younger child who wet the\nbed all the time so the bed was constantly soiled, and I was in this wet bed\nconstantly. So finally I got out. But in the meantime, transports I had heard were\nleaving for the East. We were shipped out and we were very afraid that we would\nbe separated from our parents.",
        "Q: You were still seeing your parents during this time?",
        "A: Only through the window. They were not allowed in.",
        "Q: Every day you would see them or...",
        "A: Yes, I think most every day they would come. But in the meantime my mother\nhad to start working. She worked at first to work in washing typhus laundry. In\nthe meantime also they were shipped to another area of the camp for disabled war\nveterans. They were in the room with maybe 30 people, double deck bunk beds\nof course. No furniture. Nothing. There was one small oven for the winter. I\nremember when I was released from the hospital, my hair had been cut before\nbecause I was covered by lice and almost completely cut off and they dunked me\nin some kind of infecting solution in a pail like, a little pail whatever it was to\nclean me up a little bit. And they it was cold. I remember when I was released it\nwas just before my, it was my eighth birthday and that was December 31, 1942\nbecause in August of 1942 were sent out. I was eight by then. And then came a\ncall to this room of disabled war veterans where men and women slept together\nand the three of us slept on the top bunk bed and we stayed there also some time;\na few months more and then we were shipped out again. Moved to another room\non the same block. Also where the disabled war veterans lived to a little room\nwith another family from Berlin. They had also a daughter exactly my age who\nwas two months older. Her birthday was on October 21. I remember it very well.\nTheir name was Abraham. And the father was also a disabled war veteran. He\nwalked with a limp. And the father was half Jewish. The mother, the father’s\n11\nmother was non-Jewish and the father was. That’s why the name Abraham. And\nthe mother, Ruth’s mother was completely Jewish. But Ruth was brought up as a\ndevout Christian. She was never brought up as a Jew. And I remember how she\nprayed. She would always fold her hands and she was not...and that was very\nstrange to me because Jewish people do not do that. They had some services,\nsome Christian services there too. We had some people in Terezin of mixed\nmarriages (Misch...) [mischlinge] and she attended some of those services with\nher father and her father made sure that she was not brought up as a Jew. And he\nwas very proud of that. Although she was basically Jewish, because the mother\nwas completely Jewish. Her name was Ruth Abraham from Berlin. Now we\nlived with them for more than a year in the small, tiny, tiny little room where six\npeople lived. I mean three of us and three of them until ’44. When, I mean there\nwere transports to Auschwitz many, many times during that time and the\ntransports were selected according to the whims of the SS. Always around 1,000\npeople. And whenever Eichmann came to the camp, you knew very well that\nanother transport would go. Many more transports would go. Ruth and I attended\nthe underground classes. The so-called beshefticum classes which were held in\ndifferent areas, sometimes in the children’s home, sometimes in a barracks. We\nboth attended those and we didn’t have official school books and really not\nofficial teachers. We were taught by people who remembered anything. I had for\ninstance some English lessons. Some people who remembered English, or\nHebrew or whatever they could teach us. Our parents also they drilled us to do\nthe times table, for instance. It was very important to keep our minds a little bit\nbusy and to learn poems. For instance, Ruth’s father was a very good poet and he\nmade her recite poems. I mean to memorize these poems. The same with my\nmother. She was a good poet too and you always for birthdays, that was our\nbirthday gift to our parents to recite a poem.",
        "Q: Do you remember a poem you recited?",
        "A: I don’t remember, not really. I don’t remember at this point. My birthdays were\ncelebrated in a fashion, for instance, I got a new outfit for my doll sewn from rags\nor I got a small potato cake the size of a child’s palm with a tiny hint of sugar on\nit, just made from a mashed potato. Potatoes were like diamonds. In fact, I wrote\nin my book, I am star about diamonds on the snow, how my father had gotten\nsome potatoes. He would go around, my father didn’t have an official job.\nSometimes he would get some coal dust and he would bring it to the old people. I\nmean they couldn’t get it for themselves for the, you know for the heating of the\nsmall ovens and they would give him a piece of bread for it or some potatoes.\n[End of side 1. Set counter to zero for side 2]. It was really forbidden. You could\nbe sent out either to a small fortress which was a prison for the prison about a\nmile away or be sent to Auschwitz immediately if you were caught. Because in\nthe camp we had the ghetto police, mainly, actually made up of Jewish people\nwho were policing the area. Also you had surrounding the camp you had the\nGermans or Czech gendarmes guarding the camp, armed with guns. Then I\nremember she had gotten some of these potatoes and we had a few pounds of\n12\nthese and they were really like diamonds because we did not get enough food. I\nmean the rations were very small. I don’t have to, I believe, go into it. I mean we\nknow what concentration camp food was like and so a potato became the\nmainstay or an extra portion of soup, watery soup that we got. Of course in the\nmorning it was just a murky liquid called coffee. We had to stand three times a\nday in line in the big fortress courtyards to get our food",
        "Q: You would stand in line?",
        "A: I would stand in line, too. Yes. In fact, the children’s kitchen was somewhere\nelse from the adults and the food was very much the same. I mean children did\nnot get very much more. I mean there was hardly ever any milk, and if there was,\nit was for, 1t was so watered down or children with TB and things like that who\ngot sometimes a little bit more. Almost everybody had it anyway. And there was\na rumor going around that we were going to have an inspection in our block and\nthe inspection was by women, ausewiber they called them. An especially very\nmean SS women who would search the area. We would have to leave the\nbuildings and if even one cigarette or one potato would be found, that would be\nthe end. So we were sleeping on the potatoes and we didn’t know what to do with\nthese potatoes. So my father found a plan and he found an old suitcase and put\nsome of these potatoes in and was the death of night and you actually a curfew.\nYou weren’t supposed to be out of the houses and the lights were supposed to be\nout. There was a full moon. So he had a plan to put these potatoes under a pile of\nrags, that they should not freeze. In the, what was called die soigelings heim\nwhere some of the babies were kept in this building and in the courtyard there was\nthis big heap of rags. And he took...in the middle of the night he ran out and he\nfell and all of the potatoes were on the snow. So he picked them up and he hid\nthem under this pile of rags. Now in the meantime, these women came and we\nwere told to get out of the houses and assemble. And I remember I was so afraid\nwith my doll that one of them would break him, I don’t remember if I left the doll\nthere or if I took the doll with me. But it was dangerous take anything with you\nbecause they thought you were hiding something and that’s how we saved, and\nthen a day later when the coast was clear; they didn’t find anything, then\nthey...we got the potatoes back. I remember the worst day for me was a day in\n1943. It was November 11. The rumor went around that people were missing;\nthat people had escaped. And perhaps some people did escape. But of course it\nwas very hard to get out because you had to jump from the high walls. And if you\ndid, you broke most of your bones and who would help you then. And even if\nyou did get out in one piece, who would help you when you got out? People\ndidn’t know anybody on the outside to give you some food or where to go, etc.\nand I mean you had the SS guarding the place, so it was very difficult. And we\nwere herded out one cold November morning. Always something happened\nbetween 9\", 10, or 11 of November, starting from Kristallnacht on. Every\nNovember 9\", 10\", 11\", we were always afraid something terrible would happen\nto us. We were herded outside of the camp to a place called Bauschewitz Kastle,\nthe Bauschewitz Revine. And everybody in the camp had to go. Sick or half-\n13\ndead, everybody was marched out. And we were standing in little groups and I\nremember Heindel, one of the worst and meanest SS men kept on walking around\nand counting and beating people when they lost their way and we didn’t get food\nall day. There were no bathrooms there. It was just a horrible, horrible day. It\nwas now I know what was supposed to happen on that day. I think that they\nreally did not only want to count us. Probably what they wanted to do is either\nshoot down, Babi Yar style or send the whole transport to Auschwitz on that day.\nBecause news had leaked out to the British radio. And that we were all standing\nthere, about 50,000-60,000 people. It was raining. I remember our feet sank into\nthe mud. It was just an awful day. Mice were running around in that field and\nthat news had leaked out and consequently orders came from Berlin to let us go\nback to the camp. And we went back in the death of night, maybe 11:00-12:00\nAnd they were beating us. We were holding on to each other. They said no.\nMen and women should be separate. We wouldn’t let go of each other. My\nmother was beaten up very badly that day. One of the butts of a rifle went right\ninto my mother’s back because we would not separate. We were holding on to\neach other and we went back to the camp. And soon afterwards you had this\ncommission from the Red Cross. And I remember it very well. The whole place\nhad to be cleaned up. Certain streets had signs on them...To School...To\nPlayground. A band shell was erected in the park, a park that we were never even\nallowed to go to and children were given some better food just as the commission\nwent by. I think I saw the commission but we were not allowed to go out of our\nhouses. I just saw them from far away. A film was made at that time to show\nsupposedly the good conditions of the place. Soon afterwards when the\ncommission had left, everything went back to where it was before. And the\ntransports began again. In fact, the worst transports were in 1944, in the fall. It\nwas during the High Holidays in September and October. And I remember how\nthe people even fasted on Yom Kippur and afterwards went on the transport. I\nremember how they put on their boots, etc. and prayed with their last breathes, so\nto speak, God Help Us. I remember one of the prayers Alvenu Malkenu, God\nHelp Us. I mean they did not know where they were really going that this was a\nworse place even than where we were. That this was going to be their death.\nThey did not know it, but you always feared things would be worse somewhere\nelse. We were not told about Auschwitz, although the camp elders did know\nabout it. [Leobeken] the people knew about this place... knew about Auschwitz.\nAnd it was that time when Mrs. Rinder and her whole family was shipped out. I\nmean the camp was almost completely empty. Ruth and her parents were shipped\nout. Just before they were shipped out, all of the disabled war veterans had to go\nthe SS headquarters and the selection took place. And my father when he came\nhome he said “Well I was told to go the girl with the typewriter, and I saw\nher...them put a red circle around our name, and I think we don’t have to go”’.\nAnd surely enough, that’s what it was. And the Abrahams, who had...I mean\nthey were really not even...I mean he was half Jewish, they should have helped\nhim. And my father said “Why didn’t you tell him, why didn’t you do\nsomething?” He said “Well, you are all going to come sooner or later, wherever\nwe're going”. And that’s it. So the whole family was sent to Auschwitz. I\n14\nremember, for instance, disabled war veterans who had very important parts, I\ndon’t need to go into certain things, genitals shot off. I remember one who even\ntook his, my father told me, he dropped his pants to show them that he was\nwounded so badly and he had all these catheters in and out and even he was\nshipped off to Auschwitz. I mean the selection was very brutal and you really\nwere not safe just because you were a disabled war veteran or even if you were a\nhighly decorated war veteran. I mean there were transports with EK-1 Iron Cross,\none transports who were shipped out in mass or sometimes only doctors,\nsometimes. It depended exactly what they wanted. Old people, young people,\nwhatever it was. And I remember also during the...to transgress a little bit. Some\nthings that come back to me. I mean that was really the saddest time for me\nbecause I had really loved my girlfriend. We were like two sisters and before she\nwent, we had identical dolls and she gave me...",
        "Q: She had a Marlene doll?",
        "A: She had the same doll I had. Exactly the same kind and before she left, she gave\nme her doll’s clothing that her mother had sewn for her. And I think I still have a\nfew things left from that.",
        "Q: What was her doll’s name?",
        "A: That I don’t remember, but she gave me her doll’s clothing. She said, you take\ncare of it for me. And one of the things that I remember was seeing this meanest\nSS man Heindel. I remember going with my father in the courtyard and there was\na tree with some kind of berries on it. But I mean we never had any food. My\nfather said come on, pick something. And as soon as I started to pick something\nHeindel came into this courtyard and we thought, that’s it. We would be shot. I\nsaw Eichmann. He walked into the children’s quarters where I had my\nunderground classes and I remember hiding the little notebook that I had. I hid it\nunder a table. And I remember when he walked in, there were about three of\nthem...three or four of them, we were really not supposed to look at their faces. It\nwas forbidden to look into an SS man’s face. You had to have your head bowed.",
        "Q: Who told you that?",
        "A: We were told by a teacher. And it was a law. I mean whenever you walked o the\nstreet, you were never supposed to look at an SS man. Your head had to be\nbowed. You would...they should not make any eye contact. But knew it was\nEichmann. I mean I looked up a little bit and, you know, I was told later that one\nof them was. We were told to be completely quiet. But one of the saddest things\nthat I remember was when my grandmother was shipped out on the transport.\nThat is something and today that we’re making this tape, 1s her birthday, and that\nis a day that we keep as a memorial because we do not know when she was shot.\nThis is April 11. And we light a candle for her every April 11. That is her\nmemorial. I remember when she was in the transport and how we went to\n15\nStuttgart before she was transported in the railway station. As I said I had the\ntravel papers that I could be there with my father. And she slowly, slowly went\ndown the train station. Of course, the night before my mother and her said\ngoodbye and it was just the most tearful thing. Somehow she knew that this was\ngoing to be a finality. And how she slowly went down the steps and I would\nnever see her again. She sent a few cards from the trip to Riga and we still have\nthem today and she writes on them “with God’s help we’ll see each other again.\nI love you,” you know, your Mother and so forth. She probably had to dig her\nown grave so we heard and she was shot by Einsatzgruppen, these massive killing\nforces in probably what was called the Rhumbellee Forest near Riga a few weeks\nafter she had arrived in Riga in Latvia. And that was it. My aunt and uncle had\nlived in Frankfurt and they were shipped out also during that time, around 1941.\nFirst to a camp called Gurst cau de Gurst in France. We were...all my whole\nvillage where I was born were shipped...I mean the ones who did not make it to\nAmerica, or somewhere else, went to Cau de Gurst in France. And from there\nthey were shipped out to different places; to Auschwitz and so forth. And my\naunt and uncle were shipped to Lodz to the Lodz Ghetto, Litzmanstadt. We still\nhave also a little note that they wrote in script. They said ungroff, meaning in\nHebrew gruff means hunger. Uncle hunger has come. You know, to tell us we\nshould send packages and at that time, we could still in 1941 we could send\npackages to the ghetto in Lodz in Poland. And we even have a little note that they\ndid receive something. And one my aunt scribbled that she became a widow [and\nin german] in small letters that widow on it in script-like and from there my\ncousin and her mother...my uncle died in the Lodz Ghetto and they were shipped\nout...I really don’t know where. It could be Chelmno, I believe\nthey were gassed in Chelmno. And of course we lost many more people in the\nwar but those were the closest. Many more. Many, many more. More than 13\npeople at least. When we came back from the camp, when we finally liberated,\nMay 8, 1945, I remember the transports had just before had come from other\ncamps because Eichmann wanted to exterminate the last Jew living and gas\nchambers had been built already in Terezin. Only the doors had been missing. It\nwas in the last days of the war and people were shipped in from Auschwitz, from\nRiga, from all over the place on death marches. And I remember how these poor\npeople came. They were barefoot, they were in rags, they looked like skeletons\nand then finally it dawned on us what had been going on the other camps. It had\nbeen a secret to us that gas chambers and places like that existed. I mean we were\nstarving in the camp, but we were not killed in Terezin.",
        "Q: Did you get any letters from Auschwitz from anybody?",
        "A: Nobody. Nobody. Nobody. Then the last day of the war I remember it was\nevening and I was kind of a precocious child and I climbed the barricade. And all\nof a sudden to see what was going on because I saw a lot of movement...I heard a\nlot of movement...trucks moving outside of the camp. And bits of burnt paper\nflying through the air. And they were burning the documents because the Nazis\nwere living right outside of the camp; the personnel. And all of a sudden I heard a\n16\ntremendous noise and I touched my head to see if my head had blown off. And a\nhand grenade had been thrown into the camp just a few houses away and I mean it\nnearly killed me. They were throwing hand grenades a few...as they were leaving\nthe camp. And then my father said we must find a hiding place. I was a soldier in\nWorld War 1, and I know how these things are. We must go underground. So we\nfound a cellar, a dark cellar and somebody had a tiny little candle and we were all\nhuddling there and waiting and waiting. And about ten minutes to nine somebody\nwent upstairs to see what was going on. And he said the Russians are here, we\nare liberated. And that was a tremendous relief, but we could not leave the camp\nbecause we had a tremendous typhoid epidemic. Then we waited for a bus to\ncome to pick up from Stuttgart...they picked up out of a transport of about 1,200\npeople, 13 people had survived. And of course I was the youngest. My parents\nand myself we had survived out of those 13. We went back to...we were first in a\nDP camp in Stuttgart and then we went back to my grandmother’s house. People\nof course had lived in it and they prepared a room for us. Then we went to the\nMayor and lo and behold my mother looked on the floor and our oriental carpet\nwas in the Mayor’s office. She heard a familiar chime and it was our clock that\nhad found its way there. The bedroom set had found its way to an SS man’s\nplace. And then in...we lived there about nine months and we came to America\nin May of 1946 on the Marie Perch the second Displaced Person’s boat that came\nto the United States after the war.",
        "Q: When you weren’t in the underground school studying, what else would you be\ndoing?",
        "A: Well, I would find the other children. We had a whole band of kids from the\nblock that I lived on. We would go the garbage dump to find anything that was\nstill edible. We would take potato peelings...rotten potatoes, bring them home,\nwe would pick dandelion leaves to make a salad. I mean we had no vinegar or\nanything like that. We never saw an egg in three years. I never saw real milk. I\nnever saw a piece of meat in three years. The bread was very poor bread, made, I\nbelieve out of chestnuts, part of it. It spoiled very quickly and we ate it actually\nquite fast. In fact, when we got the bread rations, my mother would make a mark\non the bread that we should not go further than that on that day, otherwise we\nwould cut into the next day’s bread. We would have nothing left. When a\ntransport would come in...an incoming transport, sometimes these people brought\nsome onions and some garlic with them and was absolutely like diamonds, like\npotatoes were diamonds. And sometimes we would find these people and they\nwould give us a tiny little onion or a clove of garlic and we would put that on the\nbread. And believe me, I didn’t brush my teeth for a few days just to keep that\ntaste in my mouth. I mean there was no toothpaste anyway, but just to keep clean\nsomehow. I mean we had...we could not really take showers. Maybe once every\neight, nine months or something, some community showers. Otherwise you got\nwater from polluted wells and you drank the same water that you washed with,\nyou drank too. That’s why so many people got sick. And my father was also in\nthe garbage dump and he would find sometimes some boiled bones...some horse\n17\nbones. We never had any real meat. And he would cut the gristle off. We would\ncook that again. We would take any fat that came out of that and take the gristle\nand eat it. I remember my best friend...I mean how we had a little bit of gristle\nand my girlfriend was brought up in a very, very proper good home, how she was\nso hungry that she stole some of my...some of our gristle. I saw it happening\nand...I mean she was not the type of person to steal from anybody. But when\npeople are hungry, they will steal to stay alive. Some books had gotten into the\ncamp, but they were not read. They were used as toilet paper. That I remember.\nAs toilet paper... books!",
        "Q: Did you as children like to dream and kind of fantasize. Did you?",
        "A: Always. Always. We dreamt to make up always about food. we dreamt about\nfood from day to night. I mean who would think of the most lavish meal. I mean\nthere were cakes that were miles high with chocolate and whipped cream and in\nfact, when we got out of the camp, one of the first things somebody brought was a\nbig bowl of whipped cream and we didn’t know that our stomachs could not\ndigest such a heavy meal. But my mother and I, we just dug unto that. We ate the\nwhole thing up. It was a big dish of whipped cream.",
        "Q: And then you were sick",
        "A: And then we were sick. Yes. You could not digest such a thing.",
        "Q: Was there a time when you were prepared for a transport to Auschwitz?",
        "A: I think we had some numbers at times...there were a few times that we were and\nsomehow it was called off or something. I mean there was nothing that you could\ndo to get out of it, to stay out of a transport. It was strictly on the whims of the SS\nwho told the Jewish Elders like Epstein or we had different Elders, Adelstein,\nEpstein and the last one was Murmelstein. This was the only one who survived.\nThe others were killed in Auschwitz. And they were told ro prepare lists of\npeople. And whatever they wanted. And mainly the children. I mean the\nchildren were not supposed to live. My life is a miracle. I don’t know why I’m\nhere today. It was...people are always asking me, what did you do to survive? I\ndidn’t do anything! It was pure luck! Absolutely pure luck. Not because I was\nmore beautiful or more intelligent. I believe my girlfriend was a wonderful artist\nand was much more gift than I, and she did not make it. And so many of us didn’t\neither. There were very few children at the end of the war in Terezin. They said\nthat there were about a hundred, perhaps there were more. Now they say perhaps\na thousand. I did not see a thousand children after the war at liberation time that\nwere under the age of, let’s say, 15 or 14, young children I’m talking about. Not\nteenagers. But young children, let’s say between...up to about 13 or so, very,\nvery few were there at that time. Very few. And most of us were sick at the end\nof the war. When I came here I was also very sick and I...from malnutrition. I\nwas in the hospital many years and it took me 10 years of my life to get myself\n18\ntogether again physically, not mentally. Mentally, I was, thank God, always very\nstrong, but physically it took many, many years and again...",
        "Q: All of those months with infectious diseases.",
        "A: Yes, again loss of schooling. I lost about eight years of schooling in my life. The\nfirst trme I ever really went to school, was high school, which I finished in three\nyears, and then college. I had to stop college also because I became sick again.\nThat’s another story. But I finished college and I am a chemist today. I’ve done\nresearch with many prominent doctors. I worked with Meyer Friedman who was\nthe father of cholesterol work; the father of the Type A personality, he coined that\nword. I worked on that book when he wrote it.",
        "Q: Did he name it after you?",
        "A: No, not quite, but Iam a type A, I suppose. I am very active in Holocaust\nlecturing and against prejudice; it has become really my life’s work besides my\nwork at...my real work, I mean where I make my living. I spend many free...\nmean whatever free time I have I spend teaching the Holocaust and my voice\nagainst bigotry. It is very important for me to speak out. And I do practice what I\npreach. I live in a very integrated neighborhood. I live next door to an Indian\nfamily from Guyana, who are Hindu, and my next door neighbor on side is this\nHindu family and the other a Black family from Haiti. And we live very happily\ntogether. We learn from each other and that is exactly perhaps why these things\nhappened in Germany because people don’t...they really didn’t want to know\nabout other cultures and were persuaded by one ridiculous man, I mean\ncompletely insane man, to follow his footsteps. And I think if we learn more\nabout other people, and I did travel a lot in my life already and learned about\ndifferent cultures. Moslem; I’ve been into so many Mosques and Hindu temples\nand that we really are all one. I work in a hospital and I know that all\nblood...we...blood has one color, and the color is red. Never ask did the blood\ncome from a black person, an oriental person or whatever. It only depends on the\nblood type. But all blood is red and it has the same components for every people.",
        "Q: One other question. Did you have any impression of the Soviet soldiers when you\nsaw them?",
        "A: Well I remember they were quite rowdy. I remember one of them, he saw me,\nand handed over the barricade a huge (to me it seemed like huge) it probably was\na regular piece of bread, with a mountain of butter. And I’ll never forget the taste\nof that first real piece of black bread, sinking my teeth into this delicious butter.\nThat was a Russian soldier.",
        "Q: Did you contract typhoid?",
        "A: No. I did not.\n19",
        "Q: But you still had to stay",
        "A: Yes, we had to stay. Because there was a quarantine for the whole camp.",
        "Q: You said a bus came from Stuttgart?",
        "A: They sent a bus to pick up the survivors.",
        "Q: Stuttgart sent it?",
        "A: Stuttgart did, yes. Yes. Sent the bus. Some months later in the summer. July or\nsomething like that it was. In ’45, after our liberation.\n20\n"
    ],
    "questions": [
        "Q: So, we'll just begin with your name.",
        "Q: Who were throwing the stone?",
        "Q: Do you remember what your father looked like when he came back from Dachau?\nDo you remember anything particular about that?",
        "Q: Did you know that you were a Jew?",
        "Q: Can I ask just one question? Your father was able to write this letter; he had a\npicture of his wounds...",
        "Q: But not your grandmother.",
        "Q: You then made the trip to try to convince them to...",
        "Q: What was the name of your doll?",
        "Q: What was the pin?",
        "Q: Did you dress your doll in more than layer?",
        "Q: You were in a seat or were you standing?",
        "Q: Is this during the day?",
        "Q: This was in the attic?",
        "Q: Who is watching over you?",
        "Q: Was your doll with you in the hospital?",
        "Q: You were still seeing your parents during this time?",
        "Q: Every day you would see them or...",
        "Q: Do you remember a poem you recited?",
        "Q: You would stand in line?",
        "Q: She had a Marlene doll?",
        "Q: What was her doll’s name?",
        "Q: Who told you that?",
        "Q: Did you get any letters from Auschwitz from anybody?",
        "Q: When you weren’t in the underground school studying, what else would you be\ndoing?",
        "Q: Did you as children like to dream and kind of fantasize. Did you?",
        "Q: And then you were sick",
        "Q: Was there a time when you were prepared for a transport to Auschwitz?",
        "Q: All of those months with infectious diseases.",
        "Q: Did he name it after you?",
        "Q: One other question. Did you have any impression of the Soviet soldiers when you\nsaw them?",
        "Q: Did you contract typhoid?",
        "Q: But you still had to stay",
        "Q: You said a bus came from Stuttgart?",
        "Q: Stuttgart sent it?"
    ],
    "answers": [
        "A: Okay. My name is Inge Auerbacher. I was born in a little village in Southern\nGermany called Kippenheim It’s a little town at that time about 2,000 people,\nvery close to the borders of France and Switzerland and we had about 60 Jewish\nfamilies living there. We were all quite Orthodox in a modern way. We went to\nthe Synagogue on Friday nights and Sabbath, and we were really a very nice\ncommunity. Most of the Jewish people had little stores there or were cattle\ndealers and that is a profession that a great many Jews in Southern Germany were\ninvolved in. In fact, my grandparents, the grandfathers actually on both sides, my\nmother’s side, my mother’s father and mother. On that side, my grandfather was\ncattle dealer there and my grandfather from my father’s side was also a cattle\ndealer and skin and hide business. I did not know my grandparents on my father’s\nside; his parents, they had died before my parents got married and my father was\none out of six children; my mother one out of two. And I did know my\ngrandparents from my mother’s side with whom I had a very close relationship.\nThey live about four or five hours away in an even smaller village than the one I\nwas born in. That village was called Jebenhausen, when mine was Kippenheim.\nIn fact, my grandmother’s, the village where my grandparents lived had famous\nperson roots there too, by the name of Albert Einstein. Albert Einstein had spent\nquite a few summers in that little village, I believe his grandmother or aunt and\nuncle, somebody in that family had a little bakery there, and he visited quite often.\nI don’t recall ever seeing him there. Of course he was quite grown at that time\nalready and somehow it was not even known that he was such a famous man. I\nmean he was a little boy at that time and nobody ever spoke about that again. I\nonly found out about this much later. I did not play with any non-Jewish children\nin my village. I mainly spent my time with Jewish children and anyway I only\nspent about four or five years in my village. It was, we had a good relationship\nwith the people in, the Christian people in Kippenheim, but we lived separate\nlives and a good co-existence. But there was always some undercurrents of anti-\nSemitism. That’s what my parents told me too. We had a very large house, about\n17 rooms. We had servants. Some of, I don’t remember that much of my little\nvillage, just mainly some things about going to the Temple, the holidays; I was\nthe last Jewish child born in that little village and one of the main events that I\nwill never forget is Kristallnacht. Actually I don’t remember November 9.\nNothing much happened really on that day. I remember November 10 and our\nSynagogue was demolished. It was not set aflame because the neighboring\nhouses, there were a lot of Christian neighboring houses and they were afraid that\nthey would burn too. But it was completely ransacked. My mother saw how the\n1\nTen Commandments were thrown from the top, they were set on top of the\nbuilding and how they were thrown down. I remember the day of the 10\". My\ngrandparents had come to visit us and my grandfather got up early in the morning\nto go to Temple to morning services; he was a very Orthodox man. My father and\nmy, we actually still in bed and the bell rang and the police came in and they said\nthat all Jewish men are now under arrest and that my father should dress\nimmediately and report to City Hall. Then I remember when my father left, our\nhouse was stone. All the windows were broken in the entire house and my mother\nand I and my grandmother had to find shelter in a nearby shed. We had like a\ncourtyard and there was like a little area in the courtyard that was used as a\nstorage area and we hid in there.",
        "A: Some of, some boys. Who, I mean I really didn’t even see them. We just heard\nthe noise, you know, when the, in fact when the stone were being thrown I\nremember we were standing, I believe it was the living room, and they were\nlooking at the chandelier in our living room and they said, oh look at this! The\nchandelier is still standing, it’s still hanging and they threw a big brick inside the\nhouse and it nearly hit me and my mother just pulled me away. That’s when we\nwent for the neighboring shed and the servant girl was with us at that time, but\nshe was afraid and she ran away. Then they were knocking at the door, there was\na big, we had this courtyard and a big door in front of it and we heard them\nknocking and rattling the doors and but luckily they did not come in. The boys,\nwe were told later, some of them were some young boys from neighboring towns\nand perhaps some from the town. I did not see them do this. But as I said, my\nmother looked through the broken window and she saw how the Ten\nCommandments were thrown down. And here in the shed we stayed for many,\nmany hours until it was quiet. In the meantime, all the men who had reported to\nthe City Hall and the ones who were in the Synagogue were arrested. So my\ngrandfather never came home that day. They took all these men to Dachau, the\nfirst concentration camp in Germany. Then we went to a neighboring house, a\nJewish house, where also all of the windows were broken and to find some shelter\nand we came. I think we stayed, my mothers that. I do not remember it that we\nstayed overnight with friends. And then we went back to the house and of course\neverything was filled up with broken glass, the whole house and the windows had\nto be boarded up because it was winter of course and it was quite cold already.\nNovember is already cold in Germany. And my father had been a disabled war\nveteran of World War I. He was wounded on his right shoulder quite badly and\nhe could not raise his right arm and he was quite a good patriot, I mean he loved\nGermany, so my grandfather he said he was born in this country, he would never\nleave it. He loved his little village of Jebenhausen and he was very happy there.\nAnd my father always said why should we leave here? I mean I fought for this\ncountry; I was wounded for this country; I mean nothing 1s going to happen to us.\nWe were very good citizens like, I mean Americans here, if you are, if you were\nborn in this country or even if you become a citizen, you pledge allegiance to that\n2\ncountry and we pledged our allegiance to Germany. We had hundreds of years,\nmy family had lived in Germany. I fact, one of Germany’s most famous poets\nand writers was Berthal Auerbach, who made the Black Forest famous. He name\nwas Moses Baruch Auerbacher. He live about a hundred years ago and he\nbecome world famous. His books were published in many languages including\nEnglish. He wrote a lot about the Black Forest. Well, after a few weeks that my\ngrandfather and my father were in Dachau, they came back. My mother had\nbought a bogus ticket to Trinidad, and she went to some SS headquarters. I don’t\nremember exactly the neighboring town, and she begged for his release and that\nshe had tickets for us to leave and she did get my father out at that time and soon\nafterwards my grandfather came out too and then we heard of all of the terrible\nthings that happened to them in Dachau and one of them my father related that he\nhad to...they had to stand for hours on end in the courtyard in the exercise area in\nDachau with their striped uniforms. Of course all of their clothes were take away\nand in fact to transgress a little bit my...and one of the SS people...police people\nfrom the village in Kippenheim came to my mother’s...our house and he brought\na basketful of ties and belts and he said oh, here are the remnants of your men, so\nmy mother thought for sure everybody had been killed by now. I mean these are\nthe clothes, the ties, the belts and I believe some shirts and things and, but anyway\nwhen they were there of course they had to give up all their clothing and wore the\nstriped uniform. And they had to stand at attention for 10-12 hours at a time and\nif somebody tried to blow their nose...it was quite cold in...I mean the suits were\na flimsy kind of pajama type of suits, they were hosed down with cold, ice cold\nwater and this happened one to my father. Now my grandfather had a very bad\nheart condition and of course this made it even worse. He was not an old man, he\nwas in his early sixties at that time and when he came out of the camp he died\nvery soon afterwards of...actually 1t was a combination of a broken heart\nphysically and mentally. He was just so disappointed in the country that he loved\nand that this could happen to him and he saw the writing on the wall, but he\nwould never leave it. He said I was born here, and I will die here no matter what\nhappens.",
        "A: I remember just one thing. It was quite kind of cold in the house and I don’t\nknow, I think we had enough coal or something to heat one or two rooms and I\nremember, I was a tiny little girl at that time, I was not even four years old, I\nremember sitting on my potty, I remember that I my prayer book in my hand, I’m\npraying for my daddy to come home again. I could not read or write at that time.\nI remember when he came, he threw a stone at the boarded up window. He didn’t\nring the bell and he came. I don’t remember what he looked like, no I did not, but\nI know my parents talked in hushed voices, I mean that I should not hear what\nhappened and he told my mother, now it’s really time. We must leave Germany.\nThere is no way that we can stay here. And my mother started to write some\nletters to relatives in America. There were a few who had done quite well,\n3\nespecially an uncle of his who became quite well-to-do in America, and the letter,\nthe answer we received from the family was well, we have a bad recession and\ndepression here and you would only add to the number of people unemployed and\nyou better stay where you are, and that was the answer. And we just could not get\nthe affidavits, the papers to come here because my father needed to have a higher\naffidavit. He had to have a sponsor who was willing to have enough money that\nin case he could not work, there would be no welfare for us; we had to have our\nown money and my father needed more because he was a disabled war veteran so\nthey figured that he may not get a job here and we would become a burden to the\ncountry. So that made it even harder. And in the meantime some of my relatives,\nmy father’s sisters, two of them, had gotten papers to go to Brazil and they did\nleave. They managed to get out and a brother of my mother, her only brother,\nreceived papers from an uncle of my aunts to come to America, so they managed\nto get here. And my uncle fought in the American Army in World War II while\nhe was here. We did not get out. So after 1938, after Kristallnacht, the night of\nbroken glass, after that program we decided we have to find some way to get out.\nso we sold the house at a very cheap price and moved in with my grandparents.\nAnd then my grandfather died. And it was around...that was in 1939. I\nremember the best time for me of my childhood was in this little village of\nJebenhausen where we had moved in with my grandparents and I had many\nChristian friends, and my grandparents were the last Jewish family living in this\ntiny little village where more Jews had lived before. They had moved away and\nbecome big industrialists in the neighboring town of Girpingen. I had a very nice\ntime with Christian children and I remember many times I would be the\ncheerleader walking up and down the hill singing the songs of the day which were\nNazi songs and I would be the one who would be the cheerleader leading them on.\nI did know what the real meaning behind these songs were, but I was so caught up\nwith the charisma and the chemistry of this day, of this tremendous upheaval and\nI didn’t know that these people, one of their primary ideas was to hate the Jews!\nWe must get rid of the Jews! The children there did not make me feel bad. They\ndid not call me any bad names and they were really my friends and some of them\nare still my friends today.",
        "A: I knew that I was Jew, yes. But it...somehow it did not occur to me to think that I\nwas really any different. I mean nobody talked to me from these children you\nknow, why do you do this and that. I knew that they celebrated Christmas and in\nfact I was a little envious of them because it was a very beautiful holiday. Always\nthey received many toys and the Christmas tree and so many of those decorations\nand all and we didn’t have that and that was kind of an enviable time for me\nbecause everybody was celebrating and of course my grandparents tried very hard\nto make me feel good about Hanukkah and sort of to make me feel proud that I\nwas a Jew. I was brought up in a very good Jewish home; an observant Jewish\nhome in a modern kind of way. I mean during Sabbath, it was really Sabbath.\nWe did not do any work, we were not allowed to write or do any manual labor,\n4\netc. It was...all of the things of the Sabbath, I mean the way we celebrated was\nthe regular observant way. There was no Synagogue in Jebenhausen, so we\nwalked to the neighboring town of Girpingen to go to a prayer service and we\nwere not allowed to take the bus. So we walked the three kilometers back and\nforth through the woods...there was a road through the woods, and the Synagogue\nin Girpingen in the neighboring town, had been completely burnt to the ground.\nSo there was like an apartment in converted into a prayer area. In fact at that time\nthey didn’t have a rabbi any more and my father made the service. He was very\ngood in Hebrew and he led the service for the people. In 1940 I began my school\ncareer. And Jewish children were not allowed to go to the school in their town.\nThere was one school for the State of Wuerttemburg. That was in Stuttgart. So I\nhad to travel, in fact I had to get travel permission papers to take the train. First I\nhad to walk the three kilometers to the train station and then take the train to\nStuttgart, which was another hour, and then walk by myself to the school. In the\nbeginning, my father took me with a bicycle and he took me to the train station\nand then he had...and then the law came out that all Jewish people had to do some\nwork...kind of a slave labor and my mother had to sew in a corset factory, a\nwomen’s undergarment factory and my father became the cutter. Although he\nnever did this kind of work before, he had at that time, I mean before all of this\nhappened, he had his own textile business selling dry goods. Mainly wholesale\nand retail to different hotels and also private people. He sold different things.\nLinen and dry goods. And after they had to do this slave labor, I had to travel all\nby myself to the school and it became quite difficult when we had to start to wear\nthe star, the yellow star and that became a huge problem. And my father said to\nme...in fact the star...I was such a little girl still. I was six years old and from the\nage of six in Germany all the people had to wear the yellow star with the word\nJew on it. My star covered most of my left side, I mean I was still a little girl and\nhe said when you sit down on the train, sit in such a way that you can normally\ncover up the star. In other words, like bent over on your left side. It had to be\nworn on the left side over my breast, you know on the left side. And so I did this\nand I was always nervous because there were these rowdy school children who\nwould go from one town to the next by train and they would be very fresh and\nthey would stare and people always tried to have conversation with me in the\ntrain. Why are you going all alone to...traveling by yourself and by the age if six\nto go all by yourself to a school so far away. I mean why don’t you go in your\nown town? And it was very hard to answer them. They made me very nervous\nand scared. I remember in the morning when I took the train there was always a\nvery mean policeman who would be sometimes at the station and that really gave\nme a scare in the morning. I had to get up very, very early in the morning to\nmake the train and I remember once a woman, a Christian woman, she realized\nthat I was Jewish. She left...when she left, she left a bag of rolls in a paper bag\nright next to my seat. She didn’t say a word, but she left that forme. And to me\nshe...I mean she was resisting what was going on but in a silent way, but\nnevertheless she had the heart to think of that Jewish child who might wanted to\neat those rolls; she wanted to do some kindness to that Jewish child, but very\nafraid to talk to me, but she realized she was Jewish. I remember also at that time\n5\nI had to take the train...the car I think it was third class. In Germany you had\nsecond and first class trains. I remember a group of prisoners...they may have\nbeen Russian prisoners or Polish, I don’t remember. But they were also herded to\nsomewhere and how they would sit in the compartment and sharing a cup of\nsomething or other, some food, they shared one cup will contain a drinking out of\nit all at the same time, going from one to the other and they were with a\nwatchman. That was in the same compartment. It kind of struck something in\nme. I mean I had never...I had come from a very, very tiny town and I had never\nbeen really anywhere, not many miles away from my home, and seeing things like\nthat, it just made me extremely nervous and afraid that people were mistreated so\nbadly you know, that people could do this to other people and these were not\nJewish people. In 1941 the transports to the so-called East began. And my\nschool was almost, I mean all of the children of the school, almost all of them,\nwere in those first few transports. My grandmother and also my parents and\nmyself, we received our papers for transport to a place called Riga, Latvia. Of\ncourse, really did not know where these transports were going. We found out\nlater. And my father did not trust this whole thing and he said you know, I will\ntry to see if we can get out of the transports. So he wrote a letter...he made my\nmother actually write a letter to the Nazi headquarters in Stuttgart to the Gestapo\nheadquarters. And he had a picture taken, I remember that very well, of his\nwounds, and somehow the letter worked. We got out of this transport. And I\nremember going with my father because I had travel papers and he also had\nbecause he was supposed to accompany me in the beginning of going to school;\nhe had the papers to go...the permission to go from one town to another. It was\nnot permitted anymore to travel by train, bus or anything without papers. It was\nvery hard to get the papers. And I only had them because I had to go to school.\nAnd I remember going with him to the Gestapo headquarters for my grandmother\nand they wouldn’t even see us. Not at all. We could not get her out of the\ntransport and she was sent in the ...1t was about December...on one of the first\ntransports to what was called the East. And of course those people, almost all of\nthem from that transport were shot in the forest near Riga, the ghetto there. And\nmost of the people from my school also were in that transport. As far as I know, I\nam the only child who survived from the State of Wuerttemberg in Southern\nGermany. Now we had to leave...",
        "A: We still have this letter by the way. We have the letter of request to be out of this\ntransport and somehow they let us go because of my father’s disability.",
        "A: Not my grandmother.\n6",
        "A: Yes. We went to the Gestapo headquarters in Stuttgart, but we were not even\nallowed to see anybody at all. We were forced out of my grandmother’s house.\nThe house was confiscated, and we were told that you had to move into Jewish\nhouses into Jewish houses in the neighborhood town of Girpingen, which was a\nbigger town and there we were in a Jewish house, owned by Jewish people, and\nhad a small apartment there. And we stayed there until the August of 1942, when\nagain we received the orders for transport and then we were sent to\nTheresienstadt. Now my whole school career was about six months. I never\nfinished my first grade because the school was closed in Stuttgart when all the\nchildren were taken away anyway and the teachers were taken away, it was\nclosed. And then we were sent to Theresienstadt (Terezin) in Czechoslovakia. I\nremember how such a transport went. The police came to our...actually the\ntransport papers had an order of maybe six pages with all the things we could and\nshould not take. And the statement said we should not take any sharp utensils.\nThey did not want us probably to kill ourselves, I mean they were going to do the\njob themselves. Good shoes, some provisions for a journey of two or three days\nand even we took along I think a sewing machine and all different kinds of things\nand I made sure that I took along my doll’s clothing. That was packed away. My\ndoll was the most important thing to me.",
        "A: My doll’s name is Marlene . She was named after Marlene Dietrich, whom I\nidolized. I loved movie stars and so did my mother and she showed me once an\nalbum with a picture of her in it and that...I said that’s going to be my doll’s\nname. She was given to me on my second birthday from my grandmother and I\nstill have her today and I donated this doll to the Holocaust museum in\nWashington recently, with great trepidation, because I really dragged her through\neverything. Now the transport notice said all of these things we could take along.\nWe had to assemble in a school gymnasium in Girpingen, the people who were in\nthe transport, and mainly the people who were in my transport were disabled war\nveterans and old people. And we were searched in the gymnasium. And I\nremember I had my doll in my arm. I would not relinquish her at all. And I\nremember one of the people, the SS people who searched us, took a look at my\ndoll and lifted her head. She was like...her head had been once broken and they\nput a new head on and therefore she was put together with rubber bands and you\ncould lift the head up. So he looked inside her hollow body. It was a celluloid\ndoll. That’s the kind of dolls you had at those times and he saw that I didn’t have\nany...I wasn’t hiding anything inside so I made a really big noise there and I\nwasn’t going to give my doll up. And I was the youngest child in this transport\nand then he let me have my doll. Then he saw a wooden pin pinned to me. And\nhe tore that from me and he said in German [“du brochest net fur du ingege’’] in\nreal [swabian] dialect. In other words, you don’t need this where you are going.\nSo he tore it from me. That was the last childish thing I had besides my doll.\n7",
        "A: It was a little Dutch Boy pin. A wooden pin that my mother had given me. And I\nremember my mother said we have to two or three different layers of clothing\nalthough it was summer. Because you never know what’s going to happen. So\nshe put on me a few dresses and forth. It was really hot. But you know you have\nto have some more clothing on you because you never knew what was going to\nhappen. At least you would have that.",
        "A: That I don’t remember. I don’t remember. But later on, incidentally, when the\ntransport left, which I will talk about later from Terezin, my doll was sewn a\nruksack, a duffel back which she wore and stuffed it with her clothing to prepare\nher for transport. Unfortunately that was lost. And from there we were\ntransported to the gathering place in Stuttgart, to a place called Kiletzburg, where\nthe people from the other towns were assembled. Everybody from Stuttgart from\nthe Wuertemberg always, the transport left from one area that was called\nKiletzburg, it was two large halls which were used at one time for flower shows\nand here we were about 1,200 people approximately, all assembled. And we\nstayed there a few days. There were not beds; they had some folding chairs and\nwe were just lying on the floor and people were making a lot of noise at night. In\nfact, there is a movie out of one of the transports still available today, actual\nfootage out of Kiletzburg. And I was the youngest of those approximately 1,200\npeople of the whole transport. There were mainly old people, as I said some\ndisabled war veterans and veterans who were awarded the Iron Cross that my\nfather had also. He was awarded the Iron Cross. And from here we were shipped\nout by train, it was actually a regular train, 1t was not a freight train to Terezin.\nWe were sealed off, I mean there were guards guarding every door and we were\nvery, very crowded. The trip took about a day and a half; something like that.\nAnd I remember one thing, whenever I got nervous as a child I would get sick to\nmy stomach. And I remember I was throwing up in the train and there was no\nwater and it was really a terrible thing. Very crowded.",
        "A: We were in a Seat, but very crowded. We arrived in a place Boschewitz. At that\ntime there were no trains; the tracks did not go inside the camp. And the doors\nopened and...but one thing I remember coming into this Czech countryside. I\nsaw all these signs, I mean the windows were opened. I mean you could see\nthrough the window, let’s put it this way. All these strange looking letters, the\ncountryside became so strange and it was a different language and I could barely\nread German, I had only six months of schooling and it was such a nightmare kind\nof thing. I’m going into a fairyland. I mean all different languages and a different\nway of writing; it was no longer German. And the names of the towns that we\nwere approaching. Anyway we arrived in Bauschewitz and we were told to get\n8\nout of the car...out of the train...the SS was screaming ‘drop everything”. So we\nhad to drop everything. And at that time already, whatever we brought along had\nbeen confiscated. I mean we never...none of these things ever arrived in the\ncamp except my father had invented a little pushcart and one day he saw\nsomebody pushing this little pushcart through the camp and my father said tht’s\nmine, and somehow he got this little thing back. It was like four wheels and you\ncould collapse it. Anyhow my father got it back later. Many times people would\nsee clothes on some other people wearing it. We were allowed to wear our own\nclothes. Anyway, we arrived in Bauschewitz and we had to march for about\nmaybe two miles or something in the camp.",
        "A: It was during the day. I remember that my parents put me in the middle; they\nwere on either side of me. I had my doll in my arms; that’s all that was left and a\nbedroll something. They let us keep the blankets or something that we had rolled\nup. That, they let us keep. And our tin cups and some containers that we were\ntold to buy ahead of time. So like the Army, Army dishes, we had some of that.\nAnd I remember the SS was standing there and screaming at us to march and they\nhad whips in their hands and I remember how people were beaten and they were\nalready...they couldn’t march. Some of them were very old people. They fell to\nthe ground and we never saw them again. I don’t know what happened to them.\nWe all marched to an underground area where we were searched again. And my\nmother had taken along a thermos bottle and she put it outside one of the doors\nand said when we come back there I’m going to get it. Of course we never got\nback there. We were sent to some underground cell. Terezin was an old fortress\ntown surrounded by huge red walls and underground cells and so forth. Big\nbarracks, brick barracks and houses, actual houses because it became, it was an\narmy garrison and people actually had lived there. Civilians had lived there too\nand they were thrown out before we came. I mean those houses, the old houses\nwere completely empty. There was room actually for about 6,000 civilians and at\nany one time 60,000 people would be crammed in there. And from there we were\nsent to a huge fortress called Drasnacasenk, to the attic. It was a huge attic and it\nwas airless, it was hot, it was dark. In fact, I was there recently and it looked\nexactly the same way. Some people started to jump out of those little windows.\nMy father saw one day a man from my transport hanging out of the window. He\nsaid how can you do that? And then he promised him he wouldn’t do it again and\nthe next day he was dead in the courtyard. I remember stumbling over dead\nbodies. There were some white sheets covering some things...I mean there were\nbodies underneath.",
        "A: In the attic. It was really very...I mean we had nothing. We were sleeping on the\nstone floor. I remember one good soul who came to us, a Czech woman, who had\nnever seen us before and she asked some people if there is a child in the transport.\n9\nSo the fingers pointed towards me. Look, I know a room in this fortress where\nthey have the children and maybe it would be better for you to be there. Of\ncourse I didn’t want to go because I...there were so many thousands of people\nwalking around in this attic and also in the whole fortress was a huge area and all\nspeaking all different languages, mostly Czech, some German and I was really\nafraid to be left alone. I just wanted to be together with my parents. Everything\nwas so strange. I mean there was very little area, just a small area where you\ncould wash yourself. It was like a public room and everybody was rushing\naround and screaming and nervous and standing waiting for the food and always\norders being given and everybody was just hopeless and walking aimlessly\naround. I mean you were just in like Dante’s Inferno. That’s what it looked like.\nAnd I went into that little room and she gave me, this Mrs. Rinder, who\nincidentally died in Auschwitz with her entire family. She had a little son by the\nname of Tommy who was about a year or two younger than I. She gave me part\nof her son’s mattress. There was like different parts of the mattress. Either she\ncut it or whatever, she gave me a piece a part of a mattress that I could have\nsomething to sleep on in that little children’s, in the children’s room. In there\nthey had double deck beds. Many of the children were sick with scarlet fever and\nof course I caught it too very shortly afterwards. I remember we used to go in the\nmorning, before I was sick, we used to line up in the courtyard and they marched\nus around. I mean they tried a little bit to keep us busy. I remember how I\nlearned to count in Czech because each of us had to count [1-10 in Czech she is\nsaying] that’s how I learned to count to 10.",
        "A: Jewish people were watching over us. But I got so homesick that I remember\nwhen I got sick, I mean actually sick with scarlet fever, there was an epidemic\nthere at that time and I caught it immediately. And after about 10-12 days,\nwhatever the incubation period was,. I had it. And I was, I had a very high fever,\nit must have been 102-103 fever and I tried to locate my parents and to find them\nin this maze of people it was incredible. I just ran away from the room and I went\nup to the attic and I stumbled over everyone and I did find my parents. But soon\nafterwards I was taken to the, what was called the so-called “hospital”. And it\nwas a building with rooms and they did have some beds there. But there were so\nmany sick children that it was called the [Hoen hospital. Not only\nfor children, but it was also for adults. They had a separate area for children.\nAnd there were two children in every bed. Some of them were sleeping in the\nfloor. The walls were covered with flies. There was only one small, either one or\ntwo small windows that I remember that you had to climb up to see your parents\nbecause the parents were not allowed to come inside because it was an isolation\narea and we had a certain whistle that my father used to have like [and she\ndemonstrated it]. When I heard that I knew it was my father outside and I’d climb\nup to that window and some people would help me. They would lift me up that I\ncould see my parents and scream out to them. And the Czech children also they\nwould scream up to their parents. They would say maleno kingle, maleno kingle.\n10\nCome to the small window. That was in Czech. I remember these things that I\ndidn’t know what they were saying, but now I know what it was.",
        "A: The doll was not with me in the hospital, no. I could not take anything. And I\nstayed in the hospital from the end of August to December and I had a variety of\nillnesses, double middle ear infection, I had jaundice and measles, one after the\nother. I mean I was supposed to die. The doctors already told me parents that it\nwas really very hopeless, I had lost my voice already and I was covered with sores\nall over from the dirt. Nobody washed me. I couldn’t take care of myself and\nwhatever little food I had I couldn’t eat because I was so full of fever all the time,\nI didn’t know what to do with it and I had trouble washing myself and very little\nwater. There was really very little care. I mean there were some very good\nnurses there. They had some wonderful doctors, but very little medicine. There\nwere just too many children. I shared my bed with a younger child who wet the\nbed all the time so the bed was constantly soiled, and I was in this wet bed\nconstantly. So finally I got out. But in the meantime, transports I had heard were\nleaving for the East. We were shipped out and we were very afraid that we would\nbe separated from our parents.",
        "A: Only through the window. They were not allowed in.",
        "A: Yes, I think most every day they would come. But in the meantime my mother\nhad to start working. She worked at first to work in washing typhus laundry. In\nthe meantime also they were shipped to another area of the camp for disabled war\nveterans. They were in the room with maybe 30 people, double deck bunk beds\nof course. No furniture. Nothing. There was one small oven for the winter. I\nremember when I was released from the hospital, my hair had been cut before\nbecause I was covered by lice and almost completely cut off and they dunked me\nin some kind of infecting solution in a pail like, a little pail whatever it was to\nclean me up a little bit. And they it was cold. I remember when I was released it\nwas just before my, it was my eighth birthday and that was December 31, 1942\nbecause in August of 1942 were sent out. I was eight by then. And then came a\ncall to this room of disabled war veterans where men and women slept together\nand the three of us slept on the top bunk bed and we stayed there also some time;\na few months more and then we were shipped out again. Moved to another room\non the same block. Also where the disabled war veterans lived to a little room\nwith another family from Berlin. They had also a daughter exactly my age who\nwas two months older. Her birthday was on October 21. I remember it very well.\nTheir name was Abraham. And the father was also a disabled war veteran. He\nwalked with a limp. And the father was half Jewish. The mother, the father’s\n11\nmother was non-Jewish and the father was. That’s why the name Abraham. And\nthe mother, Ruth’s mother was completely Jewish. But Ruth was brought up as a\ndevout Christian. She was never brought up as a Jew. And I remember how she\nprayed. She would always fold her hands and she was not...and that was very\nstrange to me because Jewish people do not do that. They had some services,\nsome Christian services there too. We had some people in Terezin of mixed\nmarriages (Misch...) [mischlinge] and she attended some of those services with\nher father and her father made sure that she was not brought up as a Jew. And he\nwas very proud of that. Although she was basically Jewish, because the mother\nwas completely Jewish. Her name was Ruth Abraham from Berlin. Now we\nlived with them for more than a year in the small, tiny, tiny little room where six\npeople lived. I mean three of us and three of them until ’44. When, I mean there\nwere transports to Auschwitz many, many times during that time and the\ntransports were selected according to the whims of the SS. Always around 1,000\npeople. And whenever Eichmann came to the camp, you knew very well that\nanother transport would go. Many more transports would go. Ruth and I attended\nthe underground classes. The so-called beshefticum classes which were held in\ndifferent areas, sometimes in the children’s home, sometimes in a barracks. We\nboth attended those and we didn’t have official school books and really not\nofficial teachers. We were taught by people who remembered anything. I had for\ninstance some English lessons. Some people who remembered English, or\nHebrew or whatever they could teach us. Our parents also they drilled us to do\nthe times table, for instance. It was very important to keep our minds a little bit\nbusy and to learn poems. For instance, Ruth’s father was a very good poet and he\nmade her recite poems. I mean to memorize these poems. The same with my\nmother. She was a good poet too and you always for birthdays, that was our\nbirthday gift to our parents to recite a poem.",
        "A: I don’t remember, not really. I don’t remember at this point. My birthdays were\ncelebrated in a fashion, for instance, I got a new outfit for my doll sewn from rags\nor I got a small potato cake the size of a child’s palm with a tiny hint of sugar on\nit, just made from a mashed potato. Potatoes were like diamonds. In fact, I wrote\nin my book, I am star about diamonds on the snow, how my father had gotten\nsome potatoes. He would go around, my father didn’t have an official job.\nSometimes he would get some coal dust and he would bring it to the old people. I\nmean they couldn’t get it for themselves for the, you know for the heating of the\nsmall ovens and they would give him a piece of bread for it or some potatoes.\n[End of side 1. Set counter to zero for side 2]. It was really forbidden. You could\nbe sent out either to a small fortress which was a prison for the prison about a\nmile away or be sent to Auschwitz immediately if you were caught. Because in\nthe camp we had the ghetto police, mainly, actually made up of Jewish people\nwho were policing the area. Also you had surrounding the camp you had the\nGermans or Czech gendarmes guarding the camp, armed with guns. Then I\nremember she had gotten some of these potatoes and we had a few pounds of\n12\nthese and they were really like diamonds because we did not get enough food. I\nmean the rations were very small. I don’t have to, I believe, go into it. I mean we\nknow what concentration camp food was like and so a potato became the\nmainstay or an extra portion of soup, watery soup that we got. Of course in the\nmorning it was just a murky liquid called coffee. We had to stand three times a\nday in line in the big fortress courtyards to get our food",
        "A: I would stand in line, too. Yes. In fact, the children’s kitchen was somewhere\nelse from the adults and the food was very much the same. I mean children did\nnot get very much more. I mean there was hardly ever any milk, and if there was,\nit was for, 1t was so watered down or children with TB and things like that who\ngot sometimes a little bit more. Almost everybody had it anyway. And there was\na rumor going around that we were going to have an inspection in our block and\nthe inspection was by women, ausewiber they called them. An especially very\nmean SS women who would search the area. We would have to leave the\nbuildings and if even one cigarette or one potato would be found, that would be\nthe end. So we were sleeping on the potatoes and we didn’t know what to do with\nthese potatoes. So my father found a plan and he found an old suitcase and put\nsome of these potatoes in and was the death of night and you actually a curfew.\nYou weren’t supposed to be out of the houses and the lights were supposed to be\nout. There was a full moon. So he had a plan to put these potatoes under a pile of\nrags, that they should not freeze. In the, what was called die soigelings heim\nwhere some of the babies were kept in this building and in the courtyard there was\nthis big heap of rags. And he took...in the middle of the night he ran out and he\nfell and all of the potatoes were on the snow. So he picked them up and he hid\nthem under this pile of rags. Now in the meantime, these women came and we\nwere told to get out of the houses and assemble. And I remember I was so afraid\nwith my doll that one of them would break him, I don’t remember if I left the doll\nthere or if I took the doll with me. But it was dangerous take anything with you\nbecause they thought you were hiding something and that’s how we saved, and\nthen a day later when the coast was clear; they didn’t find anything, then\nthey...we got the potatoes back. I remember the worst day for me was a day in\n1943. It was November 11. The rumor went around that people were missing;\nthat people had escaped. And perhaps some people did escape. But of course it\nwas very hard to get out because you had to jump from the high walls. And if you\ndid, you broke most of your bones and who would help you then. And even if\nyou did get out in one piece, who would help you when you got out? People\ndidn’t know anybody on the outside to give you some food or where to go, etc.\nand I mean you had the SS guarding the place, so it was very difficult. And we\nwere herded out one cold November morning. Always something happened\nbetween 9\", 10, or 11 of November, starting from Kristallnacht on. Every\nNovember 9\", 10\", 11\", we were always afraid something terrible would happen\nto us. We were herded outside of the camp to a place called Bauschewitz Kastle,\nthe Bauschewitz Revine. And everybody in the camp had to go. Sick or half-\n13\ndead, everybody was marched out. And we were standing in little groups and I\nremember Heindel, one of the worst and meanest SS men kept on walking around\nand counting and beating people when they lost their way and we didn’t get food\nall day. There were no bathrooms there. It was just a horrible, horrible day. It\nwas now I know what was supposed to happen on that day. I think that they\nreally did not only want to count us. Probably what they wanted to do is either\nshoot down, Babi Yar style or send the whole transport to Auschwitz on that day.\nBecause news had leaked out to the British radio. And that we were all standing\nthere, about 50,000-60,000 people. It was raining. I remember our feet sank into\nthe mud. It was just an awful day. Mice were running around in that field and\nthat news had leaked out and consequently orders came from Berlin to let us go\nback to the camp. And we went back in the death of night, maybe 11:00-12:00\nAnd they were beating us. We were holding on to each other. They said no.\nMen and women should be separate. We wouldn’t let go of each other. My\nmother was beaten up very badly that day. One of the butts of a rifle went right\ninto my mother’s back because we would not separate. We were holding on to\neach other and we went back to the camp. And soon afterwards you had this\ncommission from the Red Cross. And I remember it very well. The whole place\nhad to be cleaned up. Certain streets had signs on them...To School...To\nPlayground. A band shell was erected in the park, a park that we were never even\nallowed to go to and children were given some better food just as the commission\nwent by. I think I saw the commission but we were not allowed to go out of our\nhouses. I just saw them from far away. A film was made at that time to show\nsupposedly the good conditions of the place. Soon afterwards when the\ncommission had left, everything went back to where it was before. And the\ntransports began again. In fact, the worst transports were in 1944, in the fall. It\nwas during the High Holidays in September and October. And I remember how\nthe people even fasted on Yom Kippur and afterwards went on the transport. I\nremember how they put on their boots, etc. and prayed with their last breathes, so\nto speak, God Help Us. I remember one of the prayers Alvenu Malkenu, God\nHelp Us. I mean they did not know where they were really going that this was a\nworse place even than where we were. That this was going to be their death.\nThey did not know it, but you always feared things would be worse somewhere\nelse. We were not told about Auschwitz, although the camp elders did know\nabout it. [Leobeken] the people knew about this place... knew about Auschwitz.\nAnd it was that time when Mrs. Rinder and her whole family was shipped out. I\nmean the camp was almost completely empty. Ruth and her parents were shipped\nout. Just before they were shipped out, all of the disabled war veterans had to go\nthe SS headquarters and the selection took place. And my father when he came\nhome he said “Well I was told to go the girl with the typewriter, and I saw\nher...them put a red circle around our name, and I think we don’t have to go”’.\nAnd surely enough, that’s what it was. And the Abrahams, who had...I mean\nthey were really not even...I mean he was half Jewish, they should have helped\nhim. And my father said “Why didn’t you tell him, why didn’t you do\nsomething?” He said “Well, you are all going to come sooner or later, wherever\nwe're going”. And that’s it. So the whole family was sent to Auschwitz. I\n14\nremember, for instance, disabled war veterans who had very important parts, I\ndon’t need to go into certain things, genitals shot off. I remember one who even\ntook his, my father told me, he dropped his pants to show them that he was\nwounded so badly and he had all these catheters in and out and even he was\nshipped off to Auschwitz. I mean the selection was very brutal and you really\nwere not safe just because you were a disabled war veteran or even if you were a\nhighly decorated war veteran. I mean there were transports with EK-1 Iron Cross,\none transports who were shipped out in mass or sometimes only doctors,\nsometimes. It depended exactly what they wanted. Old people, young people,\nwhatever it was. And I remember also during the...to transgress a little bit. Some\nthings that come back to me. I mean that was really the saddest time for me\nbecause I had really loved my girlfriend. We were like two sisters and before she\nwent, we had identical dolls and she gave me...",
        "A: She had the same doll I had. Exactly the same kind and before she left, she gave\nme her doll’s clothing that her mother had sewn for her. And I think I still have a\nfew things left from that.",
        "A: That I don’t remember, but she gave me her doll’s clothing. She said, you take\ncare of it for me. And one of the things that I remember was seeing this meanest\nSS man Heindel. I remember going with my father in the courtyard and there was\na tree with some kind of berries on it. But I mean we never had any food. My\nfather said come on, pick something. And as soon as I started to pick something\nHeindel came into this courtyard and we thought, that’s it. We would be shot. I\nsaw Eichmann. He walked into the children’s quarters where I had my\nunderground classes and I remember hiding the little notebook that I had. I hid it\nunder a table. And I remember when he walked in, there were about three of\nthem...three or four of them, we were really not supposed to look at their faces. It\nwas forbidden to look into an SS man’s face. You had to have your head bowed.",
        "A: We were told by a teacher. And it was a law. I mean whenever you walked o the\nstreet, you were never supposed to look at an SS man. Your head had to be\nbowed. You would...they should not make any eye contact. But knew it was\nEichmann. I mean I looked up a little bit and, you know, I was told later that one\nof them was. We were told to be completely quiet. But one of the saddest things\nthat I remember was when my grandmother was shipped out on the transport.\nThat is something and today that we’re making this tape, 1s her birthday, and that\nis a day that we keep as a memorial because we do not know when she was shot.\nThis is April 11. And we light a candle for her every April 11. That is her\nmemorial. I remember when she was in the transport and how we went to\n15\nStuttgart before she was transported in the railway station. As I said I had the\ntravel papers that I could be there with my father. And she slowly, slowly went\ndown the train station. Of course, the night before my mother and her said\ngoodbye and it was just the most tearful thing. Somehow she knew that this was\ngoing to be a finality. And how she slowly went down the steps and I would\nnever see her again. She sent a few cards from the trip to Riga and we still have\nthem today and she writes on them “with God’s help we’ll see each other again.\nI love you,” you know, your Mother and so forth. She probably had to dig her\nown grave so we heard and she was shot by Einsatzgruppen, these massive killing\nforces in probably what was called the Rhumbellee Forest near Riga a few weeks\nafter she had arrived in Riga in Latvia. And that was it. My aunt and uncle had\nlived in Frankfurt and they were shipped out also during that time, around 1941.\nFirst to a camp called Gurst cau de Gurst in France. We were...all my whole\nvillage where I was born were shipped...I mean the ones who did not make it to\nAmerica, or somewhere else, went to Cau de Gurst in France. And from there\nthey were shipped out to different places; to Auschwitz and so forth. And my\naunt and uncle were shipped to Lodz to the Lodz Ghetto, Litzmanstadt. We still\nhave also a little note that they wrote in script. They said ungroff, meaning in\nHebrew gruff means hunger. Uncle hunger has come. You know, to tell us we\nshould send packages and at that time, we could still in 1941 we could send\npackages to the ghetto in Lodz in Poland. And we even have a little note that they\ndid receive something. And one my aunt scribbled that she became a widow [and\nin german] in small letters that widow on it in script-like and from there my\ncousin and her mother...my uncle died in the Lodz Ghetto and they were shipped\nout...I really don’t know where. It could be Chelmno, I believe\nthey were gassed in Chelmno. And of course we lost many more people in the\nwar but those were the closest. Many more. Many, many more. More than 13\npeople at least. When we came back from the camp, when we finally liberated,\nMay 8, 1945, I remember the transports had just before had come from other\ncamps because Eichmann wanted to exterminate the last Jew living and gas\nchambers had been built already in Terezin. Only the doors had been missing. It\nwas in the last days of the war and people were shipped in from Auschwitz, from\nRiga, from all over the place on death marches. And I remember how these poor\npeople came. They were barefoot, they were in rags, they looked like skeletons\nand then finally it dawned on us what had been going on the other camps. It had\nbeen a secret to us that gas chambers and places like that existed. I mean we were\nstarving in the camp, but we were not killed in Terezin.",
        "A: Nobody. Nobody. Nobody. Then the last day of the war I remember it was\nevening and I was kind of a precocious child and I climbed the barricade. And all\nof a sudden to see what was going on because I saw a lot of movement...I heard a\nlot of movement...trucks moving outside of the camp. And bits of burnt paper\nflying through the air. And they were burning the documents because the Nazis\nwere living right outside of the camp; the personnel. And all of a sudden I heard a\n16\ntremendous noise and I touched my head to see if my head had blown off. And a\nhand grenade had been thrown into the camp just a few houses away and I mean it\nnearly killed me. They were throwing hand grenades a few...as they were leaving\nthe camp. And then my father said we must find a hiding place. I was a soldier in\nWorld War 1, and I know how these things are. We must go underground. So we\nfound a cellar, a dark cellar and somebody had a tiny little candle and we were all\nhuddling there and waiting and waiting. And about ten minutes to nine somebody\nwent upstairs to see what was going on. And he said the Russians are here, we\nare liberated. And that was a tremendous relief, but we could not leave the camp\nbecause we had a tremendous typhoid epidemic. Then we waited for a bus to\ncome to pick up from Stuttgart...they picked up out of a transport of about 1,200\npeople, 13 people had survived. And of course I was the youngest. My parents\nand myself we had survived out of those 13. We went back to...we were first in a\nDP camp in Stuttgart and then we went back to my grandmother’s house. People\nof course had lived in it and they prepared a room for us. Then we went to the\nMayor and lo and behold my mother looked on the floor and our oriental carpet\nwas in the Mayor’s office. She heard a familiar chime and it was our clock that\nhad found its way there. The bedroom set had found its way to an SS man’s\nplace. And then in...we lived there about nine months and we came to America\nin May of 1946 on the Marie Perch the second Displaced Person’s boat that came\nto the United States after the war.",
        "A: Well, I would find the other children. We had a whole band of kids from the\nblock that I lived on. We would go the garbage dump to find anything that was\nstill edible. We would take potato peelings...rotten potatoes, bring them home,\nwe would pick dandelion leaves to make a salad. I mean we had no vinegar or\nanything like that. We never saw an egg in three years. I never saw real milk. I\nnever saw a piece of meat in three years. The bread was very poor bread, made, I\nbelieve out of chestnuts, part of it. It spoiled very quickly and we ate it actually\nquite fast. In fact, when we got the bread rations, my mother would make a mark\non the bread that we should not go further than that on that day, otherwise we\nwould cut into the next day’s bread. We would have nothing left. When a\ntransport would come in...an incoming transport, sometimes these people brought\nsome onions and some garlic with them and was absolutely like diamonds, like\npotatoes were diamonds. And sometimes we would find these people and they\nwould give us a tiny little onion or a clove of garlic and we would put that on the\nbread. And believe me, I didn’t brush my teeth for a few days just to keep that\ntaste in my mouth. I mean there was no toothpaste anyway, but just to keep clean\nsomehow. I mean we had...we could not really take showers. Maybe once every\neight, nine months or something, some community showers. Otherwise you got\nwater from polluted wells and you drank the same water that you washed with,\nyou drank too. That’s why so many people got sick. And my father was also in\nthe garbage dump and he would find sometimes some boiled bones...some horse\n17\nbones. We never had any real meat. And he would cut the gristle off. We would\ncook that again. We would take any fat that came out of that and take the gristle\nand eat it. I remember my best friend...I mean how we had a little bit of gristle\nand my girlfriend was brought up in a very, very proper good home, how she was\nso hungry that she stole some of my...some of our gristle. I saw it happening\nand...I mean she was not the type of person to steal from anybody. But when\npeople are hungry, they will steal to stay alive. Some books had gotten into the\ncamp, but they were not read. They were used as toilet paper. That I remember.\nAs toilet paper... books!",
        "A: Always. Always. We dreamt to make up always about food. we dreamt about\nfood from day to night. I mean who would think of the most lavish meal. I mean\nthere were cakes that were miles high with chocolate and whipped cream and in\nfact, when we got out of the camp, one of the first things somebody brought was a\nbig bowl of whipped cream and we didn’t know that our stomachs could not\ndigest such a heavy meal. But my mother and I, we just dug unto that. We ate the\nwhole thing up. It was a big dish of whipped cream.",
        "A: And then we were sick. Yes. You could not digest such a thing.",
        "A: I think we had some numbers at times...there were a few times that we were and\nsomehow it was called off or something. I mean there was nothing that you could\ndo to get out of it, to stay out of a transport. It was strictly on the whims of the SS\nwho told the Jewish Elders like Epstein or we had different Elders, Adelstein,\nEpstein and the last one was Murmelstein. This was the only one who survived.\nThe others were killed in Auschwitz. And they were told ro prepare lists of\npeople. And whatever they wanted. And mainly the children. I mean the\nchildren were not supposed to live. My life is a miracle. I don’t know why I’m\nhere today. It was...people are always asking me, what did you do to survive? I\ndidn’t do anything! It was pure luck! Absolutely pure luck. Not because I was\nmore beautiful or more intelligent. I believe my girlfriend was a wonderful artist\nand was much more gift than I, and she did not make it. And so many of us didn’t\neither. There were very few children at the end of the war in Terezin. They said\nthat there were about a hundred, perhaps there were more. Now they say perhaps\na thousand. I did not see a thousand children after the war at liberation time that\nwere under the age of, let’s say, 15 or 14, young children I’m talking about. Not\nteenagers. But young children, let’s say between...up to about 13 or so, very,\nvery few were there at that time. Very few. And most of us were sick at the end\nof the war. When I came here I was also very sick and I...from malnutrition. I\nwas in the hospital many years and it took me 10 years of my life to get myself\n18\ntogether again physically, not mentally. Mentally, I was, thank God, always very\nstrong, but physically it took many, many years and again...",
        "A: Yes, again loss of schooling. I lost about eight years of schooling in my life. The\nfirst trme I ever really went to school, was high school, which I finished in three\nyears, and then college. I had to stop college also because I became sick again.\nThat’s another story. But I finished college and I am a chemist today. I’ve done\nresearch with many prominent doctors. I worked with Meyer Friedman who was\nthe father of cholesterol work; the father of the Type A personality, he coined that\nword. I worked on that book when he wrote it.",
        "A: No, not quite, but Iam a type A, I suppose. I am very active in Holocaust\nlecturing and against prejudice; it has become really my life’s work besides my\nwork at...my real work, I mean where I make my living. I spend many free...\nmean whatever free time I have I spend teaching the Holocaust and my voice\nagainst bigotry. It is very important for me to speak out. And I do practice what I\npreach. I live in a very integrated neighborhood. I live next door to an Indian\nfamily from Guyana, who are Hindu, and my next door neighbor on side is this\nHindu family and the other a Black family from Haiti. And we live very happily\ntogether. We learn from each other and that is exactly perhaps why these things\nhappened in Germany because people don’t...they really didn’t want to know\nabout other cultures and were persuaded by one ridiculous man, I mean\ncompletely insane man, to follow his footsteps. And I think if we learn more\nabout other people, and I did travel a lot in my life already and learned about\ndifferent cultures. Moslem; I’ve been into so many Mosques and Hindu temples\nand that we really are all one. I work in a hospital and I know that all\nblood...we...blood has one color, and the color is red. Never ask did the blood\ncome from a black person, an oriental person or whatever. It only depends on the\nblood type. But all blood is red and it has the same components for every people.",
        "A: Well I remember they were quite rowdy. I remember one of them, he saw me,\nand handed over the barricade a huge (to me it seemed like huge) it probably was\na regular piece of bread, with a mountain of butter. And I’ll never forget the taste\nof that first real piece of black bread, sinking my teeth into this delicious butter.\nThat was a Russian soldier.",
        "A: No. I did not.\n19",
        "A: Yes, we had to stay. Because there was a quarantine for the whole camp.",
        "A: They sent a bus to pick up the survivors.",
        "A: Stuttgart did, yes. Yes. Sent the bus. Some months later in the summer. July or\nsomething like that it was. In ’45, after our liberation.\n20\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "April 11, 1992",
        "Jamaica, New York"
    ]
}