{
    "rg": "RG-50.030.0672_trs_en",
    "sequence": [
        "Question: This is an interview for the United States Holocaust Memorial Museum. My\nname is Leah Wilson, and I'm interviewing Mr. Edward J. Gardner. The date is August\n28th, 2012. This interview is being conducted over the phone. Mr. Gardner, where were\nyou born and what was your name at birth?",
        "Answer: I was born in Natrona, PA: And my name was, at date of birth, was Edward J.\nOgrodowczyk.",
        "Q: Can you spell that for me, please?",
        "A: O-G-R-O-D-O-W-C-Z-Y-K.",
        "Q: And what year were you born?",
        "A: 1927.",
        "Q: And how old are you today?",
        "A: Today, I am 85 years old.",
        "Q: Where were your parents born?",
        "A: In Poland.",
        "Q: Can you tell me a little bit about that?",
        "A: Well, not much because my, my dad died when I was a young boy. And I hardly ever,\nhardly remember him at all. And my mother, she come from Poland here, you know,\nthrough New York. That's all I, that's all I can remember.",
        "Q: And what language did they speak to you at home?",
        "A: Polish.",
        "Q: Where did you grow up? And can you tell me a little bit about how you grew up?",
        "A: Oh, I grew up in a little town, Natrona, PA: And I went to school there till, till I\nfinished eighth grade. And after that, I went to the Har-Brack High School. And then,\nfrom the high school, I was drafted into the Army. And I had, I had a dull life, you know,\njust we played around. And I went, when the war ended, you know, I was excited. I\nwanted to join. And I did go to try to join the Navy. And I was turned away because I was\ncolorblind. And that's about it.",
        "Q: What's your first memory from when you were growing up? What's the first thing that\nyou remember?",
        "A: Oh, my first memory when I was growing up, oh boy, that was a -- it sticks out in my\nmind that I was on a, on the boat. It was dark. And there was a steamboat coming down\nthe river. And we always liked, as kids, go on the end of it, this steamboat. And here, I\nwas pushed over. And I must have been about maybe five, six years old. I don't know.\nAnd they couldn't find me. And finally, the waves of the steamboat, I guess here I was\nunderneath the boat bopping up. And the steam waves, the boat from the steamboat\npulled me out from that boat underneath the boat. And they found me because I was up,\nand my hand was waving in the air like saying good-bye. And that's how I was found.",
        "Q: Can you tell me what your first memory was when war broke out? What what's the\nfirst thing you remember about World War II?",
        "A: World War II, I remember, oh, I was out playing in the alley with my buddies. And we\nheard the, you know, we heard from the newspapers, there was come by, \"Extra, Extra,\"\nthey had. It was right after that, and then it was saying about the war, we broke out, we\nwere at war. And I must have been, I don't know, 13 years old. And that's it.",
        "Q: What do you remember about being drafted?",
        "A: Well, when I was drafted, I assumed that I would not go into the service because I was\nturned down from the, from the Navy from being colorblind. And when I went, when I\nwent to the draft board, I know the people thought I was too young to be there. I mean, I\nhad a couple guys saying, \"This is people going into the Army.\" They couldn't believe\nthat I was there is going in because I was so young looking. And skinny and small. And\nI did go through the, for my physical. And I passed it, to my surprise. And then, when I\nwas drafted, I went to Camp Gordon. I had 16 weeks of basic training. Oh, the next, when\nI was drafted, the May, I think the next day, Germany surrendered. Okay. And then,\nwhen I was in my basic training, I was on my last couple weeks of training, when Japan\nsurrendered. And then, we thought we were all going to go home. But instead they, they\nshipped us to New York. And we shipped out to go overseas to, to France. And we were\nout at sea maybe two, three days. And all at once, there was a big hump, a big thump.\nAnd here, I thought our boat stopped just to have Mass on the deck. That's because they\nannounced we're going to have Mass on the deck. And here it was, here we hit a little\nboat. It was one of our little boats out there. And I remember them picking up some\nsurvivors, and keep the survivors away from us. They were mostly, you know, not living.\nThey were dead. And then, we came back to New York. And we stayed in New York\nanother 30 days doing nothing until we got another ship. And I shipped over, and I landed\nin Le Havre, France. And I remember that because we have to stay in, in Le Havre, we\nstayed in little tents for about seven days till they put us on the, in boxcars. They called\nthem forty-and-eights. And we were on that boxcar for, I think 1t was seven nights and\nseven days. We stayed in that boxcar until we got to Nuremberg, Germany. And that's\nhow I got to Germany.",
        "Q: And what year was that?",
        "A: Oh, what year? It was 1945. I was drafted May the 7th, I think, 1945.",
        "Q: And how old were you?",
        "A: 18.",
        "Q: Was that your first trip to Europe?",
        "A: Yes, it was.",
        "Q: What were your first impressions? What were your thoughts?",
        "A: My first impression, oh, it was in Le Havre, France. And I couldn't believe I heard,\n\"Boom, boom.\" And said, \"I thought the war was over.\" And here, they were, like,\ndemolishing you know, out in buildings because they were not secure. And to me, when\nwe were docking, and we had French people, little boys begging for cigarettes and candy.\nThat's what got me the most, how they were begging for cigarettes and candy.",
        "Q: And what was your first impression of Germany when you got there?",
        "A: Oh, well, I went through Germany, like I told you, seven days and seven nights. And\nthen, we, we didn't see anything, you know. We just kept going. And we, we ate just our\nrations, our K-rations that we were, you know, that we had. And one day in Germany,\nthey stopped for a hot meal. And I would not give it up. I would not give up my space in\nthe boxcar, you know, so I missed the meal. And it was, like, in the middle of the night.\nAnd so, what I seen of Germany was just, you know, just the land. Nothing around it.\nThen, my first impression when I got to Nuremberg, wow, I couldn't believe it. I don't\nthink there was a house standing in Nuremberg. And every house was down to the\nground. And, you know, and it was a little shocking. And then, when they put us 1n these\nSS Kasernes, I remember, and they had no mattresses. And that's, we slept in our sleeping\nbags we were issued. And, I don't know, we didn't have those bags long until we did get\nmattresses. And we were, like, a high priority because we were going to be at the\nNuremberg trials, you know. So, we got mattresses sooner than most other GIs, I guess.\nAnd our windows were fixed. And that's my impression of Nuremberg, the first time I got\nto Germany.",
        "Q: Do you remember about what date it was that you got to Nuremberg?",
        "A: The day I got to Nuremberg, geez, well, I -- 1t was May the 7th, I was drafted, and I\ndon't know. I spent 30 days waiting for a ship. And then, when I got to Nuremberg, it\nwas, I don't know, it had to be about maybe a month or two after I was drafted. No. After\nI, I landed in Nuremberg. But I don't know what time I got there. Is that what you asked\nme?",
        "Q: Yes. Yeah.",
        "A: Yeah, I got to Nuremberg, well, I know it was in November. It was cold, you know.\nBut I don't know the exact date right now.",
        "Q: Did you interact much with the German population when you got there, or did you go\nstraight to the site of the trial?",
        "A: Oh, no. We were in, situated in our Kaserne, and we stayed there for, like, 30 days.\nAnd we had orientations until what we were going to do at the, at the prison, you know.\nAnd because they told us we were going to be prison cells in the cell.And we were going\nto guard walls. And we were going to secure doors. Entrances to the, in the prison. But\nnot at the Palace of Justice. And -- what? Oh, what did you want to know?",
        "Q: If you interacted at all with --",
        "A: No. With the Germans, no. We didn't speak to them at all. You know, because, you\nknow, the only time I would speak to German was when I would be, they would, like,\ntake our clothes and wash them for us, you know. We had, like, one woman, she would\nbeen coming around, you know, to do our laundry. And that's the only one I would speak\nto. And --",
        "Q: And did you speak any German?",
        "A: No. None at all. None at all. And then, like I say, right near where our SS Kaserne\nwas, it was close to, to the, where Hitler used to parade his field. And I think they called\nit Soldiers Field. And I spent a lot of time there while I was awaiting to get, you know,\nyou know, to get, to get our jobs in, at the prison. And I think I learned how to drive a\nJeep there. That's what I was doing. And then, after we got orientation, I think my first\ntime I went to the prison, it was very eerie. And, and we worked, we had to be there for\n24 hours. We would guard, we would guard them, we would be on guard for two hours\nand off four. And I will never forget my first one I had was, oh, I think it was Sauckel,\nSauckel. My first prisoner I ever guarded was Sauckel. And I remember going on maybe,\nlike, I think it was 2 o'clock in the morning, and I relieved my man. And I looked in\nthere, and he was sleeping. And, you know, I was nervous. I was 18 years old. And we\nwere told, we were there, they can't escape. But we were there just to keep them alive,\nyou know, to, you know, so they can go through a trial. And I would look in there and\nwatch him. And he wouldn't be moving. He was sleeping soundly. And I didn't hear\nanything. And I thought he was gone, you know, and I'm scared. And all at once, I'd see\nhim move or breathe, and I would feel so relieved. That was my first experience with\nthat, with a prisoner.",
        "Q: I want to go back for just a moment. You talked a little bit about how you were briefed\nand trained before you, before you actually started to guard.",
        "A: Yeah.",
        "Q: Could you tell me a little bit more about your job and your position was explained to\nyou?",
        "A: Well, all I can remember is we were, like, we were had, like, squads. And I would go\nin my squad. And we would have a guy come up there, and he would just tell us, you\nknow, what we're doing. And who these people were. And, you know, to me, 18 years\nold, I didn't know what, who they were atall. I didn't, didn't faze me at all. And, and\nthat's all they said. Our main job was to just to keep them alive. You know, and that's\nabout it. And then, they told us that we're going to be on different, you're going to be on a\ncell guard for maybe, like I say two hours, and I'll be off four. And then, they put you,\nthey say maybe we would go get an entrance of some kind to guard. And they would be\noff another four. And then, maybe you get on a wall. They just kept changing around 24\nhours. And we did that just every, every day. We went to, we went to the prison. And\nthen, we'd be off 24 hours, and we'd go back on 24 hours. That's all. That's was my\nroutine.",
        "Q: Did you know anything at that point at age 18 about what had gone on Europe in\ngenocide, about these mens' role in -",
        "A: No, I didn't know anything like that. I had no ideA: But as I stayed there, you know,\nI'd hear a lot of people talking. And I realize that we had, who we were guarding. And I\nguarded, we had 20, 20 prisoners we guarded. And they were in the cell all by, all by\nthemselves. And the ones, they would take them out, I think it was one day for one hour\nout to have, for their exercises in the exercise yard. And you would just follow your\nprisoner out to the yard. And you had to keep your eye on your prisoner. And all of us\nguards, 20 of us, I guess, was just all around surrounding him, just watching your own\nprisoner. And they were good. They knew what they had to do. We didn't have to do\nanything, you know. And it was very routine. That's it.",
        "Q: Can you tell me what the prison itself at Nuremberg was like? What it looked like?\nHow many prisoners were there total, what the cells looked like?",
        "A: Oh, what the prison looked like? Well, we'd go in, and we slept in the, in the cell. You\nknow, for the 24 hours we were there, and it was just like a regular prison. I mean, it\nwasn't very nice. They had wooden doors with a little hole in it. You know, and that's\nwhere we used to put our light when they went to sleep, on the prisoner. We had, we\nwatched them for 24 hours. But the prison was just like a regular prison. It had three\nstories, three tiers, you know. And on the first tiers were all the 22 prisoners we had. And\nthat's it. And then, like in the, then, well, just imagine the prison like a, like a wheel. The\nprisoners had one, one block. And we had another block of a spoke-like. And we, and\nthat was for us. Then, they had another spoke, it was just for the witnesses. I think there\nwere like, you know, their wives and somebody in there. And, but they were allowed to\nwalk in and out of their cells up to 10 o'clock in the morning. And then, in one other\nspoke was the military police, you know. And, and the wall was a round wall. And we'd\nhave to walk that wall. We'd get that sometimes, to walk the wall. And so, you know, just\nlike a regular prison. But it was, you know, not very nice looking. It was old.",
        "Q: So, did I understand you correctly, when you were guarding, when you were on your\nshift for those 24 hours when you were guarding a particular prisoner, were you 1n the\ncell with them?",
        "A: No. We were outside the door. And like I said, we had a hole in the door in a, a little\nhole. And that's where we would put our light, you know, we had a portable light there\nbeside the door. And we would shine it on them at, when they went to sleep. And the\ndoor was not locked. It was just latched because they told us in case you see them doing\nanything, we'd have to go in quickly. And that's just the way it was. And we were only\nallowed to, oh, I think we were only allowed to, people that entered that cell would be a,\nit was a doctor. But he was a prisoner. But he was a, I don't know, he was a, I guess they\ntrusted him, trust a doctor. And he was allowed in there. And barbers, get their hair cut.\nAnd one other guy was there. Oh, he was our commander. Andrews, I think his name\nwas. He was the head of the, the guards and that.",
        "Q: And were you allowed to interact with the prisoners at all, or you were strictly\nguarding from the outside?",
        "A: Well, I did not interact with them because, you know, most of them just would not\nspeak to you. You know, and I, and they told us not to speak to them. But I seen a lot of\nguards do speak to them. And the only prisoner that I spoke and had a conversation with\nwas Albert Speer. And that's because they came to me, and I was guarding him. And they\nasked me to take him to Room 55. And he was going to see his lawyer. And all I had to\ndo is sit between them and watch that they didn't pass any sharp things to each other, like,\na pencil or something sharp, you know. And his lawyer was a little late, so I got to talk to\nhim a little bit. And he, to me, sounded like a real, you know, gentleman, good guy. And\nhe was, I think he was Hitler's architect. And then, he was a pleasant guy. And then, I\nremember then maybe a couple weeks later, I was on the, I had the duty of walking in\nwith the barber to, for them to get their hair cuts or whatever they wanted. When I walked\nin Speer's cell this one time, he still remembered me. I remember him fixing his bunk, so\nI could have a good seat. But as far as, and I talked to maybe, you know, like, if, if they\nwere in -- they had a commode in there. If they were in there, stayed in there too long,\nwell, then I would have to go in and see what was going on because they had one guy\ncommit suicide doing, on the commode. And that was while I was, when I just got there\nduring the time I was on orientation. And the 26th Infantry was still guarding him. And\nthen, and I think his name was Ley or something like that. And after that, that's when we\nwere told to watch them when they go into the commode. And that's the time, I think,\nthey put a, one guard on each cell. And that's how it was.",
        "Q: Can you tell me what you talked about with, with Albert Speer?",
        "A: Well, I didn't say much to him, but he was telling me, like, he only got -- I don't think\nthey hung him. He got, like, 20 years or something. And he said like, you know, he knew\nthat, that, you know, he did wrong now and all that. And he was, like, you know, and he\nfelt sorry. As the other ones would not even, you know, mention to do that. And, and then\nwhen, then he asked me, you know, how long I had been there, and I told him, you know.\nStuff like there. And then, his lawyer came, and they spoke German. And I didn't know\nwhat they were speaking about. And after that, I just took him back to his cell. Oh, I,\ninteraction with the prisoner? I had one, Herman, Herman Goering, I, I was on his cell\nwhen he had to go take his shower. You know, they got one shower or two showers a\nweek or something like that. And I was on his cell, and I took him down. And that was\ndownstairs in the basement. I took him down. And, and I had to go into the place where\nhe was going to take his shower. And only, I only had a blackjack on me. No weapon.\nAnd he complained about something to me, and I didn't what he was complaining about.\nSo, I called the sergeant of the guard. And here, he was complaining about the door being\nopen because the draft was getting him. And here, the sergeant of the guard, you know,\ntold him the door had to be open because we had another soldier there walking up and\ndown the corridor with a weapon. So, and that door had to be open. So, finally, he asked\nfor another towel, and he got it. And he, instead of taking a shower, he took a bath. And\nthat's the only reaction I had with him. But I was on his cell a lot, you know. And he just\nset there. And they just read. They're looking through papers, and that was about all.\nSome of them, before when they get up in the morning, Julius Streicher, I think, he was\nacross from the, Goering. I had him one time, and he would get up, they were supposed\nto get up, I think, 7:30. And he would get up maybe a little earlier, 7, and he did exercises\nin his cell. And what I couldn't believe what he did, they didn't have any running water in\nthe cell. So, he flushed his toilet a few times, and he took the water and like put it over\nhis shoulders and that to cool off. And then he would get, ask for his clothes. We had\ntheir clothes in another cell away from them. And we would bring their clothes in for him\nto get dressed, and he was ready for, for court. That's about it. That's all I can, and I know\nI was in a lot of other cells and that. And I walked the walls. That was, I didn't like\nwalking that wall. It was night, you know, and on the wall, we had a, a weapon. It was an\nautomatic weapon. And, and we had, and then, we used to guard the doorways. You're\ncoming into the cellblock, or you're going out, we had to check them with their IDs. And\nwe had to see them around. We had to know them. And we also, then later on, we would\nout to, passwords like, like New York, and he would say Yogi Berra. And that was the\none for the day. And every day it was different. When we went through a doorway. And\nthat's and what else I had to do there. Oh, there was a witness wing. It was on the third\nfloor. And there was only one guard there. One guard. And the witnesses were allowed to\nwalk in and out of their cells, you know, and mingle. But at 10 o'clock, they had to be in\ntheir cells, you know, time to sleep. And I'll never forget this. My job was, I was there on\na New Year's Eve. It must have been '45, 1945 New Year's Eve. And the, there was\nwomen, she was in charge, like, a lieutenant, and here she said she was going to leave\nearly because she's going to a party. And, you know, once they get in their cells, they'll be\nokay. And here, throughout our, throughout the, you know, our ranks and throughout the\nprison, there was a story about one of these women, they wore, she wore riding clothes.\nAnd what she would do, and I don't know if I should tell you this. This was what, the\nword was out that she would strip, and you'd give her a candy bar or something. You\nknow, and then she would report the time, you know, the day, and the soldier was, would\nbe disciplined. But when I got there, so I was nervous of her. I didn't know who she was\nor what. And then, I had one girl. And I guess it was her. She kept coming into the office\nand wanted to see the lieutenant. And I told her the lieutenant is going to be gone. You\nknow, she come in a couple times. And I finally had to tell her that she had to stay in her\ncell. And that's the last I seen of her. And that's, that's about it. And everything else was\nroutine. Oh, we had another post. Oh, I remember now. It was at the courtroom, you\nknow, inside the courtroom when it was empty. They just had one guard in there. And all\nhe had to do is make sure nobody got in there. And I just really had to just walk around in\nthere for two hours. And that's all I did. I was just amazed at the, you know, how small it\nwas because all those people were in it. And you know, I looked at there, and I seen this\none machine there. It was a stenotype machine. I remember I was really fascinated with\nthat machine. And then, when I got home, and I got discharged, I went to school for that,\nfor the same machine to study the, you know, and I knew how to operate that. But I never\nused it. Maybe for a couple weeks, and that's all. That's about it.",
        "Q: Did you ever get to observe a day in the courtroom itself?",
        "A: Once. And I would, and the reason I wouldn't do it again is because it was too hard.\nAnd [| had to go through a lot of paperwork even though I was a guard. They put you\nthrough a lot to get, to get a seat in the courtroom. You know, and when I was there, they\nwere talking about Admiral Doenitz, you know, what he, what he has done. And it was\nreally, I was amazed the way it was. I had a headset on. And if you would turn it to one,\nnumber one, he might, you would think he was speaking English. You turn it to number\ntwo, then he was talk, speaking Russian. You know, it was really funny to me. To listen\nto that trial that way. But that, yeah, I did go one time in the courtroom. And the other\ntime I was in there was just when I had, that was one of our posts. But 1t was empty. But\nto, you know, just to go there as a spectator, I did go once.",
        "Q: Can you tell me specifically what they were talking about that day that you --",
        "A: That day, I remember it was about the sea, Admiral Doenitz. Was that Admiral\nDoenitz? Yeah, I think it was him. Yeah, kind of was a commander. Yeah, Admiral\nDoenitz, and he was the one on the stand that day. And I can't remember what they were\nspeaking about. But, you know, I was just so amazed, you know, because I kept playing\nwith those dials. But, but it was just like a courtroom as usual. They were asking him\nquestions, and he would answer, you know. And that's all I can remember about that date.",
        "Q: Do you remember anything specific about his testimony or no?",
        "A: About what?",
        "Q: Anything specific about his testimony or no?",
        "A: No. I have no idea what he spoke about that day. That's been so long. And I was just\namazed how it was. And like I say, I was playing mostly with those dials.",
        "Q: Did you ever overhear or understand any conversations that the prisoners had amongst\nthemselves?",
        "A: Well, the prisoners were, only time they were together was when they went out for\ntheir exercise. We had an exercise yard, they call it. And at first, we took all 20 of them\nout together. And whatever guard, and our, the guards just stood around the exercise yard\nand watching your prisoner. And as the court, as the court was going on, you know, the\nproceedings were going on, we noticed that we were just given so many prisoners go out,\nnot all together. Like, maybe 18 or 15, you know. And that was because, I think they\nwere, somebody said they were, you know, talking about the other prisoners. They were\nagainst them. And they became enemies. So they wouldn't take, send them out together.\nAnd I just remember how it started at the beginning with all 20 was out. Then, there was\nlike 17. Then, it would, I can remember one time, we only had maybe ten of them out\nthere. But, and they said that's because in the courtroom, they were blaming each other.\nSo, that's all I know about that.",
        "Q: Did you notice anything about their behavior, either when they were in their cell or\noutside?",
        "A: Oh, well, yeah. Well, Goering, he was very, he was always just a nice guy, you know.\nHe slept and read. And Hess was in the next cell to him. And to me, Hess looked like he\nwas acrazy guy. I mean, he just didn't speak. And he had this, and all I know about him,\nhe had his window really open, and the draft would hit you right in the face when you\ncome to his cell. And I never took care of his cell. It was dirty. And, like I say, most of\nthem, like, you know, and they just didn't do anything. They played cards. They hada\nlittle table, a card table there. Not a table, a weak table there. They didn't have cards per\nse. They had homemade cards they would make. And they would play games with that,\nplay a game with that. But they were always separated. They never were together. So,\nand like I say, I never spoke to them because I just followed orders. I was afraid, you\nknow, I was 18 years old. But I seen some guys speaking to them, you know. But I did\nnot. And it's, and it was all the same, you know -- oh, I told you about the guy that took,\nhe did the exercises. They would give his clothes for court. And then, every time he went\nto court, he always asked the guard for some chewing gum. No matter who was, who\nwas, who, who was his guard that day. And, yeah, and like I say, they just, they just read.\nThey didn't do anything. That's it.",
        "Q: You've said a couple of times that you were, you were afraid at certain points. Was\nthat because it was a new situation, or were you afraid of the actual process of guarding\nthem?",
        "A: Well, you know, after you're there, and I heard who they were and all that stuff, then\nmostly my afraid was I didn't want my prisoner to die on me. Because that was so stuck\nin our heads. That's what I was afraid of mostly. When I had him for those two hours, I\njust wanted him to be alive when I left. And that's the only thing I was afraid of. But\nreally, after that, they were like nothing. You know, it was all just routine. And like I\nsaid, sometimes you would get into the cellblock maybe for one prisoner. And the rest of\nthe time, you were on the wall, walking the wall. Or you were out guarding a doorway.\nSo, you know, they changed us around a lot. For not to get, I guess it was because they\ndidn't want you to get too familiar with a prisoner. And that's what I heard they said.",
        "Q: And had a, a suicide of a prisoner happened not too long before you got there? Was\nthat part of the, the fear of making sure that, that one of them didn't die on you?",
        "A: Yeah, that, that was my fear. You know, I didn't want none of them to die. Or, you\nknow, commit suicide while I was there. You know, because we, all that we were told,\n\"They're there to be hung.\" That's all. To, you know, once the verdicts are out. And I was\nthere from the beginning of the trial, the trial. Till the end of the trial.And then, after,\nwhen the verdicts came out, I wasn't there. And then, when it was the hanging, I was on\nmy way home. So, I missed that.",
        "Q: So, some of the prisoners that you had guarded were being hung as you were leaving?",
        "A: Who?",
        "Q: Some of the prisoners who you had previously guarded were being executed as you\nwere leaving? As you were coming back to the United States?",
        "A: Oh, there was, geez, who, the people that were executed, I think they had -- oh, God.\nIt's so hard to remember, 12? And the ones that got the death sentences, I remember was\nFrick, I can remember. Goering. And Goering committed suicide a day, the night before\nhis hanging. And I always said, I was, I was on the ship coming home, and I said, \"I'm\nglad I wasn't there. And Alfred Jodl, he was a really weird guy. He died. | He was hung\nKaltenbrunner was died, he was hung. And like, Hess, he got life. I think he, he was the\nlongest living prisoner. And Ross, Rosenberg. My first prisoner I guarded was Sauckel.\nHe got the death sentence. And there was some people that a got acquitted, like, Schacht.\nI remember him being acquitted. You know, it's, it's hard for me to remember now. It's so\nmany years ago.",
        "Q: Can you tell me at what point you started to realize who these people were, and what\nthey had done? You mentioned that before you came to Nuremberg, you really didn't\nhave a good sense of what had gone on in Europe during the war?",
        "A: Right.",
        "Q: Was there a moment that you remember that perception changed?",
        "A: Yeah. It changed on me when I started hearing stories about how who the people we\nwere guarding, you know. The guys were talking, and then I just realized, \"Oh, my God,\nI got some, you know, high, high officials here I'm guarding.\" So, you know, that put me\non alert more and made me a better guard. But that's it.",
        "Q: Did you have any family in Europe at that time, at that time during the war?",
        "A: No, I didn't have anybody. Well, my mother's sister was there in Poland, you know,\nbut that wasn't too familiar with her because I, because we did, I remember us sending\npackages and maybe once every six months or so. That's about it.",
        "Q: And did she remain in Poland throughout the war?",
        "A: Pardon?",
        "Q: Did she remain in Poland —",
        "A: Yes.",
        "Q: -- throughout the war?",
        "A: Yes.",
        "Q: And what did she do after the war?",
        "A: What did I do?",
        "Q: What did your mother's sister, did she remain in Poland the rest of her life, or did she -",
        "A: My mother's sister, yeah, she left her, she stayed there the rest of her life. Once my\nmother died, we lost contact with her at all, you know.",
        "Q: Can you tell me about your last day as a prison guard at Nuremberg? Is there anything\nin particular you remember?",
        "A: Oh, my last day, geez. Oh, God. Oh, let me see now, because I know we were happy\nwe were getting off because there was only two infantry divisions that guarded them, I\nthink. Because when I got there we guarded, it was the 26th Infantry we relieved. And I\nwas in the 18th Infantry. And then, when we got the word we were going to be leaving,\nwe were all so happy you know, just getting out of there. And then, the 26th, and then,\nthe 26 Infantry relieved us again. They relieved us to go home. And my, my last day\nthere, oh God, I remember being on a doorway, you know, and I was guarding a door.\nAnd I just was so happy, you know, that I'm leaving. And I know I left a lot of guys\nthrough, or I didn't ask them their pass, you know, the word for the day was. But no, I\nwas just happy to get out of there. That's all. Just something new, you know. Then, I went\nto Amberg, Germany.",
        "Q: And what did you do there?",
        "A: In Amberg, I became a squad leader. And then, they needed a company clerk. And my\nsergeant asked me if I'd be a company clerk, you know, to help them out. I said sure. But\nwhen I was, I was anxious to get my sergeant stripes, you know. And I wanted to move\nup. And I knew as a company clerk that I was a corporal, and that was all I'm going to\nstay. But then, the sergeant said no, he was going to put me in for a sergeant because I'm\nonly acting as a clerk. And my real job is a squad leader. But then, this was after the war.\nAnd then, when he put me in for sergeant, I was denied. And that was because we had a\nlot of people coming in, you know, coming back from the, you know, the war. You know,\nand there were a lot, a lot of sergeants. So, they didn't give anybody anymore, you know,\npromotions. So, I come home as a company clerk, my last job, and as a corporal.",
        "Q: And how long were you in Amberg, Germany?",
        "A: In Amberg? Oh, geez, I don't know. I wasn't there too long. I was maybe there, oh,\nmaybe a few months. And I, well, what we did there, we, it was weird because that's\nwhen the war was over. And the people, the soldiers that were married were allowed to\nbring their wives over. And what we did, we had to go guard a home, one of the\nGermans' home, and somebody would mark the, the contents of the house. Excuse me.\nGive my water a sip. They would mark the contents, like, the chair, they would have\nunderneath it, would have a mark, and that wasn't allowed to leave that building, you\nknow. The only people, stuff that wasn't marked was allowed to leave. And that was what\nI did in Amberg. Until, until I got my discharge. Then, I went to, I think -- I didn't get\ndischarged there. I went to Copen, no. I forget where I, I come -- I come in Le Havre, and\nI went out someplace else. I can't remember.",
        "Q: And who lived in those houses that you were guarding? Or were you guarding the\nhouses themselves in Amberg?",
        "A: We were just guarding, they were, they were empty. And I guess some kind of\nGermans lived there. And they were saving those houses for the wives that are coming\nover. Officers mostly.",
        "Q: And at that point, when you were in Amberg, do you remember anything about\ninteracting with the local population or any survivors, or was it really just you and your\ncompany?",
        "A: Well, no. I relaxed. I, I remember going swimming there, and I was really, you know,\nit was in the summer. I went swimming. And I talked to a girl. That's about it. And, well,\nand then, we had like a house club. We had a beer only. There were some Germans there.\nBut that was, like I said, I was shy. I was 18. And I just stayed away from them mostly. I\nhad interactions once. I was in a bomb shelter. I was selling cigarettes, the carton of\ncigarettes. I didn't smoke. And I remember we got $50.00 a carton. And it was from some\nkind of, I think it was some Polish people coming through there. And we were dealing\nwith the, I was dealing with this one Polish guy in a, and here somebody come into the\nbomb shelter, had a light, a flashlight. And I got scared. I thought, \"Uh-oh,\" and here it\nwas my buddy. And I got my, I got $50.00 a carton for cigarettes. And that lasted me\nbecause then I saved my pay. And he paid me in marks just like the same marks that we\ngot paid from the Army. But I didn't, I didn't interact too much with Germans. But I\nremember, like, in our club there, we had a house, and I remember dancing with the\nGermans. You know, but that was like too young for that. I don't know.",
        "Q: What do you remember about when you came home to the United States?",
        "A: When I came home to the United States? Well--",
        "Q: What did you do?",
        "A: Well, when I came into the United States, the, I got home, and I went to work. I\nworked for a PPG Company, Industries. And I started to work. And I stayed there for 40\nyears. And I retired from there.",
        "Q: And what was your profession?",
        "A: Pardon?",
        "Q: What was your profession? What was your job?",
        "A: Oh, I was on the shipping, shipping department, you know. And sometimes, I would\nbe a foreman. When my foreman would take vacation, I would take his place. And that's\nabout it.",
        "Q: So, looking back, what stands out the most during your time as a guard at Nuremberg?\nIs there any experience or --",
        "A: Well, yes, you know, because when I was, you know, in Natrona, I lived. And then, I\nmoved to Carlisle. And in Carlisle, they got a War College here. And, a lot of my friends\nwere retired colonels, you know, like I was a member of the Knights of Columbus. And\nthat's where I met all these officers. And, you know, we'd talk about, you know, about the\nwar, and you know, Army. And I told them where I was. And they thought that was\nreally big history, you know, that I, you know, I should stop by. I never did. I just, you\nknow, forgot about it. I said, \"Naw, I'm not going to do anything.\" Until, and, until, and\nthere is a Dickinson College here. And I used to go swimming there and use the gym.\nAnd I got to know the girl at the desk there. And I told her my story. And I think she\nknew somebody at the Holocaust Museum. I forget her --\nUNIDENTIFIED SPEAKER: Her first name is Bonnie Way, or something like that?",
        "A: Yeah, Bonnie, she's the one that worked at the college. And she called somebody at\nthe Holocaust and give them my name. And then, I got a call from her. And that was,\nlike, oh, maybe a year or two ago because she wanted me to come down there and record\nmy story. And I fell off the roof, and I was laid up. Like, when I learned how to walk\nagain and all. And I just forgot about it then. And then, it came up again. And I guess this\nis when I got in touch with you.",
        "Q: So, it's been, it's only been fairly recently that you've really thought of your story as\nsomething that's historically significant that you, that you should tell someone about?",
        "A: Well, yeah. Well, a lot of people in Carlisle, these Army guys, you know, they thought\nI should, you know. And because in all the time I lived in Natrona, I don't know how\nmany years, 20 years, you know, after the war probably, and I just forgot about it. I didn't\ndo anything. Until I came here. And like I said, I met a lot of Army people here. They got\nthis War College, and they go there and retire from there. And they stayed here, and, and\nwe became friends.",
        "Q: And what do you, what do you remember the most? What's your strongest memory\nfrom when you were a guard at Nuremberg? What sticks out the most?",
        "A: What sticks out the most when I was a guard at Nuremberg? Well, I would say the\ntime I took Albert Speer to Room 55. That would be the thing. Because I got my biggest\nscare when I was walking behind him because, like I say, I was only 5-6, 145 pounds or\nsomething. And while I was taking him to his room, he turned around. His, like I got so\nscared, I froze. And he just turned around and kept on walking. And like I told you, once\nhe got in a room, his lawyer wasn't there, and I started talking. We started talking. And I\nthought he was pretty nice.",
        "Q: What did you talk about?",
        "A: Well, he talked mostly about his, you know, his, his life in Germany, which he thinks,\nhe knows he did wrong. And, you know, stuff like that. And he did not, he did not -- he\nwasn't hung. I think he got only ten years or 20 years. So, he wasn't, he was pretty nice.",
        "Q: And he spoke in English?",
        "A: Yes, he did. Yeah, that's another thing why, because, you know, a lot of them wouldn't\nspeak English, just German. And I would, you know, we wouldn't talk to them. But I was\nsurprised. He did it. He, and I spoke to Schacht. He was another guy spoke really good\nEnglish. But I think he was acquitted. He was a financier for Hitler. And he was\nacquitted. And he spoke English pretty good.",
        "Q: Are there any other specific prisoners who you remembered that you —",
        "A: Other prisoners?",
        "Q: -- that you would like to tell us about?",
        "A: Stand out? Oh, God, they all did the same thing. They all went to bed. Well, and like I\nsaid, Jodl, that exercise thing he used to do in his cell. That stood out to me. And, no, I,\njust, and like I said, it was all routine. We would go to guard there for 24 hours, and 24\nhours we would be back at the SS Kaserne.",
        "Q: Is there anything else about your, your either your experience at Nuremberg or\nlooking, looking back now when you started to realize it was important? Is there anything\nelse you would like to tell me about, either specifically what you did at the prison or\nabout how you sort of think about it now?",
        "A: Well, when I talked about the prison, I just remember when I used to walk the wall, it\nwas cold. Very cold. And, you know, we had these overcoats in the Army. And you\nwould never wear them. But I used to wear that on that wall. And I remember we had to\ngo, you know, we had our post from one post to another post walking. And I think we\nhad three, three men on the wall guarding. And I was always a little frightened when it\nwas dark because I was always thinking somebody from the outside is going to crawl up\nthere, you know, and grab me, you know. Like I say, I was young. And, and the guarding\nthe cells, you know, it was just all routine. We'd come in there, do our two hours, off\nfour, maybe go someplace else. And then, you come back to the cell. But what, you\nknow, while you're guarding them, they're either doing some kind of paperwork or sitting\nor sleeping, you know. It was nothing to talk about really. And that's about it.",
        "Q: Is there anything that I haven't asked you about that you'd like to tell us?",
        "A: That you haven't asked me about? Oh, God, let's see, well, I -- we had guys, you\nknow, like, I was a cell guard. And we had a couple guys from our place, it was a couple\nguards in our place that had the job in courtroom, you know, stood behind the prisoners.\nAnd they had the white helmets on, you know, and the white belts. Whereas we had, you\nknow, just the green helmet on and the, and the dark belt. And I just looked up to them,\nthat's all. I thought they, they had a neat job. And they looked good. And while I was in\nAmberg, I remember that I had, got R&R, seven days off, like, a vacation. And I went to\nBerchtesgaden. And up in the, and I thought that was something, you know, on that\ntrolley up in, up in the mountains there, and you're up above the clouds. I thought that it\nwas so pretty. You know, and I couldn't believe it. And then, we had tours that, I think it\nwas Hitler's, some kind of cave I was in in Berchtesgaden. And where Hitler lived, you\nknow, we went around there as a, just as a tour. And that's it. I can't remember. My job\nwas very routine.",
        "Q: Have you been back to Germany since that time?",
        "A: No. I would love to go back, but it's so expensive now. I would love to go back and\njust to see the prison, you know. And my wife and I were talking about, it was a cruise.\nAnd this cruise was going to stop in Germany, Nuremberg. And we inquired about it, and\nthey told us that you could go into the courtroom. There's a, they had people take you\nthrough the courtroom. But through the prison, it was locked. They would not let you go\nthrough there. And that's, that was my big thing. I wanted to go in and see the prison, you\nknow, and the places where I was. The places where I stood. But they said that was, they\ndid not give, you know, tours in the prison except only in the courthouse.",
        "Q: Why did you want to go back to the prison specifically? Why did you want to go\nback?",
        "A: I just, why did I want to go back there?",
        "Q: Yeah. Why, why did you want to revisit the prison?",
        "A: I just want to back and relive the life I lived when I was there because after, now, I\nknow it was such a historic thing I did. And, you know, it's just nice to go back and see it.\nSee what it's like now. It's different, you know, probably.",
        "Q: Mr. Gardner, is there anything else that you would like to tell me?",
        "A: No, I cannot think of anything else.",
        "Q: I want to thank you very much for your time. And on behalf of the United States\nHolocaust Memorial Museum, thank you very much for your testimony. I will now stop\nthe recording.",
        "A: Okay.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is an interview for the United States Holocaust Memorial Museum. My\nname is Leah Wilson, and I'm interviewing Mr. Edward J. Gardner. The date is August\n28th, 2012. This interview is being conducted over the phone. Mr. Gardner, where were\nyou born and what was your name at birth?",
        "Q: Can you spell that for me, please?",
        "Q: And what year were you born?",
        "Q: And how old are you today?",
        "Q: Where were your parents born?",
        "Q: Can you tell me a little bit about that?",
        "Q: And what language did they speak to you at home?",
        "Q: Where did you grow up? And can you tell me a little bit about how you grew up?",
        "Q: What's your first memory from when you were growing up? What's the first thing that\nyou remember?",
        "Q: Can you tell me what your first memory was when war broke out? What what's the\nfirst thing you remember about World War II?",
        "Q: What do you remember about being drafted?",
        "Q: And what year was that?",
        "Q: And how old were you?",
        "Q: Was that your first trip to Europe?",
        "Q: What were your first impressions? What were your thoughts?",
        "Q: And what was your first impression of Germany when you got there?",
        "Q: Do you remember about what date it was that you got to Nuremberg?",
        "Q: Yes. Yeah.",
        "Q: Did you interact much with the German population when you got there, or did you go\nstraight to the site of the trial?",
        "Q: If you interacted at all with --",
        "Q: And did you speak any German?",
        "Q: I want to go back for just a moment. You talked a little bit about how you were briefed\nand trained before you, before you actually started to guard.",
        "Q: Could you tell me a little bit more about your job and your position was explained to\nyou?",
        "Q: Did you know anything at that point at age 18 about what had gone on Europe in\ngenocide, about these mens' role in -",
        "Q: Can you tell me what the prison itself at Nuremberg was like? What it looked like?\nHow many prisoners were there total, what the cells looked like?",
        "Q: So, did I understand you correctly, when you were guarding, when you were on your\nshift for those 24 hours when you were guarding a particular prisoner, were you 1n the\ncell with them?",
        "Q: And were you allowed to interact with the prisoners at all, or you were strictly\nguarding from the outside?",
        "Q: Can you tell me what you talked about with, with Albert Speer?",
        "Q: Did you ever get to observe a day in the courtroom itself?",
        "Q: Can you tell me specifically what they were talking about that day that you --",
        "Q: Do you remember anything specific about his testimony or no?",
        "Q: Anything specific about his testimony or no?",
        "Q: Did you ever overhear or understand any conversations that the prisoners had amongst\nthemselves?",
        "Q: Did you notice anything about their behavior, either when they were in their cell or\noutside?",
        "Q: You've said a couple of times that you were, you were afraid at certain points. Was\nthat because it was a new situation, or were you afraid of the actual process of guarding\nthem?",
        "Q: And had a, a suicide of a prisoner happened not too long before you got there? Was\nthat part of the, the fear of making sure that, that one of them didn't die on you?",
        "Q: So, some of the prisoners that you had guarded were being hung as you were leaving?",
        "Q: Some of the prisoners who you had previously guarded were being executed as you\nwere leaving? As you were coming back to the United States?",
        "Q: Can you tell me at what point you started to realize who these people were, and what\nthey had done? You mentioned that before you came to Nuremberg, you really didn't\nhave a good sense of what had gone on in Europe during the war?",
        "Q: Was there a moment that you remember that perception changed?",
        "Q: Did you have any family in Europe at that time, at that time during the war?",
        "Q: And did she remain in Poland throughout the war?",
        "Q: Did she remain in Poland —",
        "Q: -- throughout the war?",
        "Q: And what did she do after the war?",
        "Q: What did your mother's sister, did she remain in Poland the rest of her life, or did she -",
        "Q: Can you tell me about your last day as a prison guard at Nuremberg? Is there anything\nin particular you remember?",
        "Q: And what did you do there?",
        "Q: And how long were you in Amberg, Germany?",
        "Q: And who lived in those houses that you were guarding? Or were you guarding the\nhouses themselves in Amberg?",
        "Q: And at that point, when you were in Amberg, do you remember anything about\ninteracting with the local population or any survivors, or was it really just you and your\ncompany?",
        "Q: What do you remember about when you came home to the United States?",
        "Q: What did you do?",
        "Q: And what was your profession?",
        "Q: What was your profession? What was your job?",
        "Q: So, looking back, what stands out the most during your time as a guard at Nuremberg?\nIs there any experience or --",
        "Q: So, it's been, it's only been fairly recently that you've really thought of your story as\nsomething that's historically significant that you, that you should tell someone about?",
        "Q: And what do you, what do you remember the most? What's your strongest memory\nfrom when you were a guard at Nuremberg? What sticks out the most?",
        "Q: What did you talk about?",
        "Q: And he spoke in English?",
        "Q: Are there any other specific prisoners who you remembered that you —",
        "Q: -- that you would like to tell us about?",
        "Q: Is there anything else about your, your either your experience at Nuremberg or\nlooking, looking back now when you started to realize it was important? Is there anything\nelse you would like to tell me about, either specifically what you did at the prison or\nabout how you sort of think about it now?",
        "Q: Is there anything that I haven't asked you about that you'd like to tell us?",
        "Q: Have you been back to Germany since that time?",
        "Q: Why did you want to go back to the prison specifically? Why did you want to go\nback?",
        "Q: Yeah. Why, why did you want to revisit the prison?",
        "Q: Mr. Gardner, is there anything else that you would like to tell me?",
        "Q: I want to thank you very much for your time. And on behalf of the United States\nHolocaust Memorial Museum, thank you very much for your testimony. I will now stop\nthe recording."
    ],
    "answers": [
        "Answer: I was born in Natrona, PA: And my name was, at date of birth, was Edward J.\nOgrodowczyk.",
        "A: O-G-R-O-D-O-W-C-Z-Y-K.",
        "A: 1927.",
        "A: Today, I am 85 years old.",
        "A: In Poland.",
        "A: Well, not much because my, my dad died when I was a young boy. And I hardly ever,\nhardly remember him at all. And my mother, she come from Poland here, you know,\nthrough New York. That's all I, that's all I can remember.",
        "A: Polish.",
        "A: Oh, I grew up in a little town, Natrona, PA: And I went to school there till, till I\nfinished eighth grade. And after that, I went to the Har-Brack High School. And then,\nfrom the high school, I was drafted into the Army. And I had, I had a dull life, you know,\njust we played around. And I went, when the war ended, you know, I was excited. I\nwanted to join. And I did go to try to join the Navy. And I was turned away because I was\ncolorblind. And that's about it.",
        "A: Oh, my first memory when I was growing up, oh boy, that was a -- it sticks out in my\nmind that I was on a, on the boat. It was dark. And there was a steamboat coming down\nthe river. And we always liked, as kids, go on the end of it, this steamboat. And here, I\nwas pushed over. And I must have been about maybe five, six years old. I don't know.\nAnd they couldn't find me. And finally, the waves of the steamboat, I guess here I was\nunderneath the boat bopping up. And the steam waves, the boat from the steamboat\npulled me out from that boat underneath the boat. And they found me because I was up,\nand my hand was waving in the air like saying good-bye. And that's how I was found.",
        "A: World War II, I remember, oh, I was out playing in the alley with my buddies. And we\nheard the, you know, we heard from the newspapers, there was come by, \"Extra, Extra,\"\nthey had. It was right after that, and then it was saying about the war, we broke out, we\nwere at war. And I must have been, I don't know, 13 years old. And that's it.",
        "A: Well, when I was drafted, I assumed that I would not go into the service because I was\nturned down from the, from the Navy from being colorblind. And when I went, when I\nwent to the draft board, I know the people thought I was too young to be there. I mean, I\nhad a couple guys saying, \"This is people going into the Army.\" They couldn't believe\nthat I was there is going in because I was so young looking. And skinny and small. And\nI did go through the, for my physical. And I passed it, to my surprise. And then, when I\nwas drafted, I went to Camp Gordon. I had 16 weeks of basic training. Oh, the next, when\nI was drafted, the May, I think the next day, Germany surrendered. Okay. And then,\nwhen I was in my basic training, I was on my last couple weeks of training, when Japan\nsurrendered. And then, we thought we were all going to go home. But instead they, they\nshipped us to New York. And we shipped out to go overseas to, to France. And we were\nout at sea maybe two, three days. And all at once, there was a big hump, a big thump.\nAnd here, I thought our boat stopped just to have Mass on the deck. That's because they\nannounced we're going to have Mass on the deck. And here it was, here we hit a little\nboat. It was one of our little boats out there. And I remember them picking up some\nsurvivors, and keep the survivors away from us. They were mostly, you know, not living.\nThey were dead. And then, we came back to New York. And we stayed in New York\nanother 30 days doing nothing until we got another ship. And I shipped over, and I landed\nin Le Havre, France. And I remember that because we have to stay in, in Le Havre, we\nstayed in little tents for about seven days till they put us on the, in boxcars. They called\nthem forty-and-eights. And we were on that boxcar for, I think 1t was seven nights and\nseven days. We stayed in that boxcar until we got to Nuremberg, Germany. And that's\nhow I got to Germany.",
        "A: Oh, what year? It was 1945. I was drafted May the 7th, I think, 1945.",
        "A: 18.",
        "A: Yes, it was.",
        "A: My first impression, oh, it was in Le Havre, France. And I couldn't believe I heard,\n\"Boom, boom.\" And said, \"I thought the war was over.\" And here, they were, like,\ndemolishing you know, out in buildings because they were not secure. And to me, when\nwe were docking, and we had French people, little boys begging for cigarettes and candy.\nThat's what got me the most, how they were begging for cigarettes and candy.",
        "A: Oh, well, I went through Germany, like I told you, seven days and seven nights. And\nthen, we, we didn't see anything, you know. We just kept going. And we, we ate just our\nrations, our K-rations that we were, you know, that we had. And one day in Germany,\nthey stopped for a hot meal. And I would not give it up. I would not give up my space in\nthe boxcar, you know, so I missed the meal. And it was, like, in the middle of the night.\nAnd so, what I seen of Germany was just, you know, just the land. Nothing around it.\nThen, my first impression when I got to Nuremberg, wow, I couldn't believe it. I don't\nthink there was a house standing in Nuremberg. And every house was down to the\nground. And, you know, and it was a little shocking. And then, when they put us 1n these\nSS Kasernes, I remember, and they had no mattresses. And that's, we slept in our sleeping\nbags we were issued. And, I don't know, we didn't have those bags long until we did get\nmattresses. And we were, like, a high priority because we were going to be at the\nNuremberg trials, you know. So, we got mattresses sooner than most other GIs, I guess.\nAnd our windows were fixed. And that's my impression of Nuremberg, the first time I got\nto Germany.",
        "A: The day I got to Nuremberg, geez, well, I -- 1t was May the 7th, I was drafted, and I\ndon't know. I spent 30 days waiting for a ship. And then, when I got to Nuremberg, it\nwas, I don't know, it had to be about maybe a month or two after I was drafted. No. After\nI, I landed in Nuremberg. But I don't know what time I got there. Is that what you asked\nme?",
        "A: Yeah, I got to Nuremberg, well, I know it was in November. It was cold, you know.\nBut I don't know the exact date right now.",
        "A: Oh, no. We were in, situated in our Kaserne, and we stayed there for, like, 30 days.\nAnd we had orientations until what we were going to do at the, at the prison, you know.\nAnd because they told us we were going to be prison cells in the cell.And we were going\nto guard walls. And we were going to secure doors. Entrances to the, in the prison. But\nnot at the Palace of Justice. And -- what? Oh, what did you want to know?",
        "A: No. With the Germans, no. We didn't speak to them at all. You know, because, you\nknow, the only time I would speak to German was when I would be, they would, like,\ntake our clothes and wash them for us, you know. We had, like, one woman, she would\nbeen coming around, you know, to do our laundry. And that's the only one I would speak\nto. And --",
        "A: No. None at all. None at all. And then, like I say, right near where our SS Kaserne\nwas, it was close to, to the, where Hitler used to parade his field. And I think they called\nit Soldiers Field. And I spent a lot of time there while I was awaiting to get, you know,\nyou know, to get, to get our jobs in, at the prison. And I think I learned how to drive a\nJeep there. That's what I was doing. And then, after we got orientation, I think my first\ntime I went to the prison, it was very eerie. And, and we worked, we had to be there for\n24 hours. We would guard, we would guard them, we would be on guard for two hours\nand off four. And I will never forget my first one I had was, oh, I think it was Sauckel,\nSauckel. My first prisoner I ever guarded was Sauckel. And I remember going on maybe,\nlike, I think it was 2 o'clock in the morning, and I relieved my man. And I looked in\nthere, and he was sleeping. And, you know, I was nervous. I was 18 years old. And we\nwere told, we were there, they can't escape. But we were there just to keep them alive,\nyou know, to, you know, so they can go through a trial. And I would look in there and\nwatch him. And he wouldn't be moving. He was sleeping soundly. And I didn't hear\nanything. And I thought he was gone, you know, and I'm scared. And all at once, I'd see\nhim move or breathe, and I would feel so relieved. That was my first experience with\nthat, with a prisoner.",
        "A: Yeah.",
        "A: Well, all I can remember is we were, like, we were had, like, squads. And I would go\nin my squad. And we would have a guy come up there, and he would just tell us, you\nknow, what we're doing. And who these people were. And, you know, to me, 18 years\nold, I didn't know what, who they were atall. I didn't, didn't faze me at all. And, and\nthat's all they said. Our main job was to just to keep them alive. You know, and that's\nabout it. And then, they told us that we're going to be on different, you're going to be on a\ncell guard for maybe, like I say two hours, and I'll be off four. And then, they put you,\nthey say maybe we would go get an entrance of some kind to guard. And they would be\noff another four. And then, maybe you get on a wall. They just kept changing around 24\nhours. And we did that just every, every day. We went to, we went to the prison. And\nthen, we'd be off 24 hours, and we'd go back on 24 hours. That's all. That's was my\nroutine.",
        "A: No, I didn't know anything like that. I had no ideA: But as I stayed there, you know,\nI'd hear a lot of people talking. And I realize that we had, who we were guarding. And I\nguarded, we had 20, 20 prisoners we guarded. And they were in the cell all by, all by\nthemselves. And the ones, they would take them out, I think it was one day for one hour\nout to have, for their exercises in the exercise yard. And you would just follow your\nprisoner out to the yard. And you had to keep your eye on your prisoner. And all of us\nguards, 20 of us, I guess, was just all around surrounding him, just watching your own\nprisoner. And they were good. They knew what they had to do. We didn't have to do\nanything, you know. And it was very routine. That's it.",
        "A: Oh, what the prison looked like? Well, we'd go in, and we slept in the, in the cell. You\nknow, for the 24 hours we were there, and it was just like a regular prison. I mean, it\nwasn't very nice. They had wooden doors with a little hole in it. You know, and that's\nwhere we used to put our light when they went to sleep, on the prisoner. We had, we\nwatched them for 24 hours. But the prison was just like a regular prison. It had three\nstories, three tiers, you know. And on the first tiers were all the 22 prisoners we had. And\nthat's it. And then, like in the, then, well, just imagine the prison like a, like a wheel. The\nprisoners had one, one block. And we had another block of a spoke-like. And we, and\nthat was for us. Then, they had another spoke, it was just for the witnesses. I think there\nwere like, you know, their wives and somebody in there. And, but they were allowed to\nwalk in and out of their cells up to 10 o'clock in the morning. And then, in one other\nspoke was the military police, you know. And, and the wall was a round wall. And we'd\nhave to walk that wall. We'd get that sometimes, to walk the wall. And so, you know, just\nlike a regular prison. But it was, you know, not very nice looking. It was old.",
        "A: No. We were outside the door. And like I said, we had a hole in the door in a, a little\nhole. And that's where we would put our light, you know, we had a portable light there\nbeside the door. And we would shine it on them at, when they went to sleep. And the\ndoor was not locked. It was just latched because they told us in case you see them doing\nanything, we'd have to go in quickly. And that's just the way it was. And we were only\nallowed to, oh, I think we were only allowed to, people that entered that cell would be a,\nit was a doctor. But he was a prisoner. But he was a, I don't know, he was a, I guess they\ntrusted him, trust a doctor. And he was allowed in there. And barbers, get their hair cut.\nAnd one other guy was there. Oh, he was our commander. Andrews, I think his name\nwas. He was the head of the, the guards and that.",
        "A: Well, I did not interact with them because, you know, most of them just would not\nspeak to you. You know, and I, and they told us not to speak to them. But I seen a lot of\nguards do speak to them. And the only prisoner that I spoke and had a conversation with\nwas Albert Speer. And that's because they came to me, and I was guarding him. And they\nasked me to take him to Room 55. And he was going to see his lawyer. And all I had to\ndo is sit between them and watch that they didn't pass any sharp things to each other, like,\na pencil or something sharp, you know. And his lawyer was a little late, so I got to talk to\nhim a little bit. And he, to me, sounded like a real, you know, gentleman, good guy. And\nhe was, I think he was Hitler's architect. And then, he was a pleasant guy. And then, I\nremember then maybe a couple weeks later, I was on the, I had the duty of walking in\nwith the barber to, for them to get their hair cuts or whatever they wanted. When I walked\nin Speer's cell this one time, he still remembered me. I remember him fixing his bunk, so\nI could have a good seat. But as far as, and I talked to maybe, you know, like, if, if they\nwere in -- they had a commode in there. If they were in there, stayed in there too long,\nwell, then I would have to go in and see what was going on because they had one guy\ncommit suicide doing, on the commode. And that was while I was, when I just got there\nduring the time I was on orientation. And the 26th Infantry was still guarding him. And\nthen, and I think his name was Ley or something like that. And after that, that's when we\nwere told to watch them when they go into the commode. And that's the time, I think,\nthey put a, one guard on each cell. And that's how it was.",
        "A: Well, I didn't say much to him, but he was telling me, like, he only got -- I don't think\nthey hung him. He got, like, 20 years or something. And he said like, you know, he knew\nthat, that, you know, he did wrong now and all that. And he was, like, you know, and he\nfelt sorry. As the other ones would not even, you know, mention to do that. And, and then\nwhen, then he asked me, you know, how long I had been there, and I told him, you know.\nStuff like there. And then, his lawyer came, and they spoke German. And I didn't know\nwhat they were speaking about. And after that, I just took him back to his cell. Oh, I,\ninteraction with the prisoner? I had one, Herman, Herman Goering, I, I was on his cell\nwhen he had to go take his shower. You know, they got one shower or two showers a\nweek or something like that. And I was on his cell, and I took him down. And that was\ndownstairs in the basement. I took him down. And, and I had to go into the place where\nhe was going to take his shower. And only, I only had a blackjack on me. No weapon.\nAnd he complained about something to me, and I didn't what he was complaining about.\nSo, I called the sergeant of the guard. And here, he was complaining about the door being\nopen because the draft was getting him. And here, the sergeant of the guard, you know,\ntold him the door had to be open because we had another soldier there walking up and\ndown the corridor with a weapon. So, and that door had to be open. So, finally, he asked\nfor another towel, and he got it. And he, instead of taking a shower, he took a bath. And\nthat's the only reaction I had with him. But I was on his cell a lot, you know. And he just\nset there. And they just read. They're looking through papers, and that was about all.\nSome of them, before when they get up in the morning, Julius Streicher, I think, he was\nacross from the, Goering. I had him one time, and he would get up, they were supposed\nto get up, I think, 7:30. And he would get up maybe a little earlier, 7, and he did exercises\nin his cell. And what I couldn't believe what he did, they didn't have any running water in\nthe cell. So, he flushed his toilet a few times, and he took the water and like put it over\nhis shoulders and that to cool off. And then he would get, ask for his clothes. We had\ntheir clothes in another cell away from them. And we would bring their clothes in for him\nto get dressed, and he was ready for, for court. That's about it. That's all I can, and I know\nI was in a lot of other cells and that. And I walked the walls. That was, I didn't like\nwalking that wall. It was night, you know, and on the wall, we had a, a weapon. It was an\nautomatic weapon. And, and we had, and then, we used to guard the doorways. You're\ncoming into the cellblock, or you're going out, we had to check them with their IDs. And\nwe had to see them around. We had to know them. And we also, then later on, we would\nout to, passwords like, like New York, and he would say Yogi Berra. And that was the\none for the day. And every day it was different. When we went through a doorway. And\nthat's and what else I had to do there. Oh, there was a witness wing. It was on the third\nfloor. And there was only one guard there. One guard. And the witnesses were allowed to\nwalk in and out of their cells, you know, and mingle. But at 10 o'clock, they had to be in\ntheir cells, you know, time to sleep. And I'll never forget this. My job was, I was there on\na New Year's Eve. It must have been '45, 1945 New Year's Eve. And the, there was\nwomen, she was in charge, like, a lieutenant, and here she said she was going to leave\nearly because she's going to a party. And, you know, once they get in their cells, they'll be\nokay. And here, throughout our, throughout the, you know, our ranks and throughout the\nprison, there was a story about one of these women, they wore, she wore riding clothes.\nAnd what she would do, and I don't know if I should tell you this. This was what, the\nword was out that she would strip, and you'd give her a candy bar or something. You\nknow, and then she would report the time, you know, the day, and the soldier was, would\nbe disciplined. But when I got there, so I was nervous of her. I didn't know who she was\nor what. And then, I had one girl. And I guess it was her. She kept coming into the office\nand wanted to see the lieutenant. And I told her the lieutenant is going to be gone. You\nknow, she come in a couple times. And I finally had to tell her that she had to stay in her\ncell. And that's the last I seen of her. And that's, that's about it. And everything else was\nroutine. Oh, we had another post. Oh, I remember now. It was at the courtroom, you\nknow, inside the courtroom when it was empty. They just had one guard in there. And all\nhe had to do is make sure nobody got in there. And I just really had to just walk around in\nthere for two hours. And that's all I did. I was just amazed at the, you know, how small it\nwas because all those people were in it. And you know, I looked at there, and I seen this\none machine there. It was a stenotype machine. I remember I was really fascinated with\nthat machine. And then, when I got home, and I got discharged, I went to school for that,\nfor the same machine to study the, you know, and I knew how to operate that. But I never\nused it. Maybe for a couple weeks, and that's all. That's about it.",
        "A: Once. And I would, and the reason I wouldn't do it again is because it was too hard.\nAnd [| had to go through a lot of paperwork even though I was a guard. They put you\nthrough a lot to get, to get a seat in the courtroom. You know, and when I was there, they\nwere talking about Admiral Doenitz, you know, what he, what he has done. And it was\nreally, I was amazed the way it was. I had a headset on. And if you would turn it to one,\nnumber one, he might, you would think he was speaking English. You turn it to number\ntwo, then he was talk, speaking Russian. You know, it was really funny to me. To listen\nto that trial that way. But that, yeah, I did go one time in the courtroom. And the other\ntime I was in there was just when I had, that was one of our posts. But 1t was empty. But\nto, you know, just to go there as a spectator, I did go once.",
        "A: That day, I remember it was about the sea, Admiral Doenitz. Was that Admiral\nDoenitz? Yeah, I think it was him. Yeah, kind of was a commander. Yeah, Admiral\nDoenitz, and he was the one on the stand that day. And I can't remember what they were\nspeaking about. But, you know, I was just so amazed, you know, because I kept playing\nwith those dials. But, but it was just like a courtroom as usual. They were asking him\nquestions, and he would answer, you know. And that's all I can remember about that date.",
        "A: About what?",
        "A: No. I have no idea what he spoke about that day. That's been so long. And I was just\namazed how it was. And like I say, I was playing mostly with those dials.",
        "A: Well, the prisoners were, only time they were together was when they went out for\ntheir exercise. We had an exercise yard, they call it. And at first, we took all 20 of them\nout together. And whatever guard, and our, the guards just stood around the exercise yard\nand watching your prisoner. And as the court, as the court was going on, you know, the\nproceedings were going on, we noticed that we were just given so many prisoners go out,\nnot all together. Like, maybe 18 or 15, you know. And that was because, I think they\nwere, somebody said they were, you know, talking about the other prisoners. They were\nagainst them. And they became enemies. So they wouldn't take, send them out together.\nAnd I just remember how it started at the beginning with all 20 was out. Then, there was\nlike 17. Then, it would, I can remember one time, we only had maybe ten of them out\nthere. But, and they said that's because in the courtroom, they were blaming each other.\nSo, that's all I know about that.",
        "A: Oh, well, yeah. Well, Goering, he was very, he was always just a nice guy, you know.\nHe slept and read. And Hess was in the next cell to him. And to me, Hess looked like he\nwas acrazy guy. I mean, he just didn't speak. And he had this, and all I know about him,\nhe had his window really open, and the draft would hit you right in the face when you\ncome to his cell. And I never took care of his cell. It was dirty. And, like I say, most of\nthem, like, you know, and they just didn't do anything. They played cards. They hada\nlittle table, a card table there. Not a table, a weak table there. They didn't have cards per\nse. They had homemade cards they would make. And they would play games with that,\nplay a game with that. But they were always separated. They never were together. So,\nand like I say, I never spoke to them because I just followed orders. I was afraid, you\nknow, I was 18 years old. But I seen some guys speaking to them, you know. But I did\nnot. And it's, and it was all the same, you know -- oh, I told you about the guy that took,\nhe did the exercises. They would give his clothes for court. And then, every time he went\nto court, he always asked the guard for some chewing gum. No matter who was, who\nwas, who, who was his guard that day. And, yeah, and like I say, they just, they just read.\nThey didn't do anything. That's it.",
        "A: Well, you know, after you're there, and I heard who they were and all that stuff, then\nmostly my afraid was I didn't want my prisoner to die on me. Because that was so stuck\nin our heads. That's what I was afraid of mostly. When I had him for those two hours, I\njust wanted him to be alive when I left. And that's the only thing I was afraid of. But\nreally, after that, they were like nothing. You know, it was all just routine. And like I\nsaid, sometimes you would get into the cellblock maybe for one prisoner. And the rest of\nthe time, you were on the wall, walking the wall. Or you were out guarding a doorway.\nSo, you know, they changed us around a lot. For not to get, I guess it was because they\ndidn't want you to get too familiar with a prisoner. And that's what I heard they said.",
        "A: Yeah, that, that was my fear. You know, I didn't want none of them to die. Or, you\nknow, commit suicide while I was there. You know, because we, all that we were told,\n\"They're there to be hung.\" That's all. To, you know, once the verdicts are out. And I was\nthere from the beginning of the trial, the trial. Till the end of the trial.And then, after,\nwhen the verdicts came out, I wasn't there. And then, when it was the hanging, I was on\nmy way home. So, I missed that.",
        "A: Who?",
        "A: Oh, there was, geez, who, the people that were executed, I think they had -- oh, God.\nIt's so hard to remember, 12? And the ones that got the death sentences, I remember was\nFrick, I can remember. Goering. And Goering committed suicide a day, the night before\nhis hanging. And I always said, I was, I was on the ship coming home, and I said, \"I'm\nglad I wasn't there. And Alfred Jodl, he was a really weird guy. He died. | He was hung\nKaltenbrunner was died, he was hung. And like, Hess, he got life. I think he, he was the\nlongest living prisoner. And Ross, Rosenberg. My first prisoner I guarded was Sauckel.\nHe got the death sentence. And there was some people that a got acquitted, like, Schacht.\nI remember him being acquitted. You know, it's, it's hard for me to remember now. It's so\nmany years ago.",
        "A: Right.",
        "A: Yeah. It changed on me when I started hearing stories about how who the people we\nwere guarding, you know. The guys were talking, and then I just realized, \"Oh, my God,\nI got some, you know, high, high officials here I'm guarding.\" So, you know, that put me\non alert more and made me a better guard. But that's it.",
        "A: No, I didn't have anybody. Well, my mother's sister was there in Poland, you know,\nbut that wasn't too familiar with her because I, because we did, I remember us sending\npackages and maybe once every six months or so. That's about it.",
        "A: Pardon?",
        "A: Yes.",
        "A: Yes.",
        "A: What did I do?",
        "A: My mother's sister, yeah, she left her, she stayed there the rest of her life. Once my\nmother died, we lost contact with her at all, you know.",
        "A: Oh, my last day, geez. Oh, God. Oh, let me see now, because I know we were happy\nwe were getting off because there was only two infantry divisions that guarded them, I\nthink. Because when I got there we guarded, it was the 26th Infantry we relieved. And I\nwas in the 18th Infantry. And then, when we got the word we were going to be leaving,\nwe were all so happy you know, just getting out of there. And then, the 26th, and then,\nthe 26 Infantry relieved us again. They relieved us to go home. And my, my last day\nthere, oh God, I remember being on a doorway, you know, and I was guarding a door.\nAnd I just was so happy, you know, that I'm leaving. And I know I left a lot of guys\nthrough, or I didn't ask them their pass, you know, the word for the day was. But no, I\nwas just happy to get out of there. That's all. Just something new, you know. Then, I went\nto Amberg, Germany.",
        "A: In Amberg, I became a squad leader. And then, they needed a company clerk. And my\nsergeant asked me if I'd be a company clerk, you know, to help them out. I said sure. But\nwhen I was, I was anxious to get my sergeant stripes, you know. And I wanted to move\nup. And I knew as a company clerk that I was a corporal, and that was all I'm going to\nstay. But then, the sergeant said no, he was going to put me in for a sergeant because I'm\nonly acting as a clerk. And my real job is a squad leader. But then, this was after the war.\nAnd then, when he put me in for sergeant, I was denied. And that was because we had a\nlot of people coming in, you know, coming back from the, you know, the war. You know,\nand there were a lot, a lot of sergeants. So, they didn't give anybody anymore, you know,\npromotions. So, I come home as a company clerk, my last job, and as a corporal.",
        "A: In Amberg? Oh, geez, I don't know. I wasn't there too long. I was maybe there, oh,\nmaybe a few months. And I, well, what we did there, we, it was weird because that's\nwhen the war was over. And the people, the soldiers that were married were allowed to\nbring their wives over. And what we did, we had to go guard a home, one of the\nGermans' home, and somebody would mark the, the contents of the house. Excuse me.\nGive my water a sip. They would mark the contents, like, the chair, they would have\nunderneath it, would have a mark, and that wasn't allowed to leave that building, you\nknow. The only people, stuff that wasn't marked was allowed to leave. And that was what\nI did in Amberg. Until, until I got my discharge. Then, I went to, I think -- I didn't get\ndischarged there. I went to Copen, no. I forget where I, I come -- I come in Le Havre, and\nI went out someplace else. I can't remember.",
        "A: We were just guarding, they were, they were empty. And I guess some kind of\nGermans lived there. And they were saving those houses for the wives that are coming\nover. Officers mostly.",
        "A: Well, no. I relaxed. I, I remember going swimming there, and I was really, you know,\nit was in the summer. I went swimming. And I talked to a girl. That's about it. And, well,\nand then, we had like a house club. We had a beer only. There were some Germans there.\nBut that was, like I said, I was shy. I was 18. And I just stayed away from them mostly. I\nhad interactions once. I was in a bomb shelter. I was selling cigarettes, the carton of\ncigarettes. I didn't smoke. And I remember we got $50.00 a carton. And it was from some\nkind of, I think it was some Polish people coming through there. And we were dealing\nwith the, I was dealing with this one Polish guy in a, and here somebody come into the\nbomb shelter, had a light, a flashlight. And I got scared. I thought, \"Uh-oh,\" and here it\nwas my buddy. And I got my, I got $50.00 a carton for cigarettes. And that lasted me\nbecause then I saved my pay. And he paid me in marks just like the same marks that we\ngot paid from the Army. But I didn't, I didn't interact too much with Germans. But I\nremember, like, in our club there, we had a house, and I remember dancing with the\nGermans. You know, but that was like too young for that. I don't know.",
        "A: When I came home to the United States? Well--",
        "A: Well, when I came into the United States, the, I got home, and I went to work. I\nworked for a PPG Company, Industries. And I started to work. And I stayed there for 40\nyears. And I retired from there.",
        "A: Pardon?",
        "A: Oh, I was on the shipping, shipping department, you know. And sometimes, I would\nbe a foreman. When my foreman would take vacation, I would take his place. And that's\nabout it.",
        "A: Well, yes, you know, because when I was, you know, in Natrona, I lived. And then, I\nmoved to Carlisle. And in Carlisle, they got a War College here. And, a lot of my friends\nwere retired colonels, you know, like I was a member of the Knights of Columbus. And\nthat's where I met all these officers. And, you know, we'd talk about, you know, about the\nwar, and you know, Army. And I told them where I was. And they thought that was\nreally big history, you know, that I, you know, I should stop by. I never did. I just, you\nknow, forgot about it. I said, \"Naw, I'm not going to do anything.\" Until, and, until, and\nthere is a Dickinson College here. And I used to go swimming there and use the gym.\nAnd I got to know the girl at the desk there. And I told her my story. And I think she\nknew somebody at the Holocaust Museum. I forget her --\nUNIDENTIFIED SPEAKER: Her first name is Bonnie Way, or something like that?",
        "A: Yeah, Bonnie, she's the one that worked at the college. And she called somebody at\nthe Holocaust and give them my name. And then, I got a call from her. And that was,\nlike, oh, maybe a year or two ago because she wanted me to come down there and record\nmy story. And I fell off the roof, and I was laid up. Like, when I learned how to walk\nagain and all. And I just forgot about it then. And then, it came up again. And I guess this\nis when I got in touch with you.",
        "A: Well, yeah. Well, a lot of people in Carlisle, these Army guys, you know, they thought\nI should, you know. And because in all the time I lived in Natrona, I don't know how\nmany years, 20 years, you know, after the war probably, and I just forgot about it. I didn't\ndo anything. Until I came here. And like I said, I met a lot of Army people here. They got\nthis War College, and they go there and retire from there. And they stayed here, and, and\nwe became friends.",
        "A: What sticks out the most when I was a guard at Nuremberg? Well, I would say the\ntime I took Albert Speer to Room 55. That would be the thing. Because I got my biggest\nscare when I was walking behind him because, like I say, I was only 5-6, 145 pounds or\nsomething. And while I was taking him to his room, he turned around. His, like I got so\nscared, I froze. And he just turned around and kept on walking. And like I told you, once\nhe got in a room, his lawyer wasn't there, and I started talking. We started talking. And I\nthought he was pretty nice.",
        "A: Well, he talked mostly about his, you know, his, his life in Germany, which he thinks,\nhe knows he did wrong. And, you know, stuff like that. And he did not, he did not -- he\nwasn't hung. I think he got only ten years or 20 years. So, he wasn't, he was pretty nice.",
        "A: Yes, he did. Yeah, that's another thing why, because, you know, a lot of them wouldn't\nspeak English, just German. And I would, you know, we wouldn't talk to them. But I was\nsurprised. He did it. He, and I spoke to Schacht. He was another guy spoke really good\nEnglish. But I think he was acquitted. He was a financier for Hitler. And he was\nacquitted. And he spoke English pretty good.",
        "A: Other prisoners?",
        "A: Stand out? Oh, God, they all did the same thing. They all went to bed. Well, and like I\nsaid, Jodl, that exercise thing he used to do in his cell. That stood out to me. And, no, I,\njust, and like I said, it was all routine. We would go to guard there for 24 hours, and 24\nhours we would be back at the SS Kaserne.",
        "A: Well, when I talked about the prison, I just remember when I used to walk the wall, it\nwas cold. Very cold. And, you know, we had these overcoats in the Army. And you\nwould never wear them. But I used to wear that on that wall. And I remember we had to\ngo, you know, we had our post from one post to another post walking. And I think we\nhad three, three men on the wall guarding. And I was always a little frightened when it\nwas dark because I was always thinking somebody from the outside is going to crawl up\nthere, you know, and grab me, you know. Like I say, I was young. And, and the guarding\nthe cells, you know, it was just all routine. We'd come in there, do our two hours, off\nfour, maybe go someplace else. And then, you come back to the cell. But what, you\nknow, while you're guarding them, they're either doing some kind of paperwork or sitting\nor sleeping, you know. It was nothing to talk about really. And that's about it.",
        "A: That you haven't asked me about? Oh, God, let's see, well, I -- we had guys, you\nknow, like, I was a cell guard. And we had a couple guys from our place, it was a couple\nguards in our place that had the job in courtroom, you know, stood behind the prisoners.\nAnd they had the white helmets on, you know, and the white belts. Whereas we had, you\nknow, just the green helmet on and the, and the dark belt. And I just looked up to them,\nthat's all. I thought they, they had a neat job. And they looked good. And while I was in\nAmberg, I remember that I had, got R&R, seven days off, like, a vacation. And I went to\nBerchtesgaden. And up in the, and I thought that was something, you know, on that\ntrolley up in, up in the mountains there, and you're up above the clouds. I thought that it\nwas so pretty. You know, and I couldn't believe it. And then, we had tours that, I think it\nwas Hitler's, some kind of cave I was in in Berchtesgaden. And where Hitler lived, you\nknow, we went around there as a, just as a tour. And that's it. I can't remember. My job\nwas very routine.",
        "A: No. I would love to go back, but it's so expensive now. I would love to go back and\njust to see the prison, you know. And my wife and I were talking about, it was a cruise.\nAnd this cruise was going to stop in Germany, Nuremberg. And we inquired about it, and\nthey told us that you could go into the courtroom. There's a, they had people take you\nthrough the courtroom. But through the prison, it was locked. They would not let you go\nthrough there. And that's, that was my big thing. I wanted to go in and see the prison, you\nknow, and the places where I was. The places where I stood. But they said that was, they\ndid not give, you know, tours in the prison except only in the courthouse.",
        "A: I just, why did I want to go back there?",
        "A: I just want to back and relive the life I lived when I was there because after, now, I\nknow it was such a historic thing I did. And, you know, it's just nice to go back and see it.\nSee what it's like now. It's different, you know, probably.",
        "A: No, I cannot think of anything else.",
        "A: Okay.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 28, 2012\nRG-50.030* 0672\nPREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.\nThe reader should bear in mind that this is a verbatim transcript of spoken, rather than written\nprose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "Transcribed by Cindy Nicolls, National Court Reporters Association.\nEDWARD J. GARDNER\nAugust 28, 2012"
    ]
}