{
    "rg": "RG-50.030.0143_trs_en",
    "sequence": [
        "Q: Would you tell us your full name and your date of birth?",
        "A: My name is Joseph B. Maier M-A-I-E-R. I was born on January 24, 1911. I was raised\nand schooled in Latski, Germany. What else would you like to know?",
        "Q: A little bit about your family in Germany and what happened to you in 1933?",
        "A: Now, my family -- that's an interesting question, had left already. My father left as a\nmatter of fact in the mid 20s. He was an orthodox rabbi, had a lot of wanderlust, landed\nin the United States. My mother followed shortly thereafter with my youngest brother. In\n1930, let me see, three brothers and two sisters followed them, joined them in New York.\nI remained behind because I wanted to finish my gymnasium schooling in\n. But one year later, in 1931, I was in New York on a student visiting Visa,\nbut in 1932 I was again back in Germany at the University of Latski because I figured\nafter all Hintenberg defeated Hitler. He was president and things would not go much\nworse. On the contrary I would be there to defend the republic you might say. I honestly\nfelt I would have a chance, not only to go to the university, especially since I was very\nfortunate to have obtained a fellowship from Shotten Foundation to study philosophy,\nsociology and comparative literature at the university. I honestly felt I would have an\nopportunity to defend the Wiemer republic against its mortal enemy, the Nazis. And I\ncould make my contribution in that direction, either as an intellectual, a young\nintellectual or as a fighter even. I loved that country. I didn't want to abandon it to the\nNazis. I would do my very level best in order to defend it. If there were, as I had hoped\nthere would be, enough allies who felt as faithful to the Wiemer republic as I did at the\ntime. Does that answer your question?",
        "Q: Yes.",
        "A: In that very first year -- I remember you asked me what I did in '33. Well, it came '33 on\nJanuary 1, -- I remember to this day, in January 1, 1933 I was in the hospital of the\nUniversity, the University Clinic of the University of recovering from an\nappendectomy when in the afternoon the Fuhrer's voice bellowed over the radio. I\nremember to this day what a shock this was. The nurse came in in order to attend to me,\nbut I was profoundly disturbed when I heard Hitler's voice confirming what I had feared,\nnamely that Hintenberg backed by the army and the conservatives had made Hitler\nchancellor of the reich. I had the dark feeling that dark times were going to befall not\nonly Germany but the world, and that my own days in Germany were about to end. By\nthe time I returned for the last of my three semesters at the University of by\nthat time that is by the time I returned which was in the spring, Hitler had already started\nthe Nazification of Germany with a breathtaking reptitivty. His coming as I said to power\nJanuary 1, 1933. In February the reichstag was set on fire at the instigation of Goering\nand Guthers, in March something else -- the so called enabling act was passed which I\ndon't know whether you know what the enabling act means, it made Hitler practically the\ndictator of Germany enabling him that is to say an his cabinet to pass legislation which\nwould practically lead to the destruction of the Wiemer republic to the rearmament of\nGermany, to the ending of the freedom of speech and freedom of assembly and April,\nMarch came the -- if I remember correctly came the book burnings at the University of\nBerlin. On April 1, was the boycott anti-Jewish boycott which led to the looting of the\nstores and the beating and arrests of the owner of the stores and transferring them either\nto concentration camps or the Gestapo prisons if not to their early deaths. These were\nthings that were happening by the time I returned to the university. By July, when the\nsemester had come to an end I woke up and I wrote back to my parents who had been of\ncourse concerned since Hitler's assent to power. This time, right know, I'm anxious to\njoin you in New York. I've had enough. I'm in fear of my life. Please help me and send\nme the affidavit and the boat ticket. I want to leave as soon as possible. By September the\nNazification had progressed further and I knew that Hitler had in the meantime had\nsucceeded in abolishing all parties except his own. That the rearmament of the Nazis in\nthe violation of the Versailles Treaty and the deception by wealth and stealth was going\nto proceed without any inhibitions by domestic certainly not domestic or from the\noutside. On September, in deed, 1933, in September 1933 I left and eventually landed in\nNew York and joined my family.",
        "Q: Can you tell me then what the professional route was that brought you from there, and\nwe'll try to do it fairly briefly that brought you then to the role that you have in\ninterrogation and intelligence. I know it's a big jump.",
        "A: Well, I'll tell you very quickly what it is. From 1933, September 1933 when I landed\nhere, from practically 1939 I was a student at Columbia University where I earned my\nmasters and ph.d degrees, while also working as a research associate at the Institute of\nSocial Research with all the principals of the so called Frankfort School of Sociology,\nSocial Science, including Max , Herbert\n, , Henry Grossman, Franz Nuemen,\nand a number of other people, but the principals were actually, the\nprincipal figures were and Fran. Fran not so much\namong the principals but the first three were. I was a research assistant there, very happy\nthere because this was an intellectual hothouse . It was at the time when\nthe luminaries of the American Academy were still at Columbia. I still knew and learned\na great deal and admired a great deal John Dewy. For my money still America's\nphilosopher. The American philosopher, most represented American philosopher. And\nthe other luminaries would be very much true of this generation of Americans any more,\nperhaps they do, but I don't think I need mention them here. I got married. That's an\nimportant date, to alice Newman in 1937. I became a father of my only child, my\ndaughter Doris, in 1938. In 1939 I became the research assistant more exclusive research\nassistant to Adoni with the Princeton radio research project. From 1940 to 1943 I was an\nassistant editor of , the German Jewish New York weekly newspaper where I\nwas by at the time the only American citizen and responsible for all the English language\npages and columns as well as for the Jewish political and religious and learned subjects.\nFrom 1944 to 1943 I was propaganda analyst for the United States Office of War\nInformation in New York. From D-Day until after VJ Day I was propaganda analyst for\nthe Office of War Information, American Embassy in London, England, but more\nespecially attached with a small group of American officers to the hush-hush BBC\nmonitoring service located at near Reading with a special duty of\nwriting the so-called report about what the German people were allowed to read and hear\nby the government of what was going on in Germany and in the theaters of war for the\ncommanders in the field, that is the report had to be written for the commanders in the\nfield and the policy makers in New York and Washington. Let me say for one thing\nbefore I come to VJ day. For all that we won, and we too, that is the secret weapons that\nthe Nazis unleased onto the British Isles, the heightened sense and enhanced sense of\nliving I have never experienced before or after. As I think about it as I try to recollect the\nwar time days, my war time days in Britain were among the happiest of my life. I made\nalso on my days off, good friendships in Oxford in Cambridge and found very much to be\nat home in the cloistered world of the academy. I never considered any other institution\nas free and so much a home as the academy itself. That's why I spent my life eventually\nas an academic at the University after the war and after the trials in Nuremberg. I was\ndetermined though all along and I so wrote to my wife in the hundreds of letters which\nshe all saved, hundreds of letters which she all saved from England during the war, even\nbefore it was sure, that is in the middle-- let's see D-Day was in '44. In '44 I wrote I'm\nthinking about what we have to do the day the war ends. I'm determined in having a hand\nin the rebuilding of Germany and in the punishing of the war criminals but in salvaging\nthe best of Germany and in building of the foundations of a just and lasting peace. I'm\ninterested in spite of what I've learned about Maidonek and the extermination camps, in\nspite of it and because of it I'm determined to see that the criminals are punished, that\njustice 1s meeted out not at the price of sacrificing millions of innocent women and\nchildren. Precisely because I remember what was done and what feelings dominate those\nwho have suffered under Nazi terror. I wanted to save then and I want to save the world\nfrom any boomerang effects of a wrong policy of treating wrongly the defeated enemy.\nBut I said to my wife, we have to remember that for our own sake, if not for Germany's\nsake we must lay the foundation for just and proper forms of democratic life so that the\nGermans become an essential constituent of a sound economy and a sound Europe at\nleast in the west. Now, I hope you'll share my opinion, I said to my wife. My wife wrote\nme even more than several hundred letters. She wrote me every day. I couldn't write\nevery day, so she probably wrote a hundred more letters than I did myself. I wanted to\nknow all about our baby. I wanted to know all about herself, and I wanted to reassure her\nthat I would do nothing without her approval, because it's a joint life that we have to live\nfor whatever life will be granted to us.",
        "Q: Can I ask you a question?",
        "A: Yes, by all means do.",
        "Q: Between say the later part of '42 and this period where you're looking toward the end.\nWhat was your sense of the news that was coming about, say the messengers about the\nexterminating policy. People like Yankarsky (ph) who came to England and to\nWashington. Were you aware of that kind of news or by the time you were with the\nOffice of War Information in London, what was the atmosphere of knowledge about the\npolicy.",
        "A: I tell you, as I recollect now, I first didn't want to believe it all. I didn't want to believe --\nI knew that the Nazis were our mortal enemy, but I could not for the life of me believe\nthat they would descend to the depths of bestiality and barbarity to which they actually\ndid. I didn't want to believe the first report. I couldn't. I said I've lived with these people. I\nhate them. I want to bring them down to their knees. I want to destroy the whole damn\nNazi structure. I want to punish every one of the killers involved, every one of them, and\nI felt that I had a strong mission to do just that. For all that, I couldn't believe about any\nreports that there were by that time, about what was involved in the ,what\nhad taken place in the conference. I couldn't bring myself to do that. As a\nmatter of fact Aurandt and I both formulated against in our respective columns in\n. There is such a thing as a project going on in Germany, and\nthere are by now several books about what German writers abroad, that is outside of\nGermany were writing about Germany at that time. And somebody writing a dissertation\nabout discovered that Joe Maier, that is myself and Hanna Aurandt were\namong those people, but especially Joe Maier as a responsible editorial person in\nfor writing fairly about the Germans. Writing fairly about the new\nAmericans that is to which he belonged to himself. Writing fairly about what is\nhappening and ought to happen and what the Jews had in mind and deserved to have as\nthey were dreaming of returning to Zion. They testified, in other words let me put it as\nsimply as possible, that Joe Maier was, that is myself, was not only a good German, a\ngood ex-German, if you want to put it, and fair, he was also a good American. He was\nalso a good Jew and a good zionist. Gosh, I committed no sins in their eyes. That's what I\nread now. And they quote me verbatim. When I saw the first dissertation quotations you\nknow about this an old gentleman was writing the dissertation about the history of\nduring this war time period in Canada, I said I had no idea I was as\nvirtuous as all that and I had written as cleverly as all that. I had forgotten about that.",
        "Q: Were you still at at the time of the Warsaw Ghetto uprising?",
        "A: No, no, I don't think so. I was in London already from '44 -- you know, from '44 to D day\nuntil after VJ day, as I said. In the meantime, the Warsaw had happened. '43 it had\nhappened, and that was about the time when I landed in OWI, that I began to believe the\nincredible, what I considered was incredible, that it was happening. That it was all true,\nthat all these factories, extermination factories and corpse factories did exist that the\nNazis did what I thought was impossible or incredible to do for anybody certainly not for\nmy civilized fellow ex-Germans. That was a profound shock, and that of course made a\nwhole lot of difference in my feelings, but I never, even thereafter, waiver as I said\nbefore, in what my duty was. I wasn't going to emulate them. I wasn't going to exact\nretribution for retribution. I was interested in building, not in bringing down the rest of\nthe world. Not in poisoning the rest of the world for all times to come, but for building a\nbetter world. During that period, that is during the period of our invasion of Europe and\nthe beginning of our victory in Europe, I received a letter from my brother, who was in\nthe CBI theater, China Burma India theater, and had learned from my wife who kept\neverybody in the family informed and sent them excerpts of Joe's letters, my letters that\nhe thoroughly approved of what I wanted to do in Germany, go back and help in the\nrebuilding and lay the foundation for a just and lasting peace. He would like to be a part\nof it. He thought we were real people with vision and courage to do that sort of thing and\nhe hoped that Alice, my wife, would be a party with us to do that sort of thing.",
        "Q: So when did you set foot back in Germany and what did you find?",
        "A: Well, I have to tell you first what happened when I got back to America first after VJ\nday. I insisted to my superiors that I had to touch base at home before I accepted any job\nassignments in occupied Germany. I'm absolutely willing and determined to accept such\njobs, but I have to touch base. I have to see my wife. I have to see my little daughter.\nThat I must do first of all. Make sure that they are alive and well. A few weeks after I\ncame back home to a great hello and all the embraces that I dearly needed, I was in the\nemploy of the war department as it was then called still. As a matter of fact, I had to and\nwas invited to show up for an interview at the pentagon in Washington by a Colonel\nDustair who was interviewing the right kind of people to function as simultaneous\ninterpreters at the forthcoming Nuremberg trials. I thought I was the man for the job. As I\nthink I told you before, I speak several languages, but I dream I curse and I pray in only\ntwo, German and English absolutely perfectly. There isn't a word that I can miss and not\na nuance I would miss. I thought I was the man for the job and Colonel Dustair, a good\nguy, he thought that was right. I was the man for the job and he hired me on the spot.\nShortly thereafter, I was in uniform and back on German soil in Nuremberg amidst a\nheap of rubble. In one damaged hotel to be our hotel I think it was called Adlog where all\nthe American personnel -- not American personnel, the American Chief of Council\npersonnel were located. Eventually, I was assigned another building. It was a heap of\nrubble. Nuremberg had been completely destroyed. Only a few buildings and in the\nsurroundings suitable for ourselves were left standing. It was a depressing sight\nbut I was elated at the thought that I would get through the job eventually. The trial had\nnot yet begun. The strange thing was that on the spots -- but what had begun were the\npretrial interrogations. The preparation of the cases before the international military ruler\nby allied personnel. Allied personnel meant for me practically only American personnel.\nI wasn't surrounded by anybody else. On the spot in Nuremberg, I wanted to say, when it\ncame to the assignment of actual job interpretation jobs, low and behold Colonel Dustair\npreferred for the prize interrogation for the prize interpretation jobs at the integrations\nregular army officers instead of lowly academic intellectual like myself. And I was\nprofoundly miffed I can tell you. I said if I can't have the real job for which I'm qualified\nI was absolutely certain and which he agree on I was, then I didn't want the job at all.\nThen I wanted to be assigned to the analysis section of the interrogation division, which I\nwas eventually. Much to Colonel Dustair's reluctance but to my own satisfaction I was\nmuch happier and much more appreciated in the analysis section of the Interrogation\nDivision of which I eventually became the chief. Now, you wanted to know when I\nfinally got to interrogate Herz and to the document I turned over to ;",
        "Q: If you would explain a little bit about your nature of the task as an interrogator?",
        "A: Oh, yes, gladly. As a member of the analysis section of the interrogation division I now\nactually had a chance to both analysis the materials that were disclosed in the course of\nthe interrogations by any of the officers. I got the verbatim transcripts of --that is copies\nof the transcripts of the interrogations but also to participate in the interrogation and\ninterpretation job myself. My main job though, and I liked that of course. That was up my\nalley really, and this is how I finally got to interrogate Rudolph Herz the culprit whose\nconfession I gave to the museum myself. But I was not a principle interrogator not even\nof Herz. I attended a good many of the interrogations. As a matter of fact, I attended most\nof the interrogations conducted by my colleague Alfred Boothe. All in German. Some of\nthe copies of the transcript you have in the museum collection which I turned over to\nyou. All of these interrogations by Alfred Boothe were attended to only by the young\nlady stenographer, Alfred Boothe and sometimes myself, sometimes. It was during one of\nthe -- all in German. We didn't have anybody else present, and most of these\ninterrogations were concerned a) with the confirmations earlier of which he made earlier,\nto all sundry, including my boss's my immediate superiors in the Interrogation Division,\nthat is the chief of the Interrogation Division, Colonel Ahmen, and my immediate\nsuperior Colonel Burkhardt. Substantively and substantially the confession he had made\nseveral times in earlier interrogations, but all the interrogations that were conducted by\nAlfred Boothe and myself were conducted in German only with nobody else present but\nthe two of us and mostly Boothe himself. And they were concerned almost exclusively\nonly occasionally with the repetition of the confession making sure he was still testifying\nunder oath, but mostly concerned as I said with his, that is Herz's relations and\nconversations with the poison gas industrialists with whom he was dealing in the\nextermination of our people in the chambers at Auschwitz. It was during one of these\nlatter interrogations that it suddenly occurred to me that I hadn't seen in isolation the\nstraightforward in one sentence confession I Rudoloph Herz during my term of office as\nconcentration camp commandant of Auschwitz put so and so many Jews or had so many\nJews put to death by gassing so and so by other means which I then had signed and sworn\nto before me. That was the only occasion that I extracted an without\nmuch ado. Substantively let me repeat again, substantially in other interrogations by the\nfour named superior officers of mine, Colonel Airman and Colonel Burkhardt that made\nthe same statements against substantively, confessed too much more. As a matter of fact,\nmost of the other statements involving other people and other personnel he had made in\nfront of my larger groups than my own. I was interested in this unique statement on a\npiece of paper let's see how -- I have to tell you one thing. When I left after the\ninterrogation of Herz, I felt positively ill. I had to go to the bathroom and vomit, and that\nhappened more than once. That didn't cease, but I wouldn't let on. I showed the same\nstraight forward face. I wouldn't let the enemy see my face that I was moved that I\nconducted myself other than a straight American officer.",
        "Q: Can you describe him, what kind of impression he made on you personally?",
        "A: I tell you, that is not to believe. To me personally, who had dreamed of this kind of a job,\nthat I would have to do it. I1 would force myself to do it, that I would face the deviling\ncarnage. I had to discover that the devil doesn't look like a devil. The devil looks like a\nlittle man, which he portrayed himself as to a miserable creature who once he's rid of his\npower and glory and the whole aura that surrounds such people in power. Once they're\nbereft of the uniform, once they're bereft of their familiar environment, they are\nabsolutely mediocre, familiar kind of little man, about the little, little man who portrays\nhimself about a good father, a good family man, a good husband, who does nothing but\nhis duty and he things of nothing but his duty. And even when he had horrible things,\nadmittedly he had horrible things to do, difficult tasks, he called them, difficult tasks to\ndo. He didn't enjoy them. It once occurred to me and Senator Jewry who did most of the\ninterrogation of Herz and we had written all these articles together Senator Jewry and I\nwhich were published in the --oh I did have to tell you that separately, which were\npublished in Jewish Journal, the New York Post, a whole lot of articles. If you're\ninterested I'll tell you about it. They insisted on they were mere executive organs.\nNothing ever was done on their own initiative. Executive organs of the Fuhrer. That's\nsheer executors of the categorical imperative of their superiors. Their superior being in\nthe last instance the Fuhrer himself. Everyone of them as a matter of fact, including the\nmilitary with the one sole exception. On occasion, Goering himself would admit he had\nactually signed the order and he felt he was responsible for order whatever the order was.",
        "Q: Wasn't Goering skeptical about how they could have killed so many people at such a rate\nat Auschwitz?",
        "A: Oh, he was skeptical, he had no idea about what was going on, the detail he denied\nknowing about. They all denied knowing the details. As a matter of fact, 1t turned out that\nthe various concentration camp commandants and those responsible for this variously\neither exaggerated, probably exaggerated and exaggerated the numbers that occurred in\none concentration camp compared to another. But Herz prided himself in conferences\nother concentration commandants of being able to accommodate and being anxious what\nhe called , accommodating more of his victims than any of the others,\nand they were vying with one another who could kill more people at one full swoop than\nthe others and more cheaply, more efficiently. Herz was the winner of that.",
        "Q: So, can you give me some more impressions of Herz the man. I want to say since this\nman is signing a piece of paper to you that says he 1s responsible for the gassing of two\nand a half million people, is there any emotion in that for him?",
        "A: No, he made a factual statement which he had wrote a factual statement which in fact he\ntestified to earlier several times. There was no emotion. It was what he called a hard duty.\nHe took no pleasure from it. He derived no pleasure. I said didn't you have fun doing\nthat? I wanted to test him and see whether he was a sadist. He was no sadist. He was\nperfectly normal. He was doing his duty. I really believe he was doing his duty. He was\ndoing his duty. He considered that his duty, and he shut his eyes to the abnormality of\nthis kind of thing. To the incredible abyss to which human beings can descend in order to\nperform duties of that sort to which performance I think a normal person would revolt,\nrather than dying himself than do it himself. I always I figured I would rather commit\nsuicide. I'd die fighting against the Nazis than do anything at their behalf. The slightest\nfavor. I have to tell you something else. I have to tell you also that I was among those\nwho were furious about those who helped among the Jews in the camps and outside the\ncamps who did the listing and who did the helping and who did all the helper services,\nthe so called kapos for the Nazis. I was absolutely furious. I said how can you do this to\nyour own families, to your own men and women. Old men, young children and women, I\nsaid helpless as they are. I was absolutely furious and I couldn't believe -- I didn't want to\nbelieve at first that Nazis would be able to do it, but this man did it and thought it was his\nodd duty. He did it.",
        "Q: Did he explain it, the duty?",
        "A: Never in any other terms. Never in any other terms that this was a hard task. That he was\ntold about that it would cost him a great deal of psychological energy and strength, but he\nhad to do it for Germany and he had to do it for the Fuhrer, and there was nothing, I was\nfinally convinced that he would not do, that he would not do for the Fuhrer. Absolutely\nnothing, but what he did do was more than anybody could imagine anybody able to do.\nHe insisted he was a small cog of a huge machine. He had nothing to do with initiating,\nnothing he did on his own. He did not permit himself to feel any pity in the face of the\nhard duty to perform, which would elevate and guarantee the rise to last for a thousand\nyears. Unspeakable glory, unheard of glory would come to the rise and to those who had\nhelped to defeat international Jewry and international capitalism and international\nbureaucracy, and of course enemies of the rise, who are all in the service of the Jews.",
        "Q: Did he talk about the responsible of others, Eichman?",
        "A: Well, he only to those from whom he received his direct orders, and the chief of the\noffice the head office in Berlin was was one of the\nchiefs and he had other sub chiefs there in their high security head office, but he never\nquestioned their authority. He was invited to a report never to initiate any drastic steps\nbut always to report such steps including the ones at the conference.",
        "Q: He was commandant of Sauxenhausen wasn't he at the time of the ?",
        "A: I don't recall. You could be right about this. I don't recall. I concentrated mainly on\nAuschwitz. To me that was the most heinous places, the most dreadful of places. The one\nplace that I wish would never exist and would disappear and only leave the memory. The\nmemory must be preserved. The memory must never die. The memory must never die,\notherwise I don't care much about Auschwitz, but the memory must not die of what\nhappened there. That's why it may be necessary to mark the place on the spot, too, this is\nwhere it actually happened.",
        "Q: You were in a room with him and only two other people, that's a fairly intimate situation?",
        "A: That's right.",
        "Q: What kind of exchanges happened?",
        "A: As I said, we had orders to conduct ourselves as American officers. I considered that a\nsacred duty I might say, too. I always stayed. I never fell out of line. At the interrogation\nof one , where I was the interpreter as well as the interrogator, there\nwas short interruption in the interrogation and I shouted at who was the\nimmediate superior of Herz's . I really shouted and I roared and\nColonel Burkhardt turned around and said, \"What's going on Joe?\" I said, oh, I just\nforgot myself. He tried to lie through his teeth. He denied something that he had said\nbefore that I interpreted earlier. I shut him up. That's the only time that I lost my proper\ncool. Otherwise I tried to keep myself cool.",
        "Q: You must have had feelings of revenge?",
        "A: I did. I did. I had to suppress them, but the only relief I found usually afterwards that's the\nonly time I had a chance to go to the bathroom and vomit. I was sick for half an hour and\ntried to recovered. I said an American officer mustn't show his weakness in front of the\nculprit.",
        "Q: Was he going through details of what happened in the process in Auschwitz?",
        "A: Oh, we interrogated him and questioned him about all that. Oh yes, in great detail, in\ngreat detail. Who was involved in what. Who was involved, then what happened, with\nwhom, at whose charge. Who was present, whose order. When did this happen, that\nhappen, all the details where he was queried about. Anything that we can thing about that\nwe could read about we asked him about. Senator Jourey the colleague with whom I\nwrote the articles when we returned in '46 right after the war for the New York Post and\nfor the big book thereafter and for the Jewish Morning Journal, which had to be\ntranslated from my German into their Yiddish, he did most of the interrogating. He was\nthe one who really squeezed the juice out of him. Tried to get the most out of him. I didn't\nhave the strength or the nerve to do this. I know I was going to feel ill and I had to stop\nand get out and vomit first.",
        "Q: You mentioned that he talked while you were about the relationship he had with some of\nthe chemical firms that supplied --?",
        "A: Oh, yes, oh yes.",
        "Q: Can you tell us about that. He was quite proud of his set up wasn't he?",
        "A: No, he was -- let me say this. We tried the interrogators, the interrogators in the\ninterrogation division, mostly my colleague Senator Joury tried to squeeze him as much\nas possible and especially then afterwards in the intimacy of the just the twosome or\nthreesome with Alfred Boothe, who were the individuals, what's their names of the gas\nindustrialists, when did you advise them of their task. Did they ever ask what you needed\nthe gas for? They didn't especially ask me but they must have known they admitted they\nmust have known for what purposes was because it was in the vicinity and anybody knew\nabout this and everybody knew what it was being used for. The industrialists themselves\nwho denied involvement could never been shown to have been actually been asked that\nthey were told by the concentration camp commandants that they were used for the\ngassing the culprits but it was clear on the face of it that they knew about it. They must\nhave known about it because everybody else did know about it, and the chimney smokes\nand everybody knew what the fires were about. What the smoke was from. This was no\nchild's play going on. This was no fire festival of any sorts. No fireworks, everybody\nknew what the smoke signaled.",
        "Q: There were competitive bids by the chemical firms weren't there?",
        "A: There were. There were two chemical firms. IG was involved one time\nand there's a Hamburg firm that was involved at one time. You have it all as I've written\nit in my articles there. I'm much more specific on the basis of the documents and of my\nimmediate recollection of the interrogations. Who was involved, what firms, -- since I\nwas going to publish I was going to be pretty sure that I can't be sued for libel. I knew\nwhat I was talking about and had the testimony at my fingertips and my clear recollection\nat the time. There couldn't be any doubt about this. Right now, I'm an old gent, I tried to\nbe an old turk.\nEnd of Tape #1\nTape #2",
        "Q: Are there some other defendants at the trial who made a big impression on you?",
        "A: I must say the whole lot of them with one exception made the same impression on me, a\nvery said and drab impression. The one exception because he had an extraordinary 1.Q.\nwas , the former president. He had a very good 1.Q. yes,\nbut you know what the strange thing 1s, he wanted to be interrogated as he was eventually\nby a Colonel who eventually became a U.S. District Court Justice. He was up on\neconomics and he wanted to be interrogated on his economic brilliance and specialties\nand all that sort and insisted on having an interrogator to whom he could really disclose\nwhat his contribution was to both the building up and the undermining boring from\nwithin of the Nazi government until he was booted out. The only man with a superior 1.Q.\nwho impressed me as such sat there in the dark of the open military tribune asked by a\nmistake on our part, he was associated with the wrong kind of club. He said as if the\nwhole thing didn't concern him, just this motley crew over there, rightly so, rightly so,\nbut I associated with them. He was acquitted eventually. I saw him on the streets\nsubsequently to. I didn't want to talk to him. I didn't want to give him the satisfaction that\nhe got off without punishment because he had also helped them. He was early,-- he\nbelonged to the early conservatives who joined with , aristocrats, the\nNazi government, you know. He was among those who persuaded Hintenberg too that\neverything was going to be fine until he found out better and had to be put on ice himself.\nBut he was put on trial for helping the big shots into their saddle. It was the right and just\nthing to do. Compared with the job of course performed by the others, his was minor, a\nminor crime compared. It was a big crime. I wouldn't have let him go scot free, but\ncompared to the crimes committed by the others, he impressed me by his intelligence and\nby the nerve he actually had and a sense of humor too and dissociated himself publicly by\ngesture and position and posture from the rest of the crew. But the rest of them as I said,\nsad and drab mediocrities. Sad and drab. Physically unattractive, no disgusting,\nespecially , who insisted on talking to us in English most of the time,\nwhich he knew fairly well. His German was miserable. I talked to him in German and\ntried to correct him several times, but none of his sentences were ever completed. Most of\nthe time they ended help me, I don't remember. This man had an important figure at the\ntime he was in power. Now, the whole lot of them including the military were just sheer\nsad and drab mediocrities. The only one who as I said who admitted on occasion\nresponsibility for what was done over an order that showed his signature was Goering,\nbut he too was an inferior being and the tip off that signaled that inferior being was his\ndemeanor and attitude toward I don't know if I mentioned that before toward the big four.\nTo the French, the weakest of the Allies, he was patronizing if not scornful. To the\nAmericans, he tried to impress us as a kind of guy who would be a good fellow to the\nbucaneering Americans who were suckered on Hollywood films. To the British who are\nprecise, cold, correct, he tried to emulate a gentlemenlines because he respected the\nBritish, but when he saw a Russian, he winced. The minute the Russian officer entered\nthe interrogation room, he winced and cringed slightly. He knew of no posture that would\nimpress a Russian. He was scared to death of any Russian and every Russian that entered\nthe room, the interrogation room. And that, let me tell you, was true of the whole lot of\nthem. The whole motley crew. I had no respect for any one of them, and I couldn't in as\nmuch as I tried to show even a spark of sympathy for any of them, I couldn't. And I'm not\na harsh man myself. I can sympathize. I can empathize, but what I saw there imagine me\nempathizing with a disgusting creature like Striezer. It was impossible. The way he\nappeared he struck me as belonging to an inferior animal kingdom like rats and vermin\nmore than anything else. I had a physical disgust actually towards most of them. I would\nhave hated to be touched by them. I didn't shake hands with anyone. There was one\nexception among all the people that I interrogated myself and that was .\nSS general, young, university educated, gangster, but handsome,\nintelligent charming courteous differential, respectful, especially of a fellow academic,\nwhich he recognized in me immediately. He almost succeeded in deceiving me. You\nknow I'm the kind of person who was brought up to regard Latin and Greek, if not\nHebrew as the proper guise, the proper garment of the truth. I thought anybody brought\nup in what I called , 1n the humanist spirit could be nothing other\nthan a humanist scholar and a benefactor to mankind and person interested in nothing but\nthe welfare, the well being and happiness of mankind. He also succeeded in deceiving me\ninto believing that he really belonged on my side. That he was really interested in\nsalvaging and making available to me what was to be made available in way of searching\nand finding the truth for the benefit of those who were responsible now for building a\nbetter world. He almost succeeded in doing this until I found out about his background,\nwhich was shortly thereafter. Shortly after I had thoroughly interrogated him, he had in a\nmanner of speaking my sympathy. He was my favorite culprit. He was the one person I\nfelt at ease with and to whom I offered a cigarette. I didn't do that to anybody else. I tried\nto make him feel at ease, and whom I interrogated. Now, that's very interesting, who I\ninterrogated on side interests. I was also interested as a zionist in making sure that Israel\nwould become Israel, that is that the zionist of course would prevail, win, and win as\nmuch as it could. And that some of the hopes and some of the hopes of the surviving\nJewish people could be fulfilled. So, I interrogated him about well he must have had and\ndid in fact have access to the of Jerusalem. When did he meet the\nin Jerusalem I asked him and under what circumstances and where was\nthat and what was the subject discussed at the time, for what purpose. Well, substantively\nthe end of the interrogation was substantially came out of interrogation is all he wanted\nfrom the was intelligence and all he shared with him was intelligence.\nAnd I said well wasn't the interested in the final solution so called of the\nJewish person to applied to be anywhere Jews were a railroad could be found even in the\nfar East. Oh, no, he'd never ask him about that with no word. I said well, tell me in truth,\nyou know it's all over now, tell me what happened. No, I can't tell you doctor. I can't tell\nyou, he said. Well, then tell me something else. With whom else did he work, and what\nelse was he interested in. Did he have any plans about the final solution? Didn't he\npromise he would try to execute final solution designs also carried him in Jerusalem or in\nPalestine. Nothing of the sort is known to me, no sir, nothing. Well, I couldn't pump him\nfor more. It was all over. Eventually I had found out that this was a man who joined from\nday one, which was very early at the beginning of the war the SS, and that he had become\none of the favorites of Himler himself and that he ended up as a general in charge of\nintelligence of office four in charge of security and intelligence of the\nSecurity Head Office. I also found out eventually that he was the guy\nwho was supposed to kidnap in Spain the Duke and the Duchess of Windsor. That he was\nI found that among the documents too, and charged with about it and\nsaid make no mistakes and he checked things with as\nwell as with Hitler directly. And that he had succeeded even during the so called\nperiod, you know right at the beginning before the invasion of the\nNetherlands and the Scandinavian countries. He had made contacts in the Netherlands at\nthe German Dutch border with two British intelligence officers posing himself as an anti-\nNazi among the military, anxious to come to terms with people trying to make peace on\nthe British side. He succeeded in kidnapping two of these officers while misleading them\nand bringing them to Germany. They were kept there until after the war. I found out\nabout this I would have loved to interrogate him about that about his involvement with\nthat. I never got a chance to do that at all. But among the more interesting I think for our\npurposes, for me and trying to help Israel and the zionist course, was my interrogation of\n. Adolph Eishman's immediate subordinate. He was one of our witnesses\nin Nuremberg too, in my charge. I had occasion to do that without any court reporter,\nwithout any interpreter present, at the request of my superior officer, Colonel Burkhard,\nor was it Colonel Ahmen, I forgot which it was, to interrogate this\ntogether with Gideon Wolfer, at the time, in British uniform, British officer.\nSubsequently it turned out to be among the first labor party representative\nof Israel at the United Nations. Together with him, I interrogated the and\nalone without anybody else in German only about the whereabouts of\nAdolph Eishman. What Eishman's role was everybody else knows. I don't have to repeat\nthat. He played a major role for which he was eventually judged in Jerusalem. But the\nsearch for Eishman began in my office in Nuremberg, and it was highly appreciated at\nthat time. Not that it led anywhere. We did not succeed in getting out\nprobably because he didn't know where Eishman had disappeared to. He, as I said to the\njust about a year ago to a German t.v. reporter who interviewed me in connection with a\nfilm about Hanna Aurandt, who was a close friend of mine, about Eishman, I said you\nknow the search for Eishman started in my office, and I didn't know at the time where\nEisheman was in spite of the fact that I had his immediate subordinate in my custody and\ncould pump him to the nth degree, but we didn't succeed in doing that. We pumped him\nfor a lot of information involving Eishman, involving to the extent that he was accused\nand had to respond to all the accusations before the court in Jerusalem, but something\ninteresting that I asked and that I interrogated about was disclosed in the course of that\ninterrogation. I asked him can you tell me why when it did not make any military sense at\nall that your Fuhrer insisted on having the Jews transported when transport was very\ndifficult from the west all the way to the east. Why didn't you kill them right on the spot.\nYou had plenty of concentration camps in Germany itself. Oh no. We couldn't do that.\nThe German people wouldn't take to it, wouldn't like that very much. But in the east\nyou'd have more appreciation for that sort of thing. They would have sympathy. After all,\nthey didn't like the Jews there either. They have a long history of not likening them. That\nto me, was a profound shock that there were people among those who suffered under the\nNazis who had even were grateful at the same time, if not grateful, but showed sympathy\nto the Nazis for one task, the kind of destructive work in which they were engaged\nagainst the whole world. That was a profound shock, and a severe lesson. There are\nenemies in our own ranks and we have to guard against them, and be mindful of them.\nThere are also allies. He never said that we suppress the Poles, . They\nhad an anti-Slav population policy which the Poles suffered plainly of them. They're not\nthe main culprits but they were and there is no question about it and he was truthful about\nit. Plenty of people who profited from and sympathized with the destructed work against\nthe Jews among the Poles.",
        "Q: One of the things that I wanted to ask you about was going back to Herz's testimony\nabout slave labor, about the use of concentration camp prisoners. Do you have a\nparticular recollection about his responses on that?",
        "A: Well, I tell you, there was a selection process taken place. You're aware of that? A\nselection process taking place and Herz testified as to that too. I don't recall any\nparticular details about this, but he testified to the fact that there was a selection process\ntaken place when the shipments came in. You know when the trains landed in Auschwitz.\nHere where the people were too old and couldn't be used for train for labor at all and they\nwere put on one side and on the other side those who were destroyed. Women and little\nchildren were to be destroyed right away. Some women not who could do some heavy\nlabor. So, my own little cousin, my aunt and my little cousin, two of my little cousins,\nsurvived because they could be used a slave labor. My aunt was a very strong woman,\nbut my uncle, her husband, perished. And the older of the two little cousins died, too, on\nhis way. The interesting thing is you know when I was in Nuremberg and after the war in\nthe course of the Russian advance against Germany and my aunt and two of my little\ncousins, two little children managed to escape to the dp camp in Berlin, and they can tell\nyou and testify as to details of how things proceeded. My uncle had in the meantime\nperished and the older one of my little cousins had also perished But the three of them,\nmy aunt and my two little cousins, the younger children managed to escape to Berlin.\nAnd my aunt said, oh I just heard there's going to be a trial in Nuremberg. Go to the\nAmerican commander, go to the American officer she said to my little causing, and ask\nhim to permit you to phone the palace of justice in Nuremberg and ask for Doctor Maier.\nI'm sure Joe is there among the judges, something like that, and sure enough one day I sit\nin my office. That was before the trial had actually begun and I got a phone call my little\ncousin Billy called me up and said in German we are here and my mother and my sister\nwe are here in Berlin in the dp camp. I said stay where you are. I'm going to have my\ntravel orders cut. I'm going to be there day after tomorrow if I get my orders cut and get\nyou out of the camp. She knew that I would be there. She knew when I left I'll\nbe back and it was after a terrible time. This is not going to be forgotten. I'm not going to\nleave you in a lurch. I get a little bit upset when I think about this. You'll have to forgive\nme. I eventually managed to get them to the United States. My aunt worked here. She\ndied last year. She was an old lady. That is, she was ten years my senior, she wasn't that\nold, at least in years. My little cousin is a full professor now at the University of\nColorado Political Science, and expert in French politics and German politics. He could\ntestify to you what happened right there in Studthoff, where he was with my aunt, one of\nthe other concentration camps. There happened to be also a relative of my wife's who I\neventually got out of, when she landed in Frankfurt, I happened to be there and I got her\nto join her sister, whom we had previously given an affidavit. She managed to escape to\nthe United States before American's entry into the world. I managed to get her here too.\nShe died too, she lost her husband in the concentration camp.",
        "Q: I understand you went back to the village of ?",
        "A: is the village where my wife and my sister-in-law and my mother-in-\nlaw and my father-in-law and their families were born. They had been citizens of\nfor a couple hundred years. Yes, I managed to go there. I'll tell you when.\nShortly after the Nuremberg trials had begun and it was over and it was in the French\noccupation zone and I had to ask for French permission, the French colleagues and said\nto go into the French zone. is on the left side of the Ryan, on the\nFrench side of the Ryan. It's situated between . In the French zone, I had\nto ask, as I said to my French commander and French colleague in Nuremberg to give me\npermission to go there and of course one of the Generals gave me his car and we had an\nAmerican driver. We drove there with the American flag. I'll tell you that was a\nsensation. I was the first American to land there and those who remembered my wife and\nmy mother-in-law and my sister-in-law and my father-in-law because my mother-in-law\nwas the first woman to be elected to the local community council. The first woman, she\nwas the leading woman in the village, and there were a good many members of the\n. They were there to see me to watch me and there wa an old mate of\nmy mother-in-law's who had worked for my mother-in-law's mother, and dressed like my\nmother-in-law's mother who was there who my mother-in-law assured me was absolutely\nreliable person and a democrat and anti-Nazi who saw me. I found the house. I should\nauthorize them to take revenge on the Nazis and throw the Colonel out of power and\ncome in with my own troops, put the Colonel out of commission and declare a social\ndemocratic government here in . I mean it was all too fantastic. I said\nthat's the way to deal with allies. I can't do this. I'm a guest of my allies right now. They\nare full fledged allies they are in charge. Whatever I do is with their permission even\nthough my driver has the American flag there I said. I represent the American\ngovernment and the American Army and I do this honorably. I said no fooling around. I\nsaid I'm not in charge of anything else. This is a thoroughly private visit. I come to see\nand put into order and remind you to see that you have to put everything that was stolen\nor illegally by force acquired or anybody involved in a commission of a crime or robbery\nhas to return everything, safeguard everything until the rightful owner comes to claim it.\nI'll come back in a fortnight to check after that. And after that they invited me for drinks\nand we had plenty of drinks and we were a group of about six or seven men then and\nthese people looked through the windows who was marching down there, and I was\nmarching to and eventually back to the house where my bride was first born.\nAnd there was a grand hello and a welcome of course by Lena, who was a friend a little\nolder than Alice my wife and a welcome to this day she speaks of that house as our\nhouse. As she said from the very first day and offered to return it. I said I'm not going to\ntake any money. You honestly and rightfully bought it and my mother-in-law will not\nclaim it, but it's nice to be here and I had to sleep in my mother-in-law and father-in-law's\nhouse and eventually when I brought my wife two years later or three years later when I\ncame on a research grant, I was already a professor by that time, I lived in -- we were\nwelcomed in that house -- and we slept where Oma and Opa used to sleep, that is where\nmy mother-in-law and father-in-law slept. That was the place which was reserved for us\nwhenever we came. It looks a little difference now, but from day one, I learned from the\nwhen I was there the first time, I said I want the cemetery to be brought in order. I'm\ngoing to come back and I want that cemetery, whoever is around here make sure the\ncemetery is brought in order. I want every stone to be put where it was. I don't want it to\nbe made smaller by an inch. I want a fence built around it. I said I want to recognize it\nbecause I'm going to be there and my wife is going to be there too. We want to see that\nthis what we call , that is the burial places of our fathers and mothers\nare kept in tact. They testified for our presence for hundreds of years. I wanted that to be\nbrought in order. I said I'm going to hold personally responsible for anybody who\ndisturbs or fails to do his duty in that regard. I'm going to tear out everything and I can do\nthat when I get furious about it. So, they were sufficiently intimated but they needed,\nbecause I was talking mainly to my friends who were at my disposal and took me there\ntook great care to take me to the cemetery to see what needs to be done, what has to be\ndone and who has to be in charge. For years thereafter, I followed up on that. And every\ntime that we went as we did in the last couple of years until only recently when serious\nillness befell both Alice and me, my wife and me, we used to go over there pretty\nregularly. to the cemeteries to look after things were properly done.\nMy niece, who is your colleague at the memorial museum never fails to pay a visit when\nshe has a chance to go to Germany to the house in which her grandparents lived and\nwhich her aunts and I had spent some time and had good times as well as sad times.",
        "Q: Do you have any thoughts about spending time longer in Germany after the war?",
        "A: I tell you I had an opportunity after the war crimes trials ended to become a control\nofficer in Berlin in charge of radio and press and talk to my superiors about that\npossibility. I once was interested in building up Germany. It would have involved of\ncourse taking permanent residence there, and it would have involved bringing my family\nover, that is Alice and my little daughter over and live to be sure decently as a matter of\nfact in one of the villas that were not destroyed in near in\nBerlin, if you know the place, where American officer personnel were It\nwas a very tempting thing. I wrote to Alice about it. I said would you be willing to come?\nShe said no, it's not for us to be even tempted to be profiteers of the victorious army of\nwhich you are a member. For better or for worse, I don't want to expose our child to any\npossible attacks to Nazis hiding somewhere around the corner or under the rubble of a\ncompletely destroyed city. I think if you're really interested in the academy and your last\nchance for an academic career is immediately return home. Come home as fast as\npossible because lots of American boys will be going to the university now. They're on\nthe G.I. bill of rights. There'll be jobs available at the American universities and your job\nwill be there I think. My wife had the right instinct all along. I followed that instinct. I\nalways trusted her instinct. li was given to patterns. Once I made up my mind I had a\ntheory and believed firmly in the theory, but patterns and theories are worth less than the\nsound . They have a better instinctive sense of judging the character\nand feeling out an opportunity or sensing an opportunity and knowing people better. She\nwas a much better judge of character among the university where she after all spent a lot\nof time through, than I was. I was a student mostly interested in ideas and in patterns as I\nsaid. Finding fool proof devices, something like this. She trusted sound instinct. I thought\nI had better follow her advice and returned home. I was a bit unhappy because I had less\npower than I had when I was in Germany where thing were done at my beck and call\nwhere I could travel and had my travel order card as long as I was in the army and in\nuniform. I could go most anywhere in Europe. I traveled very often to Britain because I\nhad become as I told you make good friends there during war time and I felt that that was\nin a sense coming home. Anytime I had a deferment I went to Britain or I went to Austria\nor I never traveled that much in Germany. I got to know more about Germany than I ever\nknown as a youngster. I stayed put in . I was afraid to move to\nwhere we eventually had to move. I would have stayed on the spot where\nI spent my childhood because I was attached to that. I hated to go places. Well anyway\nwhen I came home in '46 I was a bit unhappy but Hanna was there and she got me a job\nwith the and so Hanna and I worked on the\nedition in the original, and my job was to write the dust jackets and read\nall the works of and write the dust jacket for every volume and\nproofread the major translations of Jewish for which few others could\ndo, but I could do because I knew German. I knew English. I knew French. I knew\nHebrew. I knew Latin and Greek. I could check all the sources which Hanna made me do,\nwhich I did of course. Until in '47 I got my job at Rutgers where I spent the rest of my\nacademic career, 35 years. I became emeritus in 1980. We have 12 years ago, but I tell\nyou I have worked more in the academy and written more since I'm retired because I not\nonly taught every summer at Columbia University I became associate of the University\nseminars that is the faculty seminars in the early at the end of the 50s and I've been the\nchairman of one of the social science seminars on context and message\nof the social sciences for the last 20 years and I'm being reelected. I was reelected last\nMay for the final session for the coming year. I have prepared my program for the next\nyear, in case I survive it but I've prepared all the work to be done, all the planning to be\ndone for next year for my successor.",
        "Q: It sounds like a very, very rich career. If you can take one more questions.",
        "A: Oh yes, by all means, two more if you want.",
        "Q: Tell me what you thought leaving Nuremberg or looking back on it at whatever point,\nhow you felt for the search for justice at that point, what kind of views did you have of\nthe justice?",
        "A: I'll tell you. I was involved on occasion in discussions with German attorneys, German\ndefense attorneys, the attorneys for the about the international and the legal basis for such\na tribunal, and they said my goodness you fellows -- they suggested very courteously a\nproceed on the basis of retroactive law which is forbidden in your constitution on which\nyour practice all together. My argument at that time was this was such an extraordinary\nsituation what happened when we came and what we faced at the end of the war is a\n, a legal vacuum. We had to establish and give teeth to for the first\ntime international law. Henceforth, we have to set an example first and for all times to\ncome to set an example that such crimes will be punished by one authority or another. I\nmay feel, I don't know if we have done a full measure of justice especially in the\nsubsequent trials as the industrial ones were involved. I think they got away with murder.\nI think some of those who employed slave labor got away with murder. I think I must say\neven though I liked him, our first high commissioner McCloy, pardoned a lot of them. I\ndidn't have a good feeling about this. Maybe he was justified. Maybe that was all\nnecessary. I was also interested and that's how I quieted, how I softened my pangs of\nconsciousness, interested and give me a chance for the to Western Germany.\nGive them a chance if they conduct themselves as they have conducted themselves\nproperly not only in the restitution questions. I mean restitution claims by the German\ncitizens and German sufferings and non-citizens, Jews who had suffered in the\nin Germany, but I done also a good deal, more than any Jewish source,\nincluding the whole American Jewish effort, to rebuild, to help Israel onto its feet\neconomically. I think for that I was willing to bargain to soften my own conscience, but\nnot at the price of forgetting what happened. As a matter of fact, what I'm interested in\nnow, as President, I don't know whether you know that. I'm the president of the\nAssociation for the Preservation of Jewish Culture and Monuments in\nEurope, especially in Germany, Austria, Poland, including Italy and Western Germany\nand Poland didn't have a chance because it was under communist rule. I didn't have a\nchance. I hope eventually to get a chance to visit those shrines, those monuments\nphysical monuments that are capable of preservation of rebuilding. So that generations of\nGermans and other Europeans will learn that we were among those who dwelled among\nthem and what was committed was against us was . Forgive me. I\ntold my German friends who helped me with this, and there are plenty of them, every\ntime I say it you must learn that doing that kind of job, and helping me do that kind of\njob, by searching out the history of the smallest German Jewish communities, not only\nrecreate, I can't do it anymore and the likes of me can't do it anymore. I want German\nstudents to learn Hebrew to learn Latin and Greek to be among those who rebuild in\nscholarship by rewriting and rediscovering the smallest of the German Jewish community\nand the whole holy Roman empire of the German nation. Not only in Germany proper but\nwhat used to be called the Holy Roman Empire of the German Nation. The Jewish\nbuildings are there so that one day these young Germans will tell the story was what\nhappened was a ,a as I call it. Only then will the Germans\nhave come to terms with their own past. Only then will I recognize ultimately\nhas been effective. Only then will I be satisfied having done my duty\nand in deed I have found such friends who are working on this, have been helping, and\nthis I am still trying to do. This effort the task on which I am almost exclusively engaged,\nas long as I'm engaged at all, as long as there is breath in me.",
        "Q: Thank you.",
        "A: Thank you for giving me the opportunity to tell you about it, and forgive me for failing to\ncontrol myself. Thank you very much.\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Would you tell us your full name and your date of birth?",
        "Q: A little bit about your family in Germany and what happened to you in 1933?",
        "Q: Yes.",
        "Q: Can you tell me then what the professional route was that brought you from there, and\nwe'll try to do it fairly briefly that brought you then to the role that you have in\ninterrogation and intelligence. I know it's a big jump.",
        "Q: Can I ask you a question?",
        "Q: Between say the later part of '42 and this period where you're looking toward the end.\nWhat was your sense of the news that was coming about, say the messengers about the\nexterminating policy. People like Yankarsky (ph) who came to England and to\nWashington. Were you aware of that kind of news or by the time you were with the\nOffice of War Information in London, what was the atmosphere of knowledge about the\npolicy.",
        "Q: Were you still at at the time of the Warsaw Ghetto uprising?",
        "Q: So when did you set foot back in Germany and what did you find?",
        "Q: If you would explain a little bit about your nature of the task as an interrogator?",
        "Q: Can you describe him, what kind of impression he made on you personally?",
        "Q: Wasn't Goering skeptical about how they could have killed so many people at such a rate\nat Auschwitz?",
        "Q: So, can you give me some more impressions of Herz the man. I want to say since this\nman is signing a piece of paper to you that says he 1s responsible for the gassing of two\nand a half million people, is there any emotion in that for him?",
        "Q: Did he explain it, the duty?",
        "Q: Did he talk about the responsible of others, Eichman?",
        "Q: He was commandant of Sauxenhausen wasn't he at the time of the ?",
        "Q: You were in a room with him and only two other people, that's a fairly intimate situation?",
        "Q: What kind of exchanges happened?",
        "Q: You must have had feelings of revenge?",
        "Q: Was he going through details of what happened in the process in Auschwitz?",
        "Q: You mentioned that he talked while you were about the relationship he had with some of\nthe chemical firms that supplied --?",
        "Q: Can you tell us about that. He was quite proud of his set up wasn't he?",
        "Q: There were competitive bids by the chemical firms weren't there?",
        "Q: Are there some other defendants at the trial who made a big impression on you?",
        "Q: One of the things that I wanted to ask you about was going back to Herz's testimony\nabout slave labor, about the use of concentration camp prisoners. Do you have a\nparticular recollection about his responses on that?",
        "Q: I understand you went back to the village of ?",
        "Q: Do you have any thoughts about spending time longer in Germany after the war?",
        "Q: It sounds like a very, very rich career. If you can take one more questions.",
        "Q: Tell me what you thought leaving Nuremberg or looking back on it at whatever point,\nhow you felt for the search for justice at that point, what kind of views did you have of\nthe justice?",
        "Q: Thank you."
    ],
    "answers": [
        "A: My name is Joseph B. Maier M-A-I-E-R. I was born on January 24, 1911. I was raised\nand schooled in Latski, Germany. What else would you like to know?",
        "A: Now, my family -- that's an interesting question, had left already. My father left as a\nmatter of fact in the mid 20s. He was an orthodox rabbi, had a lot of wanderlust, landed\nin the United States. My mother followed shortly thereafter with my youngest brother. In\n1930, let me see, three brothers and two sisters followed them, joined them in New York.\nI remained behind because I wanted to finish my gymnasium schooling in\n. But one year later, in 1931, I was in New York on a student visiting Visa,\nbut in 1932 I was again back in Germany at the University of Latski because I figured\nafter all Hintenberg defeated Hitler. He was president and things would not go much\nworse. On the contrary I would be there to defend the republic you might say. I honestly\nfelt I would have a chance, not only to go to the university, especially since I was very\nfortunate to have obtained a fellowship from Shotten Foundation to study philosophy,\nsociology and comparative literature at the university. I honestly felt I would have an\nopportunity to defend the Wiemer republic against its mortal enemy, the Nazis. And I\ncould make my contribution in that direction, either as an intellectual, a young\nintellectual or as a fighter even. I loved that country. I didn't want to abandon it to the\nNazis. I would do my very level best in order to defend it. If there were, as I had hoped\nthere would be, enough allies who felt as faithful to the Wiemer republic as I did at the\ntime. Does that answer your question?",
        "A: In that very first year -- I remember you asked me what I did in '33. Well, it came '33 on\nJanuary 1, -- I remember to this day, in January 1, 1933 I was in the hospital of the\nUniversity, the University Clinic of the University of recovering from an\nappendectomy when in the afternoon the Fuhrer's voice bellowed over the radio. I\nremember to this day what a shock this was. The nurse came in in order to attend to me,\nbut I was profoundly disturbed when I heard Hitler's voice confirming what I had feared,\nnamely that Hintenberg backed by the army and the conservatives had made Hitler\nchancellor of the reich. I had the dark feeling that dark times were going to befall not\nonly Germany but the world, and that my own days in Germany were about to end. By\nthe time I returned for the last of my three semesters at the University of by\nthat time that is by the time I returned which was in the spring, Hitler had already started\nthe Nazification of Germany with a breathtaking reptitivty. His coming as I said to power\nJanuary 1, 1933. In February the reichstag was set on fire at the instigation of Goering\nand Guthers, in March something else -- the so called enabling act was passed which I\ndon't know whether you know what the enabling act means, it made Hitler practically the\ndictator of Germany enabling him that is to say an his cabinet to pass legislation which\nwould practically lead to the destruction of the Wiemer republic to the rearmament of\nGermany, to the ending of the freedom of speech and freedom of assembly and April,\nMarch came the -- if I remember correctly came the book burnings at the University of\nBerlin. On April 1, was the boycott anti-Jewish boycott which led to the looting of the\nstores and the beating and arrests of the owner of the stores and transferring them either\nto concentration camps or the Gestapo prisons if not to their early deaths. These were\nthings that were happening by the time I returned to the university. By July, when the\nsemester had come to an end I woke up and I wrote back to my parents who had been of\ncourse concerned since Hitler's assent to power. This time, right know, I'm anxious to\njoin you in New York. I've had enough. I'm in fear of my life. Please help me and send\nme the affidavit and the boat ticket. I want to leave as soon as possible. By September the\nNazification had progressed further and I knew that Hitler had in the meantime had\nsucceeded in abolishing all parties except his own. That the rearmament of the Nazis in\nthe violation of the Versailles Treaty and the deception by wealth and stealth was going\nto proceed without any inhibitions by domestic certainly not domestic or from the\noutside. On September, in deed, 1933, in September 1933 I left and eventually landed in\nNew York and joined my family.",
        "A: Well, I'll tell you very quickly what it is. From 1933, September 1933 when I landed\nhere, from practically 1939 I was a student at Columbia University where I earned my\nmasters and ph.d degrees, while also working as a research associate at the Institute of\nSocial Research with all the principals of the so called Frankfort School of Sociology,\nSocial Science, including Max , Herbert\n, , Henry Grossman, Franz Nuemen,\nand a number of other people, but the principals were actually, the\nprincipal figures were and Fran. Fran not so much\namong the principals but the first three were. I was a research assistant there, very happy\nthere because this was an intellectual hothouse . It was at the time when\nthe luminaries of the American Academy were still at Columbia. I still knew and learned\na great deal and admired a great deal John Dewy. For my money still America's\nphilosopher. The American philosopher, most represented American philosopher. And\nthe other luminaries would be very much true of this generation of Americans any more,\nperhaps they do, but I don't think I need mention them here. I got married. That's an\nimportant date, to alice Newman in 1937. I became a father of my only child, my\ndaughter Doris, in 1938. In 1939 I became the research assistant more exclusive research\nassistant to Adoni with the Princeton radio research project. From 1940 to 1943 I was an\nassistant editor of , the German Jewish New York weekly newspaper where I\nwas by at the time the only American citizen and responsible for all the English language\npages and columns as well as for the Jewish political and religious and learned subjects.\nFrom 1944 to 1943 I was propaganda analyst for the United States Office of War\nInformation in New York. From D-Day until after VJ Day I was propaganda analyst for\nthe Office of War Information, American Embassy in London, England, but more\nespecially attached with a small group of American officers to the hush-hush BBC\nmonitoring service located at near Reading with a special duty of\nwriting the so-called report about what the German people were allowed to read and hear\nby the government of what was going on in Germany and in the theaters of war for the\ncommanders in the field, that is the report had to be written for the commanders in the\nfield and the policy makers in New York and Washington. Let me say for one thing\nbefore I come to VJ day. For all that we won, and we too, that is the secret weapons that\nthe Nazis unleased onto the British Isles, the heightened sense and enhanced sense of\nliving I have never experienced before or after. As I think about it as I try to recollect the\nwar time days, my war time days in Britain were among the happiest of my life. I made\nalso on my days off, good friendships in Oxford in Cambridge and found very much to be\nat home in the cloistered world of the academy. I never considered any other institution\nas free and so much a home as the academy itself. That's why I spent my life eventually\nas an academic at the University after the war and after the trials in Nuremberg. I was\ndetermined though all along and I so wrote to my wife in the hundreds of letters which\nshe all saved, hundreds of letters which she all saved from England during the war, even\nbefore it was sure, that is in the middle-- let's see D-Day was in '44. In '44 I wrote I'm\nthinking about what we have to do the day the war ends. I'm determined in having a hand\nin the rebuilding of Germany and in the punishing of the war criminals but in salvaging\nthe best of Germany and in building of the foundations of a just and lasting peace. I'm\ninterested in spite of what I've learned about Maidonek and the extermination camps, in\nspite of it and because of it I'm determined to see that the criminals are punished, that\njustice 1s meeted out not at the price of sacrificing millions of innocent women and\nchildren. Precisely because I remember what was done and what feelings dominate those\nwho have suffered under Nazi terror. I wanted to save then and I want to save the world\nfrom any boomerang effects of a wrong policy of treating wrongly the defeated enemy.\nBut I said to my wife, we have to remember that for our own sake, if not for Germany's\nsake we must lay the foundation for just and proper forms of democratic life so that the\nGermans become an essential constituent of a sound economy and a sound Europe at\nleast in the west. Now, I hope you'll share my opinion, I said to my wife. My wife wrote\nme even more than several hundred letters. She wrote me every day. I couldn't write\nevery day, so she probably wrote a hundred more letters than I did myself. I wanted to\nknow all about our baby. I wanted to know all about herself, and I wanted to reassure her\nthat I would do nothing without her approval, because it's a joint life that we have to live\nfor whatever life will be granted to us.",
        "A: Yes, by all means do.",
        "A: I tell you, as I recollect now, I first didn't want to believe it all. I didn't want to believe --\nI knew that the Nazis were our mortal enemy, but I could not for the life of me believe\nthat they would descend to the depths of bestiality and barbarity to which they actually\ndid. I didn't want to believe the first report. I couldn't. I said I've lived with these people. I\nhate them. I want to bring them down to their knees. I want to destroy the whole damn\nNazi structure. I want to punish every one of the killers involved, every one of them, and\nI felt that I had a strong mission to do just that. For all that, I couldn't believe about any\nreports that there were by that time, about what was involved in the ,what\nhad taken place in the conference. I couldn't bring myself to do that. As a\nmatter of fact Aurandt and I both formulated against in our respective columns in\n. There is such a thing as a project going on in Germany, and\nthere are by now several books about what German writers abroad, that is outside of\nGermany were writing about Germany at that time. And somebody writing a dissertation\nabout discovered that Joe Maier, that is myself and Hanna Aurandt were\namong those people, but especially Joe Maier as a responsible editorial person in\nfor writing fairly about the Germans. Writing fairly about the new\nAmericans that is to which he belonged to himself. Writing fairly about what is\nhappening and ought to happen and what the Jews had in mind and deserved to have as\nthey were dreaming of returning to Zion. They testified, in other words let me put it as\nsimply as possible, that Joe Maier was, that is myself, was not only a good German, a\ngood ex-German, if you want to put it, and fair, he was also a good American. He was\nalso a good Jew and a good zionist. Gosh, I committed no sins in their eyes. That's what I\nread now. And they quote me verbatim. When I saw the first dissertation quotations you\nknow about this an old gentleman was writing the dissertation about the history of\nduring this war time period in Canada, I said I had no idea I was as\nvirtuous as all that and I had written as cleverly as all that. I had forgotten about that.",
        "A: No, no, I don't think so. I was in London already from '44 -- you know, from '44 to D day\nuntil after VJ day, as I said. In the meantime, the Warsaw had happened. '43 it had\nhappened, and that was about the time when I landed in OWI, that I began to believe the\nincredible, what I considered was incredible, that it was happening. That it was all true,\nthat all these factories, extermination factories and corpse factories did exist that the\nNazis did what I thought was impossible or incredible to do for anybody certainly not for\nmy civilized fellow ex-Germans. That was a profound shock, and that of course made a\nwhole lot of difference in my feelings, but I never, even thereafter, waiver as I said\nbefore, in what my duty was. I wasn't going to emulate them. I wasn't going to exact\nretribution for retribution. I was interested in building, not in bringing down the rest of\nthe world. Not in poisoning the rest of the world for all times to come, but for building a\nbetter world. During that period, that is during the period of our invasion of Europe and\nthe beginning of our victory in Europe, I received a letter from my brother, who was in\nthe CBI theater, China Burma India theater, and had learned from my wife who kept\neverybody in the family informed and sent them excerpts of Joe's letters, my letters that\nhe thoroughly approved of what I wanted to do in Germany, go back and help in the\nrebuilding and lay the foundation for a just and lasting peace. He would like to be a part\nof it. He thought we were real people with vision and courage to do that sort of thing and\nhe hoped that Alice, my wife, would be a party with us to do that sort of thing.",
        "A: Well, I have to tell you first what happened when I got back to America first after VJ\nday. I insisted to my superiors that I had to touch base at home before I accepted any job\nassignments in occupied Germany. I'm absolutely willing and determined to accept such\njobs, but I have to touch base. I have to see my wife. I have to see my little daughter.\nThat I must do first of all. Make sure that they are alive and well. A few weeks after I\ncame back home to a great hello and all the embraces that I dearly needed, I was in the\nemploy of the war department as it was then called still. As a matter of fact, I had to and\nwas invited to show up for an interview at the pentagon in Washington by a Colonel\nDustair who was interviewing the right kind of people to function as simultaneous\ninterpreters at the forthcoming Nuremberg trials. I thought I was the man for the job. As I\nthink I told you before, I speak several languages, but I dream I curse and I pray in only\ntwo, German and English absolutely perfectly. There isn't a word that I can miss and not\na nuance I would miss. I thought I was the man for the job and Colonel Dustair, a good\nguy, he thought that was right. I was the man for the job and he hired me on the spot.\nShortly thereafter, I was in uniform and back on German soil in Nuremberg amidst a\nheap of rubble. In one damaged hotel to be our hotel I think it was called Adlog where all\nthe American personnel -- not American personnel, the American Chief of Council\npersonnel were located. Eventually, I was assigned another building. It was a heap of\nrubble. Nuremberg had been completely destroyed. Only a few buildings and in the\nsurroundings suitable for ourselves were left standing. It was a depressing sight\nbut I was elated at the thought that I would get through the job eventually. The trial had\nnot yet begun. The strange thing was that on the spots -- but what had begun were the\npretrial interrogations. The preparation of the cases before the international military ruler\nby allied personnel. Allied personnel meant for me practically only American personnel.\nI wasn't surrounded by anybody else. On the spot in Nuremberg, I wanted to say, when it\ncame to the assignment of actual job interpretation jobs, low and behold Colonel Dustair\npreferred for the prize interrogation for the prize interpretation jobs at the integrations\nregular army officers instead of lowly academic intellectual like myself. And I was\nprofoundly miffed I can tell you. I said if I can't have the real job for which I'm qualified\nI was absolutely certain and which he agree on I was, then I didn't want the job at all.\nThen I wanted to be assigned to the analysis section of the interrogation division, which I\nwas eventually. Much to Colonel Dustair's reluctance but to my own satisfaction I was\nmuch happier and much more appreciated in the analysis section of the Interrogation\nDivision of which I eventually became the chief. Now, you wanted to know when I\nfinally got to interrogate Herz and to the document I turned over to ;",
        "A: Oh, yes, gladly. As a member of the analysis section of the interrogation division I now\nactually had a chance to both analysis the materials that were disclosed in the course of\nthe interrogations by any of the officers. I got the verbatim transcripts of --that is copies\nof the transcripts of the interrogations but also to participate in the interrogation and\ninterpretation job myself. My main job though, and I liked that of course. That was up my\nalley really, and this is how I finally got to interrogate Rudolph Herz the culprit whose\nconfession I gave to the museum myself. But I was not a principle interrogator not even\nof Herz. I attended a good many of the interrogations. As a matter of fact, I attended most\nof the interrogations conducted by my colleague Alfred Boothe. All in German. Some of\nthe copies of the transcript you have in the museum collection which I turned over to\nyou. All of these interrogations by Alfred Boothe were attended to only by the young\nlady stenographer, Alfred Boothe and sometimes myself, sometimes. It was during one of\nthe -- all in German. We didn't have anybody else present, and most of these\ninterrogations were concerned a) with the confirmations earlier of which he made earlier,\nto all sundry, including my boss's my immediate superiors in the Interrogation Division,\nthat is the chief of the Interrogation Division, Colonel Ahmen, and my immediate\nsuperior Colonel Burkhardt. Substantively and substantially the confession he had made\nseveral times in earlier interrogations, but all the interrogations that were conducted by\nAlfred Boothe and myself were conducted in German only with nobody else present but\nthe two of us and mostly Boothe himself. And they were concerned almost exclusively\nonly occasionally with the repetition of the confession making sure he was still testifying\nunder oath, but mostly concerned as I said with his, that is Herz's relations and\nconversations with the poison gas industrialists with whom he was dealing in the\nextermination of our people in the chambers at Auschwitz. It was during one of these\nlatter interrogations that it suddenly occurred to me that I hadn't seen in isolation the\nstraightforward in one sentence confession I Rudoloph Herz during my term of office as\nconcentration camp commandant of Auschwitz put so and so many Jews or had so many\nJews put to death by gassing so and so by other means which I then had signed and sworn\nto before me. That was the only occasion that I extracted an without\nmuch ado. Substantively let me repeat again, substantially in other interrogations by the\nfour named superior officers of mine, Colonel Airman and Colonel Burkhardt that made\nthe same statements against substantively, confessed too much more. As a matter of fact,\nmost of the other statements involving other people and other personnel he had made in\nfront of my larger groups than my own. I was interested in this unique statement on a\npiece of paper let's see how -- I have to tell you one thing. When I left after the\ninterrogation of Herz, I felt positively ill. I had to go to the bathroom and vomit, and that\nhappened more than once. That didn't cease, but I wouldn't let on. I showed the same\nstraight forward face. I wouldn't let the enemy see my face that I was moved that I\nconducted myself other than a straight American officer.",
        "A: I tell you, that is not to believe. To me personally, who had dreamed of this kind of a job,\nthat I would have to do it. I1 would force myself to do it, that I would face the deviling\ncarnage. I had to discover that the devil doesn't look like a devil. The devil looks like a\nlittle man, which he portrayed himself as to a miserable creature who once he's rid of his\npower and glory and the whole aura that surrounds such people in power. Once they're\nbereft of the uniform, once they're bereft of their familiar environment, they are\nabsolutely mediocre, familiar kind of little man, about the little, little man who portrays\nhimself about a good father, a good family man, a good husband, who does nothing but\nhis duty and he things of nothing but his duty. And even when he had horrible things,\nadmittedly he had horrible things to do, difficult tasks, he called them, difficult tasks to\ndo. He didn't enjoy them. It once occurred to me and Senator Jewry who did most of the\ninterrogation of Herz and we had written all these articles together Senator Jewry and I\nwhich were published in the --oh I did have to tell you that separately, which were\npublished in Jewish Journal, the New York Post, a whole lot of articles. If you're\ninterested I'll tell you about it. They insisted on they were mere executive organs.\nNothing ever was done on their own initiative. Executive organs of the Fuhrer. That's\nsheer executors of the categorical imperative of their superiors. Their superior being in\nthe last instance the Fuhrer himself. Everyone of them as a matter of fact, including the\nmilitary with the one sole exception. On occasion, Goering himself would admit he had\nactually signed the order and he felt he was responsible for order whatever the order was.",
        "A: Oh, he was skeptical, he had no idea about what was going on, the detail he denied\nknowing about. They all denied knowing the details. As a matter of fact, 1t turned out that\nthe various concentration camp commandants and those responsible for this variously\neither exaggerated, probably exaggerated and exaggerated the numbers that occurred in\none concentration camp compared to another. But Herz prided himself in conferences\nother concentration commandants of being able to accommodate and being anxious what\nhe called , accommodating more of his victims than any of the others,\nand they were vying with one another who could kill more people at one full swoop than\nthe others and more cheaply, more efficiently. Herz was the winner of that.",
        "A: No, he made a factual statement which he had wrote a factual statement which in fact he\ntestified to earlier several times. There was no emotion. It was what he called a hard duty.\nHe took no pleasure from it. He derived no pleasure. I said didn't you have fun doing\nthat? I wanted to test him and see whether he was a sadist. He was no sadist. He was\nperfectly normal. He was doing his duty. I really believe he was doing his duty. He was\ndoing his duty. He considered that his duty, and he shut his eyes to the abnormality of\nthis kind of thing. To the incredible abyss to which human beings can descend in order to\nperform duties of that sort to which performance I think a normal person would revolt,\nrather than dying himself than do it himself. I always I figured I would rather commit\nsuicide. I'd die fighting against the Nazis than do anything at their behalf. The slightest\nfavor. I have to tell you something else. I have to tell you also that I was among those\nwho were furious about those who helped among the Jews in the camps and outside the\ncamps who did the listing and who did the helping and who did all the helper services,\nthe so called kapos for the Nazis. I was absolutely furious. I said how can you do this to\nyour own families, to your own men and women. Old men, young children and women, I\nsaid helpless as they are. I was absolutely furious and I couldn't believe -- I didn't want to\nbelieve at first that Nazis would be able to do it, but this man did it and thought it was his\nodd duty. He did it.",
        "A: Never in any other terms. Never in any other terms that this was a hard task. That he was\ntold about that it would cost him a great deal of psychological energy and strength, but he\nhad to do it for Germany and he had to do it for the Fuhrer, and there was nothing, I was\nfinally convinced that he would not do, that he would not do for the Fuhrer. Absolutely\nnothing, but what he did do was more than anybody could imagine anybody able to do.\nHe insisted he was a small cog of a huge machine. He had nothing to do with initiating,\nnothing he did on his own. He did not permit himself to feel any pity in the face of the\nhard duty to perform, which would elevate and guarantee the rise to last for a thousand\nyears. Unspeakable glory, unheard of glory would come to the rise and to those who had\nhelped to defeat international Jewry and international capitalism and international\nbureaucracy, and of course enemies of the rise, who are all in the service of the Jews.",
        "A: Well, he only to those from whom he received his direct orders, and the chief of the\noffice the head office in Berlin was was one of the\nchiefs and he had other sub chiefs there in their high security head office, but he never\nquestioned their authority. He was invited to a report never to initiate any drastic steps\nbut always to report such steps including the ones at the conference.",
        "A: I don't recall. You could be right about this. I don't recall. I concentrated mainly on\nAuschwitz. To me that was the most heinous places, the most dreadful of places. The one\nplace that I wish would never exist and would disappear and only leave the memory. The\nmemory must be preserved. The memory must never die. The memory must never die,\notherwise I don't care much about Auschwitz, but the memory must not die of what\nhappened there. That's why it may be necessary to mark the place on the spot, too, this is\nwhere it actually happened.",
        "A: That's right.",
        "A: As I said, we had orders to conduct ourselves as American officers. I considered that a\nsacred duty I might say, too. I always stayed. I never fell out of line. At the interrogation\nof one , where I was the interpreter as well as the interrogator, there\nwas short interruption in the interrogation and I shouted at who was the\nimmediate superior of Herz's . I really shouted and I roared and\nColonel Burkhardt turned around and said, \"What's going on Joe?\" I said, oh, I just\nforgot myself. He tried to lie through his teeth. He denied something that he had said\nbefore that I interpreted earlier. I shut him up. That's the only time that I lost my proper\ncool. Otherwise I tried to keep myself cool.",
        "A: I did. I did. I had to suppress them, but the only relief I found usually afterwards that's the\nonly time I had a chance to go to the bathroom and vomit. I was sick for half an hour and\ntried to recovered. I said an American officer mustn't show his weakness in front of the\nculprit.",
        "A: Oh, we interrogated him and questioned him about all that. Oh yes, in great detail, in\ngreat detail. Who was involved in what. Who was involved, then what happened, with\nwhom, at whose charge. Who was present, whose order. When did this happen, that\nhappen, all the details where he was queried about. Anything that we can thing about that\nwe could read about we asked him about. Senator Jourey the colleague with whom I\nwrote the articles when we returned in '46 right after the war for the New York Post and\nfor the big book thereafter and for the Jewish Morning Journal, which had to be\ntranslated from my German into their Yiddish, he did most of the interrogating. He was\nthe one who really squeezed the juice out of him. Tried to get the most out of him. I didn't\nhave the strength or the nerve to do this. I know I was going to feel ill and I had to stop\nand get out and vomit first.",
        "A: Oh, yes, oh yes.",
        "A: No, he was -- let me say this. We tried the interrogators, the interrogators in the\ninterrogation division, mostly my colleague Senator Joury tried to squeeze him as much\nas possible and especially then afterwards in the intimacy of the just the twosome or\nthreesome with Alfred Boothe, who were the individuals, what's their names of the gas\nindustrialists, when did you advise them of their task. Did they ever ask what you needed\nthe gas for? They didn't especially ask me but they must have known they admitted they\nmust have known for what purposes was because it was in the vicinity and anybody knew\nabout this and everybody knew what it was being used for. The industrialists themselves\nwho denied involvement could never been shown to have been actually been asked that\nthey were told by the concentration camp commandants that they were used for the\ngassing the culprits but it was clear on the face of it that they knew about it. They must\nhave known about it because everybody else did know about it, and the chimney smokes\nand everybody knew what the fires were about. What the smoke was from. This was no\nchild's play going on. This was no fire festival of any sorts. No fireworks, everybody\nknew what the smoke signaled.",
        "A: There were. There were two chemical firms. IG was involved one time\nand there's a Hamburg firm that was involved at one time. You have it all as I've written\nit in my articles there. I'm much more specific on the basis of the documents and of my\nimmediate recollection of the interrogations. Who was involved, what firms, -- since I\nwas going to publish I was going to be pretty sure that I can't be sued for libel. I knew\nwhat I was talking about and had the testimony at my fingertips and my clear recollection\nat the time. There couldn't be any doubt about this. Right now, I'm an old gent, I tried to\nbe an old turk.\nEnd of Tape #1\nTape #2",
        "A: I must say the whole lot of them with one exception made the same impression on me, a\nvery said and drab impression. The one exception because he had an extraordinary 1.Q.\nwas , the former president. He had a very good 1.Q. yes,\nbut you know what the strange thing 1s, he wanted to be interrogated as he was eventually\nby a Colonel who eventually became a U.S. District Court Justice. He was up on\neconomics and he wanted to be interrogated on his economic brilliance and specialties\nand all that sort and insisted on having an interrogator to whom he could really disclose\nwhat his contribution was to both the building up and the undermining boring from\nwithin of the Nazi government until he was booted out. The only man with a superior 1.Q.\nwho impressed me as such sat there in the dark of the open military tribune asked by a\nmistake on our part, he was associated with the wrong kind of club. He said as if the\nwhole thing didn't concern him, just this motley crew over there, rightly so, rightly so,\nbut I associated with them. He was acquitted eventually. I saw him on the streets\nsubsequently to. I didn't want to talk to him. I didn't want to give him the satisfaction that\nhe got off without punishment because he had also helped them. He was early,-- he\nbelonged to the early conservatives who joined with , aristocrats, the\nNazi government, you know. He was among those who persuaded Hintenberg too that\neverything was going to be fine until he found out better and had to be put on ice himself.\nBut he was put on trial for helping the big shots into their saddle. It was the right and just\nthing to do. Compared with the job of course performed by the others, his was minor, a\nminor crime compared. It was a big crime. I wouldn't have let him go scot free, but\ncompared to the crimes committed by the others, he impressed me by his intelligence and\nby the nerve he actually had and a sense of humor too and dissociated himself publicly by\ngesture and position and posture from the rest of the crew. But the rest of them as I said,\nsad and drab mediocrities. Sad and drab. Physically unattractive, no disgusting,\nespecially , who insisted on talking to us in English most of the time,\nwhich he knew fairly well. His German was miserable. I talked to him in German and\ntried to correct him several times, but none of his sentences were ever completed. Most of\nthe time they ended help me, I don't remember. This man had an important figure at the\ntime he was in power. Now, the whole lot of them including the military were just sheer\nsad and drab mediocrities. The only one who as I said who admitted on occasion\nresponsibility for what was done over an order that showed his signature was Goering,\nbut he too was an inferior being and the tip off that signaled that inferior being was his\ndemeanor and attitude toward I don't know if I mentioned that before toward the big four.\nTo the French, the weakest of the Allies, he was patronizing if not scornful. To the\nAmericans, he tried to impress us as a kind of guy who would be a good fellow to the\nbucaneering Americans who were suckered on Hollywood films. To the British who are\nprecise, cold, correct, he tried to emulate a gentlemenlines because he respected the\nBritish, but when he saw a Russian, he winced. The minute the Russian officer entered\nthe interrogation room, he winced and cringed slightly. He knew of no posture that would\nimpress a Russian. He was scared to death of any Russian and every Russian that entered\nthe room, the interrogation room. And that, let me tell you, was true of the whole lot of\nthem. The whole motley crew. I had no respect for any one of them, and I couldn't in as\nmuch as I tried to show even a spark of sympathy for any of them, I couldn't. And I'm not\na harsh man myself. I can sympathize. I can empathize, but what I saw there imagine me\nempathizing with a disgusting creature like Striezer. It was impossible. The way he\nappeared he struck me as belonging to an inferior animal kingdom like rats and vermin\nmore than anything else. I had a physical disgust actually towards most of them. I would\nhave hated to be touched by them. I didn't shake hands with anyone. There was one\nexception among all the people that I interrogated myself and that was .\nSS general, young, university educated, gangster, but handsome,\nintelligent charming courteous differential, respectful, especially of a fellow academic,\nwhich he recognized in me immediately. He almost succeeded in deceiving me. You\nknow I'm the kind of person who was brought up to regard Latin and Greek, if not\nHebrew as the proper guise, the proper garment of the truth. I thought anybody brought\nup in what I called , 1n the humanist spirit could be nothing other\nthan a humanist scholar and a benefactor to mankind and person interested in nothing but\nthe welfare, the well being and happiness of mankind. He also succeeded in deceiving me\ninto believing that he really belonged on my side. That he was really interested in\nsalvaging and making available to me what was to be made available in way of searching\nand finding the truth for the benefit of those who were responsible now for building a\nbetter world. He almost succeeded in doing this until I found out about his background,\nwhich was shortly thereafter. Shortly after I had thoroughly interrogated him, he had in a\nmanner of speaking my sympathy. He was my favorite culprit. He was the one person I\nfelt at ease with and to whom I offered a cigarette. I didn't do that to anybody else. I tried\nto make him feel at ease, and whom I interrogated. Now, that's very interesting, who I\ninterrogated on side interests. I was also interested as a zionist in making sure that Israel\nwould become Israel, that is that the zionist of course would prevail, win, and win as\nmuch as it could. And that some of the hopes and some of the hopes of the surviving\nJewish people could be fulfilled. So, I interrogated him about well he must have had and\ndid in fact have access to the of Jerusalem. When did he meet the\nin Jerusalem I asked him and under what circumstances and where was\nthat and what was the subject discussed at the time, for what purpose. Well, substantively\nthe end of the interrogation was substantially came out of interrogation is all he wanted\nfrom the was intelligence and all he shared with him was intelligence.\nAnd I said well wasn't the interested in the final solution so called of the\nJewish person to applied to be anywhere Jews were a railroad could be found even in the\nfar East. Oh, no, he'd never ask him about that with no word. I said well, tell me in truth,\nyou know it's all over now, tell me what happened. No, I can't tell you doctor. I can't tell\nyou, he said. Well, then tell me something else. With whom else did he work, and what\nelse was he interested in. Did he have any plans about the final solution? Didn't he\npromise he would try to execute final solution designs also carried him in Jerusalem or in\nPalestine. Nothing of the sort is known to me, no sir, nothing. Well, I couldn't pump him\nfor more. It was all over. Eventually I had found out that this was a man who joined from\nday one, which was very early at the beginning of the war the SS, and that he had become\none of the favorites of Himler himself and that he ended up as a general in charge of\nintelligence of office four in charge of security and intelligence of the\nSecurity Head Office. I also found out eventually that he was the guy\nwho was supposed to kidnap in Spain the Duke and the Duchess of Windsor. That he was\nI found that among the documents too, and charged with about it and\nsaid make no mistakes and he checked things with as\nwell as with Hitler directly. And that he had succeeded even during the so called\nperiod, you know right at the beginning before the invasion of the\nNetherlands and the Scandinavian countries. He had made contacts in the Netherlands at\nthe German Dutch border with two British intelligence officers posing himself as an anti-\nNazi among the military, anxious to come to terms with people trying to make peace on\nthe British side. He succeeded in kidnapping two of these officers while misleading them\nand bringing them to Germany. They were kept there until after the war. I found out\nabout this I would have loved to interrogate him about that about his involvement with\nthat. I never got a chance to do that at all. But among the more interesting I think for our\npurposes, for me and trying to help Israel and the zionist course, was my interrogation of\n. Adolph Eishman's immediate subordinate. He was one of our witnesses\nin Nuremberg too, in my charge. I had occasion to do that without any court reporter,\nwithout any interpreter present, at the request of my superior officer, Colonel Burkhard,\nor was it Colonel Ahmen, I forgot which it was, to interrogate this\ntogether with Gideon Wolfer, at the time, in British uniform, British officer.\nSubsequently it turned out to be among the first labor party representative\nof Israel at the United Nations. Together with him, I interrogated the and\nalone without anybody else in German only about the whereabouts of\nAdolph Eishman. What Eishman's role was everybody else knows. I don't have to repeat\nthat. He played a major role for which he was eventually judged in Jerusalem. But the\nsearch for Eishman began in my office in Nuremberg, and it was highly appreciated at\nthat time. Not that it led anywhere. We did not succeed in getting out\nprobably because he didn't know where Eishman had disappeared to. He, as I said to the\njust about a year ago to a German t.v. reporter who interviewed me in connection with a\nfilm about Hanna Aurandt, who was a close friend of mine, about Eishman, I said you\nknow the search for Eishman started in my office, and I didn't know at the time where\nEisheman was in spite of the fact that I had his immediate subordinate in my custody and\ncould pump him to the nth degree, but we didn't succeed in doing that. We pumped him\nfor a lot of information involving Eishman, involving to the extent that he was accused\nand had to respond to all the accusations before the court in Jerusalem, but something\ninteresting that I asked and that I interrogated about was disclosed in the course of that\ninterrogation. I asked him can you tell me why when it did not make any military sense at\nall that your Fuhrer insisted on having the Jews transported when transport was very\ndifficult from the west all the way to the east. Why didn't you kill them right on the spot.\nYou had plenty of concentration camps in Germany itself. Oh no. We couldn't do that.\nThe German people wouldn't take to it, wouldn't like that very much. But in the east\nyou'd have more appreciation for that sort of thing. They would have sympathy. After all,\nthey didn't like the Jews there either. They have a long history of not likening them. That\nto me, was a profound shock that there were people among those who suffered under the\nNazis who had even were grateful at the same time, if not grateful, but showed sympathy\nto the Nazis for one task, the kind of destructive work in which they were engaged\nagainst the whole world. That was a profound shock, and a severe lesson. There are\nenemies in our own ranks and we have to guard against them, and be mindful of them.\nThere are also allies. He never said that we suppress the Poles, . They\nhad an anti-Slav population policy which the Poles suffered plainly of them. They're not\nthe main culprits but they were and there is no question about it and he was truthful about\nit. Plenty of people who profited from and sympathized with the destructed work against\nthe Jews among the Poles.",
        "A: Well, I tell you, there was a selection process taken place. You're aware of that? A\nselection process taking place and Herz testified as to that too. I don't recall any\nparticular details about this, but he testified to the fact that there was a selection process\ntaken place when the shipments came in. You know when the trains landed in Auschwitz.\nHere where the people were too old and couldn't be used for train for labor at all and they\nwere put on one side and on the other side those who were destroyed. Women and little\nchildren were to be destroyed right away. Some women not who could do some heavy\nlabor. So, my own little cousin, my aunt and my little cousin, two of my little cousins,\nsurvived because they could be used a slave labor. My aunt was a very strong woman,\nbut my uncle, her husband, perished. And the older of the two little cousins died, too, on\nhis way. The interesting thing is you know when I was in Nuremberg and after the war in\nthe course of the Russian advance against Germany and my aunt and two of my little\ncousins, two little children managed to escape to the dp camp in Berlin, and they can tell\nyou and testify as to details of how things proceeded. My uncle had in the meantime\nperished and the older one of my little cousins had also perished But the three of them,\nmy aunt and my two little cousins, the younger children managed to escape to Berlin.\nAnd my aunt said, oh I just heard there's going to be a trial in Nuremberg. Go to the\nAmerican commander, go to the American officer she said to my little causing, and ask\nhim to permit you to phone the palace of justice in Nuremberg and ask for Doctor Maier.\nI'm sure Joe is there among the judges, something like that, and sure enough one day I sit\nin my office. That was before the trial had actually begun and I got a phone call my little\ncousin Billy called me up and said in German we are here and my mother and my sister\nwe are here in Berlin in the dp camp. I said stay where you are. I'm going to have my\ntravel orders cut. I'm going to be there day after tomorrow if I get my orders cut and get\nyou out of the camp. She knew that I would be there. She knew when I left I'll\nbe back and it was after a terrible time. This is not going to be forgotten. I'm not going to\nleave you in a lurch. I get a little bit upset when I think about this. You'll have to forgive\nme. I eventually managed to get them to the United States. My aunt worked here. She\ndied last year. She was an old lady. That is, she was ten years my senior, she wasn't that\nold, at least in years. My little cousin is a full professor now at the University of\nColorado Political Science, and expert in French politics and German politics. He could\ntestify to you what happened right there in Studthoff, where he was with my aunt, one of\nthe other concentration camps. There happened to be also a relative of my wife's who I\neventually got out of, when she landed in Frankfurt, I happened to be there and I got her\nto join her sister, whom we had previously given an affidavit. She managed to escape to\nthe United States before American's entry into the world. I managed to get her here too.\nShe died too, she lost her husband in the concentration camp.",
        "A: is the village where my wife and my sister-in-law and my mother-in-\nlaw and my father-in-law and their families were born. They had been citizens of\nfor a couple hundred years. Yes, I managed to go there. I'll tell you when.\nShortly after the Nuremberg trials had begun and it was over and it was in the French\noccupation zone and I had to ask for French permission, the French colleagues and said\nto go into the French zone. is on the left side of the Ryan, on the\nFrench side of the Ryan. It's situated between . In the French zone, I had\nto ask, as I said to my French commander and French colleague in Nuremberg to give me\npermission to go there and of course one of the Generals gave me his car and we had an\nAmerican driver. We drove there with the American flag. I'll tell you that was a\nsensation. I was the first American to land there and those who remembered my wife and\nmy mother-in-law and my sister-in-law and my father-in-law because my mother-in-law\nwas the first woman to be elected to the local community council. The first woman, she\nwas the leading woman in the village, and there were a good many members of the\n. They were there to see me to watch me and there wa an old mate of\nmy mother-in-law's who had worked for my mother-in-law's mother, and dressed like my\nmother-in-law's mother who was there who my mother-in-law assured me was absolutely\nreliable person and a democrat and anti-Nazi who saw me. I found the house. I should\nauthorize them to take revenge on the Nazis and throw the Colonel out of power and\ncome in with my own troops, put the Colonel out of commission and declare a social\ndemocratic government here in . I mean it was all too fantastic. I said\nthat's the way to deal with allies. I can't do this. I'm a guest of my allies right now. They\nare full fledged allies they are in charge. Whatever I do is with their permission even\nthough my driver has the American flag there I said. I represent the American\ngovernment and the American Army and I do this honorably. I said no fooling around. I\nsaid I'm not in charge of anything else. This is a thoroughly private visit. I come to see\nand put into order and remind you to see that you have to put everything that was stolen\nor illegally by force acquired or anybody involved in a commission of a crime or robbery\nhas to return everything, safeguard everything until the rightful owner comes to claim it.\nI'll come back in a fortnight to check after that. And after that they invited me for drinks\nand we had plenty of drinks and we were a group of about six or seven men then and\nthese people looked through the windows who was marching down there, and I was\nmarching to and eventually back to the house where my bride was first born.\nAnd there was a grand hello and a welcome of course by Lena, who was a friend a little\nolder than Alice my wife and a welcome to this day she speaks of that house as our\nhouse. As she said from the very first day and offered to return it. I said I'm not going to\ntake any money. You honestly and rightfully bought it and my mother-in-law will not\nclaim it, but it's nice to be here and I had to sleep in my mother-in-law and father-in-law's\nhouse and eventually when I brought my wife two years later or three years later when I\ncame on a research grant, I was already a professor by that time, I lived in -- we were\nwelcomed in that house -- and we slept where Oma and Opa used to sleep, that is where\nmy mother-in-law and father-in-law slept. That was the place which was reserved for us\nwhenever we came. It looks a little difference now, but from day one, I learned from the\nwhen I was there the first time, I said I want the cemetery to be brought in order. I'm\ngoing to come back and I want that cemetery, whoever is around here make sure the\ncemetery is brought in order. I want every stone to be put where it was. I don't want it to\nbe made smaller by an inch. I want a fence built around it. I said I want to recognize it\nbecause I'm going to be there and my wife is going to be there too. We want to see that\nthis what we call , that is the burial places of our fathers and mothers\nare kept in tact. They testified for our presence for hundreds of years. I wanted that to be\nbrought in order. I said I'm going to hold personally responsible for anybody who\ndisturbs or fails to do his duty in that regard. I'm going to tear out everything and I can do\nthat when I get furious about it. So, they were sufficiently intimated but they needed,\nbecause I was talking mainly to my friends who were at my disposal and took me there\ntook great care to take me to the cemetery to see what needs to be done, what has to be\ndone and who has to be in charge. For years thereafter, I followed up on that. And every\ntime that we went as we did in the last couple of years until only recently when serious\nillness befell both Alice and me, my wife and me, we used to go over there pretty\nregularly. to the cemeteries to look after things were properly done.\nMy niece, who is your colleague at the memorial museum never fails to pay a visit when\nshe has a chance to go to Germany to the house in which her grandparents lived and\nwhich her aunts and I had spent some time and had good times as well as sad times.",
        "A: I tell you I had an opportunity after the war crimes trials ended to become a control\nofficer in Berlin in charge of radio and press and talk to my superiors about that\npossibility. I once was interested in building up Germany. It would have involved of\ncourse taking permanent residence there, and it would have involved bringing my family\nover, that is Alice and my little daughter over and live to be sure decently as a matter of\nfact in one of the villas that were not destroyed in near in\nBerlin, if you know the place, where American officer personnel were It\nwas a very tempting thing. I wrote to Alice about it. I said would you be willing to come?\nShe said no, it's not for us to be even tempted to be profiteers of the victorious army of\nwhich you are a member. For better or for worse, I don't want to expose our child to any\npossible attacks to Nazis hiding somewhere around the corner or under the rubble of a\ncompletely destroyed city. I think if you're really interested in the academy and your last\nchance for an academic career is immediately return home. Come home as fast as\npossible because lots of American boys will be going to the university now. They're on\nthe G.I. bill of rights. There'll be jobs available at the American universities and your job\nwill be there I think. My wife had the right instinct all along. I followed that instinct. I\nalways trusted her instinct. li was given to patterns. Once I made up my mind I had a\ntheory and believed firmly in the theory, but patterns and theories are worth less than the\nsound . They have a better instinctive sense of judging the character\nand feeling out an opportunity or sensing an opportunity and knowing people better. She\nwas a much better judge of character among the university where she after all spent a lot\nof time through, than I was. I was a student mostly interested in ideas and in patterns as I\nsaid. Finding fool proof devices, something like this. She trusted sound instinct. I thought\nI had better follow her advice and returned home. I was a bit unhappy because I had less\npower than I had when I was in Germany where thing were done at my beck and call\nwhere I could travel and had my travel order card as long as I was in the army and in\nuniform. I could go most anywhere in Europe. I traveled very often to Britain because I\nhad become as I told you make good friends there during war time and I felt that that was\nin a sense coming home. Anytime I had a deferment I went to Britain or I went to Austria\nor I never traveled that much in Germany. I got to know more about Germany than I ever\nknown as a youngster. I stayed put in . I was afraid to move to\nwhere we eventually had to move. I would have stayed on the spot where\nI spent my childhood because I was attached to that. I hated to go places. Well anyway\nwhen I came home in '46 I was a bit unhappy but Hanna was there and she got me a job\nwith the and so Hanna and I worked on the\nedition in the original, and my job was to write the dust jackets and read\nall the works of and write the dust jacket for every volume and\nproofread the major translations of Jewish for which few others could\ndo, but I could do because I knew German. I knew English. I knew French. I knew\nHebrew. I knew Latin and Greek. I could check all the sources which Hanna made me do,\nwhich I did of course. Until in '47 I got my job at Rutgers where I spent the rest of my\nacademic career, 35 years. I became emeritus in 1980. We have 12 years ago, but I tell\nyou I have worked more in the academy and written more since I'm retired because I not\nonly taught every summer at Columbia University I became associate of the University\nseminars that is the faculty seminars in the early at the end of the 50s and I've been the\nchairman of one of the social science seminars on context and message\nof the social sciences for the last 20 years and I'm being reelected. I was reelected last\nMay for the final session for the coming year. I have prepared my program for the next\nyear, in case I survive it but I've prepared all the work to be done, all the planning to be\ndone for next year for my successor.",
        "A: Oh yes, by all means, two more if you want.",
        "A: I'll tell you. I was involved on occasion in discussions with German attorneys, German\ndefense attorneys, the attorneys for the about the international and the legal basis for such\na tribunal, and they said my goodness you fellows -- they suggested very courteously a\nproceed on the basis of retroactive law which is forbidden in your constitution on which\nyour practice all together. My argument at that time was this was such an extraordinary\nsituation what happened when we came and what we faced at the end of the war is a\n, a legal vacuum. We had to establish and give teeth to for the first\ntime international law. Henceforth, we have to set an example first and for all times to\ncome to set an example that such crimes will be punished by one authority or another. I\nmay feel, I don't know if we have done a full measure of justice especially in the\nsubsequent trials as the industrial ones were involved. I think they got away with murder.\nI think some of those who employed slave labor got away with murder. I think I must say\neven though I liked him, our first high commissioner McCloy, pardoned a lot of them. I\ndidn't have a good feeling about this. Maybe he was justified. Maybe that was all\nnecessary. I was also interested and that's how I quieted, how I softened my pangs of\nconsciousness, interested and give me a chance for the to Western Germany.\nGive them a chance if they conduct themselves as they have conducted themselves\nproperly not only in the restitution questions. I mean restitution claims by the German\ncitizens and German sufferings and non-citizens, Jews who had suffered in the\nin Germany, but I done also a good deal, more than any Jewish source,\nincluding the whole American Jewish effort, to rebuild, to help Israel onto its feet\neconomically. I think for that I was willing to bargain to soften my own conscience, but\nnot at the price of forgetting what happened. As a matter of fact, what I'm interested in\nnow, as President, I don't know whether you know that. I'm the president of the\nAssociation for the Preservation of Jewish Culture and Monuments in\nEurope, especially in Germany, Austria, Poland, including Italy and Western Germany\nand Poland didn't have a chance because it was under communist rule. I didn't have a\nchance. I hope eventually to get a chance to visit those shrines, those monuments\nphysical monuments that are capable of preservation of rebuilding. So that generations of\nGermans and other Europeans will learn that we were among those who dwelled among\nthem and what was committed was against us was . Forgive me. I\ntold my German friends who helped me with this, and there are plenty of them, every\ntime I say it you must learn that doing that kind of job, and helping me do that kind of\njob, by searching out the history of the smallest German Jewish communities, not only\nrecreate, I can't do it anymore and the likes of me can't do it anymore. I want German\nstudents to learn Hebrew to learn Latin and Greek to be among those who rebuild in\nscholarship by rewriting and rediscovering the smallest of the German Jewish community\nand the whole holy Roman empire of the German nation. Not only in Germany proper but\nwhat used to be called the Holy Roman Empire of the German Nation. The Jewish\nbuildings are there so that one day these young Germans will tell the story was what\nhappened was a ,a as I call it. Only then will the Germans\nhave come to terms with their own past. Only then will I recognize ultimately\nhas been effective. Only then will I be satisfied having done my duty\nand in deed I have found such friends who are working on this, have been helping, and\nthis I am still trying to do. This effort the task on which I am almost exclusively engaged,\nas long as I'm engaged at all, as long as there is breath in me.",
        "A: Thank you for giving me the opportunity to tell you about it, and forgive me for failing to\ncontrol myself. Thank you very much.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 22, 1992\nRG-50.030*0143",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Joseph\nMaier, conducted by Raye Farr on June 22, 1992 on behalf of the United States Holocaust Memorial\nMuseum. The interview took place in Washington, DC and is part of the United States Holocaust\nMemorial Museum's collection of oral testimonies. Rights to the interview are held by the United\nStates Holocaust Memorial Museum. The interview cannot be used for sale in the Museum Shop.\nThe interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JOSEPH MAIER\nJune 22, 1992"
    ]
}