{
    "rg": "RG-50.549.02.0003_trs_en",
    "sequence": [
        "Answer: -- is Ernest Koenig and we are in my apartment in Watergate at\nLandmark in Alexandria, Virginia, and today is the 12\" of June, 1997.",
        "Question: Like to go back and ask you several questions about your family.",
        "A: Yes.",
        "Q: If you could give -- give a little background about -- about your family, your --\nyour immediate family --",
        "A: Yes.",
        "Q: -- their names, and -- and occupations of your parents.",
        "A: Yes, yes. My family lived in a little town in southern Moravia, not far from\nVienna, about 80 kilometers north of Vienna. I could trace my family back to the\n17\" and perhaps to the 16\" century, and they probably lived there all the time.\nPerhaps they lived in Vienna, were expelled from there, and then they came back.\nAnd it is not impossible, but that’s just a guess, that my parents and the Jews in\nthis area were there in the Roman times, because the Roman -- the limit of the\nRoman empire was in Vienna, called vie -- viento bona. My father was a glazier,\nbut he had a hardware shop and he was affluent. My mother and her family came\nfrom the little town where I was raised, but they were very Viennese. And the\nwhole population there was oriented towards Vienna. Vienna was the great city\nfrom which all the good things, and perhaps e-even bad things, emanated. In 1918,\nthis part of Moravia was annexed by the Czechs. The Czech Republic was founded\nin 1918, but my family, as well as the neighbors and most of the po -- of the\npopulation experienced a very strong affinity to Vienna and to Austria.",
        "Q: Did you have brothers or sisters?",
        "A: [had one brother who 1s still alive, who lives in New York City. I had no\nsisters. My family was very large and most of the family was destroyed during the\nHolocaust. The Viennese part and the part living in this little town, and the -- only\ntwo cousins and my brother survived.",
        "Q: Is your brother older or younger than you?",
        "A: My brother is 85, I’m 80.",
        "Q: Was your mother a -- a homemaker, managed the home?",
        "A: Yes, my mother was a homemaker. She was a very, very good cook. She was a\nvery -- lady always of good spirit. She was -- she did many good deeds out --\nspontaneously. She had poor people, or people who were -- who were in need, and\nshe was a very warm person and also her whole attitude was Viennese. For\ninstance, she would sing all the time, and would sing Viennese songs.",
        "Q: Was your family religious?",
        "A: Well, in my time, only my grandfather was religious. He went every day to the\nsynagogue, but he said it’s nonsense what they are saying there. Yet he insisted to\ngo there because he said one has to maintain the tradition. Not to go there would\nbe a kind of betrayal of our ancestors. And the rest of my family was not religious.\nAt the high holidays they perhaps would to the synagogue, but not otherwise.",
        "Q: What about your family’s politics, your father and mother’s politics?",
        "A: Well, you know, my father had the great experience of the first World War.\nAnd he, like all the grownups who lived in my time were against the war, were for\ndemocracy, were against the Hapsburgs. So now, as I read history, it turns out that\nthe Hapsburgs were really protectors of the Jews. They were not against the Jews.\nThey used the Jews and protected them, that is to say, at least in the last two\ncenturies, as least since Joseph the second, who contributed to the emancipation of\nthe Jews who lived between 1780 and 1790. He was emperor of Germany.",
        "Q: When Hitler came to power did your -- was your discussion in -- among your f-\nfather and mother ab-about what was going on?",
        "A: Well, it was not only when Hitler came to power. My parents and the whole\npopulation was politically very interested, very interested. And I remember that as\na little boy, six years old, I saw the Nazis marching with the red flag, with the\nswastika in their flag. But these people were not considered to be our enemies,\nbecause the personal relations with them were very good. So they were in\nprinciple against the Jews, but not in practice. And the -- when Hitler won a great\nvictory in the elections of 1830 -- of 1930, then the Nazi wer -- Nazi problem and\nthe Hitler problem became very acute because we knew very well, we understood\nvery well that might affect us.",
        "Q: Were you --",
        "A: So let me say, we followed it very, very, very closely and although I was a\nyoung person, I didn’t have much experience, I know a lot about the initial time of\nthe Hitler regime because it fascinated us and we knew, we realized we have a\nvital interest 1n it.",
        "Q: Were you close with your brother?",
        "A: Yes. We -- we were very close, even though there was an age difference of five\nyears.",
        "Q: You played together, and --",
        "A: We played together. Of course, he was the -- the model, the role model whom I\nfollowed.",
        "Q: Is he still?",
        "A: No, but it’s in a different stage of our life.",
        "Q: I wanted to jump way ahead --",
        "A: Yeah.",
        "Q: -- to your meeting with Elizabeth and your f-friendship with --",
        "A: Yes.",
        "Q: -- with her and the first time you met her.",
        "A: Yeah. Well, we met in Paris in 1939. We were refugees, and we were really at\nthe lowest level of society because we had no country to protect us. The French\ndidn’t like u -- not -- didn’t like us, not personally, but they had too many\nrefugees, there was unemployment in France, and at this time I met Elizabeth in\nParis, in the summer of 1939. She went -- she participated in a club of young\n[indecipherable] and I once came there and participated in this club, too. A kind of\nclub, it wasn't a real club. And that’s where we met. And that was before the\noutbreak of the war. That was in May 1939 and the war broke out at the beginning\nof September.",
        "Q: And did you become friends then?",
        "A: Oh, we became friends from the very beginning, right.",
        "Q: What was it that was the attraction between the two of you?",
        "A: Well, that’s very difficult to say. You know, many great philosophers have th --\nhave thought about the reasons which attract men and women. I think it’s very\ndifficult to say. But it was also a tragic time. We met in May 1939 for the first\ntime, the war broke out at the beginning of September. I volunteered for the army,\nSO we were separated. I came back on leave in December 1939 and then again in --\nat Easter time, I think in -- in May -- March or April 1939. And then the war\nseparated us completely, but we met after the war by chance, in a little village in\nsouthern France and were for a short while together, but a couple of months later, I\nwas interned 1n a concentration camp in France. That was after the defeat of\nFrance and so we -- we -- we didn’t lose contact, because we were 1n\ncorrespondence, but in December 1941, Elizabeth and her family left France for\nAmerica. So I didn’t see her from ninet -- from 1940 until 1947 where we met\nagain in England and then we married.",
        "Q: You also were -- you knew her mother and father.",
        "A: Oh yes, I knew her family very well, yes.",
        "Q: What was your relationship with her father?",
        "A: Very friendly relationship. Her father was a very, very highly educated and\nhighly intelligent person, so it was very nice and interesting to talk to him and s --\nher mother was a very nice lady and a very friendly lady.",
        "Q: And at one point in the video you said you couldn’t stay with them, you had --\nyou went off --",
        "A: I couldn’t stay with them because when I was reunited with Elizabeth and with\nher parents, her parents -- her father was not yet demobilized and they had no\nmoney and nothing to eat. I remember the whole family, that is to say, Elizabeth’s\nfather, Elizabeth’s mother, Elizabeth and for a couple of days even I ate the ration\nwhich her father got from the military. So one meal for four or five people. That\nmade it impossible to stay there.",
        "Q: Well now I want to jump ahead further, past --",
        "A: Yes.",
        "Q: -- the war, to liberation. And I wanted to ask you what happened -- if you could\nrecount what happened immediately following liberation, where you went.",
        "A: Well, my libern -- liberation is a very long story. I de-decided in -- to evade and\nnot to go along with the SS on their hung -- on their death marches. I was in hiding\nand then the Russian army came and I went back -- I tried to go back to\nCzechoslovakia, but there was still war, you couldn’t go back. So I very los -- sI-\nslowly drifted back to Czechoslovakia and from there to my former home where\nthere was nobody left. And I stayed another year in Czechoslovakia and that was\nthe beginning of communism, but it was not the communists 1n power, but you felt\nit. So in 1946 I got a visa to go to England where I stayed another year and then I\nleft England for America and came into America in February 1948.",
        "Q: When -- when -- immediately after you were liberated, what did you have in\nyour possession?",
        "A: Nothing.",
        "Q: Nothing at all.",
        "A: I had nothing. As a matter of fact, four months -- no, no, that’s not correct, two\nmonths after my liberation, I got the first document which established my identity.\nBefore -- and I still have it, I had proofs that I was deloused, see, because 1n Polish\ntowns they tried to prevent the spread of lice, all of us had lice. So they gave you a\npaper that you have been 1n a place where they disinfected you.",
        "Q: How was your health, then?",
        "A: My -- I recovered very fast. I had the very good physically constitution, in spite\nof the fact that I was fo -- over four years 1n concentration camps, and I was over\nfour years or even longer hungry. And in spite of the fact that wa -- I collapsed\ntwice due to hunger, I recovered very fast. Very, very fast. And I -- my liberation\ntook place in January 1945, and in May, June, I looked absolutely normal and I\nfelt very well.",
        "Q: Do you remember your first full meal after liberation, what that was?",
        "A: Yes, there I got a little bit sick. We crossed the Czech frontier in February 1945\ncoming from Poland and we were received by chance, by a Jewish family which\nhad been hidden in the mountains and had come back. And they had -- they came\nback to their own house, there was plenty of food and great comfort and they were\nextremely friendly to us. And sure, the first meals made me sick, but that was\ntemporary.",
        "Q: You ate too much.",
        "A: I don’t know, but 1t made me sick.",
        "Q: Had you been thinking when you were in the concentration camp what it was\nyou would want to do when you -- if and when you were freed, or you got your\nfreedom?",
        "A: No, that was impossible, I mean, our main concern was not to be killed. And so\nwhat we would do afterwards was beyond us.",
        "Q: So when you were li -- when you got your freedom, what were your plans,\nwhat were you thinking?",
        "A: I had no plans, and most of those who survived had no plans, because the\nimpact of the concentration camp was overwhelming and it was very difficult to\nfind your orientation under these new circumstances. We had no plans. And if I\nhad a plan it was later on my wish to be reunited with Elizabeth and to go to\nAmerica. So if there was any element of a plan, it was America.",
        "Q: Did you know the whereabouts of -- of your parents?",
        "A: Oh yes, I know it very, very wer -- in great detail, for the following reason.\nWhen I came back to Brno, to Moravia, there was a man who had been with one\nfoot in the concentration camp. He had converted from Judaism and was Catholic,\nhe had a non-Jewish wife. So he was always supposed to be deported but was not\ndeported. He was a neighbor of ours and a nice man. And he called me and told\nme the following, that during the war a German soldier came to visit him and\nbrought a message from my father which stated that my f -- my mother had been --\nhad been massacred together with 30,000 Jewish women -- women and my father\nand the husbands and the relatives had to look on. And this German soldier was\nbehind where my father and his colleagues were. They were -- they formed a kind\nof outer chain, then there came my father and the men, then came the SS and then\ncame my mother and all the women, who perhaps had to -- probably wi -- had to\ndig their own grave. So that was one -- and as proof of the veracity of this story,\nmy father gave to this man, who was a very decent man, who happened to be in\nthe army, a picture of mine, a photo of when I was about 11 years old. A couple of\ndays later I met a young man in [indecipherable]. His name was Spitzer, I still\nremember it. And th -- after he heard my name, he told me that he had been with\nmy father in a concentration camp in Lublin, and he knew my father very well and\nhe confirmed the story, my father had told him the story which I heard from this\nformer neighbor of ours. And I said goodbye to this young man by the name of\nSpitzer and two days later it occurred to me, I have to see him again and talk more\nwith him. I couldn’t find him any more.",
        "Q: And when you were liberated, you -- you knew that your father had -- had been\nkilled.",
        "A: When -- you know, I was liberated under very dramatic circumstances, the SS\nevacuated some 5,000 of those who were with -- had been with me in the camp,\nthat was Auschwitz number three. And there were, however, other prisoners who\nhad come into the camp, and many of them were massacred by the SS after the\npeople who were originally with -- with -- with me in the camp, had been -- had\nleft the camp and were on this -- on these death marches. And the camp was -- th-\nthe SS set fire on the camp and it was very miraculous that I escaped and survived.\nAnd it wa -- it was from this camp, which happened to be between the German\nand the Russian front -- we were in between -- that I escaped into the Russian side\nand to Poland.",
        "Q: And had you heard news about your father?",
        "A: Oh no. I -- you know, I wasn’t shocked when I heard the story about my -- I\nwas shocked about the way my mother died, but it was self understood for me that\nmy whole family is dead. That was --",
        "Q: You had a feeling.",
        "A: Oh, a feeling, a-a-absolutely sure.",
        "Q: And -- and when was it confirmed, when y --",
        "A: Well, it was confirmed when I talked to these men in -- it was perhaps in June,\nJuly 1945.",
        "Q: And he also told you about not only your mother but your father?",
        "A: About my mother, my father, that’s right, yes. Well, fo -- he didn't know about\nmy father. He knew only abou-about my father had -- th-the message of my father\nand di -- the death of my father was confirmed by this young man, Spitzer.",
        "Q: And what about your brother?",
        "A: My brother was in England.",
        "Q: And did you know that?",
        "A: Oh yes. When I was deported from France, I managed to send him a postcard\nsaying I am returning home, I don’t like 1t. He understood. I couldn’t say exactly\nwhat happened. And it is -- it was probably a French policeman who mailed --\nwho mailed this card, because I couldn’t mail it.",
        "Q: Was he in -- in Britain for the duration of the war?",
        "A: He was in Britain for the duration of the war, he came shur -- to Britain shortly\nbefore the outbreak of the war and he came to the United States in 1948.",
        "Q: You -- how long were you in the town of -- and I don’t know how to pronounce\nit, Chessikakowa?",
        "A: Czestochowa, Czestochowa. Two days, three days. The Russians had\nconfiscated -- the Russians had occupied this town and had confiscated a very big\nbuilding of on -- an old building. I wonder what it served for before. And in this\nbuilding to establish the repatriation office. And there were -- there were many\nwith us, many French prison -- former prisoners of war, French prisoners of war, a\nfew British prisoners of war. Probably also, but I am not sure, a very few\nAmerican pilots who had been shot down. And then -- well, all kinds of people\nwho -- who escaped the Germans. And the Russians tried to help us but they were\nvery clumsy and very badly organized. So after two or three days I left\nCzestochowa. Czestochowa is a very famous town in Poland because one of the\nCatholic saints comes from Czestochowa.",
        "Q: When you left there, were you with anyone, or were you by yourself?",
        "A: When I left there I was with somebody and we walked, we decided to walk to\nanother -- to hike -- I [indecipherable] to say walk -- to another Polish town\nKatowice. And we wanted to hike, but there were -- except for Russian military\nwagons, there was nobody on the ro -- on the road who would take you along, who\ncould take you along. So we walked. It was very cold, snow was very high and we\nwalked to Katowice.",
        "Q: And why were you going there?",
        "A: Because I had the 1 -- I knew the eastern part of Czechoslovakia, he -- has --\nhas been liberated, so I had the foolish idea to go east, east, east, and cross the\nhigh mountains in -- in winter and go to this liberated part of Czechoslovakia.",
        "Q: And how long did it take you to get there?",
        "A: Well, I can tell you exactly. I left the camp on the 26\" of January, 1945, and we\ncrossed the Czech frontier on the 14\" of February, it was rather fast, relatively\nfast. But generally we were walking -- perhaps no -- not always. Sometimes we\ngot a -- a -- somebody took us along. But somebody was always the Russian\nsoldiers because there was no other vehicle on the road.",
        "Q: What -- you had mentioned, I believe, in your video that in postwar\nCzechoslovakia there were -- arbitrary things were happening.",
        "A: Oh yes.",
        "Q: What was that?",
        "A: Well, the Czechs were very badly treated and very badly oppressed by the\nGermans, and by the Nazis. And when the war ended, they decided to expel all\nGerman inhabitants of Czechoslovakia. Now that was certainly arbitrary and cruel,\nbecause not all Germans were Nazis. And so the Germans suffered like the Jews.\nNot quite like the Jews, but similar to the Jews, because this deportation of the\nGermans were under much better condition than the deportation of the Jews.\nCreated not only hardship, many people died. But the difference was that when the\nJews were dep -- deported, they knew it’s -- 1t’s a death march, th -- it’s -- it’s the\nend of life, whereas the Germans didn’t have to fear that they would be bad -- that\nthey would be killed when they got -- they were deported to Germany. And the\nCzechs were very chauvinistic.",
        "Q: Was there much anti-Semitism in postwar Czechoslovakia?",
        "A: No. You know, the -- the czechos -- Czechoslovakia, the Czech --\nCzechoslovak Republic was very democratic. Was founded in 1918 and\n[indecipherable] 1938 and there was no antisemit -- no anti-Semitism. One of the\nfew countries where there was no anti-Semitism. It has a very humane and liberal\ngovernment, there was no anti-Semitism. And the Czech government also behaved\nvery tolerantly towards the refugees who came from Germany. After the war, they\ncome -- as long as it was there the communists were very powerful, it was still a\ndemocratic regime, but they started to prevail. And Is -- as long as I was there I\ndidn’t -- I didn't notice. There was no anti-Semitism, but I do know that under the\ncommunist regime, shortly thereafter, when they came to power, there started to\nbe anti-Semitism. And certainly it became stronger and stronger and in 1951,\nCzech communists who were Jewish were punished, and one or two were hanged.\nAnd they were selected because they were Jewish. They were Czech communist\nJews.",
        "Q: How long did you remain in Czechoslovakia?",
        "A: I remained in Czechoslovakia one year. From ’45 to ’46 and then I got the visa\nfor England.",
        "Q: And y -- and during that time you were studying, you went to school?",
        "A: Yes. You asked me before what my plans were. I really didn’t know what I\nshould do, but I went to school, I went to the university. Not -- not very\nenthusiastic, not very devoted to studying, but I went to the university. But I really\ndon’t -- didn’t know what to do. You know, it was an entirely new situation and\nnot only for me, for all those who came back and who were more or less in the\nsame circumstances. Not only were our families destroyed, everything had\nchanged. So you couldn't find your beer -- bearings very easily.",
        "Q: Yes, you said you were disoriented, that --",
        "A: Yes. And you know, if you read, you know, about the book, “AII Quiet on the\nWestern Front” by a German writer, Remarque, who describes the first World War\nin the west. He wrote a second book which is called “The Way Back.” And 1n this\nbook he describes the disorientation of former soldiers, German soldiers, they\ndon’t find their way in the German postwar society. And in a certain sense you\nfind the same thing with the American Vietnam veterans.",
        "Q: Yeah.",
        "A: And still they don’t find their way.",
        "Q: W-When did you begin finding your way? When did you begin becoming\noriented?",
        "A: Well, I think only in America and only after I had finished my studies. When I\ner -- I would say when I got my first jo -- not my first job, no, no, I had many\ntemporary jobs, but when I got my government job. That was settling back on that\n-- into normal circumstances.",
        "Q: Did you ever think that you would live a normal life after that?",
        "A: Oh yes, why not? But you know, you didn’t see it.",
        "Q: Can you talk about your reunion with Elizabeth?",
        "A: Well, Elizabeth worked at a job in New York City in the New York Public\nLibrary and -- and not necessarily she, but her father scratched together enough\nmoney to take a trip to Europe, and they came incidentally with the Queen\nElizabeth, which was a luxury boat, more or less. And we met in London after\nthese many years, and she found that we love each other as we did before and we\ndecided to marry, and so we married. And yesterday it was 50 years since we\nmarried. Of course we never expected that -- is that we would marry -- we met in\nParis. We were bo-both born in Vienna. We never expected that we would marry\nin the Royal Borough of Kensington, in -- which is part of London.",
        "Q: Well, congratulations on your 50\" anniversary. How did you first get word that\nElizabeth was even alive?",
        "A: I mean, I think in July nine -- th-the war ended in May 1945 and I think by July\ncommunications were possible, and I had a cousin in America, in New York and\nknew -- he knew Elizabeth and he knew my address, and I had written to him and\nso I [indecipherable] Elizabeth.",
        "Q: And how did you locate -- how did you locate her? Did you write her?",
        "A: Yeah.",
        "Q: So you were married 1 -- after -- a week after you were --",
        "A: Right, right, something -- something like this, yes.",
        "Q: And that was a surprise to you, or --",
        "A: No, no, no, we intended to marry.",
        "Q: Oh yeah?",
        "A: Yeah.",
        "Q: You knew that you were going to -- to see her and that you would probably ask\nher to marry you?",
        "A: Yes, yes, yes.",
        "Q: Then, how long before you came to America?",
        "A: I came to be married in June 1947, and I came to America in February 1948.",
        "Q: And you had to remain in Britain for awhile?",
        "A: Thad, because you see, at that time American immigration was based on quotas\nand the quotas depended on the pla -- on the country where you were born. So I\nwas not born in Czechoslovakia, I’m Viennese born, so I was in the Austrian\nquota. And because of persecution, and the Austrian quota was always\noversubscribed, it was very difficult to get a visa. And I got priority because after\nhaving married, I was the husband of an American citizen. Elizabeth was already\nan American.",
        "Q: So what was that like, coming to America in 1948?",
        "A: Oh, to come to America was very impressive and it wasn’t very encouraging\nbecause you wondered how you can withstand all the institution tha -- I mean, not\nthe institution but the way of life that you didn’t know. It took some time. Takes\nevery immigrant some time before he gets somehow settled. And that affects all --\nall phases, all aspects of life. For instance, when I came to America, on the first or\nsecond day, I asked when we have to go to the police to register. I didn’t realize\nand couldn’t understand that you don’t have to go to the police and register.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: -- and one of the most amazing -- amazing experiences was that I had to go -- I\nhad to have a document notarized. And I was told -- and I asked where 1s the\nnotary public, and I was told it’s the newspaper man at the corner. I couldn’t\nimagine that a newspaperman could be the notary public, because in Europe a\nnotary public was a man of a certain standing, like a lawyer, with a big office. So I\nwent around the newspaper stand, I was looking for a sign that this 1s the notary\npublic, until I realized, or somebody made my mistake understood to me.",
        "Q: So, you were still disoriented.",
        "A: Yeah -- so -- but a -- but yeah, cli -- they are little things and I think all\nAmericans, or most Americans -- no, all Americans except the Indians hail from\nimmigrants. But the present generation and those who have se -- have -- who have\nbeen -- who -- who -- who are natives of America don’t realize what it means to be\nan immigrant anywhere, not only in America. For instance -- after all I was a\nperson of common sense, I didn’t know how to do certain things at the post office,\nbecause your -- the way the post office worked here 1s different from how it works\nin Europe. Now, that’s the other way around to, if you move to Europe, or to any\nother country.",
        "Q: And how was your English when you first came to --",
        "A: Well, I could speak, but it -- 1t was broken, it was broken English and I really\nhave ne -- never fully acquired a mastery of English.",
        "Q: So what were your impressions of -- other than the examples that you gave,\nabout the notary --",
        "A: Well, the impression were overwhelming, primal -- primarily because America\nis more advanced in many respects than Europe. And number two, I came from\nwar-torn Europe, which had fallen back beyond the time when the war broke out.\nEven in England, conditions were pretty tough as compared to pre-war times, to\npeace. And the American civilization is quite different from the European\ncivilization. So there are many aspects and many details which we have to learn\nabout, to which we have to get accustomed.",
        "Q: Elizabeth said that -- that it was the freedom that was remarkable. Being able to\njust walk down the street.",
        "A: Yeah, that was remarkable, not only the freedom in comparison to what\nhappens now, also the safety and security. For instance, I worked -- when I was in\nNew York, when I studied, I worked in a typewriter shop. And sometimes we\nwere told by our bosses to bring a typewriter somewhere to some part of the town,\nto the Lower East Side, to deliver it there. There was no fear whatsoever that\nsomebody would take the typewriter away. There was no fear at all at that time,\nwhen I came to America, that somebody would attack you, that somebody will\nmug you.",
        "Q: So what were your plans when you came to America, did you have any?",
        "A: I had no plans.",
        "Q: And how did you [indecipherable]",
        "A: I thought it’s -- it’s -- it’s reasonable to try to continue my studies. And that\nwhat I did during the first two years. But I wasn’t sure whether my studies would\nhelp me and whether I -- whether I would succeed in getting a reasonable position,\nor a reasonable job.",
        "Q: What was -- what was it that you wanted to do?",
        "A: [really didn’t know what I wanted to do.",
        "Q: You were doing odd jobs?",
        "A: Yeah, but the odd jobs I did only because I was studying. I wanted to finish my\nstudies. I wasn’t very hopeful that would help me.",
        "Q: And were you going -- you were going to school while you were living in New\nYork?",
        "A: Oh yes, I went -- from the very beginning I went to school for about two years,\nthen I made my Master’s -- I got my Master’s degree and then I was able, with the\nhelp of Elizabeth’s father to get a job as junior instructor at Johns Hopkins\nUniversity. That was miserably paid. Elizabeth worked in -- we were in Baltimore,\nElizabeth worked in the veteran’s hospital and that we were -- that what we were\nliving from. And then I decided I cannot continue living on such a small salary,\nwhich practically was no salary. I have to look for another job, and Baltimore\nbeing near Washington, I went to Washington looking for a job and I got one and I\ngot first -- I got a very good offer in the treasury, but I needed a job immediately\nso I got a summer job in the Department of Agriculture, a two month’s job and s --\nout of these two months became 40 years.",
        "Q: You studied political science, or what did you study at Hopkins?",
        "A: Economics.",
        "Q: Economics. And when was it that you decided that that’s what you wanted to\ndo?",
        "A: Oh, the moment I came -- the moment I came, I think the second or third day\nafter my arrival, I decided I have to continue my studies. I had studied in Europe,\ntoo. And the question what to study was clear, economics. It seemed to be clear.",
        "Q: Why was that clear to you?",
        "A: Because it seemed to be a practical occupation, not to remove from life, not\nnecessarily a research [indecipherable] you can make research in economics, but it\ndealt with contemporary events. And that, of course, was of great interest.",
        "Q: When did you become an American citizen?",
        "A: In 1950, bec -- I didn’t have to wait five years because my visa was based on\nmy -- on Elizabeth being an American citizen. So after two years I became a\ncitizen.",
        "Q: Was that significant for you? Was it very meaningful?",
        "A: Oh, certainly it was very meaningful. It was more than meaningful, it was a\nmajor event, because you mustn’t forget, we always speak about the Holocaust\nand of -- and of persecution. But the fact that we were refugees before, meant that\nwe were odd man out, we had no legal status. We had no country to which we\ncould appeal for protection. Nobody cared for us. So to be again -- to have again a\nlittle status, and what was more, to be an American citizen was grandiose. So that\nwas certainly a great event.",
        "Q: Was it in a -- in aroom or a place where a lot of people were?",
        "A: No, no, it was my cousin -- my second cousin who is now dead, and I don’t\nknow who else went with me. Elizabeth? I don’t think Elizabeth. Somebody. Wa -\n- no, 1t was just a judge and it was a ba -- the -- the -- I mean, the event alone was -\n- the fact of the event was impr -- impressive.",
        "Q: What -- what did it mean to you then to be an American?",
        "A: Well, to be the citizen of a big country, which was a free country, and a\nhumane country, but I -- I -- I mean, I wouldn’t say I’m -- I never believed I am a\nYankee, or I could become a Yankee. I was a citins -- citizen of the United States.\nAnd don’t forget, I was born under an emperor and I was an Austrian citizen. And\nthen the empire collapsed, then I became a Czechoslovakian citizen. Then I was\nnothing, because there was no Czechoslovakia any more and nobody else wanted\nto recognize our nationality. Then -- so when I became an American citizen, this\nhad many aspects, many positive aspects, but from a very personal point of view,\nit meant that was again -- that I wa -- I was again irregularized. What is a man who\nhas no country? He’s a nobody in the sense of the world.",
        "Q: Was there -- I-I’m sure there were negative aspects of -- of your -- your arrival\nto America and your -- your transition.",
        "A: Yeah.",
        "Q: What -- what were some of them -- were the hardest things?",
        "A: I don’t think there were any negative aspects. I was not very encouraged that I\nwould be able to succeed. I mean, I was interested in economics. I was interested\nin studying and then teaching, that was very nice, in Johns Hopkins, so it was a\nmodest position. But teaching there was very nice and I liked it. But I couldn’t see\nhow I could return to a normal, middle class life, because during s -- up to the time\nI had gotten a job in the government, I was not mi -- I was not middle class, I was\nvery far down, no, that didn’t -- that was no hardship. That was one of the positive\naspects of America, that in spite of the fact that I had very, very, very little money,\nI could have a breakfast which was richer than the breakfast of a European\nminister of that time. Unless he dealt on the black market, he couldn’t have a\nbreakfast, at that time, which cons -- for less than one dollar I could buy toast with\nbutter, a piece of bacon on it, orange juice -- imagine orange juice at that time in\nEurope -- compared to Europe, and -- and coffee. So I wasn’t suffering in any\nway.",
        "Q: Why did you have such doubts about your ability to ex -- succeed?",
        "A: Because we didn’t know how -- I didn’t know how to succeed in America. You\nknow it only afterwards. You cannot judge an experience which you don’t have.",
        "Q: You -- did you -- you consider yourself an ambi -- ambitious person before the\nwar? Did you have a-ambitions and --",
        "A: No, I am not ambitious, but I am interested in many things, and I am\nparticularly interested in history, not only for academic reasons, but I lived\nthrough it. You know, we -- we lived in Czechoslovakia and during my earlier life\nin a very, very upsetting time. I mean, the collapse, for instance, of Austria was a\nmajor, major event. And the collapse of Czechoslovakia, the abandonment of -- of\nthe Czechs [indecipherable] England. All these were major events which affected\nus, of course. So, it was difficult to find, at the beginning, a satisfactory\norientation. One didn’t know what’s going to happen.",
        "Q: Di-Did people wa -- in your first few years in America, did people ask you\nwhere you were from, what had happened to you? Were they curious, did you talk\nto them about what had happened?",
        "A: Well, you know, when you asked for -- when you applied for a job in New\nYork City, people were not allowed to ask you where you are coming from. It’s --\nyou know, in -- in order to -- to avoid any discrimination. But on the other hand,\npeople had not the slightest idea of the Holocaust. That’s a phenomenon that’s an -\n- a-- a Subject which became interesting only in the 80’s. Once a la -- I told the\nlady -- I don’t know any more who it was, but I remember the event, that I was in\na camp. And she said, what did you do to get into a camp? She had no idea. I -- in\n-- when I arrived in -- in the summer of 19 -- 1948, I had a -- an eczema. It wasn’t\ndangerous, but it was all over my body and I had to be hospitalized. And the\npeople in Mount Sinai hospital didn’t -- also, they saw my number here, they\ndidn’t want to accept me because I had -- I couldn’t promise that I would pay. So\nth -- there was a -- tha-that’s a very interesting phenomenon. Now there’s so much\ntalk and fuss about the Holocaust. But people here discovered this only -- well, I\nwould say in the 80’s, not before.",
        "Q: People ask about the number on your arm?",
        "A: No, they didn’t even know what it is. I mean, you know, that was, for instance,\none of the great contrasts between America and Europe, because in America -- 1n\nEurope people knew about the Nazi regime, and it was not only a Jewish affair,\nthousands of non-Jews, 10 thousands, hundred thousands [indecipherable]. When\nyou heard what the Pope said when he was in Poland, he s -- he went to a place\nwhere 135 Polish intellectuals, officers, had been arrested and sent to\nconcentration camps. It was German policy. And all of them died.",
        "Q: So people weren’t asking you --",
        "A: No.",
        "Q: -- or inquiring. Were you telling anyone, were you talking about it?",
        "A: No, because nobody was no -- 1n the first place nobody was interested. In the\nsecond place, the few people who were interested were afraid to hear ster -- and\nstill are, still afraid to hear stories about concentration camps. All this talk avoids\ntalking about what happened in concentration camp. Because the listener identifies\nhimself or herself with the person who tells the story and is afraid and shrinks\naway. I mean, people go as far as Anne Frank because she doesn’t speak of in -- of\ng -- of cruelties. It’s a sad story, but it’s not a story where all the bestiality of the\nSS comes to the fore.",
        "Q: Was that frustrating to you or would you rather have, at that point not have\ntalked about it?",
        "A: Well, I was always willing. I think one should talk about it, it’s a -- it’s a major\nevent. But I was not frustrated, I mean, you consider people as being ignorant,\nbecause -- and not understanding the time in which they are living, if they show no\ninterest. But I know why they show no interest, they do show interest, but they’re\nafraid of it.",
        "Q: Was it still very much alive for you a -- at --",
        "A: Well, yes.",
        "Q: Is it still?",
        "A: Well, you know, the years have diminished the liveliness of the experience. On\nthe other hand, due to the fact that Elizabeth worked in the Holocaust Museum, it\nis now nearer to me as it would have been had I not -- had Elizabeth not worked\nthere. I -- what did I want to say now? I don’t know. I wanted to say something.",
        "Q: Wa -- about Elizabeth had gone over --",
        "A: No, no. No, no. I mean, my interest in the Holocaust, I know what I wanted to\nsay. In Europe, those of us who had survived ex -- talked all the time and all the\ntime and all the time about our experiences. And of course you -- you learn from\neach other new things, which we personally hadn’t experienced. But on -- on -- on\n-- On -- on -- on -- because of this and because I was always interested in history,\nand I have read a lot ev -- of -- about the Holocaust before the museum started\nhere, I’m interested in, certainly.",
        "Q: How much did Elizabeth know about what happened to you in your early years\nand when did -- when did you start telling her the details?",
        "A: Well, she knew in general what has happened. But, I mean, she hadn’t\nexperienced it either, and she was in the same category as the non-survivors. Non-\nsurvivors in the sense of not having gone through this phase.",
        "Q: She described finding something at -- at the -- at the museum about --",
        "A: Yes.",
        "Q: -- about Auschwitz and -- and --",
        "A: Yes.",
        "Q: -- and I suppose -- and she said she hadn’t known a-about it, so that you hadn’t\ngone into great detail about your experience.",
        "A: No, you cannot, because it’s very complex story. For instance, I was in\nAuschwitz, but what was Auschwitz? Auschwitz was a series of camps, not one\ncamp. And one of the camps was Birkenau, where people came to be killed\nimmediately. In the other camps, where we worked, many people were killed, and\npeople died. For instance, I was lucky not to die of hunger. I was once near the\npoint where I thought I couldn’t continue any more. So it’s a very complex\nsubject, very complex subject.",
        "Q: Do you remember the first time telling Elizabeth in detail?",
        "A: Oh yes, I think that was probably still in -- in eng -- in England, yes.",
        "Q: Uh-huh.",
        "A: Sorry.",
        "Q: But she had said there was a -- there was a gray period where you just didn’t\ndiscuss it, because she wasn’t sure --",
        "A: Oh. I never hesitated to discuss it with anybody. It was the f -- the fear of\nothers, of your listeners, which we -- you noticed, which discouraged you to speak\nabout the details.",
        "Q: When -- when did you talk to your daughter Nicole about your experience?",
        "A: Oh, I -- slowly. You cannot tell such a story to a child, still less when you’re in\nGermany with the -- when we came to Germany, I mean, I was attaché in Bonn,\nshe was six years old. And she did -- she went five days into the amer -- an\nAmerican school, but on the sixth day we sent her to a German -- on Saturday she\nhad to go to a German school, you know, to learn German, and she hated to go to\nschool and she hated to learn German, she learned it much later. And under such\ncircumstances you couldn’t tell her where we are and what happened. But she\nlearned it.",
        "Q: Maybe you can go back and you -- you started to talk about your 40 years with\nthe -- working for the --",
        "A: Oh yeah, yes.",
        "Q: -- United States government. If you could go back to the chronology of -- of --",
        "A: Yes, well, Johns Hopkins, they paid very, very badly and I also wasn’t -- I\nlearned a lot there and I was very happy to teach there, but I also wasn’t happy\nabout the ivory -- ivory situation of the school. It was far removed from the --",
        "Q: Ivory tower?",
        "A: Ivory tower. It was far removed of real life. So I looked for a job and I found a\njob, a temporary job, which then lasted 40 years. And I was very happy in that job\nfor many reasons. First of all, it was a rather solid position -- a comparatively solid\nposition. Number two, the subject was very, very interesting. It was a world\nagriculture, world trade, trade policy, very, very interesting subject. And I and all\nthose who worked in the Department of Agriculture on this particular subject were\nvery lucky because we learned about foreign policy, we follo -- followed foreign\npolicy developments in foreign countries. And from a purely intellectual point of\nview, we had a very interesting job. And I was in the Department of Agriculture.\nFirst I didn’t advance, then I advanced gradually. And -- and I -- I was very happy\nthere, even is -- even when I didn’t advance, I wasn’t that -- I wasn’t happy not to\nadvance, but I was happy there, I liked the work. And in 1959 I was appointed to\nbe assistant agricultural attaché at the American embassy in Germany. I was there\nfrom °59 to ’64 and then I was transferred to Brussels to the common market. And\nthere I was agricultural attache for 10 years. And I probably could have stayed\nthere forever, but I got an offer to lead the American agricultural delegation in a\nbig trade negotiation in Geneva. It was called the Tokyo round because the\ndecision to enter such negotiations was made in Tokyo. So I was then s -- seven\nyears -- no, over seven years, six years -- less than seven years, six years in\nGeneva, then I came back to Washington. I was here for two years and then I was\nappointed agricultural attaché -- no, counselor. Counselor for agricultural affairs at\nthe American embassy in Paris. So we came back to France again, and that was\nvery nice. So my whole career was very nice and very satisfactory and very\ninteresting.",
        "Q: And when did you finally retire?",
        "A: In 1990, seven years ago.",
        "Q: What was that like, going to Germany and living there?",
        "A: Well, you know, German is my mother tongue. I have, except for -- well, for\nthe American studies and for the one year in Czechoslovakia after the war, where I\nwent to the Czech university, I have only German schools. I have German grade\nschool, German -- what is called the gymnasium, which is more than the high\nschool here, but approximately in this category of schooling. And I went to the --\nto graduate [indecipherable] at the German university in Prague before the war.\nAfter the war the German university didn’t exist any more. And I went for one\nyear to the Czech university. And both the German and the Czech university had\nthe names, Charles University. So I was very familiar with German -- and I had\nnever lived in Germany, but still coming to Germany -- except in the concentration\ncamp, I was familiar with their way of talking, with their way of thinking. I was\nvery familiar with everything, which facilitated my work. At that time most, not\nall, but most of the people with whom I dealt, were former Nazis. Of course, they\nwere hiding it, but they couldn’t hide it. I didn’t discuss anything with them, but\nyou know the way they spoke, I mean, not specifical, there were -- there was no\nquestion about this, I mean, this --",
        "Q: There was no question --",
        "A: No, except one little incidence, but I mean they were all good democrats, they\nsaid, but they were not. Now when I speak of those people, I mean primarily\ngovernment official, and relatively high government officials, with exception, with\nexception. But for me it was fun because I understood that -- and I mean, I could\nsee through them.",
        "Q: It was fun.",
        "A: It was fun. We had one incident which is remarkable. We ran a restaurant in a\nlittle town in Germany, Elizabeth and I, and we overheard a conversation at the\nnext table, where one person said, no, Herr doctor, that goes too far. Expel yes,\nburning -- to burn them, no. And [indecipherable] said, all of them should have\nbeen burned, there are still some survivor.",
        "Q: You overheard that?",
        "A: Oh yeah, we overheard that.",
        "Q: How did that make you feel?",
        "A: Well, it was laughable, I mean, you see, Nazism is a very complex per -- very,\nvery complex problem. It requires a lot to understand why it happened, who did it.\nFor instance, those who were the SS, those people who were in the concentration\ncamps and killed people and tortured people, these were the lowest of the lowest.\nYou know? These were at the margin of society. The others acquiesced in it. Take\nthe German government. Hitler was a man who had no career before he became a\npolitician. Goering was a -- a former officer who didn’t find his bearings after the\nwar. They were all people at the margin of society. But these people didn’t kill, I\nmean, all -- at -- at the top. But those who were in the camps, the SS, the SA and\nthose from the -- the police battalions who were in Poland and killed not only\nJews, but thousands, 10 thousands of Poles. These people were really the -- the\nscum of the earth. Really, from every point of view the scum of the earth and they\nwere also, I would say, the scum of the German people.",
        "Q: You were associating with -- with people who perhaps gave the orders --",
        "A: Yeah.",
        "Q: -- that were somehow involved --",
        "A: Yeah.",
        "Q: -- in a higher level --",
        "A: Yeah.",
        "Q: -- and I would think that would -- that would make -- part of me would be --\nwould be very upset and angry at -- at having to associate with --",
        "A: Well, you -- you -- you couldn’t identify this or that person as being a\nmurderer, you couldn’t do that. But you knew what the attitude was.",
        "Q: But you -- you had said it was -- it was fun or amusing. Was there a part of you\nthat was --",
        "A: Well, imagine during my stay in Germany, and even when I was in -- in\nBrussels, I used to go to the so-called Green Week, which was an agricultural\nexhibition in Germany -- in -- in Berlin. An exhibition which had a long tradition.\nEvery year by the end of January, there was this big exhibition. And at two or\nthree occasions, I was invited, together with other people to dinner by the\npresident of Germany. So where I was sitting? Not next to him, but this was a long\ndinner table and I was invited to dinner by the president of Germany. Certainly\nthat was amusing, it gave me a lot of satisfaction, because I-I realized, and I qui --\nI thought of it, I was condemned to die. I was not only condemned to be in the\ncamp, all of us were destined to die, by the highest authorities of the German\nReich. And now here 1s another highest authority, highest authority at least\nformally, of the German Reich and I was his invitee.",
        "Q: You had defied --you somehow defied them. [indecipherable |",
        "A: Yeah, yeah. So that was -- I mean -- well, you know, if a child is bad -- suppose\nyou have a very bad child, you don’t hate the child, you try to understand. And I\nwouldn’t say that I didn’t hate the Nazis, I certainly hated them. And I say\n[indecipherable] the scum of the earth, but I try to understand. And my feeling is\nthat apart from this lowest level of society, the guilt of the German people\nconsisted in acquiescence, rather than in active persecution. On the other hand,\nthere was resistance, and there were so many shades of attitudes, like these two\npeople who -- but there were many more shaped like these two people whom we\noverheard in the restaurant. And one said expel, the other said kill, and so on and\nso on and so on. And then, how can you judge any nation? A nation consists of\nmillions of people. How can you really judge and know what their feelings are and\nwhat their attitude are? And one important thing, no country in modern times has\nsuffered such dictatorship as the German people. It was incredible, it was -- the\ndictatorship alone was German efficiency. And the Germans, who believed they\nare courageous, were afraid. And how could you -- how could you oppo -- if you\nopposed it you were -- you -- you -- you were killed yourself, or you were sent to a\nconcentration camp, at least.",
        "Q: Did you go back to Auschwitz after the war?",
        "A: No, I didn’t go back, but not because of any fear of being overcome by\nemotions, but simply for the following reasons. When I was in Germany, or in --\nno, in Brussels, I once made a trip to France and I visited the military camp where\nI had served in southern France. And there was nothing left. I didn’t recognize the\nplace. I knew that was the place. The barracks had gone, there was no spirit in it.\nAnd I know when I go to Auschwitz, there is no shouting SS, no fear. What you\nsee are remnants of a different time. They don’t tell me anything. I have my own\nmemories, but the memories will not be revived.",
        "Q: You didn’t feel as though there was any use for you --",
        "A: There is no --",
        "Q: -- personally to go.",
        "A: -- no, there is no use. Yeah, I was with Elizabeth last year in Austria and\nanother person who was with us wanted to see Mauthausen, and they went there. I\ndidn’t go along, but not because I -- I am afraid I would be emotionally di-\ndistressed. It 1s not the same. What you see are not living things.",
        "Q: Mm-hm.\nEnd of Tape One, Side B\n39\nBeginning Tape Two, Side A",
        "Q: Because Elizabeth was not at a -- a concentration camp --",
        "A: Yeah.",
        "Q: -- or -- or an extermination camp, do you not consider her a survivor?",
        "A: No, a survivor -- the question is what do you survive? If you were not in a\nconcentration camp you’re not a survivor of a concentration camp. If you were not\nin a battle, you’re not survivor of this battle. No, I mean -- oh yes, she is a -- she\nwas persecuted, she had her own experiences. But that’s one thing. One cannot\nspeak of survivors who didn’t survive a certain -- a certain event or a certain\nprocess. On the other hand, there is no merit to be a survivor and nobody has to be\nproud of -- of having been a survivor. You can be -- no, one shouldn’t be proud at\nall. I think pariet -- parietes should not be applied. One can be satisfied, one can be\nhappy to have survived or satisfied to have shown resistance and courage. But to\nbe proud? The Bible says pride cometh before the fall. I mean, I just mention this,\nbut there is no merit in it.",
        "Q: You hear a lot about survivor’s guilt. Have you ever experienced any of that?",
        "A: No, that’s nonsense. What kind of guilt? Did they do anything wrong, that they\nsurvived? They should be happy that they survived. You know, there are many\nfalse stories, there’s a whole mythology about the survivor and the survivor’s\nchildren. The children are influenced by ha-having learned about what happened\nto the parents, naturally, but why should anybody be guilty that you survived?\nWhy? It’s ridiculous.",
        "Q: How do you think Nicole, your daughter was influenced by you being a\nsurvivor?",
        "A: She learned it gradually and it -- she understands, I think. You know, she also\nhad th -- she went -- she was with us in Germany and she went to the German\nschool, and she hated school and she hated this. But then she -- when she came to -\n- when we were in Brussels, we sent her to a school where you -- the children were\ntaught in their mother tongue, in -- and in a foreign language. Now, there was\nhowever, only a limited number of languages which were considered mother\ntongue, and English was at that time not considered the mother tongue for a child.\nSo she went to courses which were in German, which was considered her mother\ntongue, and in French. Geography was in French, history was in German and so\non. And she learned German in Brussels at the school, not in Germany. No, she --\nshe has a very objective attitude, and you know, she has such a -- very good\nexperiences about Germany. And I must say, I was going to -- I have gone to\nGerman grade school, I repeat this, to German high school, to German -- to\nGerman university. And in grade st-school, my teacher was a neo-Nazi, probably\nlater on was a Nazi. In -- in -- in the -- in high school for eight years, the head of\nthe teachers was a Nazi. And I had good experiences with him, but that doesn’t\nexcuse they’re Nazis and that was their stupidity. But after all, I had very good\nGerman friends. Chauvinism 1s really a high degree of ignorance [indecipherable].\nChauvinism is a high degree of stupidity. Why should one hit somebody because\nhe speaks another language, or he is formally and really part of another nation of\npeople. Only people who are very, very narrow minded have such views or\nattitudes.",
        "Q: Have you -- you talk in the video about the Polish officer, the former Polish\nofficer --",
        "A: Oh yes, yes.",
        "Q: -- who saved your life --",
        "A: Kubacic.",
        "Q: -- a couple of times. Hav-Have you -- did you ever talk to him after the -- after\nthe war?",
        "A: No, I -- you know, the story is as follows. When I was in Vernet, which was a\nhorrible French concentration camp, but we were not beaten or tortured, we were\nhungry and we -- people starved to death, I was there by mistake, as they said, so\nto facilitate -- to ease my position, I was made assistant postmaster, which meant I\ncould circulate in the camp and distribute -- distribute the mail. And one day\nKubacic came to me, I hadn’t known him, and asked me wher -- and asked me\nwhether I could give the letters and the rest to him -- to him personally, because\nthe French officials who were in there took the stamps away and his letters had\nvery beautiful stamps. And so I became acquainted with him without knowing him\nreally. And when we were deported in the train, already in Poland and we moved\nthrough the city of Katowice, he was standing next to me -- you know, in the train,\nthe train moved through the city of Katowice, he was standing next to me and he\nhad this -- the -- the strong desire to talk to somebody. And since he knew me, he\ntalked to me and he told me he’s not Jewish. And he cannot say what he really --\nthat he’s -- that he was a Polish Intelligence officer.",
        "Q: Yeah.",
        "A: And then he helped me -- that was at the time when I broke down out of\nhunger, and he was able to -- you know, he was our kapo and as kapo, he was\nsupervising the food rations which we got. And he managed to let me have two of\nrations. And in this way I ris -- I recovered again.",
        "Q: Do you know what happened to him after the war?",
        "A: Yes. Well, I don’t know, but the end of the story 1s -- I don’t know whether I\ntold this in the first interview. I was on good terms with him, he had helped me.\nAnd one day he started to shout to -- shout at me and beat me. And I didn’t\nunderstand what has happened. Two -- two weeks later he had escaped. And he\nbeat me and shouted at me so that nobody ca -- he was very decent -- that nobody\nbelieved that I known about his plan to escape. And about a year later we read in a\nFrench paper -- you know, papers were smuggled into the camp. There were\n[indecipherable] many Frenchmen and sometimes it was a piece of a paper, but\nthere was a paper, a Parisian paper which stated that six -- six French resistance\nfighter had been arrested and executed. And they gave the names. And one of the\nnames was Stanislaw Kubacic. Now whether it was the same, I don’t know.",
        "Q: Do you ever go to any reunions, or do you ever meet up or talk with any of the\nother survivors at your [indecipherable] camp --",
        "A: No, I have a friend who happened to be in the same camp as I was, but I don’t\nknow -- I don’t know any survivors here. I would be interested to talk to people,\nbut I don’t know any.",
        "Q: What would you be interested in talking to them about?",
        "A: Because, when you talk to people who have the sim -- a similar experience as\nyou, you learn about new details which you didn’t experience, or which you didn’t\nknow. Also, recollections came -- come back if you talk with somebody you --\nthere might be an event which you have entirely forgotten. And somebody\nmentions something in this context and the event comes back to you, and you start\nto remember.",
        "Q: Do you talk to your friend who lives in this area about --",
        "A: Oh yes, yes, we talk, yeah. Well, he doesn’t -- you know, he’s now ina\nsituation where he talks all the -- all the time about the camp, but sometimes he\ndoesn’t want to hear about it. It doesn’t matter to me.",
        "Q: How -- is it always on your mind, do you think about it a lot, is it never far?",
        "A: Well, you know, I had -- up to now, now my memory weakens very strongly.\nBut I had an excellent memory. I don’t know why, I cannot explain. You might\nhave noticed that I said on the 14\" of February we went to Czechoslova --\n[indecipherable] different year. I remember date, I remember many details from\nthe past. And so shortly I -- but I live it, my whole past, it’s not only concentration\ncamp. So, no doubt that was one of the greatest events in my life. If I say one, it\nwas the greatest, but there was another one, which was of short duration. But I was\nin the Battle of France when France lost the war, and to be -- only for a short da --\ntime, under fire, under -- under -- under the fire of guns, it’s quite an experience.\nBut that was the same in Auschwitz because we were bombed and I was in the\nmiddle, once. Not all the time. But once I w -- the bombs were falling right and\nleft. So that -- it wasn't such a great experience, I’Il tell you why. It was\nintellectually, mentally it’s a bit -- it was very noisy. You know, noise is horrible.\nNoise affects you physiologically, physically. And that was the -- that was the day\nwhen -- when we were shelled by ar-artillery.",
        "Q: I was going to ask you if there are any m -- smells or tastes or may -- and now -",
        "A: Yes.",
        "Q: -- noises that remind of --",
        "A: Yes.",
        "Q: -- of that camp.",
        "A: I have the strange experience of having been led to the gallow, to a temporary\ngallow and th -- together with several other boys, and this gallow where they\nwanted to hang us was one of the cement with a kind of poster which -- you s --\nyou see it very often, you know, where you have a fence, it’s -- it’s a poster which\nis a bit -- a little bit curved, and the fence is fixed on this. When I see such a thing,\nI remember tt.",
        "Q: It reminds you of that.",
        "A: Oh, it reminds me, yes. But I tell you, I have -- I had very few dreams wer --\nwere a-about the concentration camp. I had some about bombing. Bombing was a\nterrible experience, but had very few nightmares about the concentration camp.\nAnd yet, I-I think of it, not with pleasure, but I think of it and what happened. And\nyou see, if you talk with people who had the similar experience, they remind you\nof certain things which you might have forgotten.",
        "Q: You had said in -- in the video that the hanging incident --",
        "A: Yeah.",
        "Q: -- or the near hanging incident had somehow receded in your memory for\nawhile.",
        "A: Yeah. Right. I say there, or I believe it has receded because there was an\n[indecipherable] to -- to suppress it, you know? To me -- because it was really -- I\nmean, even the bombs were falling, when they were beating us, when I -- when I\nwas so weak that I gave up really. I was about to ga -- give up. I -- I couldn’t do\nany [indecipherable]. That didn’t give you the feeling of the imme -- the feeling of\nimmediate death, but this event, when they wanted to hang us, that was really the\nnext -- the next thing is nothing. The next thing you are not here any more. And\nthat, perhaps, created in me the desire to push it aside.",
        "Q: When did it resurface and did you actually forget that it happened, or you just\nsort of pushed it way back?",
        "A: You know, I have written my souvenirs -- my memoirs, and they are 420 pages,\nmy whole life. It starts with my birth, until 1990. And of course a large part 1s\ndevoted to the camp experience. And there, when I started to write this, then it\ncame back, in all clarity. It was here, I knew about it.",
        "Q: What year was that when you started writing?",
        "A: Oh, a couple of years ago.",
        "Q: Mm-hm. Was there anything that triggered it, that --",
        "A: No, I decided, I mean, since I had a ma -- an extremely na -- a life full of\ncontrasts and full of extraordinary experiences, I should write it down. And I have\ndone, but it’s no -- really not finished, and I don’t know -- I would like to -- I\nwould like to have it published, but not because I am I-looking for glory, or -- or\nfor a name or something. Just because I would like to give it to people and if I\nhave it myself published from my own money, that costs a lot of money.",
        "Q: I wanted to go back and -- and ask you one follow up question about the\ncement poles that you say --",
        "A: Yeah.",
        "Q: -- when you see them, it reminds you of that time that you were --",
        "A: Yeah.",
        "Q: -- almost hung. What -- what -- what feeling comes over you? Is it -- 1s it\npalpable?",
        "A: Wel -- no, it’s not frightening, but it reminds me of this event. I mean, I -- I -- I\nthink there must be such poles here too. I cannot see 1t without immediately\nhaving the association.",
        "Q: You said you do have nightmares sometimes, or have had nightmares of --",
        "A: No, no, no, no.",
        "Q: -- of the bombing.",
        "A: Of the bombing, yes. The -- and you know, that was an additional enemy. We\nhad the -- the SS and we had the hunger, the beating of the -- by the SS, but the\nbombing was something -- an extraordinary event.",
        "Q: I was curious to read where you thought the bombing of th -- o-of the railroad\nline would have been insignificant because they would have built it back up and\nthat’s a --",
        "A: Oh yes, yes.",
        "Q: -- I mean, still to this day a debate.",
        "A: Yes. I say this because I myself has -- have worked on rebuilding trucks and I\nknow how fast it goes. And you know, if -- if the -- the rail -- the -- the rails to\nAuschwitz had really been bombed, so the Germans would have taken the people\nout and shot them. They were able to shoot thousands, 10 thousands. It’s, for\ninstance interesting that the story I heard about my mother -- and I heard it from\ntwo sources, spoke always of 30,000. 30,000 people having been massacred there.\nIn the literature about the Holocaust and about massacres, I think I’ve never read\nabout 30,000. Perhaps Babi Jar, but I don’t know whether they have been killed at\nthe same time.",
        "Q: You had read -- I had read 1n -- in -- in the transcripts of your video that you --\nyou said you considered that you had a lot of luck in your life.",
        "A: Oh yes.",
        "Q: Do you still consider yourself lucky, or fortunate?",
        "A: Yes, lucky -- luck -- lucky -- chance is the right word, because chance 1s a\ndouble meaning. It’s chance [indecipherable] and it’s chance opportunity, yes. So I\nwas lucky because I had -- there were chances. And the chances were just chance\nand -- but also opportunity. I am satisfied -- not proud, but satisfied that I took\ncertain decisions which were very dangerous, but I dared to take them. One was to\nget in -- to get into hiding when the camp was evacuated because if they had\ncaught us, they would have killed us. They were very jittery. The SS was very\njittery, they were afraid. And there were other occasions where I took very risky\ndecisions, but I felt that has to be done, that 1s the impor -- the thing to do. And\nnow I am older -- not only older, I’m old now, which is -- which amuses me. You\nknow why it amuses me? It amuses me because I remember my grandfather, and\nhow old -- I mean, I was on good terms with my grandfather, but how distant in\nage he was to me as a boy. Oh, I -- I express it by showing you with my hands\nwhere he was. And now I am in his -- a-at -- in this age.",
        "Q: Does it feel -- still feel distant?",
        "A: Yeah, yeah. I was in Vienna with a colleague a couple of years ago, and we\nSAW -- We -- We -- we Saw -- we passed some [indecipherable] elderly man, well\ndressed and very respectfully | -- I was l-looking. And I said to him, look, there\nstill are -- seem to be people whom we owe respect to, but we are their age. We\nlook the same as they do.",
        "Q: I-I’m curious about the -- the fellow survivor who is your friend here.",
        "A: Yeah.",
        "Q: What in particular -- you say some -- on occasions you’ ll talk about what\nhappened in the Holocaust. What [indecipherable |",
        "A: Well, we -- we often exchange experiences, reminiscences about the events. I\ndidn’t know him in -- in the camp, and he is 10 - 15 years younger than I, so he\nwas a young bo -- almost still a boy in the camp. He 1s of German origin, German\nis his mother tongue. So -- and he didn’t look Jewish either, so he sometimes had a\ncertain advantage from this fact. We had fun coming -- coming -- you know, there\nwas one SS man who both of us knew and we called him Tom Mix. Tom Mix was\na character out -- from out -- out of American movies. And as far as I remember,\nTom Mix was always out either to cheat the Indians, or -- he was a cowboy or\nsomething. And this Tom Mix the SS man was similar, he always wanted to find a\n-- to -- to -- to surprise us when we did something which we are not supposed to\ndo.",
        "Q: So you talk about this fellow and -- and sort of make fun of him?",
        "A: Ye -- yeah, yeah, yeah. But of course the memories start to vanish. For\ninstance, it becomes more and more difficult to visualize the camp. I think, for\ninstance, he was probably in my neighborhood, in a barrack near me, but it’s very\ndifficult to visualize this.",
        "Q: How do y -- this is a hard question.",
        "A: Certainly.",
        "Q: How di -- does -- how do you think the experience of having survived the\nholocro -- Holocaust a-affected your out -- general outlook about life?",
        "A: Oh, very much.",
        "Q: Can you talk about it, in what ways?",
        "A: Yeah, I can say it in a -- ina few words. Don’t give up. I never gave up except\nwhen I said I almost di -- died. There I was so weak, I was so weak that I asked for\npermission to stay one day away from work. And you know, that was a voluntary\nconfession that you cannot work any more, but I didn’t care.",
        "Q: Did you have that attitude of don’t give up before the Holocaust? Were you a\npersistent person, or --",
        "A: Yeah, ye-yeah.",
        "Q: -- did it add to that?",
        "A: Yeah, yeah. Oh yes.",
        "Q: Just made you more --",
        "A: Oh yes. I mean, when the Nazis occupied Czechoslovakia and they stopped the\ntrain in which I was and told us to go back, I envisaged to disregard what they\nwere saying and to cross the frontier on my own and then see whether I can cross\nGermany to come to France. I gave this -- I gave up because I -- I thought -- I\ndeliberate and thought it’s too risky, I mean, I will not succeed.",
        "Q: Did surviving make you -- how did it affect your spirituality? Did it make you\nmore spiritual, or did it have --",
        "A: No, it makes me more realistic. I like intellectual activities, but I don’t like\nspiritualism. It makes you realistic. Incidentally, realism has its own spirituality.",
        "Q: How does it make you more realistic?",
        "A: Well, you see what 1s possible. You see la -- how human beings behave and\nyou see what can happen. I mean, the idea of my mother -- come back to my\nmother, my mother, a very good, nice, non-political middle class lady to be shot in\na massacre? That seems to be incomprehensible. Unrealistic. Completely\nunrealistic. You can say out of this world, yet it happened. And so many other\nthings happened.",
        "Q: Does it make you question the -- the goodness of humanity sometimes?",
        "A: Human beings are neither good or bad, you know, some are very bad, because\nthey are, as I say, the scum, I mean the lowest level, educationally, morally, in\nterms of their experiences. But there are other human beings wi -- who are very,\nvery good. Astonishingly good. Willing to sacrifice. No, I think one cannot say\nhuman beings are bad. There are many bad people. You know why? Because\nthey’re weak. And that is one of the basic explanation for the behavior of the\nGerman people. Just think of the fact that the Germans were one of the most\ncivilized people in the world. And they were a Christian people, I mean they had\nto learn certain moral -- moral -- moral be -- about moral behavior. But don’t you\ndo what we must not do. And they acquiesced in these horrible events, in this\nhorrible policy. But they were afraid and fear, fear is one of the most potent\nmotives for human beings.",
        "Q: Do you consider yourself a hopeful or an optimistic person?",
        "A: Yes, I’m optimistic. Which doesn’t mean that we might not anticipate horrible\nthings to happen. Horrible things. Why, the Holocaust could repeat itself on a\nmuch larger scale. Or when the Jews were killed as -- suppose six million were\nkilled, 20 million or more, it’s perhaps 30 million Russians were killed, in one\nway or another. They were not only shot, I mean, they died of starvation after the\nwar came to an end. Millions of Poles have been killed. So there could be a new\nHolocaust -- I don’t mean, necessarily an anti-Jewish Holocaust, though it could\nbe an anti-Jewish Holocaust.",
        "Q: Do you think your -- your testimony and the testimony of other survivors\nmakes that less of a possibility?",
        "A: Not to the same extent as some people believe in, particularly the people who\nfounded and who promoted the Holocaust Museum, because the horror of these\nevents is not a sufficient deterrent to prevent its repetition. And moreover,\nconcentration on the Holocaust alone doesn’t give you a sufficient explanation of\nwhat happened. You cannot understand the Holocaust if you only speak of the\nHolocaust. You have to see the whole system which ruled in Germany and which\nwas one of the most barbaric systems in history. Imagine what they did. Not only\ndid they kill people, murder people, but they took their teeth, their gold teeth or\ntheir hair. Now, the most backward people considered it anathema to utilize parts\nof human bodies. I mean, the -- the cannibals, that’s a different -- the cannibals are\nsomething quite different. The Germans, the Nazis were below cannibalism.\nBelow cannibalism. So did you bring us sandwiches, Liesel? [tape break]",
        "Q: So I was curious why you agreed to take part in this project and to tell your\nStory.",
        "A: I think it is useful to take part in the project because it may contribute. It does\nnot necessarily contribute. It may contribute to make the Holocaust or the\nexperiences connected ti -- with the Holocaust more plausible and understandable.\nBut it probably never can do full justice to the experience of the Holocaust. If for\ninstance I were to tell you, or to somebody else, that one of the most horrible\nexperiences was not hanging and beating and killing, but to be on a very cold day\nwhen it was rais -- and raining, the rain was a bit icy, in the open, and not being\npushed by the SS because they went into hiding, they wanted to protect themselves\nagainst the rain. And standing there from six o’clock to six o’clock in the evening,\ndoing nothing, just standing there freezing and shivering, that was an\nextraordinary experience. Or, how can one -- and one doesn’t do it really -- is in\nthis interview convey what life is like if you are undernourished and hungry. If\nyou have no soap, no toothbrush for months or years. I never had -- I never had the\ntoothbrush in the concentration camp. If you’re completely cut off in the outside\nworld, that is to say you’re not supposed to na -- to write, you’re not expected to\nor -- or supposed to, or permitted to receive any correspondence from wherever. It\ncould have been, if paper taken from cement bags, which were -- was plentiful and\non the construction sites -- the only thing which was plentiful, serves as your\nhandkerchief, as your toilet paper, as a means of protecting yourself against the\ncold. This is difficult to convey, but however little you can convey, may be useful.",
        "Q: You seem to talk about these things with now a sense of detachment.",
        "A: Yes.",
        "Q: Was it always that way, or --",
        "A: No. We were 1n a relatively favorable position, as far as our attitude was\nconcerned. When we were in the camps, the greatest powers in the world,\nAmerica, England and Russia fought against the Nazis. So there were our allies.\nAnd whate -- whatever success they had was our success, it was a step nearer to\nliberation. I always think that in this respect we were favored, 1f you compare us\nwith the prisoners in Russian camps. They had no hope that Stalin will die, or if\nStalin will die, there will be another Stalin. They had no hope, or hardly any hope\nthat the regime would change and that they would be libera -- that they can expect\nliberation. For us the situation was, 1n this respect, different and that was the -- th -\n- that was the -- th-the -- the -- the idea which kept us alive and which made us\nhopeful.",
        "Q: Do you ever think about what your life would have been like had the Holocaust\nnot taken place?",
        "A: Yes, but I did -- I do not come very far. I cannot imagine it. But there was\nanother thought which we had particularly at the beginning. When we were\ndeported to Germany, the question was, why are we deported. And while we\nthought of ourselves as workers who will have to work, why do they dis -- deport\nold people and children? What sense does it make? These people cannot work.\nAnd there, I personally envisaged that the Germans are going to establish a slave\ncounty or country or area somewhere in Ukraine, that’s there -- that that is our\nfuture. We might be slaves forever, if we survive. And then, you know, there’s\nanother thing, we must not think of it respectively in the sense of drawing\nconclusion on the basis of knowledge which one acquired only after an event took\nplace. For instance, I didn’t know, and my colleagues, we didn’t know that the\nGermans are bent to kill all of us. Really, not only all of us, that we expected. We\nwere absolutely convinced if they want, we were 5,000 in this one camp, they\nmight decide tomorrow they will kill all of us. But that they are going, and are\nbent, and decided to call -- to kill all Jews, that never occurred to me, and not to\nthe others. I mean that there was the plan of mass ec-ex-extermination, that we\ndidn’t know.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: I do -- I don’t think I have any other questions. Is there anything else that you’d\nlike to say that --",
        "A: No, I have nothing else to say. Are you going to have this transcribed?",
        "Q: Mm-hm.",
        "A: And can I see a copy before --",
        "Q: Yeah.",
        "A: -- before it is finalized?",
        "Q: I’m sure you can.",
        "A: Yeah.",
        "Q: Pll ask if that’s possible.",
        "A: Yeah. Because what I should have done before we had this interview was to\nwrite down certain points and deal with them, which I didn’t do. And then --",
        "Q: Oh, I think you did just fine without them.",
        "A: -- and -- and then it’s a bit incoherent, you know. So you -- you had the\nsystematic questionnaire.",
        "Q: Somewhat.",
        "A: Yeah.",
        "Q: Okay.",
        "A: Very good, thank you very much for your effort.",
        "Q: Thank you for your time.",
        "A: Thank you.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Like to go back and ask you several questions about your family.",
        "Q: If you could give -- give a little background about -- about your family, your --\nyour immediate family --",
        "Q: -- their names, and -- and occupations of your parents.",
        "Q: Did you have brothers or sisters?",
        "Q: Is your brother older or younger than you?",
        "Q: Was your mother a -- a homemaker, managed the home?",
        "Q: Was your family religious?",
        "Q: What about your family’s politics, your father and mother’s politics?",
        "Q: When Hitler came to power did your -- was your discussion in -- among your f-\nfather and mother ab-about what was going on?",
        "Q: Were you --",
        "Q: Were you close with your brother?",
        "Q: You played together, and --",
        "Q: Is he still?",
        "Q: I wanted to jump way ahead --",
        "Q: -- to your meeting with Elizabeth and your f-friendship with --",
        "Q: -- with her and the first time you met her.",
        "Q: And did you become friends then?",
        "Q: What was it that was the attraction between the two of you?",
        "Q: You also were -- you knew her mother and father.",
        "Q: What was your relationship with her father?",
        "Q: And at one point in the video you said you couldn’t stay with them, you had --\nyou went off --",
        "Q: Well now I want to jump ahead further, past --",
        "Q: -- the war, to liberation. And I wanted to ask you what happened -- if you could\nrecount what happened immediately following liberation, where you went.",
        "Q: When -- when -- immediately after you were liberated, what did you have in\nyour possession?",
        "Q: Nothing at all.",
        "Q: How was your health, then?",
        "Q: Do you remember your first full meal after liberation, what that was?",
        "Q: You ate too much.",
        "Q: Had you been thinking when you were in the concentration camp what it was\nyou would want to do when you -- if and when you were freed, or you got your\nfreedom?",
        "Q: So when you were li -- when you got your freedom, what were your plans,\nwhat were you thinking?",
        "Q: Did you know the whereabouts of -- of your parents?",
        "Q: And when you were liberated, you -- you knew that your father had -- had been\nkilled.",
        "Q: And had you heard news about your father?",
        "Q: You had a feeling.",
        "Q: And -- and when was it confirmed, when y --",
        "Q: And he also told you about not only your mother but your father?",
        "Q: And what about your brother?",
        "Q: And did you know that?",
        "Q: Was he in -- in Britain for the duration of the war?",
        "Q: You -- how long were you in the town of -- and I don’t know how to pronounce\nit, Chessikakowa?",
        "Q: When you left there, were you with anyone, or were you by yourself?",
        "Q: And why were you going there?",
        "Q: And how long did it take you to get there?",
        "Q: What -- you had mentioned, I believe, in your video that in postwar\nCzechoslovakia there were -- arbitrary things were happening.",
        "Q: What was that?",
        "Q: Was there much anti-Semitism in postwar Czechoslovakia?",
        "Q: How long did you remain in Czechoslovakia?",
        "Q: And y -- and during that time you were studying, you went to school?",
        "Q: Yes, you said you were disoriented, that --",
        "Q: Yeah.",
        "Q: W-When did you begin finding your way? When did you begin becoming\noriented?",
        "Q: Did you ever think that you would live a normal life after that?",
        "Q: Can you talk about your reunion with Elizabeth?",
        "Q: Well, congratulations on your 50\" anniversary. How did you first get word that\nElizabeth was even alive?",
        "Q: And how did you locate -- how did you locate her? Did you write her?",
        "Q: So you were married 1 -- after -- a week after you were --",
        "Q: And that was a surprise to you, or --",
        "Q: Oh yeah?",
        "Q: You knew that you were going to -- to see her and that you would probably ask\nher to marry you?",
        "Q: Then, how long before you came to America?",
        "Q: And you had to remain in Britain for awhile?",
        "Q: So what was that like, coming to America in 1948?",
        "Q: So, you were still disoriented.",
        "Q: And how was your English when you first came to --",
        "Q: So what were your impressions of -- other than the examples that you gave,\nabout the notary --",
        "Q: Elizabeth said that -- that it was the freedom that was remarkable. Being able to\njust walk down the street.",
        "Q: So what were your plans when you came to America, did you have any?",
        "Q: And how did you [indecipherable]",
        "Q: What was -- what was it that you wanted to do?",
        "Q: You were doing odd jobs?",
        "Q: And were you going -- you were going to school while you were living in New\nYork?",
        "Q: You studied political science, or what did you study at Hopkins?",
        "Q: Economics. And when was it that you decided that that’s what you wanted to\ndo?",
        "Q: Why was that clear to you?",
        "Q: When did you become an American citizen?",
        "Q: Was that significant for you? Was it very meaningful?",
        "Q: Was it in a -- in aroom or a place where a lot of people were?",
        "Q: What -- what did it mean to you then to be an American?",
        "Q: Was there -- I-I’m sure there were negative aspects of -- of your -- your arrival\nto America and your -- your transition.",
        "Q: What -- what were some of them -- were the hardest things?",
        "Q: Why did you have such doubts about your ability to ex -- succeed?",
        "Q: You -- did you -- you consider yourself an ambi -- ambitious person before the\nwar? Did you have a-ambitions and --",
        "Q: Di-Did people wa -- in your first few years in America, did people ask you\nwhere you were from, what had happened to you? Were they curious, did you talk\nto them about what had happened?",
        "Q: People ask about the number on your arm?",
        "Q: So people weren’t asking you --",
        "Q: -- or inquiring. Were you telling anyone, were you talking about it?",
        "Q: Was that frustrating to you or would you rather have, at that point not have\ntalked about it?",
        "Q: Was it still very much alive for you a -- at --",
        "Q: Is it still?",
        "Q: Wa -- about Elizabeth had gone over --",
        "Q: How much did Elizabeth know about what happened to you in your early years\nand when did -- when did you start telling her the details?",
        "Q: She described finding something at -- at the -- at the museum about --",
        "Q: -- about Auschwitz and -- and --",
        "Q: -- and I suppose -- and she said she hadn’t known a-about it, so that you hadn’t\ngone into great detail about your experience.",
        "Q: Do you remember the first time telling Elizabeth in detail?",
        "Q: Uh-huh.",
        "Q: But she had said there was a -- there was a gray period where you just didn’t\ndiscuss it, because she wasn’t sure --",
        "Q: When -- when did you talk to your daughter Nicole about your experience?",
        "Q: Maybe you can go back and you -- you started to talk about your 40 years with\nthe -- working for the --",
        "Q: -- United States government. If you could go back to the chronology of -- of --",
        "Q: Ivory tower?",
        "Q: And when did you finally retire?",
        "Q: What was that like, going to Germany and living there?",
        "Q: There was no question --",
        "Q: It was fun.",
        "Q: You overheard that?",
        "Q: How did that make you feel?",
        "Q: You were associating with -- with people who perhaps gave the orders --",
        "Q: -- that were somehow involved --",
        "Q: -- in a higher level --",
        "Q: -- and I would think that would -- that would make -- part of me would be --\nwould be very upset and angry at -- at having to associate with --",
        "Q: But you -- you had said it was -- it was fun or amusing. Was there a part of you\nthat was --",
        "Q: You had defied --you somehow defied them. [indecipherable |",
        "Q: Did you go back to Auschwitz after the war?",
        "Q: You didn’t feel as though there was any use for you --",
        "Q: -- personally to go.",
        "Q: Mm-hm.\nEnd of Tape One, Side B",
        "Q: Because Elizabeth was not at a -- a concentration camp --",
        "Q: -- or -- or an extermination camp, do you not consider her a survivor?",
        "Q: You hear a lot about survivor’s guilt. Have you ever experienced any of that?",
        "Q: How do you think Nicole, your daughter was influenced by you being a\nsurvivor?",
        "Q: Have you -- you talk in the video about the Polish officer, the former Polish\nofficer --",
        "Q: -- who saved your life --",
        "Q: -- a couple of times. Hav-Have you -- did you ever talk to him after the -- after\nthe war?",
        "Q: Yeah.",
        "Q: Do you know what happened to him after the war?",
        "Q: Do you ever go to any reunions, or do you ever meet up or talk with any of the\nother survivors at your [indecipherable] camp --",
        "Q: What would you be interested in talking to them about?",
        "Q: Do you talk to your friend who lives in this area about --",
        "Q: How -- is it always on your mind, do you think about it a lot, is it never far?",
        "Q: I was going to ask you if there are any m -- smells or tastes or may -- and now -",
        "Q: -- noises that remind of --",
        "Q: -- of that camp.",
        "Q: It reminds you of that.",
        "Q: You had said in -- in the video that the hanging incident --",
        "Q: -- or the near hanging incident had somehow receded in your memory for\nawhile.",
        "Q: When did it resurface and did you actually forget that it happened, or you just\nsort of pushed it way back?",
        "Q: What year was that when you started writing?",
        "Q: Mm-hm. Was there anything that triggered it, that --",
        "Q: I wanted to go back and -- and ask you one follow up question about the\ncement poles that you say --",
        "Q: -- when you see them, it reminds you of that time that you were --",
        "Q: -- almost hung. What -- what -- what feeling comes over you? Is it -- 1s it\npalpable?",
        "Q: You said you do have nightmares sometimes, or have had nightmares of --",
        "Q: -- of the bombing.",
        "Q: I was curious to read where you thought the bombing of th -- o-of the railroad\nline would have been insignificant because they would have built it back up and\nthat’s a --",
        "Q: -- I mean, still to this day a debate.",
        "Q: You had read -- I had read 1n -- in -- in the transcripts of your video that you --\nyou said you considered that you had a lot of luck in your life.",
        "Q: Do you still consider yourself lucky, or fortunate?",
        "Q: Does it feel -- still feel distant?",
        "Q: I-I’m curious about the -- the fellow survivor who is your friend here.",
        "Q: What in particular -- you say some -- on occasions you’ ll talk about what\nhappened in the Holocaust. What [indecipherable |",
        "Q: So you talk about this fellow and -- and sort of make fun of him?",
        "Q: How do y -- this is a hard question.",
        "Q: How di -- does -- how do you think the experience of having survived the\nholocro -- Holocaust a-affected your out -- general outlook about life?",
        "Q: Can you talk about it, in what ways?",
        "Q: Did you have that attitude of don’t give up before the Holocaust? Were you a\npersistent person, or --",
        "Q: -- did it add to that?",
        "Q: Just made you more --",
        "Q: Did surviving make you -- how did it affect your spirituality? Did it make you\nmore spiritual, or did it have --",
        "Q: How does it make you more realistic?",
        "Q: Does it make you question the -- the goodness of humanity sometimes?",
        "Q: Do you consider yourself a hopeful or an optimistic person?",
        "Q: Do you think your -- your testimony and the testimony of other survivors\nmakes that less of a possibility?",
        "Q: So I was curious why you agreed to take part in this project and to tell your\nStory.",
        "Q: You seem to talk about these things with now a sense of detachment.",
        "Q: Was it always that way, or --",
        "Q: Do you ever think about what your life would have been like had the Holocaust\nnot taken place?",
        "Q: I do -- I don’t think I have any other questions. Is there anything else that you’d\nlike to say that --",
        "Q: Mm-hm.",
        "Q: Yeah.",
        "Q: I’m sure you can.",
        "Q: Pll ask if that’s possible.",
        "Q: Oh, I think you did just fine without them.",
        "Q: Somewhat.",
        "Q: Okay.",
        "Q: Thank you for your time."
    ],
    "answers": [
        "Answer: -- is Ernest Koenig and we are in my apartment in Watergate at\nLandmark in Alexandria, Virginia, and today is the 12\" of June, 1997.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes, yes. My family lived in a little town in southern Moravia, not far from\nVienna, about 80 kilometers north of Vienna. I could trace my family back to the\n17\" and perhaps to the 16\" century, and they probably lived there all the time.\nPerhaps they lived in Vienna, were expelled from there, and then they came back.\nAnd it is not impossible, but that’s just a guess, that my parents and the Jews in\nthis area were there in the Roman times, because the Roman -- the limit of the\nRoman empire was in Vienna, called vie -- viento bona. My father was a glazier,\nbut he had a hardware shop and he was affluent. My mother and her family came\nfrom the little town where I was raised, but they were very Viennese. And the\nwhole population there was oriented towards Vienna. Vienna was the great city\nfrom which all the good things, and perhaps e-even bad things, emanated. In 1918,\nthis part of Moravia was annexed by the Czechs. The Czech Republic was founded\nin 1918, but my family, as well as the neighbors and most of the po -- of the\npopulation experienced a very strong affinity to Vienna and to Austria.",
        "A: [had one brother who 1s still alive, who lives in New York City. I had no\nsisters. My family was very large and most of the family was destroyed during the\nHolocaust. The Viennese part and the part living in this little town, and the -- only\ntwo cousins and my brother survived.",
        "A: My brother is 85, I’m 80.",
        "A: Yes, my mother was a homemaker. She was a very, very good cook. She was a\nvery -- lady always of good spirit. She was -- she did many good deeds out --\nspontaneously. She had poor people, or people who were -- who were in need, and\nshe was a very warm person and also her whole attitude was Viennese. For\ninstance, she would sing all the time, and would sing Viennese songs.",
        "A: Well, in my time, only my grandfather was religious. He went every day to the\nsynagogue, but he said it’s nonsense what they are saying there. Yet he insisted to\ngo there because he said one has to maintain the tradition. Not to go there would\nbe a kind of betrayal of our ancestors. And the rest of my family was not religious.\nAt the high holidays they perhaps would to the synagogue, but not otherwise.",
        "A: Well, you know, my father had the great experience of the first World War.\nAnd he, like all the grownups who lived in my time were against the war, were for\ndemocracy, were against the Hapsburgs. So now, as I read history, it turns out that\nthe Hapsburgs were really protectors of the Jews. They were not against the Jews.\nThey used the Jews and protected them, that is to say, at least in the last two\ncenturies, as least since Joseph the second, who contributed to the emancipation of\nthe Jews who lived between 1780 and 1790. He was emperor of Germany.",
        "A: Well, it was not only when Hitler came to power. My parents and the whole\npopulation was politically very interested, very interested. And I remember that as\na little boy, six years old, I saw the Nazis marching with the red flag, with the\nswastika in their flag. But these people were not considered to be our enemies,\nbecause the personal relations with them were very good. So they were in\nprinciple against the Jews, but not in practice. And the -- when Hitler won a great\nvictory in the elections of 1830 -- of 1930, then the Nazi wer -- Nazi problem and\nthe Hitler problem became very acute because we knew very well, we understood\nvery well that might affect us.",
        "A: So let me say, we followed it very, very, very closely and although I was a\nyoung person, I didn’t have much experience, I know a lot about the initial time of\nthe Hitler regime because it fascinated us and we knew, we realized we have a\nvital interest 1n it.",
        "A: Yes. We -- we were very close, even though there was an age difference of five\nyears.",
        "A: We played together. Of course, he was the -- the model, the role model whom I\nfollowed.",
        "A: No, but it’s in a different stage of our life.",
        "A: Yeah.",
        "A: Yes.",
        "A: Yeah. Well, we met in Paris in 1939. We were refugees, and we were really at\nthe lowest level of society because we had no country to protect us. The French\ndidn’t like u -- not -- didn’t like us, not personally, but they had too many\nrefugees, there was unemployment in France, and at this time I met Elizabeth in\nParis, in the summer of 1939. She went -- she participated in a club of young\n[indecipherable] and I once came there and participated in this club, too. A kind of\nclub, it wasn't a real club. And that’s where we met. And that was before the\noutbreak of the war. That was in May 1939 and the war broke out at the beginning\nof September.",
        "A: Oh, we became friends from the very beginning, right.",
        "A: Well, that’s very difficult to say. You know, many great philosophers have th --\nhave thought about the reasons which attract men and women. I think it’s very\ndifficult to say. But it was also a tragic time. We met in May 1939 for the first\ntime, the war broke out at the beginning of September. I volunteered for the army,\nSO we were separated. I came back on leave in December 1939 and then again in --\nat Easter time, I think in -- in May -- March or April 1939. And then the war\nseparated us completely, but we met after the war by chance, in a little village in\nsouthern France and were for a short while together, but a couple of months later, I\nwas interned 1n a concentration camp in France. That was after the defeat of\nFrance and so we -- we -- we didn’t lose contact, because we were 1n\ncorrespondence, but in December 1941, Elizabeth and her family left France for\nAmerica. So I didn’t see her from ninet -- from 1940 until 1947 where we met\nagain in England and then we married.",
        "A: Oh yes, I knew her family very well, yes.",
        "A: Very friendly relationship. Her father was a very, very highly educated and\nhighly intelligent person, so it was very nice and interesting to talk to him and s --\nher mother was a very nice lady and a very friendly lady.",
        "A: I couldn’t stay with them because when I was reunited with Elizabeth and with\nher parents, her parents -- her father was not yet demobilized and they had no\nmoney and nothing to eat. I remember the whole family, that is to say, Elizabeth’s\nfather, Elizabeth’s mother, Elizabeth and for a couple of days even I ate the ration\nwhich her father got from the military. So one meal for four or five people. That\nmade it impossible to stay there.",
        "A: Yes.",
        "A: Well, my libern -- liberation is a very long story. I de-decided in -- to evade and\nnot to go along with the SS on their hung -- on their death marches. I was in hiding\nand then the Russian army came and I went back -- I tried to go back to\nCzechoslovakia, but there was still war, you couldn’t go back. So I very los -- sI-\nslowly drifted back to Czechoslovakia and from there to my former home where\nthere was nobody left. And I stayed another year in Czechoslovakia and that was\nthe beginning of communism, but it was not the communists 1n power, but you felt\nit. So in 1946 I got a visa to go to England where I stayed another year and then I\nleft England for America and came into America in February 1948.",
        "A: Nothing.",
        "A: I had nothing. As a matter of fact, four months -- no, no, that’s not correct, two\nmonths after my liberation, I got the first document which established my identity.\nBefore -- and I still have it, I had proofs that I was deloused, see, because 1n Polish\ntowns they tried to prevent the spread of lice, all of us had lice. So they gave you a\npaper that you have been 1n a place where they disinfected you.",
        "A: My -- I recovered very fast. I had the very good physically constitution, in spite\nof the fact that I was fo -- over four years 1n concentration camps, and I was over\nfour years or even longer hungry. And in spite of the fact that wa -- I collapsed\ntwice due to hunger, I recovered very fast. Very, very fast. And I -- my liberation\ntook place in January 1945, and in May, June, I looked absolutely normal and I\nfelt very well.",
        "A: Yes, there I got a little bit sick. We crossed the Czech frontier in February 1945\ncoming from Poland and we were received by chance, by a Jewish family which\nhad been hidden in the mountains and had come back. And they had -- they came\nback to their own house, there was plenty of food and great comfort and they were\nextremely friendly to us. And sure, the first meals made me sick, but that was\ntemporary.",
        "A: I don’t know, but 1t made me sick.",
        "A: No, that was impossible, I mean, our main concern was not to be killed. And so\nwhat we would do afterwards was beyond us.",
        "A: I had no plans, and most of those who survived had no plans, because the\nimpact of the concentration camp was overwhelming and it was very difficult to\nfind your orientation under these new circumstances. We had no plans. And if I\nhad a plan it was later on my wish to be reunited with Elizabeth and to go to\nAmerica. So if there was any element of a plan, it was America.",
        "A: Oh yes, I know it very, very wer -- in great detail, for the following reason.\nWhen I came back to Brno, to Moravia, there was a man who had been with one\nfoot in the concentration camp. He had converted from Judaism and was Catholic,\nhe had a non-Jewish wife. So he was always supposed to be deported but was not\ndeported. He was a neighbor of ours and a nice man. And he called me and told\nme the following, that during the war a German soldier came to visit him and\nbrought a message from my father which stated that my f -- my mother had been --\nhad been massacred together with 30,000 Jewish women -- women and my father\nand the husbands and the relatives had to look on. And this German soldier was\nbehind where my father and his colleagues were. They were -- they formed a kind\nof outer chain, then there came my father and the men, then came the SS and then\ncame my mother and all the women, who perhaps had to -- probably wi -- had to\ndig their own grave. So that was one -- and as proof of the veracity of this story,\nmy father gave to this man, who was a very decent man, who happened to be in\nthe army, a picture of mine, a photo of when I was about 11 years old. A couple of\ndays later I met a young man in [indecipherable]. His name was Spitzer, I still\nremember it. And th -- after he heard my name, he told me that he had been with\nmy father in a concentration camp in Lublin, and he knew my father very well and\nhe confirmed the story, my father had told him the story which I heard from this\nformer neighbor of ours. And I said goodbye to this young man by the name of\nSpitzer and two days later it occurred to me, I have to see him again and talk more\nwith him. I couldn’t find him any more.",
        "A: When -- you know, I was liberated under very dramatic circumstances, the SS\nevacuated some 5,000 of those who were with -- had been with me in the camp,\nthat was Auschwitz number three. And there were, however, other prisoners who\nhad come into the camp, and many of them were massacred by the SS after the\npeople who were originally with -- with -- with me in the camp, had been -- had\nleft the camp and were on this -- on these death marches. And the camp was -- th-\nthe SS set fire on the camp and it was very miraculous that I escaped and survived.\nAnd it wa -- it was from this camp, which happened to be between the German\nand the Russian front -- we were in between -- that I escaped into the Russian side\nand to Poland.",
        "A: Oh no. I -- you know, I wasn’t shocked when I heard the story about my -- I\nwas shocked about the way my mother died, but it was self understood for me that\nmy whole family is dead. That was --",
        "A: Oh, a feeling, a-a-absolutely sure.",
        "A: Well, it was confirmed when I talked to these men in -- it was perhaps in June,\nJuly 1945.",
        "A: About my mother, my father, that’s right, yes. Well, fo -- he didn't know about\nmy father. He knew only abou-about my father had -- th-the message of my father\nand di -- the death of my father was confirmed by this young man, Spitzer.",
        "A: My brother was in England.",
        "A: Oh yes. When I was deported from France, I managed to send him a postcard\nsaying I am returning home, I don’t like 1t. He understood. I couldn’t say exactly\nwhat happened. And it is -- it was probably a French policeman who mailed --\nwho mailed this card, because I couldn’t mail it.",
        "A: He was in Britain for the duration of the war, he came shur -- to Britain shortly\nbefore the outbreak of the war and he came to the United States in 1948.",
        "A: Czestochowa, Czestochowa. Two days, three days. The Russians had\nconfiscated -- the Russians had occupied this town and had confiscated a very big\nbuilding of on -- an old building. I wonder what it served for before. And in this\nbuilding to establish the repatriation office. And there were -- there were many\nwith us, many French prison -- former prisoners of war, French prisoners of war, a\nfew British prisoners of war. Probably also, but I am not sure, a very few\nAmerican pilots who had been shot down. And then -- well, all kinds of people\nwho -- who escaped the Germans. And the Russians tried to help us but they were\nvery clumsy and very badly organized. So after two or three days I left\nCzestochowa. Czestochowa is a very famous town in Poland because one of the\nCatholic saints comes from Czestochowa.",
        "A: When I left there I was with somebody and we walked, we decided to walk to\nanother -- to hike -- I [indecipherable] to say walk -- to another Polish town\nKatowice. And we wanted to hike, but there were -- except for Russian military\nwagons, there was nobody on the ro -- on the road who would take you along, who\ncould take you along. So we walked. It was very cold, snow was very high and we\nwalked to Katowice.",
        "A: Because I had the 1 -- I knew the eastern part of Czechoslovakia, he -- has --\nhas been liberated, so I had the foolish idea to go east, east, east, and cross the\nhigh mountains in -- in winter and go to this liberated part of Czechoslovakia.",
        "A: Well, I can tell you exactly. I left the camp on the 26\" of January, 1945, and we\ncrossed the Czech frontier on the 14\" of February, it was rather fast, relatively\nfast. But generally we were walking -- perhaps no -- not always. Sometimes we\ngot a -- a -- somebody took us along. But somebody was always the Russian\nsoldiers because there was no other vehicle on the road.",
        "A: Oh yes.",
        "A: Well, the Czechs were very badly treated and very badly oppressed by the\nGermans, and by the Nazis. And when the war ended, they decided to expel all\nGerman inhabitants of Czechoslovakia. Now that was certainly arbitrary and cruel,\nbecause not all Germans were Nazis. And so the Germans suffered like the Jews.\nNot quite like the Jews, but similar to the Jews, because this deportation of the\nGermans were under much better condition than the deportation of the Jews.\nCreated not only hardship, many people died. But the difference was that when the\nJews were dep -- deported, they knew it’s -- 1t’s a death march, th -- it’s -- it’s the\nend of life, whereas the Germans didn’t have to fear that they would be bad -- that\nthey would be killed when they got -- they were deported to Germany. And the\nCzechs were very chauvinistic.",
        "A: No. You know, the -- the czechos -- Czechoslovakia, the Czech --\nCzechoslovak Republic was very democratic. Was founded in 1918 and\n[indecipherable] 1938 and there was no antisemit -- no anti-Semitism. One of the\nfew countries where there was no anti-Semitism. It has a very humane and liberal\ngovernment, there was no anti-Semitism. And the Czech government also behaved\nvery tolerantly towards the refugees who came from Germany. After the war, they\ncome -- as long as it was there the communists were very powerful, it was still a\ndemocratic regime, but they started to prevail. And Is -- as long as I was there I\ndidn’t -- I didn't notice. There was no anti-Semitism, but I do know that under the\ncommunist regime, shortly thereafter, when they came to power, there started to\nbe anti-Semitism. And certainly it became stronger and stronger and in 1951,\nCzech communists who were Jewish were punished, and one or two were hanged.\nAnd they were selected because they were Jewish. They were Czech communist\nJews.",
        "A: I remained in Czechoslovakia one year. From ’45 to ’46 and then I got the visa\nfor England.",
        "A: Yes. You asked me before what my plans were. I really didn’t know what I\nshould do, but I went to school, I went to the university. Not -- not very\nenthusiastic, not very devoted to studying, but I went to the university. But I really\ndon’t -- didn’t know what to do. You know, it was an entirely new situation and\nnot only for me, for all those who came back and who were more or less in the\nsame circumstances. Not only were our families destroyed, everything had\nchanged. So you couldn't find your beer -- bearings very easily.",
        "A: Yes. And you know, if you read, you know, about the book, “AII Quiet on the\nWestern Front” by a German writer, Remarque, who describes the first World War\nin the west. He wrote a second book which is called “The Way Back.” And 1n this\nbook he describes the disorientation of former soldiers, German soldiers, they\ndon’t find their way in the German postwar society. And in a certain sense you\nfind the same thing with the American Vietnam veterans.",
        "A: And still they don’t find their way.",
        "A: Well, I think only in America and only after I had finished my studies. When I\ner -- I would say when I got my first jo -- not my first job, no, no, I had many\ntemporary jobs, but when I got my government job. That was settling back on that\n-- into normal circumstances.",
        "A: Oh yes, why not? But you know, you didn’t see it.",
        "A: Well, Elizabeth worked at a job in New York City in the New York Public\nLibrary and -- and not necessarily she, but her father scratched together enough\nmoney to take a trip to Europe, and they came incidentally with the Queen\nElizabeth, which was a luxury boat, more or less. And we met in London after\nthese many years, and she found that we love each other as we did before and we\ndecided to marry, and so we married. And yesterday it was 50 years since we\nmarried. Of course we never expected that -- is that we would marry -- we met in\nParis. We were bo-both born in Vienna. We never expected that we would marry\nin the Royal Borough of Kensington, in -- which is part of London.",
        "A: I mean, I think in July nine -- th-the war ended in May 1945 and I think by July\ncommunications were possible, and I had a cousin in America, in New York and\nknew -- he knew Elizabeth and he knew my address, and I had written to him and\nso I [indecipherable] Elizabeth.",
        "A: Yeah.",
        "A: Right, right, something -- something like this, yes.",
        "A: No, no, no, we intended to marry.",
        "A: Yeah.",
        "A: Yes, yes, yes.",
        "A: I came to be married in June 1947, and I came to America in February 1948.",
        "A: Thad, because you see, at that time American immigration was based on quotas\nand the quotas depended on the pla -- on the country where you were born. So I\nwas not born in Czechoslovakia, I’m Viennese born, so I was in the Austrian\nquota. And because of persecution, and the Austrian quota was always\noversubscribed, it was very difficult to get a visa. And I got priority because after\nhaving married, I was the husband of an American citizen. Elizabeth was already\nan American.",
        "A: Oh, to come to America was very impressive and it wasn’t very encouraging\nbecause you wondered how you can withstand all the institution tha -- I mean, not\nthe institution but the way of life that you didn’t know. It took some time. Takes\nevery immigrant some time before he gets somehow settled. And that affects all --\nall phases, all aspects of life. For instance, when I came to America, on the first or\nsecond day, I asked when we have to go to the police to register. I didn’t realize\nand couldn’t understand that you don’t have to go to the police and register.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: -- and one of the most amazing -- amazing experiences was that I had to go -- I\nhad to have a document notarized. And I was told -- and I asked where 1s the\nnotary public, and I was told it’s the newspaper man at the corner. I couldn’t\nimagine that a newspaperman could be the notary public, because in Europe a\nnotary public was a man of a certain standing, like a lawyer, with a big office. So I\nwent around the newspaper stand, I was looking for a sign that this 1s the notary\npublic, until I realized, or somebody made my mistake understood to me.",
        "A: Yeah -- so -- but a -- but yeah, cli -- they are little things and I think all\nAmericans, or most Americans -- no, all Americans except the Indians hail from\nimmigrants. But the present generation and those who have se -- have -- who have\nbeen -- who -- who -- who are natives of America don’t realize what it means to be\nan immigrant anywhere, not only in America. For instance -- after all I was a\nperson of common sense, I didn’t know how to do certain things at the post office,\nbecause your -- the way the post office worked here 1s different from how it works\nin Europe. Now, that’s the other way around to, if you move to Europe, or to any\nother country.",
        "A: Well, I could speak, but it -- 1t was broken, it was broken English and I really\nhave ne -- never fully acquired a mastery of English.",
        "A: Well, the impression were overwhelming, primal -- primarily because America\nis more advanced in many respects than Europe. And number two, I came from\nwar-torn Europe, which had fallen back beyond the time when the war broke out.\nEven in England, conditions were pretty tough as compared to pre-war times, to\npeace. And the American civilization is quite different from the European\ncivilization. So there are many aspects and many details which we have to learn\nabout, to which we have to get accustomed.",
        "A: Yeah, that was remarkable, not only the freedom in comparison to what\nhappens now, also the safety and security. For instance, I worked -- when I was in\nNew York, when I studied, I worked in a typewriter shop. And sometimes we\nwere told by our bosses to bring a typewriter somewhere to some part of the town,\nto the Lower East Side, to deliver it there. There was no fear whatsoever that\nsomebody would take the typewriter away. There was no fear at all at that time,\nwhen I came to America, that somebody would attack you, that somebody will\nmug you.",
        "A: I had no plans.",
        "A: I thought it’s -- it’s -- it’s reasonable to try to continue my studies. And that\nwhat I did during the first two years. But I wasn’t sure whether my studies would\nhelp me and whether I -- whether I would succeed in getting a reasonable position,\nor a reasonable job.",
        "A: [really didn’t know what I wanted to do.",
        "A: Yeah, but the odd jobs I did only because I was studying. I wanted to finish my\nstudies. I wasn’t very hopeful that would help me.",
        "A: Oh yes, I went -- from the very beginning I went to school for about two years,\nthen I made my Master’s -- I got my Master’s degree and then I was able, with the\nhelp of Elizabeth’s father to get a job as junior instructor at Johns Hopkins\nUniversity. That was miserably paid. Elizabeth worked in -- we were in Baltimore,\nElizabeth worked in the veteran’s hospital and that we were -- that what we were\nliving from. And then I decided I cannot continue living on such a small salary,\nwhich practically was no salary. I have to look for another job, and Baltimore\nbeing near Washington, I went to Washington looking for a job and I got one and I\ngot first -- I got a very good offer in the treasury, but I needed a job immediately\nso I got a summer job in the Department of Agriculture, a two month’s job and s --\nout of these two months became 40 years.",
        "A: Economics.",
        "A: Oh, the moment I came -- the moment I came, I think the second or third day\nafter my arrival, I decided I have to continue my studies. I had studied in Europe,\ntoo. And the question what to study was clear, economics. It seemed to be clear.",
        "A: Because it seemed to be a practical occupation, not to remove from life, not\nnecessarily a research [indecipherable] you can make research in economics, but it\ndealt with contemporary events. And that, of course, was of great interest.",
        "A: In 1950, bec -- I didn’t have to wait five years because my visa was based on\nmy -- on Elizabeth being an American citizen. So after two years I became a\ncitizen.",
        "A: Oh, certainly it was very meaningful. It was more than meaningful, it was a\nmajor event, because you mustn’t forget, we always speak about the Holocaust\nand of -- and of persecution. But the fact that we were refugees before, meant that\nwe were odd man out, we had no legal status. We had no country to which we\ncould appeal for protection. Nobody cared for us. So to be again -- to have again a\nlittle status, and what was more, to be an American citizen was grandiose. So that\nwas certainly a great event.",
        "A: No, no, it was my cousin -- my second cousin who is now dead, and I don’t\nknow who else went with me. Elizabeth? I don’t think Elizabeth. Somebody. Wa -\n- no, 1t was just a judge and it was a ba -- the -- the -- I mean, the event alone was -\n- the fact of the event was impr -- impressive.",
        "A: Well, to be the citizen of a big country, which was a free country, and a\nhumane country, but I -- I -- I mean, I wouldn’t say I’m -- I never believed I am a\nYankee, or I could become a Yankee. I was a citins -- citizen of the United States.\nAnd don’t forget, I was born under an emperor and I was an Austrian citizen. And\nthen the empire collapsed, then I became a Czechoslovakian citizen. Then I was\nnothing, because there was no Czechoslovakia any more and nobody else wanted\nto recognize our nationality. Then -- so when I became an American citizen, this\nhad many aspects, many positive aspects, but from a very personal point of view,\nit meant that was again -- that I wa -- I was again irregularized. What is a man who\nhas no country? He’s a nobody in the sense of the world.",
        "A: Yeah.",
        "A: I don’t think there were any negative aspects. I was not very encouraged that I\nwould be able to succeed. I mean, I was interested in economics. I was interested\nin studying and then teaching, that was very nice, in Johns Hopkins, so it was a\nmodest position. But teaching there was very nice and I liked it. But I couldn’t see\nhow I could return to a normal, middle class life, because during s -- up to the time\nI had gotten a job in the government, I was not mi -- I was not middle class, I was\nvery far down, no, that didn’t -- that was no hardship. That was one of the positive\naspects of America, that in spite of the fact that I had very, very, very little money,\nI could have a breakfast which was richer than the breakfast of a European\nminister of that time. Unless he dealt on the black market, he couldn’t have a\nbreakfast, at that time, which cons -- for less than one dollar I could buy toast with\nbutter, a piece of bacon on it, orange juice -- imagine orange juice at that time in\nEurope -- compared to Europe, and -- and coffee. So I wasn’t suffering in any\nway.",
        "A: Because we didn’t know how -- I didn’t know how to succeed in America. You\nknow it only afterwards. You cannot judge an experience which you don’t have.",
        "A: No, I am not ambitious, but I am interested in many things, and I am\nparticularly interested in history, not only for academic reasons, but I lived\nthrough it. You know, we -- we lived in Czechoslovakia and during my earlier life\nin a very, very upsetting time. I mean, the collapse, for instance, of Austria was a\nmajor, major event. And the collapse of Czechoslovakia, the abandonment of -- of\nthe Czechs [indecipherable] England. All these were major events which affected\nus, of course. So, it was difficult to find, at the beginning, a satisfactory\norientation. One didn’t know what’s going to happen.",
        "A: Well, you know, when you asked for -- when you applied for a job in New\nYork City, people were not allowed to ask you where you are coming from. It’s --\nyou know, in -- in order to -- to avoid any discrimination. But on the other hand,\npeople had not the slightest idea of the Holocaust. That’s a phenomenon that’s an -\n- a-- a Subject which became interesting only in the 80’s. Once a la -- I told the\nlady -- I don’t know any more who it was, but I remember the event, that I was in\na camp. And she said, what did you do to get into a camp? She had no idea. I -- in\n-- when I arrived in -- in the summer of 19 -- 1948, I had a -- an eczema. It wasn’t\ndangerous, but it was all over my body and I had to be hospitalized. And the\npeople in Mount Sinai hospital didn’t -- also, they saw my number here, they\ndidn’t want to accept me because I had -- I couldn’t promise that I would pay. So\nth -- there was a -- tha-that’s a very interesting phenomenon. Now there’s so much\ntalk and fuss about the Holocaust. But people here discovered this only -- well, I\nwould say in the 80’s, not before.",
        "A: No, they didn’t even know what it is. I mean, you know, that was, for instance,\none of the great contrasts between America and Europe, because in America -- 1n\nEurope people knew about the Nazi regime, and it was not only a Jewish affair,\nthousands of non-Jews, 10 thousands, hundred thousands [indecipherable]. When\nyou heard what the Pope said when he was in Poland, he s -- he went to a place\nwhere 135 Polish intellectuals, officers, had been arrested and sent to\nconcentration camps. It was German policy. And all of them died.",
        "A: No.",
        "A: No, because nobody was no -- 1n the first place nobody was interested. In the\nsecond place, the few people who were interested were afraid to hear ster -- and\nstill are, still afraid to hear stories about concentration camps. All this talk avoids\ntalking about what happened in concentration camp. Because the listener identifies\nhimself or herself with the person who tells the story and is afraid and shrinks\naway. I mean, people go as far as Anne Frank because she doesn’t speak of in -- of\ng -- of cruelties. It’s a sad story, but it’s not a story where all the bestiality of the\nSS comes to the fore.",
        "A: Well, I was always willing. I think one should talk about it, it’s a -- it’s a major\nevent. But I was not frustrated, I mean, you consider people as being ignorant,\nbecause -- and not understanding the time in which they are living, if they show no\ninterest. But I know why they show no interest, they do show interest, but they’re\nafraid of it.",
        "A: Well, yes.",
        "A: Well, you know, the years have diminished the liveliness of the experience. On\nthe other hand, due to the fact that Elizabeth worked in the Holocaust Museum, it\nis now nearer to me as it would have been had I not -- had Elizabeth not worked\nthere. I -- what did I want to say now? I don’t know. I wanted to say something.",
        "A: No, no. No, no. I mean, my interest in the Holocaust, I know what I wanted to\nsay. In Europe, those of us who had survived ex -- talked all the time and all the\ntime and all the time about our experiences. And of course you -- you learn from\neach other new things, which we personally hadn’t experienced. But on -- on -- on\n-- On -- on -- on -- because of this and because I was always interested in history,\nand I have read a lot ev -- of -- about the Holocaust before the museum started\nhere, I’m interested in, certainly.",
        "A: Well, she knew in general what has happened. But, I mean, she hadn’t\nexperienced it either, and she was in the same category as the non-survivors. Non-\nsurvivors in the sense of not having gone through this phase.",
        "A: Yes.",
        "A: Yes.",
        "A: No, you cannot, because it’s very complex story. For instance, I was in\nAuschwitz, but what was Auschwitz? Auschwitz was a series of camps, not one\ncamp. And one of the camps was Birkenau, where people came to be killed\nimmediately. In the other camps, where we worked, many people were killed, and\npeople died. For instance, I was lucky not to die of hunger. I was once near the\npoint where I thought I couldn’t continue any more. So it’s a very complex\nsubject, very complex subject.",
        "A: Oh yes, I think that was probably still in -- in eng -- in England, yes.",
        "A: Sorry.",
        "A: Oh. I never hesitated to discuss it with anybody. It was the f -- the fear of\nothers, of your listeners, which we -- you noticed, which discouraged you to speak\nabout the details.",
        "A: Oh, I -- slowly. You cannot tell such a story to a child, still less when you’re in\nGermany with the -- when we came to Germany, I mean, I was attaché in Bonn,\nshe was six years old. And she did -- she went five days into the amer -- an\nAmerican school, but on the sixth day we sent her to a German -- on Saturday she\nhad to go to a German school, you know, to learn German, and she hated to go to\nschool and she hated to learn German, she learned it much later. And under such\ncircumstances you couldn’t tell her where we are and what happened. But she\nlearned it.",
        "A: Oh yeah, yes.",
        "A: Yes, well, Johns Hopkins, they paid very, very badly and I also wasn’t -- I\nlearned a lot there and I was very happy to teach there, but I also wasn’t happy\nabout the ivory -- ivory situation of the school. It was far removed from the --",
        "A: Ivory tower. It was far removed of real life. So I looked for a job and I found a\njob, a temporary job, which then lasted 40 years. And I was very happy in that job\nfor many reasons. First of all, it was a rather solid position -- a comparatively solid\nposition. Number two, the subject was very, very interesting. It was a world\nagriculture, world trade, trade policy, very, very interesting subject. And I and all\nthose who worked in the Department of Agriculture on this particular subject were\nvery lucky because we learned about foreign policy, we follo -- followed foreign\npolicy developments in foreign countries. And from a purely intellectual point of\nview, we had a very interesting job. And I was in the Department of Agriculture.\nFirst I didn’t advance, then I advanced gradually. And -- and I -- I was very happy\nthere, even is -- even when I didn’t advance, I wasn’t that -- I wasn’t happy not to\nadvance, but I was happy there, I liked the work. And in 1959 I was appointed to\nbe assistant agricultural attaché at the American embassy in Germany. I was there\nfrom °59 to ’64 and then I was transferred to Brussels to the common market. And\nthere I was agricultural attache for 10 years. And I probably could have stayed\nthere forever, but I got an offer to lead the American agricultural delegation in a\nbig trade negotiation in Geneva. It was called the Tokyo round because the\ndecision to enter such negotiations was made in Tokyo. So I was then s -- seven\nyears -- no, over seven years, six years -- less than seven years, six years in\nGeneva, then I came back to Washington. I was here for two years and then I was\nappointed agricultural attaché -- no, counselor. Counselor for agricultural affairs at\nthe American embassy in Paris. So we came back to France again, and that was\nvery nice. So my whole career was very nice and very satisfactory and very\ninteresting.",
        "A: In 1990, seven years ago.",
        "A: Well, you know, German is my mother tongue. I have, except for -- well, for\nthe American studies and for the one year in Czechoslovakia after the war, where I\nwent to the Czech university, I have only German schools. I have German grade\nschool, German -- what is called the gymnasium, which is more than the high\nschool here, but approximately in this category of schooling. And I went to the --\nto graduate [indecipherable] at the German university in Prague before the war.\nAfter the war the German university didn’t exist any more. And I went for one\nyear to the Czech university. And both the German and the Czech university had\nthe names, Charles University. So I was very familiar with German -- and I had\nnever lived in Germany, but still coming to Germany -- except in the concentration\ncamp, I was familiar with their way of talking, with their way of thinking. I was\nvery familiar with everything, which facilitated my work. At that time most, not\nall, but most of the people with whom I dealt, were former Nazis. Of course, they\nwere hiding it, but they couldn’t hide it. I didn’t discuss anything with them, but\nyou know the way they spoke, I mean, not specifical, there were -- there was no\nquestion about this, I mean, this --",
        "A: No, except one little incidence, but I mean they were all good democrats, they\nsaid, but they were not. Now when I speak of those people, I mean primarily\ngovernment official, and relatively high government officials, with exception, with\nexception. But for me it was fun because I understood that -- and I mean, I could\nsee through them.",
        "A: It was fun. We had one incident which is remarkable. We ran a restaurant in a\nlittle town in Germany, Elizabeth and I, and we overheard a conversation at the\nnext table, where one person said, no, Herr doctor, that goes too far. Expel yes,\nburning -- to burn them, no. And [indecipherable] said, all of them should have\nbeen burned, there are still some survivor.",
        "A: Oh yeah, we overheard that.",
        "A: Well, it was laughable, I mean, you see, Nazism is a very complex per -- very,\nvery complex problem. It requires a lot to understand why it happened, who did it.\nFor instance, those who were the SS, those people who were in the concentration\ncamps and killed people and tortured people, these were the lowest of the lowest.\nYou know? These were at the margin of society. The others acquiesced in it. Take\nthe German government. Hitler was a man who had no career before he became a\npolitician. Goering was a -- a former officer who didn’t find his bearings after the\nwar. They were all people at the margin of society. But these people didn’t kill, I\nmean, all -- at -- at the top. But those who were in the camps, the SS, the SA and\nthose from the -- the police battalions who were in Poland and killed not only\nJews, but thousands, 10 thousands of Poles. These people were really the -- the\nscum of the earth. Really, from every point of view the scum of the earth and they\nwere also, I would say, the scum of the German people.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Well, you -- you -- you couldn’t identify this or that person as being a\nmurderer, you couldn’t do that. But you knew what the attitude was.",
        "A: Well, imagine during my stay in Germany, and even when I was in -- in\nBrussels, I used to go to the so-called Green Week, which was an agricultural\nexhibition in Germany -- in -- in Berlin. An exhibition which had a long tradition.\nEvery year by the end of January, there was this big exhibition. And at two or\nthree occasions, I was invited, together with other people to dinner by the\npresident of Germany. So where I was sitting? Not next to him, but this was a long\ndinner table and I was invited to dinner by the president of Germany. Certainly\nthat was amusing, it gave me a lot of satisfaction, because I-I realized, and I qui --\nI thought of it, I was condemned to die. I was not only condemned to be in the\ncamp, all of us were destined to die, by the highest authorities of the German\nReich. And now here 1s another highest authority, highest authority at least\nformally, of the German Reich and I was his invitee.",
        "A: Yeah, yeah. So that was -- I mean -- well, you know, if a child is bad -- suppose\nyou have a very bad child, you don’t hate the child, you try to understand. And I\nwouldn’t say that I didn’t hate the Nazis, I certainly hated them. And I say\n[indecipherable] the scum of the earth, but I try to understand. And my feeling is\nthat apart from this lowest level of society, the guilt of the German people\nconsisted in acquiescence, rather than in active persecution. On the other hand,\nthere was resistance, and there were so many shades of attitudes, like these two\npeople who -- but there were many more shaped like these two people whom we\noverheard in the restaurant. And one said expel, the other said kill, and so on and\nso on and so on. And then, how can you judge any nation? A nation consists of\nmillions of people. How can you really judge and know what their feelings are and\nwhat their attitude are? And one important thing, no country in modern times has\nsuffered such dictatorship as the German people. It was incredible, it was -- the\ndictatorship alone was German efficiency. And the Germans, who believed they\nare courageous, were afraid. And how could you -- how could you oppo -- if you\nopposed it you were -- you -- you -- you were killed yourself, or you were sent to a\nconcentration camp, at least.",
        "A: No, I didn’t go back, but not because of any fear of being overcome by\nemotions, but simply for the following reasons. When I was in Germany, or in --\nno, in Brussels, I once made a trip to France and I visited the military camp where\nI had served in southern France. And there was nothing left. I didn’t recognize the\nplace. I knew that was the place. The barracks had gone, there was no spirit in it.\nAnd I know when I go to Auschwitz, there is no shouting SS, no fear. What you\nsee are remnants of a different time. They don’t tell me anything. I have my own\nmemories, but the memories will not be revived.",
        "A: There is no --",
        "A: -- no, there is no use. Yeah, I was with Elizabeth last year in Austria and\nanother person who was with us wanted to see Mauthausen, and they went there. I\ndidn’t go along, but not because I -- I am afraid I would be emotionally di-\ndistressed. It 1s not the same. What you see are not living things.\n39\nBeginning Tape Two, Side A",
        "A: Yeah.",
        "A: No, a survivor -- the question is what do you survive? If you were not in a\nconcentration camp you’re not a survivor of a concentration camp. If you were not\nin a battle, you’re not survivor of this battle. No, I mean -- oh yes, she is a -- she\nwas persecuted, she had her own experiences. But that’s one thing. One cannot\nspeak of survivors who didn’t survive a certain -- a certain event or a certain\nprocess. On the other hand, there is no merit to be a survivor and nobody has to be\nproud of -- of having been a survivor. You can be -- no, one shouldn’t be proud at\nall. I think pariet -- parietes should not be applied. One can be satisfied, one can be\nhappy to have survived or satisfied to have shown resistance and courage. But to\nbe proud? The Bible says pride cometh before the fall. I mean, I just mention this,\nbut there is no merit in it.",
        "A: No, that’s nonsense. What kind of guilt? Did they do anything wrong, that they\nsurvived? They should be happy that they survived. You know, there are many\nfalse stories, there’s a whole mythology about the survivor and the survivor’s\nchildren. The children are influenced by ha-having learned about what happened\nto the parents, naturally, but why should anybody be guilty that you survived?\nWhy? It’s ridiculous.",
        "A: She learned it gradually and it -- she understands, I think. You know, she also\nhad th -- she went -- she was with us in Germany and she went to the German\nschool, and she hated school and she hated this. But then she -- when she came to -\n- when we were in Brussels, we sent her to a school where you -- the children were\ntaught in their mother tongue, in -- and in a foreign language. Now, there was\nhowever, only a limited number of languages which were considered mother\ntongue, and English was at that time not considered the mother tongue for a child.\nSo she went to courses which were in German, which was considered her mother\ntongue, and in French. Geography was in French, history was in German and so\non. And she learned German in Brussels at the school, not in Germany. No, she --\nshe has a very objective attitude, and you know, she has such a -- very good\nexperiences about Germany. And I must say, I was going to -- I have gone to\nGerman grade school, I repeat this, to German high school, to German -- to\nGerman university. And in grade st-school, my teacher was a neo-Nazi, probably\nlater on was a Nazi. In -- in -- in the -- in high school for eight years, the head of\nthe teachers was a Nazi. And I had good experiences with him, but that doesn’t\nexcuse they’re Nazis and that was their stupidity. But after all, I had very good\nGerman friends. Chauvinism 1s really a high degree of ignorance [indecipherable].\nChauvinism is a high degree of stupidity. Why should one hit somebody because\nhe speaks another language, or he is formally and really part of another nation of\npeople. Only people who are very, very narrow minded have such views or\nattitudes.",
        "A: Oh yes, yes.",
        "A: Kubacic.",
        "A: No, I -- you know, the story is as follows. When I was in Vernet, which was a\nhorrible French concentration camp, but we were not beaten or tortured, we were\nhungry and we -- people starved to death, I was there by mistake, as they said, so\nto facilitate -- to ease my position, I was made assistant postmaster, which meant I\ncould circulate in the camp and distribute -- distribute the mail. And one day\nKubacic came to me, I hadn’t known him, and asked me wher -- and asked me\nwhether I could give the letters and the rest to him -- to him personally, because\nthe French officials who were in there took the stamps away and his letters had\nvery beautiful stamps. And so I became acquainted with him without knowing him\nreally. And when we were deported in the train, already in Poland and we moved\nthrough the city of Katowice, he was standing next to me -- you know, in the train,\nthe train moved through the city of Katowice, he was standing next to me and he\nhad this -- the -- the strong desire to talk to somebody. And since he knew me, he\ntalked to me and he told me he’s not Jewish. And he cannot say what he really --\nthat he’s -- that he was a Polish Intelligence officer.",
        "A: And then he helped me -- that was at the time when I broke down out of\nhunger, and he was able to -- you know, he was our kapo and as kapo, he was\nsupervising the food rations which we got. And he managed to let me have two of\nrations. And in this way I ris -- I recovered again.",
        "A: Yes. Well, I don’t know, but the end of the story 1s -- I don’t know whether I\ntold this in the first interview. I was on good terms with him, he had helped me.\nAnd one day he started to shout to -- shout at me and beat me. And I didn’t\nunderstand what has happened. Two -- two weeks later he had escaped. And he\nbeat me and shouted at me so that nobody ca -- he was very decent -- that nobody\nbelieved that I known about his plan to escape. And about a year later we read in a\nFrench paper -- you know, papers were smuggled into the camp. There were\n[indecipherable] many Frenchmen and sometimes it was a piece of a paper, but\nthere was a paper, a Parisian paper which stated that six -- six French resistance\nfighter had been arrested and executed. And they gave the names. And one of the\nnames was Stanislaw Kubacic. Now whether it was the same, I don’t know.",
        "A: No, I have a friend who happened to be in the same camp as I was, but I don’t\nknow -- I don’t know any survivors here. I would be interested to talk to people,\nbut I don’t know any.",
        "A: Because, when you talk to people who have the sim -- a similar experience as\nyou, you learn about new details which you didn’t experience, or which you didn’t\nknow. Also, recollections came -- come back if you talk with somebody you --\nthere might be an event which you have entirely forgotten. And somebody\nmentions something in this context and the event comes back to you, and you start\nto remember.",
        "A: Oh yes, yes, we talk, yeah. Well, he doesn’t -- you know, he’s now ina\nsituation where he talks all the -- all the time about the camp, but sometimes he\ndoesn’t want to hear about it. It doesn’t matter to me.",
        "A: Well, you know, I had -- up to now, now my memory weakens very strongly.\nBut I had an excellent memory. I don’t know why, I cannot explain. You might\nhave noticed that I said on the 14\" of February we went to Czechoslova --\n[indecipherable] different year. I remember date, I remember many details from\nthe past. And so shortly I -- but I live it, my whole past, it’s not only concentration\ncamp. So, no doubt that was one of the greatest events in my life. If I say one, it\nwas the greatest, but there was another one, which was of short duration. But I was\nin the Battle of France when France lost the war, and to be -- only for a short da --\ntime, under fire, under -- under -- under the fire of guns, it’s quite an experience.\nBut that was the same in Auschwitz because we were bombed and I was in the\nmiddle, once. Not all the time. But once I w -- the bombs were falling right and\nleft. So that -- it wasn't such a great experience, I’Il tell you why. It was\nintellectually, mentally it’s a bit -- it was very noisy. You know, noise is horrible.\nNoise affects you physiologically, physically. And that was the -- that was the day\nwhen -- when we were shelled by ar-artillery.",
        "A: Yes.",
        "A: Yes.",
        "A: I have the strange experience of having been led to the gallow, to a temporary\ngallow and th -- together with several other boys, and this gallow where they\nwanted to hang us was one of the cement with a kind of poster which -- you s --\nyou see it very often, you know, where you have a fence, it’s -- it’s a poster which\nis a bit -- a little bit curved, and the fence is fixed on this. When I see such a thing,\nI remember tt.",
        "A: Oh, it reminds me, yes. But I tell you, I have -- I had very few dreams wer --\nwere a-about the concentration camp. I had some about bombing. Bombing was a\nterrible experience, but had very few nightmares about the concentration camp.\nAnd yet, I-I think of it, not with pleasure, but I think of it and what happened. And\nyou see, if you talk with people who had the similar experience, they remind you\nof certain things which you might have forgotten.",
        "A: Yeah.",
        "A: Yeah. Right. I say there, or I believe it has receded because there was an\n[indecipherable] to -- to suppress it, you know? To me -- because it was really -- I\nmean, even the bombs were falling, when they were beating us, when I -- when I\nwas so weak that I gave up really. I was about to ga -- give up. I -- I couldn’t do\nany [indecipherable]. That didn’t give you the feeling of the imme -- the feeling of\nimmediate death, but this event, when they wanted to hang us, that was really the\nnext -- the next thing is nothing. The next thing you are not here any more. And\nthat, perhaps, created in me the desire to push it aside.",
        "A: You know, I have written my souvenirs -- my memoirs, and they are 420 pages,\nmy whole life. It starts with my birth, until 1990. And of course a large part 1s\ndevoted to the camp experience. And there, when I started to write this, then it\ncame back, in all clarity. It was here, I knew about it.",
        "A: Oh, a couple of years ago.",
        "A: No, I decided, I mean, since I had a ma -- an extremely na -- a life full of\ncontrasts and full of extraordinary experiences, I should write it down. And I have\ndone, but it’s no -- really not finished, and I don’t know -- I would like to -- I\nwould like to have it published, but not because I am I-looking for glory, or -- or\nfor a name or something. Just because I would like to give it to people and if I\nhave it myself published from my own money, that costs a lot of money.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Wel -- no, it’s not frightening, but it reminds me of this event. I mean, I -- I -- I\nthink there must be such poles here too. I cannot see 1t without immediately\nhaving the association.",
        "A: No, no, no, no.",
        "A: Of the bombing, yes. The -- and you know, that was an additional enemy. We\nhad the -- the SS and we had the hunger, the beating of the -- by the SS, but the\nbombing was something -- an extraordinary event.",
        "A: Oh yes, yes.",
        "A: Yes. I say this because I myself has -- have worked on rebuilding trucks and I\nknow how fast it goes. And you know, if -- if the -- the rail -- the -- the rails to\nAuschwitz had really been bombed, so the Germans would have taken the people\nout and shot them. They were able to shoot thousands, 10 thousands. It’s, for\ninstance interesting that the story I heard about my mother -- and I heard it from\ntwo sources, spoke always of 30,000. 30,000 people having been massacred there.\nIn the literature about the Holocaust and about massacres, I think I’ve never read\nabout 30,000. Perhaps Babi Jar, but I don’t know whether they have been killed at\nthe same time.",
        "A: Oh yes.",
        "A: Yes, lucky -- luck -- lucky -- chance is the right word, because chance 1s a\ndouble meaning. It’s chance [indecipherable] and it’s chance opportunity, yes. So I\nwas lucky because I had -- there were chances. And the chances were just chance\nand -- but also opportunity. I am satisfied -- not proud, but satisfied that I took\ncertain decisions which were very dangerous, but I dared to take them. One was to\nget in -- to get into hiding when the camp was evacuated because if they had\ncaught us, they would have killed us. They were very jittery. The SS was very\njittery, they were afraid. And there were other occasions where I took very risky\ndecisions, but I felt that has to be done, that 1s the impor -- the thing to do. And\nnow I am older -- not only older, I’m old now, which is -- which amuses me. You\nknow why it amuses me? It amuses me because I remember my grandfather, and\nhow old -- I mean, I was on good terms with my grandfather, but how distant in\nage he was to me as a boy. Oh, I -- I express it by showing you with my hands\nwhere he was. And now I am in his -- a-at -- in this age.",
        "A: Yeah, yeah. I was in Vienna with a colleague a couple of years ago, and we\nSAW -- We -- We -- we Saw -- we passed some [indecipherable] elderly man, well\ndressed and very respectfully | -- I was l-looking. And I said to him, look, there\nstill are -- seem to be people whom we owe respect to, but we are their age. We\nlook the same as they do.",
        "A: Yeah.",
        "A: Well, we -- we often exchange experiences, reminiscences about the events. I\ndidn’t know him in -- in the camp, and he is 10 - 15 years younger than I, so he\nwas a young bo -- almost still a boy in the camp. He 1s of German origin, German\nis his mother tongue. So -- and he didn’t look Jewish either, so he sometimes had a\ncertain advantage from this fact. We had fun coming -- coming -- you know, there\nwas one SS man who both of us knew and we called him Tom Mix. Tom Mix was\na character out -- from out -- out of American movies. And as far as I remember,\nTom Mix was always out either to cheat the Indians, or -- he was a cowboy or\nsomething. And this Tom Mix the SS man was similar, he always wanted to find a\n-- to -- to -- to surprise us when we did something which we are not supposed to\ndo.",
        "A: Ye -- yeah, yeah, yeah. But of course the memories start to vanish. For\ninstance, it becomes more and more difficult to visualize the camp. I think, for\ninstance, he was probably in my neighborhood, in a barrack near me, but it’s very\ndifficult to visualize this.",
        "A: Certainly.",
        "A: Oh, very much.",
        "A: Yeah, I can say it in a -- ina few words. Don’t give up. I never gave up except\nwhen I said I almost di -- died. There I was so weak, I was so weak that I asked for\npermission to stay one day away from work. And you know, that was a voluntary\nconfession that you cannot work any more, but I didn’t care.",
        "A: Yeah, ye-yeah.",
        "A: Yeah, yeah. Oh yes.",
        "A: Oh yes. I mean, when the Nazis occupied Czechoslovakia and they stopped the\ntrain in which I was and told us to go back, I envisaged to disregard what they\nwere saying and to cross the frontier on my own and then see whether I can cross\nGermany to come to France. I gave this -- I gave up because I -- I thought -- I\ndeliberate and thought it’s too risky, I mean, I will not succeed.",
        "A: No, it makes me more realistic. I like intellectual activities, but I don’t like\nspiritualism. It makes you realistic. Incidentally, realism has its own spirituality.",
        "A: Well, you see what 1s possible. You see la -- how human beings behave and\nyou see what can happen. I mean, the idea of my mother -- come back to my\nmother, my mother, a very good, nice, non-political middle class lady to be shot in\na massacre? That seems to be incomprehensible. Unrealistic. Completely\nunrealistic. You can say out of this world, yet it happened. And so many other\nthings happened.",
        "A: Human beings are neither good or bad, you know, some are very bad, because\nthey are, as I say, the scum, I mean the lowest level, educationally, morally, in\nterms of their experiences. But there are other human beings wi -- who are very,\nvery good. Astonishingly good. Willing to sacrifice. No, I think one cannot say\nhuman beings are bad. There are many bad people. You know why? Because\nthey’re weak. And that is one of the basic explanation for the behavior of the\nGerman people. Just think of the fact that the Germans were one of the most\ncivilized people in the world. And they were a Christian people, I mean they had\nto learn certain moral -- moral -- moral be -- about moral behavior. But don’t you\ndo what we must not do. And they acquiesced in these horrible events, in this\nhorrible policy. But they were afraid and fear, fear is one of the most potent\nmotives for human beings.",
        "A: Yes, I’m optimistic. Which doesn’t mean that we might not anticipate horrible\nthings to happen. Horrible things. Why, the Holocaust could repeat itself on a\nmuch larger scale. Or when the Jews were killed as -- suppose six million were\nkilled, 20 million or more, it’s perhaps 30 million Russians were killed, in one\nway or another. They were not only shot, I mean, they died of starvation after the\nwar came to an end. Millions of Poles have been killed. So there could be a new\nHolocaust -- I don’t mean, necessarily an anti-Jewish Holocaust, though it could\nbe an anti-Jewish Holocaust.",
        "A: Not to the same extent as some people believe in, particularly the people who\nfounded and who promoted the Holocaust Museum, because the horror of these\nevents is not a sufficient deterrent to prevent its repetition. And moreover,\nconcentration on the Holocaust alone doesn’t give you a sufficient explanation of\nwhat happened. You cannot understand the Holocaust if you only speak of the\nHolocaust. You have to see the whole system which ruled in Germany and which\nwas one of the most barbaric systems in history. Imagine what they did. Not only\ndid they kill people, murder people, but they took their teeth, their gold teeth or\ntheir hair. Now, the most backward people considered it anathema to utilize parts\nof human bodies. I mean, the -- the cannibals, that’s a different -- the cannibals are\nsomething quite different. The Germans, the Nazis were below cannibalism.\nBelow cannibalism. So did you bring us sandwiches, Liesel? [tape break]",
        "A: I think it is useful to take part in the project because it may contribute. It does\nnot necessarily contribute. It may contribute to make the Holocaust or the\nexperiences connected ti -- with the Holocaust more plausible and understandable.\nBut it probably never can do full justice to the experience of the Holocaust. If for\ninstance I were to tell you, or to somebody else, that one of the most horrible\nexperiences was not hanging and beating and killing, but to be on a very cold day\nwhen it was rais -- and raining, the rain was a bit icy, in the open, and not being\npushed by the SS because they went into hiding, they wanted to protect themselves\nagainst the rain. And standing there from six o’clock to six o’clock in the evening,\ndoing nothing, just standing there freezing and shivering, that was an\nextraordinary experience. Or, how can one -- and one doesn’t do it really -- is in\nthis interview convey what life is like if you are undernourished and hungry. If\nyou have no soap, no toothbrush for months or years. I never had -- I never had the\ntoothbrush in the concentration camp. If you’re completely cut off in the outside\nworld, that is to say you’re not supposed to na -- to write, you’re not expected to\nor -- or supposed to, or permitted to receive any correspondence from wherever. It\ncould have been, if paper taken from cement bags, which were -- was plentiful and\non the construction sites -- the only thing which was plentiful, serves as your\nhandkerchief, as your toilet paper, as a means of protecting yourself against the\ncold. This is difficult to convey, but however little you can convey, may be useful.",
        "A: Yes.",
        "A: No. We were 1n a relatively favorable position, as far as our attitude was\nconcerned. When we were in the camps, the greatest powers in the world,\nAmerica, England and Russia fought against the Nazis. So there were our allies.\nAnd whate -- whatever success they had was our success, it was a step nearer to\nliberation. I always think that in this respect we were favored, 1f you compare us\nwith the prisoners in Russian camps. They had no hope that Stalin will die, or if\nStalin will die, there will be another Stalin. They had no hope, or hardly any hope\nthat the regime would change and that they would be libera -- that they can expect\nliberation. For us the situation was, 1n this respect, different and that was the -- th -\n- that was the -- th-the -- the -- the idea which kept us alive and which made us\nhopeful.",
        "A: Yes, but I did -- I do not come very far. I cannot imagine it. But there was\nanother thought which we had particularly at the beginning. When we were\ndeported to Germany, the question was, why are we deported. And while we\nthought of ourselves as workers who will have to work, why do they dis -- deport\nold people and children? What sense does it make? These people cannot work.\nAnd there, I personally envisaged that the Germans are going to establish a slave\ncounty or country or area somewhere in Ukraine, that’s there -- that that is our\nfuture. We might be slaves forever, if we survive. And then, you know, there’s\nanother thing, we must not think of it respectively in the sense of drawing\nconclusion on the basis of knowledge which one acquired only after an event took\nplace. For instance, I didn’t know, and my colleagues, we didn’t know that the\nGermans are bent to kill all of us. Really, not only all of us, that we expected. We\nwere absolutely convinced if they want, we were 5,000 in this one camp, they\nmight decide tomorrow they will kill all of us. But that they are going, and are\nbent, and decided to call -- to kill all Jews, that never occurred to me, and not to\nthe others. I mean that there was the plan of mass ec-ex-extermination, that we\ndidn’t know.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: No, I have nothing else to say. Are you going to have this transcribed?",
        "A: And can I see a copy before --",
        "A: -- before it is finalized?",
        "A: Yeah.",
        "A: Yeah. Because what I should have done before we had this interview was to\nwrite down certain points and deal with them, which I didn’t do. And then --",
        "A: -- and -- and then it’s a bit incoherent, you know. So you -- you had the\nsystematic questionnaire.",
        "A: Yeah.",
        "A: Very good, thank you very much for your effort.",
        "A: Thank you.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 12, 1997\nRG-50.549.02*0003",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Ernest\nKoenig, conducted on June 12, 1997 on behalf of the United States Holocaust Memorial Museum.\nThe interview took place in Alexandria, Virginia and is part of the United States Holocaust\nMemorial Museum's collection of oral testimonies. Rights to the interview are held by the United\nStates Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "June 12, 1997\nBeginning Tape One, Side A"
    ]
}