{
    "rg": "RG-50.030.0314_trs_en",
    "sequence": [
        "Q: For the record, will you state your name, date of birth, place of birth.",
        "A: Louis J. Walinsky, born in London, England, April 19, 1908.",
        "Q: When did you come to the United States?",
        "A: At the age of four with mother and sister. My father was already here at the time",
        "Q: Tell me a little bit about your family background.",
        "A: Well, my father had a been a revolutionary in Russia in his youth. Because he was only\n16 when he had left. He got in trouble with the police for political activity;\ndemonstrations and so on. In London he had any number of jobs: He barbered, he was a\nweaver of baby carriages, and so on. But he also became a member of Prince Peter\nKropotkin's Anarchist's Circle; and he got involved in journalism and I don't know how\nmany years exactly that he lived in London before coming to this country. He must have\ncome in 1911 -- the family a year later. When he got here, as I said, he had been offered a\njob in Toronto so we moved there. And we were there two years. He managed a local\nunion. My mother had two brothers in New York who were embroiderers by trade; and\nthey belonged to the? _Embroiderers and Pointers Union. And they were instrumental in\ngetting that union to offer my father a job managing their local union in New York. And\nthat is what brought us down from Canad",
        "A: Then I went to school. I did pretty well in school. I went to Cornell and studied\neconomics, which became my profession later. I had two or three minor jobs, and then\ndecided to teach school. So I got a teacher's license in economics in New York. And then,\nin -- that would have been 1931. Well, in 1932, a friend of mine who was a great drover,\ncame and said \"We ought to go to Germany, because this guy Hitler is coming to power\nand it will be an interesting place to be. I'm going to go to the university; why don't you\ncome?\" Well, while I was still at school at Cornell, I had taken out some insurance\npolicy, so I had a little equity in it. And I was able to get $500 or $600 on that, and that\ntook me to Germany. You have no idea what prices were in those days, but on the\nGerman/American Line, travelling -- I think it was called\n01:05:\n\"student class\"; it was really not very different from steerage -- the round-trip fare was\nunder $200. In Berlin, I lived very, very frugally; I had to, because I had to stretch that\nmoney. And, well, you got breakfast with your room -- that is, a cup of coffee and a piece\nof bread. And then for lunch and dinner, I would go to the student house in the\nAranienburg Strasse where you had two choices, I believe it was. You had an\nEintopfgericht, a stew; or you had soup and a stew. And for one, you paid 60 pfennigs;\nthat was 15 cents. But the other, you paid a mark; that was a quarter. And the system was:\nYou could get a second on the soup and a second on the vegetable, but not on the meat.\nSo you would go with a friend and you would get your meal, the soup and the dish, and\nyou would eat the soup fast and the vegetable, and your friend would go off and get the\nsecond, the refill. And then you would have -- well that was 25 cents and two ate on it.\nAnd in the evening, you'd go to the automat where they had a very, very hearty bean soup\nthat cost maybe 40 or 50 pfennig; and so those were the meals. Obviously, I wasn't\n01:05:\nspending very much money. One thing in Germany in those years, there were student\nrates on the metro equivalent -- at the film, theater, opera; so you could go very, very\ncheaply. Anyway, you know, very soon, late in 1932, the Nazi business became quite\ntense. And some of my friends, Germans, were extremely concerned because they felt\nvulnerable. And there would the Nazis be out on the streets shaking their collection boxes\nEinweg nach Jerusalem, oneway to Jerusalem. I was at a student ball in the Reichsgarten\nthe night of the Reichstag fire. When I came out at about 1:00 a.m. that night, it was very\nstrange; there were policemen all around the place. And I asked one, I said \"What's\nhappened?\" And he said \"There's been a fire in the Reichstag.\" And I looked down,\nbecause it was in plain view down at the end of that walk, there were no signs of external\nfire damage. So whatever fire there had been, it was strictly internal. But of course when\nthe press came out and Goebles made a story out of it, you'd think the whole building had\nbeen burned down; and this was not true. Anyway, that was a little background to the DP\nthing that came later, you know; that eight months or so in Germany. And after the\nelection -- the elections were in March and early in March. And Hitler was confirmed; he\nhad already been in the Reichstag seated. I had run out of money, and my father refused\nto send me any. He thought it was a good place to get out of. I didn't feel I was in any\ndanger, and I don't think I was. But I did run out of money and I had to come.",
        "Q: Is there anything else you can tell me about your eight months in Germany and the\nchange of the mood of the people or ...",
        "A: Yes, a few things. There was a landlady of my friend who said, \"You know there have\nbeen five major elections in Germany in one year, and not one of them succeeded in\ncreating a majority government?\" And that was one factor in what happened later,\nbecause people gave up on the democratic process; it wouldn't work. But I've never seen\nthat mentioned as an element contributing to Hitler's coming to power, and I think it was.\nAnyway, how did I get there? I was on a train of thought.",
        "Q: Well, I was asking you a little bit about the mood in Berlin at that time and anti-\nSemitism.",
        "A: Yes. So this lady, this Wirtin, the Hausfrau, the landlady, she said she was voting for\nHitler because after Hitler, the communists would come and that's what she wanted. I\nthought this was a strange prognosis -- psychology. But I initially had rooms with the\nwidow of a professor. So she was Frau Doctor Professor Resica (ph.) and a very German\nlady. I subsequently took a room with a Jewish family, and I was with them until March,\nwhen things had already become quite bad. They had no intention of leaving. They didn't\nthink it was necessary; they didn't think they ought to run or had to run. They were\nGerman, so -- anyway it's not easy to recall all of it, but there's enough to make it a very\ntense and dramatic experience.",
        "Q: Was there a palpable sense of the anti-Semitism, of restrictions against people in those\ndays?",
        "A: Well, no, the more open expressions of anti-Semitism -- the badge, the tagging of stores\nand so on, that mostly came later. There wasn't much of that in the first months; and don't\nforget, I was out by March of '33.",
        "Q: Were you there during the book burning; was that during that time?",
        "A: I don't remember if that came then or shortly after.",
        "Q: The other thing I wanted to ask you about your family background: Was your family very\nconscious of being Jewish?",
        "A: Oh yes, yes, yes. I grew up on a Bronx street, 176th Street; and our side of the street was\nall Jewish, the other side of the street was all Irish. We kids did not play with one\nanother. We just -- they were there we were here and that was it. So my family's friends\nwere all Jewish, and the only Gentiles really I knew as a boy growing up were our\nteachers at school.",
        "Q:",
        "A: Well, as a union leader, my father was a great activist.\nThen he was also a meagerist(?); and he liked to dramatize and he liked to play a public\nrole, be a public figure. And his union was not big ,and it didn't have a very large\ntreasury, but he could always could come up with a $5,000 donation here or a $10,000\nthere toward the building, let's say of a -- toward the purchase of a house for YVO -- you\nknow, the Yiddish Research Institute -- or to make a gift to the Urban League or\nwhatever. And he was a very popular speaker, always invited to speak at banquets and so\non. So he wasn't home very much, but by the same token, we knew of his activities and\nthis was part of the milieu.",
        "Q: The reason why I was asking was to try to get a sense of if your background prepared you\nor motivated you for some of the work that you did later on.",
        "A: Well, my first real job after the university was teaching school. I taught at the Abraham\nLincoln High School in Brooklyn. And it was a new school with a very enterprising\nprincipal who had organized a great faculty. And the student population was, I suppose,\n80 percent Jewish. We had a few Blacks, and we had some Catholic children. But in\nthose days, the Teachers Union was a very active organization. And actually, the\ncommunists tried to take it over from inside. And so the less inclined split off and\nO1:17:\nformed the Teachers Guild. And so that was also a part of a social milieu, you know. And\nI was with the Teachers Guild. I was also, in those years, trying to write plays. I wrote\none play about Hitler's coming to power which was published but not produced. And I\nwrote a number of other plays in the thirties after I had returned from Germany. And you\nknow, I wanted to be a playwright, but I couldn't make it to Broadway; and so at a given\npoint, I said to myself \"You can't do both things. You've got to pick one or the other.\"\nAnd so I decided to stay with teaching and I gave up play writing. But I had a play\nproduced in Paris, a dramatization of Aldus Huxley's \"Brave New World.\" But then, the\nwar came and I had the opportunity to join the War Production Board, which I did.",
        "Q: In what year?",
        "A: This is in '43. And I was with the War Production Board into its demise early in 1947;\nand that was a great experience. It didn't have anything to do with Jewishness or Jewish\ncauses or whatever, but I made the acquaintance for example of Lucius Clay who\nrepresented the Army at the Requirements Committee in the War Production Board. And\nwhen I went to Germany later for the ORT I went to see him, and he received me very\ngraciously. We spent 70 minutes together. And it ended with his giving our organization\naccess to those enemy supply dumps, which was an important element in equipping our\nschools, which were pretty barren at the time.",
        "Q: What were your responsibilities with the War Production Board?",
        "A: The War Production Board had a Program Committee and it had\n01:20:\nthe industry divisions which were operational -- steel, copper, paper, whatever. The\noperating divisions were run by people from industry. The Program Committee had\nresponsibility for reviewing the proposals made by those operators. And we were largely\nacademic. So I was taken on as the pulp and paper specialist, because there was that\nopening. I knew nothing about pulp and paper. When I was offered that assignment to\nstart, let's say, two weeks from then, I went back home and lived in the New York\nLibrary for a couple of weeks and studied pulp and paper. And so I became an instant\nexpert, as a lot of us did in those days in the War Production Board, and in the\nGovernment, generally. So for most of time, that was my beat. But towards the end, I got\nmore responsible assignments; because I became head of the Research and Analysis\nGroup, which covered all the work of the program people. And so that got me into steel\nand copper and oil and any number of other things. And we had an interesting\narrangement at the War Production Board. The U.S., the U.K. and Canada had a\nCombined Raw Materials Board. And the people in my group, our program committee\ntypes, 95 percent of our work was on the U.S. but we also served as U.S. staff to the\nCombined Raw Materials Board. And we had toward the end a Combined Pulp and Paper\nCommittee, on which I served as executive secretary. And after VE Day, but before VJ\nDay, I was one of a\n01:23:\ncommission of two sent to the U.K. and Sweden to line up paper supplies for the\nliberated areas. France had an important national election coming up and they didn't have\nany paper for posters and voting materials; and I earned an undying love from one of my\nFrench colleagues for getting them 20,000 tons of paper for those elections. Why am I\ndoing all of this? This has nothing to do with the ORT.",
        "Q: Well, I was just trying to get some background. Although actually, what you're talking\nabout right now seems to me to be some training for all of the logistics and procurement\nthat you got involved with for the Board. Why don't you tell me how you got to ORT\nfrom War Production Board.",
        "A: Well, it was through my father, who was a friend of Louie Boudine (ph.) who was one of\nthree grand old men of the ORT and chairman of the American ORT Federation. He had\nalready, starting in '46, had more than a little difference of opinion with Lubovitch (ph.)\nand Singalovsky (ph.) the two European chiefs. And he had won a vote to create a\nfinancial and accounting office for the ORT in New York, where there would be some\ncontrol over the numbers and statistics, so when the American ORT went to the\nCommunity Funds and foundations for grants, they'd be able to demonstrate what they\nhad done with the money. Because he couldn't up to that point; he couldn't get the data\nout of Europe. So he asked my father for some help. And my father persuaded me to go\nsee him. And so our understanding was that I would come to the ORT for a limited\nperiod of time to set up this office and get it going. So that's how I came there. And that\noffice was in New York on 72nd Street next to Broadway. And I had got that under way\ntwo or three months only, but it was already rolling when -- I guess Boodine mostly, but\nothers in the American ORT became concerned about the way things were going in\nGermany where they feared the program would collapse. And in their view everything\ndepended on Germany and the DP camps. So they asked me to go over and take\nresponsibility for the operation in Germany, U.S. Zone and Austria and British Zone.",
        "Q: Let me just stop you there. Why was there so much concern about the European\noperations?",
        "A: Well, Dr. Lubovitch, who had started the work of the -- not started the work. He got the\norganization there, but Jacob Olaseky (ph.) who had been a director of ORT in Kowno\nbefore the war on his own steam and initiative, he had started an ORT school in\nLandsberg where he was liberated. And then he got some of his former friends who were\nin other areas to start training operations there; but they were scrounging, they were\nbarefooted and bare-knuckled, and they had no outside support at all. Lubovitch came\ninto that situation, you see, and \"all right, here's the ORT, I'm the ORT.\" and made all\nsorts of commitments and promises of supplies and funds; and in order to help hiring\ninstructors, they were promised -- you know the marks they would be paid were\nmeaningless. The cigarettes they would be given would help. But the important thing was\nthe few pounds sterling per month they were promised upon completion of their service\nin Germany when they came out. Well, already in 1947, some people were coming out\nand they would come to an ORT office, whether it was Paris or Geneva or New York,\nand say \"I'm so-and-so; I had so many months of service with ORT; you owe me so-and-\nso many pounds.\" But the people had no documentation. They had never been notified\nthat nowhere was there a list of people who had been made that commitment and what\ntheir service had been and what they were entitled to. So some of these stories were\nalready getting around, and it had elements of scandal. So that was one of the things that\nreally terrified the Americans. They\nwere already not in very good odor with the Community Funds all around the country,\nbecause they hadn't been able to supply them with data on how many courses, where,\nhow many students, what -- and so they felt pretty low before this happened. And as I\nsuggested earlier or hinted earlier, Boodine was already into some kind of feud with\nSingelovsky and Lubovitch, and he was really determined to break their -- what he\nthought was a death grip on the organization.",
        "Q: Is there a way to sum up what the basis for the feud was; is it too complicated?",
        "A: Well, neither Lubovitch or Singelovsky had any administrative capabilities. What records\nthey had were little slips of paper or chits in this pocket or that pocket; but no books, no\nsense of organization. In presenting data requested by our office in New York, this new\nfinancial and accounting office which we had to turn over to the AJDC budget -- I didn't\nmention that in '47, ORT had always raised its own funds; not very successfully. But in\n'47, they made an agreement with the American Joint Distribution Committee. The AJDC\nwould give us a subvention of $2 million a year to the ORT in return for which ORT\nwould refrain from any attempted individual fundraising. Well, the material that came\nfrom our Paris and Geneva offices to the AJDC in Paris on request was just -- \"never,\nnever land\"; and pitiful, really. And then there's a third element which was personal. You\nknow, in the course of my, I guess it was two and a half years I suppose, with the ORT at\ndifferent times in a personal conversation with Dr. Singelovsky said: Iam the ORT. Ina\npersonal conversation with Lubovitch, he said: Iam the ORT. And finally, to my\nsurprise, in a personal conversation with Louie Boodine, he said: I am the ORT. So here\nyou had these three egos. All of them old men, Lubovitch ill, Louie Boodine nearly blind\n-- but a bulldog; and he was determined to wrest what he thought was their death grip or\nchokehold on the organization.",
        "Q: Was the New York operation pretty controversial?",
        "A: Which?",
        "Q: When you were in Europe...",
        "A: The financial and accounting office?",
        "Q: Did the Europeans react to that?",
        "A: Oh, yes, yes. Singelovsky, chiefly, he sabotaged it. But of course, I started out -- I think I\nmade a mistake at the beginning. I should have gone over and gotten acquainted\npersonally. Instead of which, I sat there in New York and I dreamed up these beautiful\nreporting forms, you know -- financial and educational -- and developed a system where\nthey would go out and they would come tn a certain way and the information would be\ncollated and so on. And Singelovsky wasn't happy with that. And then quite soon, I told\nyou I was sent over to Germany to take over there, operationally. And I got a friend to\ntake over in New York for me. And while I don't think I was terribly politic, he was\ncertainly less so. And both Singelovsky and Lubovitch couldn't abide him. They thought\nhe was arrogant. But -- he was trying to do a job, but not in a terribly sensitive way.",
        "Q: So you were sent to Germany; where were you sent?",
        "A: Munich. Munich was the headquarters of the USO, and it had had its own turmoil. There\nhad been a conflict between Jacob Olaseky, who's the real hero in this whole thing, and\nthe Westerners who had been sent in by Lubovitch to oversee the operation. Olaseky was\na DP. He had no face or status with the IRO or the U.S. military. The liaison with them\nwas important. Lubovitch knew that so he sent him people thinking they would play that\nrole, but they would not attempt to interfere with the management of the actual training\noperations. Well neither of the people he sent in took it that way; they wanted to boss\nOlaseky. He wasn't having it. And so things there were also not very well. Well, the first\ntime I was introduced to Olaseky, George Bacca (ph.) was there. And he was the\npresident of the American ORT. And I forget who else, maybe it was Lubovitch. And\nOlaseky. And it was plain that Olaseky was resentful. He was another mischief-maker,\nanother outsider. \"I've done all of this work; whatever is here, I've made without help,\nand now you're going to...\" So when I saw how this was going I said to Jacob, \"Let's you\nand I step out of this meeting and have a word with one another.\" And we did. And when\nwe were alone, I asked him, \"What really is your problem here?\" He said, \"I have been\nthe director in the U.S. Zone and I cannot lose face by having someone coming in over\nme.\" I said, \"What's your proposed solution, then?\" He said, \"Let the ORT appoint you to\nbe director for Germany and Austria; then I can be under you, but I still am the chief in\nthe U.S. zone.\" I said \"wonderful.\" And from then on, we never had a spat or difficulty of\nany kind.",
        "Q: In terms of how all these different groups worked together when you went over there, and\nyou know was the UNRRA with the IRO at this point, maybe? During that period the\nUNRRA became IRO but it the same organization, yes.",
        "Q: How did ORT work with all these organizations over there?",
        "A: Well, we didn't have very much to do with anyone except the joint -- the AJDC. We had\nsome important business to do with them. You know, it was the joint who gave\nsupplementary rations. Supplementary rations were very important for us to be able to\noffer our students who were doing manual work in the metalworking shop and the\nwoodworking shops. So one the things was to get the joint to classify students as being\neligible for supplementary rations, which they did. Another thing was: It was a big\norganization, you know; they had a very large staff in Germany.\n01:40:\nThey had all sorts of warehousing and supplies. And I was able to arrange with them\nwhere they had supplies that we needed and could use, for them to make them available\nto us and charge it off against our subvention, which they did. So that sort of thing was\nthe relationship with joint. But we had nothing to do with other NGO's, or other\nvoluntary organizations.",
        "Q: What about the US Military, did you work with them?",
        "A: I told you of the thing with Clay after that 1t would be up to our district directors to work\nwith the military guys in charge of their areas. We didn't have to much to do them\nactually. But we had a certain number of our people in uniform. And the uniform was\nimportant because it entitled us to -- well, it entitled the wearer to mess privileges, to PX\nprivileges. The PX privileges was awfully important. You could buy a carton of\ncigarettes at the PX for eighty cents. That was worth 1,500 dollars in the equivalent\nMarks on the streets. So you know, this was important trading. And there were guys who\nmade full use of that sort of thing. The guys --",
        "Q: For themselves? A.Huh?",
        "Q: For themselves or for themselves?",
        "A: For themselves; for themselves. One American I brought over I known as a specialist in -\n- what would be the term -- what would be the term? In testing.",
        "Q: 2? What sort of administrative hurdles did you have as director of these\norganizations?",
        "A: You mean on the spot in Germany?",
        "Q: You got over there and you found a system in place which didn't appear to very\norganized?",
        "A: Right.",
        "Q: What did you find? What were you able to do to improve that problem?",
        "A: Well, I think the first thing was to develop some hard facts on what we needed by way of\nequipment and supplies from outside, and to initiate the actions that would bring the men.\nAnother was to organize or supervise procurement within Germany. There, there were\ntwo things: There was the Army helping us; and the other was purchasing with cigarettes.\nWe bought Italian lathes that were worth twelve thousand dollars for twelve cartons of\ncigarettes. You know, so you could -- and when you imported those at eighty cents a\ncarton and you had thousands of cartons a month allowed you as incentive goods for your\ninstructors and students, you could go a long way with that. So cigarettes were good\ncurrency.",
        "Q: Was this a legitimate process or was this --",
        "A: No.",
        "Q: -- did you improvise?",
        "A: I think it was in the atmosphere. Everyone had been doing it before I got there, I did not\ninvent it. And as a matter of fact, when sometime later on a disgruntled colleague went\nafter Olaseky, he wanted to bring him down. And he reported to the IRO that the ORT\nunder Olaseky was black marketing and keeping two sets of books. Well, they came after\nOlaseky. And I said no, I will go to meet your invitation. It's not for you. And I think the\nIRO headquarters is Frankfurt, if I'm not mistaken. When I came there, they told me there\nwere these charges against Olaseky. And I said \"of course.\" You mean you -- you\nacknowledge you have two sets of books? I said \"of course.\" They said, well -- I said, but\nlook ,if you want to come after me, you have to go for the Joint, you have for the Red\nCross, you have for the Church World Service, we are all doing it. Because we have got\nto stretch our means to meet our needs. That was the end of it. So -- well, that was an\nadministrative hurdle of some kind. But that kind of thing there was plenty of.",
        "Q: Are there other examples you can give of the creative procedures?",
        "A: I don't know.",
        "Q: How you were able to stretch human end resources to make your work effective?",
        "A: Well, I think I mentioned the chief ones. In addition to the subension (ph) from the Joint,\nmuch of which was to finance the work of the DP camps, the Women's American ORT --\nthe Ladies' ORT -- they were prohibited from raising funds, as such; but they could have\nvalue-received functions. And they raised some money that way. They came and got\naround and looked and tried to be helpful and contributed here or there with -- toward\nvarious projects.",
        "Q: For example?",
        "A: Well, like providing a car for Olaseky, so he could have transportation; things like that.",
        "Q: What other problems did you spot when you went over there that needed to be corrected?",
        "A: Supply, I think, was the first and most basic. Organizing the courses of instruction;\nbecause they been very al fresco. They had initially been left to the artisans who took\nresponsibility for running the course; but these courses had to be developed and\norganized and more standardized and so on. We had to develop an inspectorial staff who\nwould go round and check out and make suggestion and try to give superintendency. We\nhad a transportation problem of some seriousness, because we were spread all over the\ncountry. Means of transportation were -- you know, you didn't have trains or planes. So\nwe needed cars for our district directors and so on.",
        "Q:",
        "A: Has you question been recorded?",
        "Q: No, but it doesn't need to be.",
        "A: Well, I have been -- I've been trying to state, I think, all along what the general and\nparticular situations were that we had to face and how tried to cope with them.",
        "Q: Is there anything else that you can think of; you mentioned different areas of professional\ntraining, supplies. What about, did you have focus at all on the living conditions for the\nDPs, or anything like that?",
        "A: The chief thing on that had to do with the supplementary rations for the students; and that\nI have already been onto. We also, you know, gave -- I forget, now, how many -- but at\nleast a few cigarettes each week to the students, and more to the instructors. And these\nwere a very important part of their compensation. But the supplementary rations was\nreally a most important factor in the students’ well-being and their interest in continuing\nthe work. You know, already, late in '47, I suppose it was, we were getting visiting\ndelegations from countries considering opening immigration to DPs. Canada and\nAustralia were particularly interested and open. The people in the camps knew that when\nthey were interviewed as candidates, to be able to say they had a skill or show they had a\nskill or show a diploma of proficiency was a very important element in their being\naccepted. So that was one of our big inducements. And\nthese other things, the rations and cigarettes, were perhaps as important.",
        "Q: What did you think was your biggest challenge?",
        "A: I don't know whether this is challenge, but my greatest difficulty was, in a way,\nmediating between the Americans and the Europeans. This had nothing to do with the\ntraining operations in Germany. But it involved all sorts of things periodic meetings in\nGeneva and Paris; flying back in mid-winter to New York for a critical meeting when the\nAmerican ORT was ready to cut off transfers of funds to our Geneva and Paris offices\nand wanted me to be the hatchet man, and serve as the president's deputy and do the\nmoney control myself, which I refused to do. But that was a very trying and tense and\ndistasteful part of the job; but unavoidable.",
        "Q: Did you have a sense that the European ORT program and the US or the camps in various\nzones were administered differently?",
        "A: I don't get your question.",
        "Q: Well, I am wondering if, for example, in the British zone, where clearly there was more\nof a different kind of interest in Palestine and in training and all of that, whether they\nallowed the same amount of democracy and choice as in the US Zone, where I think we\nwere much more eager to prepare people for Palestine?",
        "A: Who's we?",
        "Q: The U.S.; the American ORT; no?",
        "A: No. I don't think the American ORT people the Board, were hot Zionists, no.",
        "Q: I just thought maybe that the British-run camp might have a different interest. But maybe\nnot.",
        "A: There weren't enough of them to have significance from a policy point of view anyway.",
        "Q: Did any of this bickering between European and the Americans ORT organizations\ntranslate into the vocational program? Did they affect that at all?",
        "A: Not in terribly significant ways, but one instance that come to mind was, not long after I\nhad been there, I had put the whole organization to work to develop a list of\nrequirements, how many of this, that and the other machines do you need in your school,\nin your district, in the Zone? And this was a painstaking operation in which the whole\norganization participated. And when it was done and I had reviewed and I done some\npruning, I went to Geneva for a meeting with Dr. Singelovsky and Dr. Lubovitch, and we\narrived at an understanding of how much this thing would cost -- his engineers there did\nthe estimating -- and who would what. Singelovsky undertook to do a significant part of\nthe procurement. Well, it turned out months later he hadn't done a damned thing about\nthat part of the procurement. Well that was an effect; that affected the pace and progress\nof the work. But he was not a killer diller.\nEnd of Tape #1\nTape #2",
        "Q: What was the general philosophy behind the ORT training in the DP camps?",
        "A: You're confident there must have been one?",
        "Q: Wondering?",
        "A: Well, you know the ORT got founded originally in response to a widespread belief that\nthe Jew was a Luftmensch you know; an air person, feet off the ground, not a\ndown-to-earth, productive person. And in a way the thought was, through acquiring a\nskill and being an artisan, the Jew would demonstrate that this was a canard; it was not\ntrue. He was normal like everybody else. In Germany, I don't know how much\nphilosophy there was. There was job to done. There were these people who were there\nwaiting for a chance to emigrate who were idle; who had to have some constructive\noccupation. It was natural place and setting for Olaseky to undertake what he did. It was\nnatural for the ORTs to see a great challenge and opportunity to go in there and make a\nreal program out of it. He could not have gone very far by himself without the means. But\nI don't know that this adds to a philosophy. Opportunity, obligation, community. There\nwas great sympathy in this country for the people for the people in the DP camps, you\nknow. And you know, you don't give a man fish; you give a rod and line and teach him\nhow to fish to support himself.",
        "Q: How large of an effort was the ORT operation at DP camps?",
        "A: We got up to something like ninety training instillations; something like ten or eleven\nthousand students/enrollees; and something like a thousand employees, of whom about\nseven hundred would have been instructors and the others would be support staff of one\nkind or another. And I think that's about where it peaked. When I came in early in '47, we\nhad in the U.S. Zone about forty-five hundred people -- enrollees; and four hundred-odd\nstaff. But it was growing very rapidly, and by the\n02:05:\nend of the year it was up to eight thousand students and seven hundred-odd staff. I think,\nyou know, for the first year, the people, the DP's, didn't really know what was happening\nand what was likely to happen. But then it became obvious that immigration was not\ngoing to be tomorrow; and it soon became obvious that they would need a skill or\ndemonstrable skill. That would be important factor in their being accepted for emigration.\nSo this is why they started coming in in much larger numbers. And --",
        "Q: Were the courses specific to any particular country or destination?",
        "A: No, no. They had no way of knowing where they were going. Remember in '47, this was\nbefore the creation of the state. It was still Palestine, and the Brits were still very, very\nrestrictive on admitting immigrants. Also sorts of tragic incidents of which you know.",
        "Q: Did the immigration authorities you would work with from time to time, they were\nlooking for --",
        "A: I had no occasion to --",
        "Q: -- metalworkers?",
        "A: I had no occasion to --",
        "Q: You said they were coming through from --",
        "A: Yes, they were; they were. And they visiting camps and interviewing people. And I don't\n-- I don't know that -- that say, Australia or Canada at any given time had in mind a\nconcentration on metalworkers or machinists or what have you. They were looking\npeople, though, who could become productive and self-sustaining.",
        "Q: What kind of courses were given?",
        "A: I showed you that long list you know.",
        "Q: Well, give me a since of the range.",
        "A: Well, metalworking, carpentry, woodworking, mechanics, radio mechanics, electricians,\ndressmaking and millinery. We had some in dental assistance.",
        "Q: How do you -- how did people -- how did the organizations decide what sorts of courses\nto offer; was there any plan?",
        "A: No. It was opportunistic in terms of the skills that were found there among the DP's.\nPeople who would be competent to transmit a skill. And so that became the basis for a\ncourse.\n02:09:\nNow, there 1s something else I didn't say earlier and is an important element here: '46,\n'47, '48, people wanted to get out. They wanted a chance to immigrate. If you offered a\ncourse, let's say, that would be a two-year course of training in something, no customers;\none-year course, no customers; three months, yes. So you'd start off with a three-month\ncourse in metalwork. When that was concluded and nothing had happen on the\nimmigration front, you organized a sequel to it, another three months. And that was how -\n- but they were all short courses. They had to be; that was the psychology. People would\nnot commit themselves, couldn't commit themselves to a more prolonged stay when they\ndidn't -- that was not what they wanted.",
        "Q: Could people choose whatever course -- whatever kind of study they wanted?",
        "A: Yes. Yes. If 1t was being offered, if there was an instructor to give it and there was room.",
        "Q: And were the opportunities different for men and women?",
        "A: Well, they'd be different -- different courses of study, but the opportunity were there for\neveryone. Helena Volcalvich (ph.) who subsequently became Helena Olaseky, she was in\ncharge of all the women's courses. She is an admirable, highly competent, attractive\nwoman and she did a great job.",
        "Q: So there women courses?",
        "A: Oh yes, yes, yes.",
        "Q: But all programs would have been open to anybody who --",
        "A: Yeah, but I don't think we had men going for dressmaking or millinery; and we had very\nfew girls signing up for woodworking or metalworking. Auto mechanics, that was what I\ndidn't mention before that was quit popular.",
        "Q: Was there any effort to meet educational standards or anything like that?",
        "A: That was coming in later ,say toward the end of '48 and then in '49, it became -- it\nbecame -- it raised standards to a degree that impressed Franklin Keller, who had been a\nlong-time principal of a vocational training high school in New York City and who 1s\nthere as a specialist for the Army, and our French Dr. Frankel who had a life time of\nexperience in vocational training. They were much impressed with the level that had been\nachieved. But it happen very quickly.",
        "Q: Who did most of the teaching in the training?\n02:13:",
        "A: DP's. DP's who had been artisans, craftsmen; very few had been pedagogues. But in some\nof the more recent technologies like radio mechanics, electricians, we didn't have very\nmany among them the DP population and we hired Germans.",
        "Q: Did that work out pretty well?",
        "A: Well, it apparently it worked all right. It jolted me when I first got exposed to it; I\ncouldn't -- I think I mentioned to this to you on the way here: When I was taken for the\nfirst time introduced to a German instructor and he held out his hand, I couldn't take it.\nBut my host, Jacob Olaseky, who had been liberated in Landsberg, he had no problem\nfraternizing. Another time I didn't mention this earlier, we had been out on the road and it\nwas time to stop for meal, and Olaseky and I went in to eat, he invited the driver to come\nwith us, the driver who was a German?",
        "Q: Did you think that that was indicative of the general attitude _?",
        "A: I didn't know. I don't think it was general. I told you another story of a very different kind\nof Gordon who wanted me let him to qualify to drive truck, because he wanted to find a\ncrowd of Germans and run the truck over them. So the feelings\n02:15:\nwere mixed to the individual.",
        "Q: What about training facilities; where were all these installations?",
        "A: Well, they were in camps or in the residential community where the DP's gathered in the\ngiven town, and there was always a camp committee, and the camp had to allocate space.\nAnd some were more generous, some were more desirous of helping and doing\neverything they could; and others were not so interested and not so benign 1n the facilities\nthey provided; but that is how it went.",
        "Q: Did you ever need to coordinate with or use German facilities?",
        "A: Not to my knowledge, but I would not have been involved with that sort of thing very\nmuch.",
        "Q: Or what about programs at German factories, anything like that?",
        "A: No. I know about those only as they were described to me, but I -- I never found time to\ngo and see one of those things in operation.",
        "Q: But just for the record, there was training in German factories?",
        "A: I don't know if you'd call it training. It was the equivalent. What happen was that often,\nour people in their institutions didn't have the materials necessary for the training; and\nthese would be consumables like textiles, for instance. If you're going to make dresses,\nyou need yardage. But if you don't have the goods, then what do your kids do? And\nsometimes in a class, you have a one sewing machine and 15 pupils. This was early on.\nSo improvising, our people at the headquarters made arrangements occasionally for some\nof our students to work in a factory as juniors or assistants or whatever, so they would get\nsome training that way. But this is really learning by doing, more -- vocational training 1s\nlearning by doing anyway, but a -- taking part in a production process would not develop\nan artisan, it would train in a particular\n02:18:\noperation rather than a general skill.",
        "Q: Were there efforts to provide psychological support or social services as well at some of\nthe vocational school?",
        "A: I brought in one guy from the States who had taken a doctorate in guidance. And I\nthought he could make a real difference and I thought we needed such a person. But there\nwas an unhappy outcome there. He hadn't been very long on the spot in Munich when it\nwas reported to me that he was in trouble. He had been to Switzerland and he was caught\nat the borders smuggling silver ingot. So I had no recourse; I had to put him on the next\ntrain to Paris. I had to get him out of there or otherwise he would have gone to jail. That\nwas the end of vocational guidance specialist program.",
        "Q: A lot of these displaced persons needed all kinds of counseling and psychological\nsupport, doctors?",
        "A: Well, maybe they did, but I don't think they got it from the ORT in any formal way. It\nwould've been truly incidental to the major activity.",
        "Q: Would you say that the real enthusiasm for the training is\nbeing given?",
        "A: I don't know how to answer that. I visited a certain number of schools and training\noperations briefly. I found them busy, active. I think the trainees were interested in what\nthey were doing. I think they found it valuable. I think their instructors were doing there\nbest to be helpful. But when you ask about enthusiasm, I don't know -- I don't know how\nto answer that. These people have been, I think, too recently bruised to be very\nenthusiastic about anything, including life.",
        "Q: There was a commitment to --",
        "A: There was a future. They knew that. That was their objective: To qualify for and make\npossible the future. I don't think \"enthusiasm\" is the right word.",
        "Q: Do you think that the operation was largely successful, from your experience; from what\nyou saw?",
        "A: Of course. Of course. It was very, very far from perfect. It was certainly less than ideal,\nbut considering the circumstances, the difficulties, the obstacles and everything else that\nwent with the beast, I think one could take satisfaction in the accomplishment.",
        "Q: Were there certain programs that were more successful than others, in terms of job skills\nor...?",
        "A: I don't know how to answer that.",
        "Q: The DP's, themselves, who seemed to enroll in these courses?\n02:23:\nIs there any demographic breakdown to that?",
        "A: By demographic breakdown, you mean age groups, for example, sex?",
        "Q: Age, Sex, yes.",
        "A: Well, I suppose mostly youngish people and young people. As many women as men,\nsurely. Some youngsters and a few older people. It was a mixed --",
        "Q: Did a lot of these people come with prior job skills?",
        "A: Well, the younger ones would not have had many job skills. They wouldn't have had the\nopportunity to develop them. The job skills were among our instructors.",
        "Q: What was general morale like in the camps?",
        "A: I think it varied. It varied with the same people from month to month. You know, it\nwasn't -- I told you that there were an awful lot of big bellies among the women because,\nit seemed, after experiencing all that death and observing all that death and losing so\nmuch family, everyone wanted to produce a baby. And the women were getting pregnant\nas fast as they could\nand hoping.",
        "Q: Did that pose any special problems or challenges?",
        "A: You mean the pregnancies? No. That was very welcomed. It was a sign of health and\ninvigoration in what had been a horrible down, you know. And the women who had\nalready produced a young one were so happy and doted on them and --",
        "Q: Was this more of a thing the camp administration had to deal with?",
        "A: Well, I think, in terms of camp administrations, I imagine there was quite a disparity of\nmanner, quality, interests, humanity; and adressed it very much with the individual\ncommander how those things were done.",
        "Q: Were there a few camps that you spent most of your time at?",
        "A: No, I was based in Munich. And as it turned out, I soon became involved in a triangular\nrun from Munich to Geneva or Zurich to Paris; because that inner conflict within the\nORT, by 1948, I hadn't been there quite a year, the Americans insisted that as part of the\nsolution to that organization or crisis, or so they conceived it, that I be designated as\nSecretary General of the World ORT Union. So I had to take that on on top of, you know,\nGermany; and it meant that I had to spend a certain amount of time at the Paris\nheadquarters and I had to spend a certain amount of time in Geneva back when it was in\nSingelovsky. I didn't -- I didn't really give the DP operation the full attention it needed,\nbecause I didn't -- I had these other things thrust on top of it.",
        "Q:",
        "A: I don't recollect talking about a rift. When the State was inaugurated, early in '48, the\nJewish Agency from Palestine, the Sochnut, became very active in organizing an Alyah\nand they did the rounds of the camps -- and the response was very strong; it was very\ngood. Because immigration to other countries had not really opened up in a big,\nsignificant way. So it was clear that\n02:29:\nmost of the DPs would be finding their way to Israel. And so that became the point of\nconcentration. And because of that, you know, I started, without authorization, shipping\nmachine equipment to Israel so it would be there when people got there, and we could\nhave the training operation essentially shift. And that's what did happen.",
        "Q: How were you able to do that?",
        "A: (Laughs) We loaded the machinery on ships and sent it.",
        "Q: It was that simple?",
        "A: Well, more or less. I had a -- I had a very good supply man who made the arrangements. I\nthink, actually, our stuff went by rail through Italy, and was put on board ship there.",
        "Q: This was all through ORT channels?",
        "A: No. I think -- well, we were ORT, weren't we? Singelovsky opposed this. He did not see\na future for ORT in Israel. He thought the future of ORT was in East Germany. And\nwhen he learned that I had already initiated this program of shipping are machines to\nIsrael, he had me called to a meeting of the executive committee in Geneva, and put me\non the carpet for this unauthorized action, which I naturally defended. And the decision\nof that committee at the end of the meeting -- and these were his people -- I mean, his --\nSwiss and other French and other friends who are on the executive -- the end of that\nmeeting, the upshot was he was instructed to go to Israel and start the work there. He\ndidn't win that one.",
        "Q: How important were the ORT activities there in terms of providing a base for future\nIsrael?",
        "A: Well, this a question that's germane to the DP operation.\n02:32:\nIt's not germane to the very scanty training there was in the U.K. or the somewhat larger\ntraining that took place in France. It was -- or Holland or Belgium. It was the DP\npopulation. And there it was most significant, because here came large numbers of skilled\nartisans who were the instructors and administrators, and trainees, who had developed\nfrom minimum to pretty decent skills in their chosen occupations. And then, of course,\nthe training got underway very quickly in Israel, because the ORT operation grew\nrapidly, because Olaseky went there. And this man was a dynamo. Actually, he's the man\nwho saved the ORT. And so whereas Lubovitch and Singelovsky and Boodine all\nthought that they were ORT, he was really the ORT. He was the heart and the soul and\nthe dynamo. And I ended up loving this guy. He's a marvelous person. But you know\nwhat he told me once, though? It's very distressing. He said, \"Louie, the best people in\nthe camps did not survive. We who survived were not the best people.\" And you know\nwhat he meant? The people who stole other people's rations, you know, who really\nmanaged at the expense of others. And the abnegating, the gentle, the kind, the good;\nthey're the ones who did not survive. And he felt this very, very strongly.",
        "Q: What made him so effective?",
        "A: Imagination, energy, creativity. It's hard to describe. One of the things I gave to the\nmuseum a few years ago was a book about him that was done after his death which 1s\ncomposed largely of testimonials of any number of people; a small one from me. And so\nthey show a number of facets of this man. But just -- just bursting with energy and\ncreativity.",
        "Q: Now, we're talking about the role of the DPs and the training in Europe and providing a\nfoundation for Israel. Is there anything more that you want to add there?",
        "A: No. I think that's -- that's the -- that's an element which I think is significant, that made a\nsignificant contribution to the early growth of the State, helped provide a foundation for\nits economy and enabled the newcomers to contribute to the building of the State. And\nmaybe the most important thing that came out of the DP experience was that\ncontribution.",
        "Q:",
        "A: And I'm not sure I want to inflict them.",
        "Q:",
        "A: But I must tell you my experience with the ORT was my first experience with a Jewish\norganization. And I had a subsequent one with the World Jewish Congress, another\nconnection. And I thought, among the so-called leadership -- not only the triumvirate\nwhose names came up so often earlier -- but, you know, members of the executive,\nmembers of the leadership ranks; a good deal of the motivation was that of personal ego,\nrather than, you know, the desire to do a good work. And this is not very --",
        "Q: How's it going?",
        "A: Well --",
        "Q:",
        "A: What's, you know -- that --",
        "Q: Maybe you can address it?",
        "A: No. It's a reflection, that's all. But it's the human condition too, maybe.",
        "Q: How do you personally feel about going over there as a Jew and the work that you were\nable to accomplish, or what you saw?",
        "A: I felt very good about it. I was grateful for the opportunity to do it. It didn't turn out to be\nunalloyed pleasure, as I've indicated more than once. But I thought it was an opportunity\nto render service; and I was glad to do it, thankful for the opportunity. Some years --\nmany years later, World Jewish Congress created an International Economic and Social\nCommission to try to anticipate some of the results of the desired peace in the Middle\nEast. We became really an inquiry into the status of the issues facing world Jewry and,\nparticularly, Israel to the Diaspor",
        "A: And I had a wonderful\ncommission, some great people on it. But I had to carry the ball. And I was very grateful\nfor the opportunity to do that.",
        "Q: When you went over to Europe in '47, and you took a look at the situation -- not just the\nORT situation, but the general DP situation, was it -- was it what you expected?",
        "A: No. Because it was so personalized. You know, it wasn't ORT. It was Olaseky, it was\nLubovitch, it was Singalovsky, it was Boudine, it was clashes, it was this, 1t was that. So\n-- it really took one off -- you know, the golfer says you come off the shot. Do you play\ngolf?",
        "Q: A little bit.",
        "A: Well, you come off the shot, and you spoil it. But it's lifting your body away instead of\ngoing through. Well, in any activity, there's a danger of coming off the shot. And there\nwas a lot there to take you off the real shot, which was the DP training operation.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: For the record, will you state your name, date of birth, place of birth.",
        "Q: When did you come to the United States?",
        "Q: Tell me a little bit about your family background.",
        "Q: Is there anything else you can tell me about your eight months in Germany and the\nchange of the mood of the people or ...",
        "Q: Well, I was asking you a little bit about the mood in Berlin at that time and anti-\nSemitism.",
        "Q: Was there a palpable sense of the anti-Semitism, of restrictions against people in those\ndays?",
        "Q: Were you there during the book burning; was that during that time?",
        "Q: The other thing I wanted to ask you about your family background: Was your family very\nconscious of being Jewish?",
        "Q:",
        "Q: The reason why I was asking was to try to get a sense of if your background prepared you\nor motivated you for some of the work that you did later on.",
        "Q: In what year?",
        "Q: What were your responsibilities with the War Production Board?",
        "Q: Well, I was just trying to get some background. Although actually, what you're talking\nabout right now seems to me to be some training for all of the logistics and procurement\nthat you got involved with for the Board. Why don't you tell me how you got to ORT\nfrom War Production Board.",
        "Q: Let me just stop you there. Why was there so much concern about the European\noperations?",
        "Q: Is there a way to sum up what the basis for the feud was; is it too complicated?",
        "Q: Was the New York operation pretty controversial?",
        "Q: When you were in Europe...",
        "Q: Did the Europeans react to that?",
        "Q: So you were sent to Germany; where were you sent?",
        "Q: In terms of how all these different groups worked together when you went over there, and\nyou know was the UNRRA with the IRO at this point, maybe? During that period the\nUNRRA became IRO but it the same organization, yes.",
        "Q: How did ORT work with all these organizations over there?",
        "Q: What about the US Military, did you work with them?",
        "Q: For themselves? A.Huh?",
        "Q: For themselves or for themselves?",
        "Q: 2? What sort of administrative hurdles did you have as director of these\norganizations?",
        "Q: You got over there and you found a system in place which didn't appear to very\norganized?",
        "Q: What did you find? What were you able to do to improve that problem?",
        "Q: Was this a legitimate process or was this --",
        "Q: -- did you improvise?",
        "Q: Are there other examples you can give of the creative procedures?",
        "Q: How you were able to stretch human end resources to make your work effective?",
        "Q: For example?",
        "Q: What other problems did you spot when you went over there that needed to be corrected?",
        "Q:",
        "Q: No, but it doesn't need to be.",
        "Q: Is there anything else that you can think of; you mentioned different areas of professional\ntraining, supplies. What about, did you have focus at all on the living conditions for the\nDPs, or anything like that?",
        "Q: What did you think was your biggest challenge?",
        "Q: Did you have a sense that the European ORT program and the US or the camps in various\nzones were administered differently?",
        "Q: Well, I am wondering if, for example, in the British zone, where clearly there was more\nof a different kind of interest in Palestine and in training and all of that, whether they\nallowed the same amount of democracy and choice as in the US Zone, where I think we\nwere much more eager to prepare people for Palestine?",
        "Q: The U.S.; the American ORT; no?",
        "Q: I just thought maybe that the British-run camp might have a different interest. But maybe\nnot.",
        "Q: Did any of this bickering between European and the Americans ORT organizations\ntranslate into the vocational program? Did they affect that at all?",
        "Q: What was the general philosophy behind the ORT training in the DP camps?",
        "Q: Wondering?",
        "Q: How large of an effort was the ORT operation at DP camps?",
        "Q: Were the courses specific to any particular country or destination?",
        "Q: Did the immigration authorities you would work with from time to time, they were\nlooking for --",
        "Q: -- metalworkers?",
        "Q: You said they were coming through from --",
        "Q: What kind of courses were given?",
        "Q: Well, give me a since of the range.",
        "Q: How do you -- how did people -- how did the organizations decide what sorts of courses\nto offer; was there any plan?",
        "Q: Could people choose whatever course -- whatever kind of study they wanted?",
        "Q: And were the opportunities different for men and women?",
        "Q: So there women courses?",
        "Q: But all programs would have been open to anybody who --",
        "Q: Was there any effort to meet educational standards or anything like that?",
        "Q: Who did most of the teaching in the training?",
        "Q: Did that work out pretty well?",
        "Q: Did you think that that was indicative of the general attitude _?",
        "Q: What about training facilities; where were all these installations?",
        "Q: Did you ever need to coordinate with or use German facilities?",
        "Q: Or what about programs at German factories, anything like that?",
        "Q: But just for the record, there was training in German factories?",
        "Q: Were there efforts to provide psychological support or social services as well at some of\nthe vocational school?",
        "Q: A lot of these displaced persons needed all kinds of counseling and psychological\nsupport, doctors?",
        "Q: Would you say that the real enthusiasm for the training is",
        "Q: There was a commitment to --",
        "Q: Do you think that the operation was largely successful, from your experience; from what\nyou saw?",
        "Q: Were there certain programs that were more successful than others, in terms of job skills\nor...?",
        "Q: The DP's, themselves, who seemed to enroll in these courses?",
        "Q: Age, Sex, yes.",
        "Q: Did a lot of these people come with prior job skills?",
        "Q: What was general morale like in the camps?",
        "Q: Did that pose any special problems or challenges?",
        "Q: Was this more of a thing the camp administration had to deal with?",
        "Q: Were there a few camps that you spent most of your time at?",
        "Q:",
        "Q: How were you able to do that?",
        "Q: It was that simple?",
        "Q: This was all through ORT channels?",
        "Q: How important were the ORT activities there in terms of providing a base for future\nIsrael?",
        "Q: What made him so effective?",
        "Q: Now, we're talking about the role of the DPs and the training in Europe and providing a\nfoundation for Israel. Is there anything more that you want to add there?",
        "Q:",
        "Q:",
        "Q: How's it going?",
        "Q:",
        "Q: Maybe you can address it?",
        "Q: How do you personally feel about going over there as a Jew and the work that you were\nable to accomplish, or what you saw?",
        "Q: When you went over to Europe in '47, and you took a look at the situation -- not just the\nORT situation, but the general DP situation, was it -- was it what you expected?",
        "Q: A little bit."
    ],
    "answers": [
        "A: Louis J. Walinsky, born in London, England, April 19, 1908.",
        "A: At the age of four with mother and sister. My father was already here at the time",
        "A: Well, my father had a been a revolutionary in Russia in his youth. Because he was only\n16 when he had left. He got in trouble with the police for political activity;\ndemonstrations and so on. In London he had any number of jobs: He barbered, he was a\nweaver of baby carriages, and so on. But he also became a member of Prince Peter\nKropotkin's Anarchist's Circle; and he got involved in journalism and I don't know how\nmany years exactly that he lived in London before coming to this country. He must have\ncome in 1911 -- the family a year later. When he got here, as I said, he had been offered a\njob in Toronto so we moved there. And we were there two years. He managed a local\nunion. My mother had two brothers in New York who were embroiderers by trade; and\nthey belonged to the? _Embroiderers and Pointers Union. And they were instrumental in\ngetting that union to offer my father a job managing their local union in New York. And\nthat is what brought us down from Canad",
        "A: Then I went to school. I did pretty well in school. I went to Cornell and studied\neconomics, which became my profession later. I had two or three minor jobs, and then\ndecided to teach school. So I got a teacher's license in economics in New York. And then,\nin -- that would have been 1931. Well, in 1932, a friend of mine who was a great drover,\ncame and said \"We ought to go to Germany, because this guy Hitler is coming to power\nand it will be an interesting place to be. I'm going to go to the university; why don't you\ncome?\" Well, while I was still at school at Cornell, I had taken out some insurance\npolicy, so I had a little equity in it. And I was able to get $500 or $600 on that, and that\ntook me to Germany. You have no idea what prices were in those days, but on the\nGerman/American Line, travelling -- I think it was called\n01:05:\n\"student class\"; it was really not very different from steerage -- the round-trip fare was\nunder $200. In Berlin, I lived very, very frugally; I had to, because I had to stretch that\nmoney. And, well, you got breakfast with your room -- that is, a cup of coffee and a piece\nof bread. And then for lunch and dinner, I would go to the student house in the\nAranienburg Strasse where you had two choices, I believe it was. You had an\nEintopfgericht, a stew; or you had soup and a stew. And for one, you paid 60 pfennigs;\nthat was 15 cents. But the other, you paid a mark; that was a quarter. And the system was:\nYou could get a second on the soup and a second on the vegetable, but not on the meat.\nSo you would go with a friend and you would get your meal, the soup and the dish, and\nyou would eat the soup fast and the vegetable, and your friend would go off and get the\nsecond, the refill. And then you would have -- well that was 25 cents and two ate on it.\nAnd in the evening, you'd go to the automat where they had a very, very hearty bean soup\nthat cost maybe 40 or 50 pfennig; and so those were the meals. Obviously, I wasn't\n01:05:\nspending very much money. One thing in Germany in those years, there were student\nrates on the metro equivalent -- at the film, theater, opera; so you could go very, very\ncheaply. Anyway, you know, very soon, late in 1932, the Nazi business became quite\ntense. And some of my friends, Germans, were extremely concerned because they felt\nvulnerable. And there would the Nazis be out on the streets shaking their collection boxes\nEinweg nach Jerusalem, oneway to Jerusalem. I was at a student ball in the Reichsgarten\nthe night of the Reichstag fire. When I came out at about 1:00 a.m. that night, it was very\nstrange; there were policemen all around the place. And I asked one, I said \"What's\nhappened?\" And he said \"There's been a fire in the Reichstag.\" And I looked down,\nbecause it was in plain view down at the end of that walk, there were no signs of external\nfire damage. So whatever fire there had been, it was strictly internal. But of course when\nthe press came out and Goebles made a story out of it, you'd think the whole building had\nbeen burned down; and this was not true. Anyway, that was a little background to the DP\nthing that came later, you know; that eight months or so in Germany. And after the\nelection -- the elections were in March and early in March. And Hitler was confirmed; he\nhad already been in the Reichstag seated. I had run out of money, and my father refused\nto send me any. He thought it was a good place to get out of. I didn't feel I was in any\ndanger, and I don't think I was. But I did run out of money and I had to come.",
        "A: Yes, a few things. There was a landlady of my friend who said, \"You know there have\nbeen five major elections in Germany in one year, and not one of them succeeded in\ncreating a majority government?\" And that was one factor in what happened later,\nbecause people gave up on the democratic process; it wouldn't work. But I've never seen\nthat mentioned as an element contributing to Hitler's coming to power, and I think it was.\nAnyway, how did I get there? I was on a train of thought.",
        "A: Yes. So this lady, this Wirtin, the Hausfrau, the landlady, she said she was voting for\nHitler because after Hitler, the communists would come and that's what she wanted. I\nthought this was a strange prognosis -- psychology. But I initially had rooms with the\nwidow of a professor. So she was Frau Doctor Professor Resica (ph.) and a very German\nlady. I subsequently took a room with a Jewish family, and I was with them until March,\nwhen things had already become quite bad. They had no intention of leaving. They didn't\nthink it was necessary; they didn't think they ought to run or had to run. They were\nGerman, so -- anyway it's not easy to recall all of it, but there's enough to make it a very\ntense and dramatic experience.",
        "A: Well, no, the more open expressions of anti-Semitism -- the badge, the tagging of stores\nand so on, that mostly came later. There wasn't much of that in the first months; and don't\nforget, I was out by March of '33.",
        "A: I don't remember if that came then or shortly after.",
        "A: Oh yes, yes, yes. I grew up on a Bronx street, 176th Street; and our side of the street was\nall Jewish, the other side of the street was all Irish. We kids did not play with one\nanother. We just -- they were there we were here and that was it. So my family's friends\nwere all Jewish, and the only Gentiles really I knew as a boy growing up were our\nteachers at school.",
        "A: Well, as a union leader, my father was a great activist.\nThen he was also a meagerist(?); and he liked to dramatize and he liked to play a public\nrole, be a public figure. And his union was not big ,and it didn't have a very large\ntreasury, but he could always could come up with a $5,000 donation here or a $10,000\nthere toward the building, let's say of a -- toward the purchase of a house for YVO -- you\nknow, the Yiddish Research Institute -- or to make a gift to the Urban League or\nwhatever. And he was a very popular speaker, always invited to speak at banquets and so\non. So he wasn't home very much, but by the same token, we knew of his activities and\nthis was part of the milieu.",
        "A: Well, my first real job after the university was teaching school. I taught at the Abraham\nLincoln High School in Brooklyn. And it was a new school with a very enterprising\nprincipal who had organized a great faculty. And the student population was, I suppose,\n80 percent Jewish. We had a few Blacks, and we had some Catholic children. But in\nthose days, the Teachers Union was a very active organization. And actually, the\ncommunists tried to take it over from inside. And so the less inclined split off and\nO1:17:\nformed the Teachers Guild. And so that was also a part of a social milieu, you know. And\nI was with the Teachers Guild. I was also, in those years, trying to write plays. I wrote\none play about Hitler's coming to power which was published but not produced. And I\nwrote a number of other plays in the thirties after I had returned from Germany. And you\nknow, I wanted to be a playwright, but I couldn't make it to Broadway; and so at a given\npoint, I said to myself \"You can't do both things. You've got to pick one or the other.\"\nAnd so I decided to stay with teaching and I gave up play writing. But I had a play\nproduced in Paris, a dramatization of Aldus Huxley's \"Brave New World.\" But then, the\nwar came and I had the opportunity to join the War Production Board, which I did.",
        "A: This is in '43. And I was with the War Production Board into its demise early in 1947;\nand that was a great experience. It didn't have anything to do with Jewishness or Jewish\ncauses or whatever, but I made the acquaintance for example of Lucius Clay who\nrepresented the Army at the Requirements Committee in the War Production Board. And\nwhen I went to Germany later for the ORT I went to see him, and he received me very\ngraciously. We spent 70 minutes together. And it ended with his giving our organization\naccess to those enemy supply dumps, which was an important element in equipping our\nschools, which were pretty barren at the time.",
        "A: The War Production Board had a Program Committee and it had\n01:20:\nthe industry divisions which were operational -- steel, copper, paper, whatever. The\noperating divisions were run by people from industry. The Program Committee had\nresponsibility for reviewing the proposals made by those operators. And we were largely\nacademic. So I was taken on as the pulp and paper specialist, because there was that\nopening. I knew nothing about pulp and paper. When I was offered that assignment to\nstart, let's say, two weeks from then, I went back home and lived in the New York\nLibrary for a couple of weeks and studied pulp and paper. And so I became an instant\nexpert, as a lot of us did in those days in the War Production Board, and in the\nGovernment, generally. So for most of time, that was my beat. But towards the end, I got\nmore responsible assignments; because I became head of the Research and Analysis\nGroup, which covered all the work of the program people. And so that got me into steel\nand copper and oil and any number of other things. And we had an interesting\narrangement at the War Production Board. The U.S., the U.K. and Canada had a\nCombined Raw Materials Board. And the people in my group, our program committee\ntypes, 95 percent of our work was on the U.S. but we also served as U.S. staff to the\nCombined Raw Materials Board. And we had toward the end a Combined Pulp and Paper\nCommittee, on which I served as executive secretary. And after VE Day, but before VJ\nDay, I was one of a\n01:23:\ncommission of two sent to the U.K. and Sweden to line up paper supplies for the\nliberated areas. France had an important national election coming up and they didn't have\nany paper for posters and voting materials; and I earned an undying love from one of my\nFrench colleagues for getting them 20,000 tons of paper for those elections. Why am I\ndoing all of this? This has nothing to do with the ORT.",
        "A: Well, it was through my father, who was a friend of Louie Boudine (ph.) who was one of\nthree grand old men of the ORT and chairman of the American ORT Federation. He had\nalready, starting in '46, had more than a little difference of opinion with Lubovitch (ph.)\nand Singalovsky (ph.) the two European chiefs. And he had won a vote to create a\nfinancial and accounting office for the ORT in New York, where there would be some\ncontrol over the numbers and statistics, so when the American ORT went to the\nCommunity Funds and foundations for grants, they'd be able to demonstrate what they\nhad done with the money. Because he couldn't up to that point; he couldn't get the data\nout of Europe. So he asked my father for some help. And my father persuaded me to go\nsee him. And so our understanding was that I would come to the ORT for a limited\nperiod of time to set up this office and get it going. So that's how I came there. And that\noffice was in New York on 72nd Street next to Broadway. And I had got that under way\ntwo or three months only, but it was already rolling when -- I guess Boodine mostly, but\nothers in the American ORT became concerned about the way things were going in\nGermany where they feared the program would collapse. And in their view everything\ndepended on Germany and the DP camps. So they asked me to go over and take\nresponsibility for the operation in Germany, U.S. Zone and Austria and British Zone.",
        "A: Well, Dr. Lubovitch, who had started the work of the -- not started the work. He got the\norganization there, but Jacob Olaseky (ph.) who had been a director of ORT in Kowno\nbefore the war on his own steam and initiative, he had started an ORT school in\nLandsberg where he was liberated. And then he got some of his former friends who were\nin other areas to start training operations there; but they were scrounging, they were\nbarefooted and bare-knuckled, and they had no outside support at all. Lubovitch came\ninto that situation, you see, and \"all right, here's the ORT, I'm the ORT.\" and made all\nsorts of commitments and promises of supplies and funds; and in order to help hiring\ninstructors, they were promised -- you know the marks they would be paid were\nmeaningless. The cigarettes they would be given would help. But the important thing was\nthe few pounds sterling per month they were promised upon completion of their service\nin Germany when they came out. Well, already in 1947, some people were coming out\nand they would come to an ORT office, whether it was Paris or Geneva or New York,\nand say \"I'm so-and-so; I had so many months of service with ORT; you owe me so-and-\nso many pounds.\" But the people had no documentation. They had never been notified\nthat nowhere was there a list of people who had been made that commitment and what\ntheir service had been and what they were entitled to. So some of these stories were\nalready getting around, and it had elements of scandal. So that was one of the things that\nreally terrified the Americans. They\nwere already not in very good odor with the Community Funds all around the country,\nbecause they hadn't been able to supply them with data on how many courses, where,\nhow many students, what -- and so they felt pretty low before this happened. And as I\nsuggested earlier or hinted earlier, Boodine was already into some kind of feud with\nSingelovsky and Lubovitch, and he was really determined to break their -- what he\nthought was a death grip on the organization.",
        "A: Well, neither Lubovitch or Singelovsky had any administrative capabilities. What records\nthey had were little slips of paper or chits in this pocket or that pocket; but no books, no\nsense of organization. In presenting data requested by our office in New York, this new\nfinancial and accounting office which we had to turn over to the AJDC budget -- I didn't\nmention that in '47, ORT had always raised its own funds; not very successfully. But in\n'47, they made an agreement with the American Joint Distribution Committee. The AJDC\nwould give us a subvention of $2 million a year to the ORT in return for which ORT\nwould refrain from any attempted individual fundraising. Well, the material that came\nfrom our Paris and Geneva offices to the AJDC in Paris on request was just -- \"never,\nnever land\"; and pitiful, really. And then there's a third element which was personal. You\nknow, in the course of my, I guess it was two and a half years I suppose, with the ORT at\ndifferent times in a personal conversation with Dr. Singelovsky said: Iam the ORT. Ina\npersonal conversation with Lubovitch, he said: Iam the ORT. And finally, to my\nsurprise, in a personal conversation with Louie Boodine, he said: I am the ORT. So here\nyou had these three egos. All of them old men, Lubovitch ill, Louie Boodine nearly blind\n-- but a bulldog; and he was determined to wrest what he thought was their death grip or\nchokehold on the organization.",
        "A: Which?",
        "A: The financial and accounting office?",
        "A: Oh, yes, yes. Singelovsky, chiefly, he sabotaged it. But of course, I started out -- I think I\nmade a mistake at the beginning. I should have gone over and gotten acquainted\npersonally. Instead of which, I sat there in New York and I dreamed up these beautiful\nreporting forms, you know -- financial and educational -- and developed a system where\nthey would go out and they would come tn a certain way and the information would be\ncollated and so on. And Singelovsky wasn't happy with that. And then quite soon, I told\nyou I was sent over to Germany to take over there, operationally. And I got a friend to\ntake over in New York for me. And while I don't think I was terribly politic, he was\ncertainly less so. And both Singelovsky and Lubovitch couldn't abide him. They thought\nhe was arrogant. But -- he was trying to do a job, but not in a terribly sensitive way.",
        "A: Munich. Munich was the headquarters of the USO, and it had had its own turmoil. There\nhad been a conflict between Jacob Olaseky, who's the real hero in this whole thing, and\nthe Westerners who had been sent in by Lubovitch to oversee the operation. Olaseky was\na DP. He had no face or status with the IRO or the U.S. military. The liaison with them\nwas important. Lubovitch knew that so he sent him people thinking they would play that\nrole, but they would not attempt to interfere with the management of the actual training\noperations. Well neither of the people he sent in took it that way; they wanted to boss\nOlaseky. He wasn't having it. And so things there were also not very well. Well, the first\ntime I was introduced to Olaseky, George Bacca (ph.) was there. And he was the\npresident of the American ORT. And I forget who else, maybe it was Lubovitch. And\nOlaseky. And it was plain that Olaseky was resentful. He was another mischief-maker,\nanother outsider. \"I've done all of this work; whatever is here, I've made without help,\nand now you're going to...\" So when I saw how this was going I said to Jacob, \"Let's you\nand I step out of this meeting and have a word with one another.\" And we did. And when\nwe were alone, I asked him, \"What really is your problem here?\" He said, \"I have been\nthe director in the U.S. Zone and I cannot lose face by having someone coming in over\nme.\" I said, \"What's your proposed solution, then?\" He said, \"Let the ORT appoint you to\nbe director for Germany and Austria; then I can be under you, but I still am the chief in\nthe U.S. zone.\" I said \"wonderful.\" And from then on, we never had a spat or difficulty of\nany kind.",
        "A: Well, we didn't have very much to do with anyone except the joint -- the AJDC. We had\nsome important business to do with them. You know, it was the joint who gave\nsupplementary rations. Supplementary rations were very important for us to be able to\noffer our students who were doing manual work in the metalworking shop and the\nwoodworking shops. So one the things was to get the joint to classify students as being\neligible for supplementary rations, which they did. Another thing was: It was a big\norganization, you know; they had a very large staff in Germany.\n01:40:\nThey had all sorts of warehousing and supplies. And I was able to arrange with them\nwhere they had supplies that we needed and could use, for them to make them available\nto us and charge it off against our subvention, which they did. So that sort of thing was\nthe relationship with joint. But we had nothing to do with other NGO's, or other\nvoluntary organizations.",
        "A: I told you of the thing with Clay after that 1t would be up to our district directors to work\nwith the military guys in charge of their areas. We didn't have to much to do them\nactually. But we had a certain number of our people in uniform. And the uniform was\nimportant because it entitled us to -- well, it entitled the wearer to mess privileges, to PX\nprivileges. The PX privileges was awfully important. You could buy a carton of\ncigarettes at the PX for eighty cents. That was worth 1,500 dollars in the equivalent\nMarks on the streets. So you know, this was important trading. And there were guys who\nmade full use of that sort of thing. The guys --",
        "A: For themselves; for themselves. One American I brought over I known as a specialist in -\n- what would be the term -- what would be the term? In testing.",
        "A: You mean on the spot in Germany?",
        "A: Right.",
        "A: Well, I think the first thing was to develop some hard facts on what we needed by way of\nequipment and supplies from outside, and to initiate the actions that would bring the men.\nAnother was to organize or supervise procurement within Germany. There, there were\ntwo things: There was the Army helping us; and the other was purchasing with cigarettes.\nWe bought Italian lathes that were worth twelve thousand dollars for twelve cartons of\ncigarettes. You know, so you could -- and when you imported those at eighty cents a\ncarton and you had thousands of cartons a month allowed you as incentive goods for your\ninstructors and students, you could go a long way with that. So cigarettes were good\ncurrency.",
        "A: No.",
        "A: I think it was in the atmosphere. Everyone had been doing it before I got there, I did not\ninvent it. And as a matter of fact, when sometime later on a disgruntled colleague went\nafter Olaseky, he wanted to bring him down. And he reported to the IRO that the ORT\nunder Olaseky was black marketing and keeping two sets of books. Well, they came after\nOlaseky. And I said no, I will go to meet your invitation. It's not for you. And I think the\nIRO headquarters is Frankfurt, if I'm not mistaken. When I came there, they told me there\nwere these charges against Olaseky. And I said \"of course.\" You mean you -- you\nacknowledge you have two sets of books? I said \"of course.\" They said, well -- I said, but\nlook ,if you want to come after me, you have to go for the Joint, you have for the Red\nCross, you have for the Church World Service, we are all doing it. Because we have got\nto stretch our means to meet our needs. That was the end of it. So -- well, that was an\nadministrative hurdle of some kind. But that kind of thing there was plenty of.",
        "A: I don't know.",
        "A: Well, I think I mentioned the chief ones. In addition to the subension (ph) from the Joint,\nmuch of which was to finance the work of the DP camps, the Women's American ORT --\nthe Ladies' ORT -- they were prohibited from raising funds, as such; but they could have\nvalue-received functions. And they raised some money that way. They came and got\naround and looked and tried to be helpful and contributed here or there with -- toward\nvarious projects.",
        "A: Well, like providing a car for Olaseky, so he could have transportation; things like that.",
        "A: Supply, I think, was the first and most basic. Organizing the courses of instruction;\nbecause they been very al fresco. They had initially been left to the artisans who took\nresponsibility for running the course; but these courses had to be developed and\norganized and more standardized and so on. We had to develop an inspectorial staff who\nwould go round and check out and make suggestion and try to give superintendency. We\nhad a transportation problem of some seriousness, because we were spread all over the\ncountry. Means of transportation were -- you know, you didn't have trains or planes. So\nwe needed cars for our district directors and so on.",
        "A: Has you question been recorded?",
        "A: Well, I have been -- I've been trying to state, I think, all along what the general and\nparticular situations were that we had to face and how tried to cope with them.",
        "A: The chief thing on that had to do with the supplementary rations for the students; and that\nI have already been onto. We also, you know, gave -- I forget, now, how many -- but at\nleast a few cigarettes each week to the students, and more to the instructors. And these\nwere a very important part of their compensation. But the supplementary rations was\nreally a most important factor in the students’ well-being and their interest in continuing\nthe work. You know, already, late in '47, I suppose it was, we were getting visiting\ndelegations from countries considering opening immigration to DPs. Canada and\nAustralia were particularly interested and open. The people in the camps knew that when\nthey were interviewed as candidates, to be able to say they had a skill or show they had a\nskill or show a diploma of proficiency was a very important element in their being\naccepted. So that was one of our big inducements. And\nthese other things, the rations and cigarettes, were perhaps as important.",
        "A: I don't know whether this is challenge, but my greatest difficulty was, in a way,\nmediating between the Americans and the Europeans. This had nothing to do with the\ntraining operations in Germany. But it involved all sorts of things periodic meetings in\nGeneva and Paris; flying back in mid-winter to New York for a critical meeting when the\nAmerican ORT was ready to cut off transfers of funds to our Geneva and Paris offices\nand wanted me to be the hatchet man, and serve as the president's deputy and do the\nmoney control myself, which I refused to do. But that was a very trying and tense and\ndistasteful part of the job; but unavoidable.",
        "A: I don't get your question.",
        "A: Who's we?",
        "A: No. I don't think the American ORT people the Board, were hot Zionists, no.",
        "A: There weren't enough of them to have significance from a policy point of view anyway.",
        "A: Not in terribly significant ways, but one instance that come to mind was, not long after I\nhad been there, I had put the whole organization to work to develop a list of\nrequirements, how many of this, that and the other machines do you need in your school,\nin your district, in the Zone? And this was a painstaking operation in which the whole\norganization participated. And when it was done and I had reviewed and I done some\npruning, I went to Geneva for a meeting with Dr. Singelovsky and Dr. Lubovitch, and we\narrived at an understanding of how much this thing would cost -- his engineers there did\nthe estimating -- and who would what. Singelovsky undertook to do a significant part of\nthe procurement. Well, it turned out months later he hadn't done a damned thing about\nthat part of the procurement. Well that was an effect; that affected the pace and progress\nof the work. But he was not a killer diller.\nEnd of Tape #1\nTape #2",
        "A: You're confident there must have been one?",
        "A: Well, you know the ORT got founded originally in response to a widespread belief that\nthe Jew was a Luftmensch you know; an air person, feet off the ground, not a\ndown-to-earth, productive person. And in a way the thought was, through acquiring a\nskill and being an artisan, the Jew would demonstrate that this was a canard; it was not\ntrue. He was normal like everybody else. In Germany, I don't know how much\nphilosophy there was. There was job to done. There were these people who were there\nwaiting for a chance to emigrate who were idle; who had to have some constructive\noccupation. It was natural place and setting for Olaseky to undertake what he did. It was\nnatural for the ORTs to see a great challenge and opportunity to go in there and make a\nreal program out of it. He could not have gone very far by himself without the means. But\nI don't know that this adds to a philosophy. Opportunity, obligation, community. There\nwas great sympathy in this country for the people for the people in the DP camps, you\nknow. And you know, you don't give a man fish; you give a rod and line and teach him\nhow to fish to support himself.",
        "A: We got up to something like ninety training instillations; something like ten or eleven\nthousand students/enrollees; and something like a thousand employees, of whom about\nseven hundred would have been instructors and the others would be support staff of one\nkind or another. And I think that's about where it peaked. When I came in early in '47, we\nhad in the U.S. Zone about forty-five hundred people -- enrollees; and four hundred-odd\nstaff. But it was growing very rapidly, and by the\n02:05:\nend of the year it was up to eight thousand students and seven hundred-odd staff. I think,\nyou know, for the first year, the people, the DP's, didn't really know what was happening\nand what was likely to happen. But then it became obvious that immigration was not\ngoing to be tomorrow; and it soon became obvious that they would need a skill or\ndemonstrable skill. That would be important factor in their being accepted for emigration.\nSo this is why they started coming in in much larger numbers. And --",
        "A: No, no. They had no way of knowing where they were going. Remember in '47, this was\nbefore the creation of the state. It was still Palestine, and the Brits were still very, very\nrestrictive on admitting immigrants. Also sorts of tragic incidents of which you know.",
        "A: I had no occasion to --",
        "A: I had no occasion to --",
        "A: Yes, they were; they were. And they visiting camps and interviewing people. And I don't\n-- I don't know that -- that say, Australia or Canada at any given time had in mind a\nconcentration on metalworkers or machinists or what have you. They were looking\npeople, though, who could become productive and self-sustaining.",
        "A: I showed you that long list you know.",
        "A: Well, metalworking, carpentry, woodworking, mechanics, radio mechanics, electricians,\ndressmaking and millinery. We had some in dental assistance.",
        "A: No. It was opportunistic in terms of the skills that were found there among the DP's.\nPeople who would be competent to transmit a skill. And so that became the basis for a\ncourse.\n02:09:\nNow, there 1s something else I didn't say earlier and is an important element here: '46,\n'47, '48, people wanted to get out. They wanted a chance to immigrate. If you offered a\ncourse, let's say, that would be a two-year course of training in something, no customers;\none-year course, no customers; three months, yes. So you'd start off with a three-month\ncourse in metalwork. When that was concluded and nothing had happen on the\nimmigration front, you organized a sequel to it, another three months. And that was how -\n- but they were all short courses. They had to be; that was the psychology. People would\nnot commit themselves, couldn't commit themselves to a more prolonged stay when they\ndidn't -- that was not what they wanted.",
        "A: Yes. Yes. If 1t was being offered, if there was an instructor to give it and there was room.",
        "A: Well, they'd be different -- different courses of study, but the opportunity were there for\neveryone. Helena Volcalvich (ph.) who subsequently became Helena Olaseky, she was in\ncharge of all the women's courses. She is an admirable, highly competent, attractive\nwoman and she did a great job.",
        "A: Oh yes, yes, yes.",
        "A: Yeah, but I don't think we had men going for dressmaking or millinery; and we had very\nfew girls signing up for woodworking or metalworking. Auto mechanics, that was what I\ndidn't mention before that was quit popular.",
        "A: That was coming in later ,say toward the end of '48 and then in '49, it became -- it\nbecame -- it raised standards to a degree that impressed Franklin Keller, who had been a\nlong-time principal of a vocational training high school in New York City and who 1s\nthere as a specialist for the Army, and our French Dr. Frankel who had a life time of\nexperience in vocational training. They were much impressed with the level that had been\nachieved. But it happen very quickly.\n02:13:",
        "A: DP's. DP's who had been artisans, craftsmen; very few had been pedagogues. But in some\nof the more recent technologies like radio mechanics, electricians, we didn't have very\nmany among them the DP population and we hired Germans.",
        "A: Well, it apparently it worked all right. It jolted me when I first got exposed to it; I\ncouldn't -- I think I mentioned to this to you on the way here: When I was taken for the\nfirst time introduced to a German instructor and he held out his hand, I couldn't take it.\nBut my host, Jacob Olaseky, who had been liberated in Landsberg, he had no problem\nfraternizing. Another time I didn't mention this earlier, we had been out on the road and it\nwas time to stop for meal, and Olaseky and I went in to eat, he invited the driver to come\nwith us, the driver who was a German?",
        "A: I didn't know. I don't think it was general. I told you another story of a very different kind\nof Gordon who wanted me let him to qualify to drive truck, because he wanted to find a\ncrowd of Germans and run the truck over them. So the feelings\n02:15:\nwere mixed to the individual.",
        "A: Well, they were in camps or in the residential community where the DP's gathered in the\ngiven town, and there was always a camp committee, and the camp had to allocate space.\nAnd some were more generous, some were more desirous of helping and doing\neverything they could; and others were not so interested and not so benign 1n the facilities\nthey provided; but that is how it went.",
        "A: Not to my knowledge, but I would not have been involved with that sort of thing very\nmuch.",
        "A: No. I know about those only as they were described to me, but I -- I never found time to\ngo and see one of those things in operation.",
        "A: I don't know if you'd call it training. It was the equivalent. What happen was that often,\nour people in their institutions didn't have the materials necessary for the training; and\nthese would be consumables like textiles, for instance. If you're going to make dresses,\nyou need yardage. But if you don't have the goods, then what do your kids do? And\nsometimes in a class, you have a one sewing machine and 15 pupils. This was early on.\nSo improvising, our people at the headquarters made arrangements occasionally for some\nof our students to work in a factory as juniors or assistants or whatever, so they would get\nsome training that way. But this is really learning by doing, more -- vocational training 1s\nlearning by doing anyway, but a -- taking part in a production process would not develop\nan artisan, it would train in a particular\n02:18:\noperation rather than a general skill.",
        "A: I brought in one guy from the States who had taken a doctorate in guidance. And I\nthought he could make a real difference and I thought we needed such a person. But there\nwas an unhappy outcome there. He hadn't been very long on the spot in Munich when it\nwas reported to me that he was in trouble. He had been to Switzerland and he was caught\nat the borders smuggling silver ingot. So I had no recourse; I had to put him on the next\ntrain to Paris. I had to get him out of there or otherwise he would have gone to jail. That\nwas the end of vocational guidance specialist program.",
        "A: Well, maybe they did, but I don't think they got it from the ORT in any formal way. It\nwould've been truly incidental to the major activity.\nbeing given?",
        "A: I don't know how to answer that. I visited a certain number of schools and training\noperations briefly. I found them busy, active. I think the trainees were interested in what\nthey were doing. I think they found it valuable. I think their instructors were doing there\nbest to be helpful. But when you ask about enthusiasm, I don't know -- I don't know how\nto answer that. These people have been, I think, too recently bruised to be very\nenthusiastic about anything, including life.",
        "A: There was a future. They knew that. That was their objective: To qualify for and make\npossible the future. I don't think \"enthusiasm\" is the right word.",
        "A: Of course. Of course. It was very, very far from perfect. It was certainly less than ideal,\nbut considering the circumstances, the difficulties, the obstacles and everything else that\nwent with the beast, I think one could take satisfaction in the accomplishment.",
        "A: I don't know how to answer that.\n02:23:\nIs there any demographic breakdown to that?",
        "A: By demographic breakdown, you mean age groups, for example, sex?",
        "A: Well, I suppose mostly youngish people and young people. As many women as men,\nsurely. Some youngsters and a few older people. It was a mixed --",
        "A: Well, the younger ones would not have had many job skills. They wouldn't have had the\nopportunity to develop them. The job skills were among our instructors.",
        "A: I think it varied. It varied with the same people from month to month. You know, it\nwasn't -- I told you that there were an awful lot of big bellies among the women because,\nit seemed, after experiencing all that death and observing all that death and losing so\nmuch family, everyone wanted to produce a baby. And the women were getting pregnant\nas fast as they could\nand hoping.",
        "A: You mean the pregnancies? No. That was very welcomed. It was a sign of health and\ninvigoration in what had been a horrible down, you know. And the women who had\nalready produced a young one were so happy and doted on them and --",
        "A: Well, I think, in terms of camp administrations, I imagine there was quite a disparity of\nmanner, quality, interests, humanity; and adressed it very much with the individual\ncommander how those things were done.",
        "A: No, I was based in Munich. And as it turned out, I soon became involved in a triangular\nrun from Munich to Geneva or Zurich to Paris; because that inner conflict within the\nORT, by 1948, I hadn't been there quite a year, the Americans insisted that as part of the\nsolution to that organization or crisis, or so they conceived it, that I be designated as\nSecretary General of the World ORT Union. So I had to take that on on top of, you know,\nGermany; and it meant that I had to spend a certain amount of time at the Paris\nheadquarters and I had to spend a certain amount of time in Geneva back when it was in\nSingelovsky. I didn't -- I didn't really give the DP operation the full attention it needed,\nbecause I didn't -- I had these other things thrust on top of it.",
        "A: I don't recollect talking about a rift. When the State was inaugurated, early in '48, the\nJewish Agency from Palestine, the Sochnut, became very active in organizing an Alyah\nand they did the rounds of the camps -- and the response was very strong; it was very\ngood. Because immigration to other countries had not really opened up in a big,\nsignificant way. So it was clear that\n02:29:\nmost of the DPs would be finding their way to Israel. And so that became the point of\nconcentration. And because of that, you know, I started, without authorization, shipping\nmachine equipment to Israel so it would be there when people got there, and we could\nhave the training operation essentially shift. And that's what did happen.",
        "A: (Laughs) We loaded the machinery on ships and sent it.",
        "A: Well, more or less. I had a -- I had a very good supply man who made the arrangements. I\nthink, actually, our stuff went by rail through Italy, and was put on board ship there.",
        "A: No. I think -- well, we were ORT, weren't we? Singelovsky opposed this. He did not see\na future for ORT in Israel. He thought the future of ORT was in East Germany. And\nwhen he learned that I had already initiated this program of shipping are machines to\nIsrael, he had me called to a meeting of the executive committee in Geneva, and put me\non the carpet for this unauthorized action, which I naturally defended. And the decision\nof that committee at the end of the meeting -- and these were his people -- I mean, his --\nSwiss and other French and other friends who are on the executive -- the end of that\nmeeting, the upshot was he was instructed to go to Israel and start the work there. He\ndidn't win that one.",
        "A: Well, this a question that's germane to the DP operation.\n02:32:\nIt's not germane to the very scanty training there was in the U.K. or the somewhat larger\ntraining that took place in France. It was -- or Holland or Belgium. It was the DP\npopulation. And there it was most significant, because here came large numbers of skilled\nartisans who were the instructors and administrators, and trainees, who had developed\nfrom minimum to pretty decent skills in their chosen occupations. And then, of course,\nthe training got underway very quickly in Israel, because the ORT operation grew\nrapidly, because Olaseky went there. And this man was a dynamo. Actually, he's the man\nwho saved the ORT. And so whereas Lubovitch and Singelovsky and Boodine all\nthought that they were ORT, he was really the ORT. He was the heart and the soul and\nthe dynamo. And I ended up loving this guy. He's a marvelous person. But you know\nwhat he told me once, though? It's very distressing. He said, \"Louie, the best people in\nthe camps did not survive. We who survived were not the best people.\" And you know\nwhat he meant? The people who stole other people's rations, you know, who really\nmanaged at the expense of others. And the abnegating, the gentle, the kind, the good;\nthey're the ones who did not survive. And he felt this very, very strongly.",
        "A: Imagination, energy, creativity. It's hard to describe. One of the things I gave to the\nmuseum a few years ago was a book about him that was done after his death which 1s\ncomposed largely of testimonials of any number of people; a small one from me. And so\nthey show a number of facets of this man. But just -- just bursting with energy and\ncreativity.",
        "A: No. I think that's -- that's the -- that's an element which I think is significant, that made a\nsignificant contribution to the early growth of the State, helped provide a foundation for\nits economy and enabled the newcomers to contribute to the building of the State. And\nmaybe the most important thing that came out of the DP experience was that\ncontribution.",
        "A: And I'm not sure I want to inflict them.",
        "A: But I must tell you my experience with the ORT was my first experience with a Jewish\norganization. And I had a subsequent one with the World Jewish Congress, another\nconnection. And I thought, among the so-called leadership -- not only the triumvirate\nwhose names came up so often earlier -- but, you know, members of the executive,\nmembers of the leadership ranks; a good deal of the motivation was that of personal ego,\nrather than, you know, the desire to do a good work. And this is not very --",
        "A: Well --",
        "A: What's, you know -- that --",
        "A: No. It's a reflection, that's all. But it's the human condition too, maybe.",
        "A: I felt very good about it. I was grateful for the opportunity to do it. It didn't turn out to be\nunalloyed pleasure, as I've indicated more than once. But I thought it was an opportunity\nto render service; and I was glad to do it, thankful for the opportunity. Some years --\nmany years later, World Jewish Congress created an International Economic and Social\nCommission to try to anticipate some of the results of the desired peace in the Middle\nEast. We became really an inquiry into the status of the issues facing world Jewry and,\nparticularly, Israel to the Diaspor",
        "A: And I had a wonderful\ncommission, some great people on it. But I had to carry the ball. And I was very grateful\nfor the opportunity to do that.",
        "A: No. Because it was so personalized. You know, it wasn't ORT. It was Olaseky, it was\nLubovitch, it was Singalovsky, it was Boudine, it was clashes, it was this, 1t was that. So\n-- it really took one off -- you know, the golfer says you come off the shot. Do you play\ngolf?",
        "A: Well, you come off the shot, and you spoil it. But it's lifting your body away instead of\ngoing through. Well, in any activity, there's a danger of coming off the shot. And there\nwas a lot there to take you off the real shot, which was the DP training operation.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMarch 24, 1995\nRG-50.030%*0314",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Louis\nWalinsky, conducted by Randy Goldman on March 24, 1995 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "LOUIS WALINSKY\nMarch 24, 1995"
    ]
}