{
    "rg": "RG-50.549.02.0034_trs_en",
    "sequence": [
        "Question: -- sure everything’s working here. Mr. Deutsch, could I just have you say a few words,\nso that we make sure that we’re recording here?",
        "Answer: Okay, it’s -- it’s nice meeting you and finally be able to talk about the second part of\nmy life and hope that it will make sense.",
        "Q: Well, first of all, I wanted to go back and ask you a couple of factual questions. Th-Th-The\nnames of your mother and your father and your sister and your grandparents.",
        "A: Okay, my father’s name is Dr. Bruno Deutsch. My mother’s name is Eleishka Deutschova,\nborn Hoobervar. My sister’s name is Zoozanar Holobecova, maiden name Brunova. She is sister\nfrom my mother’s first marriage. And my grandparents, was it?",
        "Q: Correct.",
        "A: From my mother’s side is Dr. Adolf Hoober, grandmother Paula Hooberva, born\nKlepfnacherva. From my father’s side, my grandfather’s name was Samuel Deutsch and my\ngrandmother’s was Jenny Deutschova, born Meyerva.",
        "Q: Okay, thank you. One of the things you mentioned in the video interview was that your\ngrandfather had some poison that you were to have used if things got really unbearable.",
        "A: Mm-hm.",
        "Q: When did you find out about the fact that he had this poison and what were the\ncircumstances?",
        "A: I do not exactly remember when the subject was brought up. I simply do not remember. It --\nIt, in all likelihood was mentioned casually.",
        "Q: But it -- it -- 1t re -- it came up while you were on the run -- while you were --",
        "A: Yes, yes, yes.",
        "Q: Uh-huh. It wasn’t later, when --",
        "A: No, it was -- it was -- it was while we were on the run.",
        "Q: Do you remember your reaction to finding out about that?",
        "A: No, I don’t remember.",
        "Q: Another thing having to do with the video was your time in the Catholic orphanage.",
        "A: Mm-hm.",
        "Q: And you had said that you weren’t really aware of religion at that age, but there were a lot of\ndifferent experiences with religion, that you had. You had the Catholic orphanage, you-your own\nreligion. Were you aware of -- of your place in any of this?",
        "A: I do not think that I was bothered by it, because during the war, I was about a half a year or\neight months, hidden under assumed name tn -- in the parish of a Lutheran minister, so that\nsomehow I was used to Christianity, as far as that goes. But, when I was deposited in that\norphanage, it was already after liberation -- very shortly after liberation. And my parents made it\nclear to me that I will be there only a very short time and I can only assume that the nuns were\ninstructed that I’m there only temporarily, for a couple days or weeks. So they have not tried to\nimpose any of their influence upon me. It was like -- like, if you will, to -- to -- to be deposited in\na day care center, if you wish. There was one fellow I befriended there, during those few days.\nHe used to -- he spend there a whole war. He was Jewish, but he was not circumcised, so there\nwas apparently no way t -- of proving that he was Jewish. But that -- that didn’t have any lasting\ninfluence upon me.",
        "Q: When the war ended, you were 13. You were in this orphanage?",
        "A: Yes, yes.",
        "Q: And since the video interview stopped at that point --",
        "A: Mm-hm.",
        "Q: -- perhaps we could pick up the chronology and -- and --",
        "A: Okay.",
        "Q: -- talk about that period as the war ended and what was going on in your life.",
        "A: Okay. After some very short time in the orphanage, one of my relatives -- and I don’t\nremember exactly whether it was my sister or my parents, came to pick me up and we came back\nto Ungarrishbrote or Uerskibrote, the town from which we fled in 1942, to Slovakia. If I\nremember correctly, in those -- in that period that I was in the orphanage, my parents succeeded\nhaving our house returned to us. Because, during the war, our house was occupied by Christians,\nwho were not very pleased, apparently, to vacate the house after the war. Because majority\nChristians who found themselves into those situations, assumed that the Jews have perished.\nThat they will be able to stay there forever. So, we returned to our own house. I remember, after\nfew days or weeks, I joined the Boy Scouts. I had got -- got a nasty infection on my foot and had\nto be operated on and had to be transported for the operation to Ungarishradish or\nWerskaradishka, which had a hospital. And the only doctor in Ungarishbrote who was available,\nsaid that because the war has ended such a short while earlier, they didn’t had any ether --\nanesthesia, to put me to sleep. So I had to go to Ungarishradish for operation. I stayed there a\ncouple of days. My father, in the meantime, traveled throughout the Czechoslovakia. Mainly --\nhis dental office was confiscated by the Nazis. And the provisional Czech government wanted to\nreturn it to him, but of course, the original equipment, God knows where it disappeared. So, the\ngovernment has said that they will give him a dental equipment left by fleeing Germans. So he\ncan choose any dental office that he wants to, with one condition, that the office will stay in that\ncity in which it is. And the Czech government promised to find for us an apartment in that city.\nSo, from what I understand, my father looked over about five or six dental offices and has\nselected one in the city of Zenime or Zenoimal, which is about one hour by train away from\nVienna, in southern Moravia. And in, I think September of ‘45, we have moved. Correction, it\nmust have been later. October or November, we have moved to Zenoimal. And while in\nUerskibrote, I started getting private tutoring lessons, because I was still at a compulsory school\nage. And the debate was with the school board, whether I should be admitted to a class according\nto my chronological age or placed in a class according to my academic knowledge. And until\nthat issue was resolved -- because the local school board didn’t had any instructions how to\nproceed. So, in the meantime, I was having a private tutor, so I think that during the summer of\n‘45, I was spending it with a tutor. And in September, I started school. In the meantime, the\nruling was that I had to attend classes according to my chronological age. So, of course, I was --\nI was totally unprepared, after four years -- five years being out of school. So I -- I always had\nvery poor grades as a result. And then my father selected the dental office in Zenoimal, so we\nhave moved to Zenoimal. I remember the travel throughout the Czech Republic by train was an\nordeal, because th-the cars were not only filthy and dirty, but all the windows were broken. And\nit was -- the trains were running, God knows how. So Zenoimal -- the city of Zenoimal, I think at\nthat time, it -- it must have had a population of about 20,000, was heavily scarred from Germans\nfleeing to Austria. There were several burn out tanks left over in the city. A great part of the city\nwas in ruins. And almost all the windows in Zenoimal were broken, because allies were bombing\nVienna. And Vienna Noiseshtatel, which had apparently German ammunition factories, and from\nthe vibration of the bombs, the glass of the windows simply broke. So, then I stayed in Zenoimal,\nI think til about 1947. Yes, in May of 1947, I finished my compulsory educational requirements,\nwhich at that time, were nine grades. I did not qualify for high school, simply because of\nacademic deficiencies. And the fact that I was Jewish and suffered from a lack of education was\nnot taken into account. And in 1947, the problem was asked, okay, what do I do now? The city\nof 20,000 people did not have many opportunities for young people. There were a couple\nopenings in various trades. In the Czech economy at that time, usually somebody who selected a\ntrade went into apprenticeship status for next three years. So, there were openings if you wanted\nto become a barber or a painter or a sales clerk. All those trades are -- required three years\napprenticeship. But somehow it came to my attention that a textile factory was looking for\napprenticeship connected with bort and learning classes. So, the whole picture came -- began to\nlook like a two year long apprenticeship, with half a day of practical work in a textile factory and\nhalf a day of classroom work. I succeeded, with my father’s help, to enter the program and left\nhome to a small village in which there was a textile factory. I-It used to be owned by Jews. And I\nstarted as an apprentice in -- in that factory and I believe that the program was the first year. We\nwere to rotate in the textile factory, from department to department and the second year you\nshould have selected a department, which would become your specialty. So I finished the first\nyear, but even during the first year, I still had physical problems, because I was extremely weak\nas a result of the war. Furthermore, I never felt quite home, because I was the only Jewish\napprentice in our class of about 60. So I was sort of a curiosity. And I finished, I think, first half\nof the second year, when my parents suggested that -- by that time, it was 1948. The\nCommunists already took over the government of Czechoslovakia when my parents came to me\nwith the question whether I would be willing to emigrate to Israel. Do you have any --",
        "Q: Yes, that’s a good point to go back and -- and ask you questions about that period. Did -- Did\nyou feel, because you were behind in your schooling, did -- did that make you feel -- a-and your\nexperience was different from others in the village, I -- I assume, so wh -- did you feel alienated\nor -- or set apart from -- from your -- your classmates?",
        "A: I -- I do not think that I felt alienated from my classmates, maybe because all of them were on\nthe nine year track, rather than on the 12 year track. And simply, they were too young to have\nhad first hand experience with the Nazis or Jews, because they grew up under normal conditions,\nwith the exception of -- of -- of the war years. But in Zenoimal, a great percentage of the\nstudents 1n the nine -- in -- in -- in the lower grades, commuted from neighboring villages. And\nthey were sons of farmers, who basically didn’t feel the war in the same fashion like people who\nwere living in the cities. Because in the -- in the outlying areas, you know, the Nazis didn’t had\nsuch a tight control like over the population of -- of -- of larger cities.",
        "Q: Mm-hm. Who were most of -- who were your friends? Did you make close friend during that\nperiod?",
        "A: I made some friends, simply because -- I got to tell you something, I was not tremendously\ninterested in catching up with my academic deficiencies, simply because I didn’t had a -- a\nspecific goal in mind. While I was going to school in Zenoimal, it never occurred to me, “Gosh,\nin -- in a year or two I will be finished, what do I do then?” It -- It never occurred to me. I --\nduring the war, because of my being locked up always in -- in rooms, I had tremendous energy,\nwhich first had to be satisfied. And, as a result, I played soccer. I was very good at soccer.\nAlthough, because of my physical -- being physically weak, I didn’t -- I wasn’t able to run for a\nlong time. But still, I was a very good soccer player in my own group of youngsters. So, most of\nthe time, I tried to catch up on the physical activities, which I missed during the war, rather than\non the emotional side. The physical deficiencies came to me more naturally than the academic\ndevelopment.",
        "Q: What were some of the physical ailments? You said you were weak --",
        "A: I had, several times, very bad ear infection. You see, in those days, although penicillin was all\nready -- after the war, was already invented, but it was question of availability. So that was --\nthat was problem number one. Then, when, during your formative years, you are continuously\nlocked up, your body does not get the opportunity to develop physically. And consequently, I -- I\nwas weak, physically and undernourished. So all that, first of all, I had to catch up with. I don’t\nknow what I ever caught up. Basically, I will tell you something, I think that I caught up with\nmost of the deficiencies, but I was always out of sync.",
        "Q: Did you talk with your -- your mates and -- and your schoolmates and friends about your\nexperience during the Holocaust -- during the war?",
        "A: No. Nobody was particularly interested in it. At one time one of my teachers suggested that I\nwrite a book. But, you know, coming to a 13 year old boy with a task, why don’t you write a\nbook about your experiences, didn’t -- didn’t sit with me quite, quite well. I didn’t see any\npurpose for it, you know. Because it’s -- it’s completely different than looking at it in hindsight,\n50 years, you know.",
        "Q: You would think that s -- that some of your friends would -- would be curious or -- or perhaps\nyou would be wanting to tell them because there was an adventure about -- I mean, there was\npartly an adventure. I mean it ma-may not have felt that way to you, but if I were a classmate and\nI had a friend who’d -- who had done what you did during the war, I might be curious about\nhearing -- hearing about it.",
        "A: I don’t think -- I don’t think that the issue was ever -- ever raised. You know, okay, I’m -- I’m\n-- you are right, had it happened now. But don’t forget, you have to project yourself to those\ndays. Czechoslovakia, for example, looking in hindsight, had only small number of newspapers\nthat were all published in the capital city of Prague. I don’t remember ever seeing a local\nnewspaper. Television didn’t exist. Radio -- those people who could afford a radio,\nCzechoslovakia had only two or three radio stations which had three or four times a day news,\nthe news were mostly of international nature. So that news penetrated very, very slowly at -- int -\n- to the population. Usually news that was of local importance appeared on a bulletin board.\nEvery city had, on -- in the major streets, had big bulletin boards, where some officials used to\npaste announcements. But otherwise, you simply didn’t know what is happening, unless you\nheard it over the radio, or if you knew a foreign language, to listen to Radio Vienna or -- or -- or\nsome adjacent city, listening to the news that way. So that people didn’t know exactly, what was\nhappening -- what happened in the past. And I do not think that people were all that curious to\nfind out somebody else’s experiences. Maybe -- Maybe -- Maybe people -- don’t forget that\nChristians in -- in those days, after the war, felt guilty. Because the Judaism in -- in -- in -- in --\nin Czechoslovakia, the anti-Semitism was more of a religious character. We Jews were not so\nmuch despised by the Czechs because we were wealthy or -- or -- or -- or more successful, but\nwhenever the word Jew was thrown into my face, it was always labeled, you Christ killer. So,\nyou know -- and that was after the war against the law.",
        "Q: So, saying that was against the law?",
        "A: Yes, against the Czech law, to point out that -- that expression. There was absolutely nothing\nforbidding to -- to be very antagonistic toward Gypsies, but the Jews were sheltered, as far as\nthat goes.",
        "Q: Did -- Did you experience any blatant anti-Semitism during those years that you were\n[indecipherable |",
        "A: After the war.",
        "Q: After the war?",
        "A: To be very honest with you, no. If there was, it was well hidden. It was not -- not -- not\nobvious to me. Furthermore, I -- I think I was not even looking for it. I have not -- not memory\nthat I have experienced anything of that sort.",
        "Q: Did you have Jewish friends?",
        "A: Zenoimal had very, very small Jewish population. I -- I -- I think that there were about half a\ndozen Jewish families in -- in all of Zenoimal. No, I don’t remember any -- I don’t remember\nnobody my own age bracket. There were a couple Jewish families, but these people very much\nolder. They were more my parents age. And then I was -- I had no particular reason to seek out\nJews. I felt very comfortably with Christian friends.",
        "Q: That’s a pretty difficult age, adol --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: That’s a pretty difficult age, adolescence, for anybody. Given that what you had gone through\nfrom ages, what, nine to 13? Was your adolescence -- do you remember it as being a happy\ntime? A -- A difficult time? Or -- Or -- Or fairly normal?",
        "A: I -- I -- I don’t -- I cannot recall my feelings, but I didn’t see anything extremely difficult 1n it.\nIt was more of a physical discomfort. And simply I -- I think that we all were resigned to our\nfate. I did not know of the alternatives. Somehow it was made clear to me that complaining will\nnot help, that we simply have to wait out end of the war. And I recognized that fact and tried to\nmake -- not fight it.",
        "Q: What was your relationship with your parents during the period from the end of the war to the\ntime you went to Israel?",
        "A: That was -- that was a little bit strange. My father and my mother had frequent fights, but I\nnever knew exactly the nature of the fights, because they were all done in my absence. You\nknow, children, if they’re left out -- whenever something very serious took place, the children\nwere sent out of the room, or parents waited for the children, while they were in school or\noutside, to -- to settle their differences. So there was a tension between my parents, but the\ntension was also caused, to a great deal, by my sister, who was no longer living with us. She was\neight years older than I and she was trying to find her own way, recognizing that the c-city of\nZenoimal d-does not have many opportunities to offer her. Furthermore, she was already\nmarriage age, so she was living in -- in Prague and later on in Burno, in Brinn, working as a\nsecretary -- steno for some firms. So there were also tensions caused because of her. But overall,\nthe time after the war was not -- before I left for Israel, was not entirely smooth. And only later,\nwhen I came to Israel, I realized why. But by then, I was already thousands of miles away, not\nbeing in the position to influence the situation one way or the other.",
        "Q: And what was it that you realized at that point?",
        "A: Okay. Now, I have to go a little bit back to talk about the last days prior to departure to Israel.\nI do not know whether, in retrospect -- I have to mention that after leaving for Israel, I have\nnever seen my parents again. Consequently, I cannot ask them for details of those days. But, my\nfather arranged for me to go to -- to emigrate to Israel with a group of youngsters my age. I have\nmet with part of that group. Neither one of -- of the group was from Zenoimal, they all were\ndispersed throughout Czechoslovakia, but these individuals were already together a year or two\nin preparation for pioneering life in Israel. So, I was attached to that group. And that group\nbelonged to a very left oriented political party. It was almost Communism. That -- the group had\naimed to emigrate to Israel and supplement membership of a kibbutz -- very left oriented\nkibbutz. And I felt extremely uncomfortable after arriving in Israel, in that kibbutz type\nsurrounding. Because, I was exposed to the Communist propaganda in 1948 and I was able to\nrealize that the Russians were extremely anti-Semitic. So, I began to realize that I fled\nCommunism of Czechoslovakia, just to come into a different form of Communism in Israel. But\nit -- it -- it was not initiated in my mind by -- so much by politics, but by various actions of that\ngroup, to which I supposedly had to conform to their way of life. For example, all the personal\nclothes -- clothing were taken away. They were all arranged in a group type -- communal type\nbank. You got clothing, two sets a week, depending on your size. You didn’t know whose\nclothing you are wearing. Meals were given in a mess hall. Every morning you have to look at\nyour schedule where you were attached to work that day. So I became extremely bitter, fleeing\nfrom Communism in Czechoslovakia, facing myself with Israeli Communism, although it was\nthat kibbutz. Furthermore, no money. We were -- the kibbutz was quite a few miles from any\nvillage. Everything you needed, you had to go to the group leader and ask for it. Everything was\nallocated to you. Toothbrush, toothpaste, shaving cream, shaving blades, shoelaces, everything\nwas rationed. You were permitted to write one letter a month. It was -- that group gave you the\npostage stamp. So it was extremely regimented type of life, which -- which didn’t sit with me.\nBut I’m not quite certain, my father signed some documents, which legally obligated me to that\ngroup. But I think -- yes, I exited Czechoslovakia on 10th of April, ‘49. It was a -- one of the last\ntransports of Jews that was permitted to exit Czechoslovakia. There were about thousand of us.\nBy train we rode from Prague to Italy. At that time was in existence, international refugee\norganization, was I think United Nations sponsored. And we ended up in a transition camp in\nTranee, in Italy, which is not far away from that port, Barre, in Italy. And there we waited for\nship to take us to Israel. We spent some two weeks in that camp because April ‘49 was Passover\nand the Israeli ship didn’t wanted to sail during Passover holiday. So when we came to Israel --\nyes, I mentioned, we left 10th of April Prague, we arrived in Israel, 26th of April, ‘49 in Haifa.\nFrom there we went to transition camp, which again went against my grain because it had a\nfence -- concertina fence, with guards. We were sprayed heavily, DDT and each time you\nwanted to exit the camp, you had to clear it with the guards at the gate. And after several days in\nthe camp, trucks came pick us -- pick -- pick us up and we were driven to the kibbutz, where all\nthese events took place. So, in the kibbutz, I think we worked about three days a week and two\ndays a week we learned Hebrew and geography of Israel. That was still in ‘49 -- in April ‘49,\nwhen we arrived. It was not quite a year since establishment of state of Israel, which I think\ncame into existence in my -- May of ‘48. But then, the war with Arab nations took place, so I\ncame to Israel just shortly after the cease fire with the Arab nations was signed. So there was still\ngreat deal of uncertainty whether it will not flair up once again. Do you have any questions up to\nthat point?",
        "Q: No, you were leading up to the story about your parents.",
        "A: Mm.",
        "Q: And that you’d found out that something about them --",
        "A: Okay. May I -- I will -- I will come to it little bit later?",
        "Q: Sure.",
        "A: But I would like to skip it for the time being. In -- I came to the kibbutz, I think, in about --\ntaking the refugee camp into -- I think in May of ‘49, we finally came to the kibbutz. And in\nNovember of *49, I quit. I simply had -- I had enough of it. I had some very distant relatives\nliving in Haifa, so with their permission, I got room and board in their household. And from\nNovember of *49, to July of ‘50, I lived with them and worked on various odd jobs. In a factory\nfor mirrors, in a factory for -- that was making plastic buttons for furniture. Until, in July of ‘50,\nI was drafted into the service. I ended up with agricultural unit which had na -- an acronym,\nNuchile, nor koletseem luchem, and went to basic training in Jerusalem for three months. And\nafter the basic training, we ended up -- again we were divided into groups and my group was put\nfor a training of about six months in a different form of a kibbutz, called Moshaf. There we were\nto learn that particular trade -- that agricultural line and after the six months of training, we were\nto -- as a group of military personnel, we were to settle on the border with Jordan and build a\nvillage, an agricultural establishment. For that reason, we were discharged from uniform\nmilitary, but had to stay for the duration of ma -- our military obligation in that village, under\nparamilitary rules. Leaving that village prior to expiration of the military obligation would have\nmeant that you would have been drafted and put back into uniform. So, with various finagling, I\nwas able to leave that village temporarily, because the village was unable to support all of us. So\nsome -- some of us had to go and seek outside employment. And I found a job with a Israeli\ncorporation that was laying a pipeline from Tel Aviv to the Negev desert. And part of my pay, I\nwas sending to my village, not so much to support them economically, but to show good faith\nthat I still am in touch with them.",
        "Q: And this -- the village in Israel?",
        "A: In Israel. And that labor camp that was laying that pipeline, was on the edge of the desert\nNegev, about two hours by car from Tel Aviv. And that village that I was obligated to, was on\nthe border of Jordan and Israel, where this was deeper, in the southern part of Israel. And in the\nlabor camp -- it was a regular labor camp with the barracks made of wood. Every morning you\nexit to work on the pipeline and in the evening you return. There was a mess hall. You were\npaid regularly -- a regular salary according to classification of your particular work. And there I\nstayed for about a year, I think. In the meantime -- now I began to realize what was happening\nback in Czechoslovakia. A radio announced the trials took place -- I don’t know whether you are\nfamiliar with that, in -- in the 50’s, quite few ministers of the Czech Republic were sentence to\nbe hanged. You know, these were out of made -- made up trials, accusing them of being spies for\nthe US And Stalin was simply out of his mind by -- by -- the Communist regime was very, very\ntight in Czechoslovakia. Then one day, I received letter that my mother committed suicide, and\nnow I have to go back again. Some place and some times, during the war, when we were hiding\nin the mountains, in the bunker, two fellows, young fellows, came to the bunker and I don’t\nknow until this day how did they found us, suggesting that we should return, that they actually\nwill help us across the border, back to Protecterat. Because Protecterat, by that time, was cleared\nof Jews. And if we will be in hiding in Protecterat, the Germans will have no reason to look for\nus, because all the Jews were already sent to concentration camps. So I don’t know the fine\npoints, where we were to hide on the other side, but they were guiding us from the bunker,\nacross the border, back to Protecterat, when we were to rest in a tourist resort, which was exactly\non the border. And as we approached the tourist resort, subtly we heard barking of dogs. And\nthat usually was a bad sign. So these two guys told us to wait, that they will go and take a look\nwhy the dogs are barking and they simply never came back. So, we returned to the bunker. And\nnow events took place as I said before, normal. We waited out the war without knowing what\nhappened to these two guys. After the war, we were called as witnesses to court. These two boys\nwere supposedly caught in that resort by the Germans and forced to collaborate. I don’t know\nexactly what that meant -- these were young fellows, in -- in their early 20’s -- what was actually\nmeant by collaborations, but in the early years, after the war, there were criminal cases by the\nhundreds, throughout the whole Czechoslovakia, against various collaborants with the Nazis.\nThat took place long before the Communists took over Czech Republic. And we were called\nwitn -- to be -- be witnesses on behalf of these two fellows. And I do not remember exactly what\nsentence did these two boys got or whether they were liberated. Unfortunately that did not end\nthere. In 1948, while I was in the textile school, I started having feeling that not everything is\nokay at home, but I was unable to put my finger on it. Namely, every month, I came for a\nweekend home and my mother was always in tears and my father was furri -- furious. And I\ndidn’t know whether these were -- whether they had differences as man and wife or what -- what\n-- what was nature of their conflict. So, sometimes -- and I don’t know exactly what time period,\nwas I able to begin to put things together. I suspect that the first time I got some form of picture\nin 1965, when I visited Czechoslovakia back for the first time. The following thing has\ndeveloped. These two boys joined a -- became member of a club, American - Czechoslovak\nfriendship. And when Communists took over Czechoslovakia, they began to arrest all the\nmembers of this club. And the two fellows approached my mother, because we lived so near\nAustrian border, whether she can help them to escape to Austria. And it was a whole group of\nCzech patriots in Zenoimal, who were involved in helping to escape -- various people. There was\ncustom officials involved in it. Postal officials involved in it. They smuggled people on trucks\nthat went across the border to de-de-deliver packages. So people were hiding behind the\npackages. But nevertheless, the Secret Police got wind of it and arrested the whole group of\npeople, including my mother, and put them on trial. And I still have at home, documents of the\ntrial, the whole protocol. I do not remember when -- how long the trial took place -- for how\nlong, but my mother was freed, simply because she claimed that she wanted to -- to repay the\nboys their goodness that they helped us to -- tried to help us during the war. She was freed. But\nthe Secret Czech Police tried to convert my mother into a snitch to spy on others. My mother\nwas imprisoned for about half a year. And in 1952 or ‘53, out of desperation, she jumped out of\nthe window of the police station. And that -- what I got in a letter notice while I was in that labor\ncamp in Israel, building the pipeline, I got a letter from my sister. So, as time went by, bits and\npiece of -- of the pieces began to -- to make sense what was happening. And even though my\nparents send me to Israel, they promised that they will join me in the next transport. And looking\nat it back now, I think there are two versions -- two possibilities. The Czech government began\nto realize that it is letting too many medical doctors out of Czechoslovakia and they are\nweakening their own economy. So they stopped issuing emigration permits to medical doctors.\nThat is one possibility. The other possibility is that my mother was already heavily investigated\nby the secret police and they did not wanted to let my parents exit. Which of the two forms is\ncorrect, I do not know.",
        "Q: You’ve had to piece this story together yourself, really?",
        "A: Yes, yes, yes. My sister didn’t wanted to help me much, because apparently it was too\nhorrible for her to repeat it. But my sister was living nearby and she must have witnessed every\nstep of it.",
        "Q: Did you have any contact with your father or did you speak with your father or -- or\ncorrespond after you --",
        "A: Just correspondence. But don’t forget that my father died in about 1962. My mother died in\n‘53. Their letters were heavily censored. Every letter that left for western country was very\nheavily censored, so that you were absolutely in no position to -- to get clear answer.",
        "Q: Wh-What is the effect of the news of your mother’s suicide on you, in Israel?",
        "A: It was devastating, it was horrible. For short while I started blaming my father, not knowing\nthe details. I thought that she committed suicide because of some -- some family disputes. So I\nhad ab --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: Wh- What is the effect of the news of your mother’s suicide on you, in Israel?",
        "A: It was devastating, it was horrible. For short while I started blaming my father, not knowing\nthe details. I thought that she committed suicide because of some -- some family disputes. So I\nhad absolutely no evidence as to the true nature of what was happening. So, for long time, I was\nangry at my father. But slowly, slowly, the picture began to clear itself up.",
        "Q: I -- I read, I believe, the transcripts of your video interview, that -- that you believed the -- the\nrape of your mother during hiding had something to do with -- might have had something to do\nwith it. Is that -- 1s that not correct?",
        "A: I -- I don’t think that that -- because that -- her -- her suicide took place nine years later.",
        "Q: Mm-hm. There -- there was a trial -- the men who raped your mother were put on trial, is that\ncorrect?",
        "A: Not the man himself, but the commandant of that unit.",
        "Q: And were you present for that?",
        "A: No, no, no, no. Apparently, there was enough -- the evidence -- and I came across his name\nnot long ago, here, in the museum. That -- that trial had such heavy evidence against him for so\nmany other things, that this was not needed. Although it would have been pleasure, maybe, to be\npresent at the trial.",
        "Q: Where was the trial, and what year?",
        "A: The trial was in Bratislava. He was Slovak. The trial, I think, was in 1946. Again, it was one\nof hundreds and hundreds of trials.",
        "Q: And what became of this man?",
        "A: I think that he got the rope. So, you know, being very cynical, everybody can die only once.\nSo -- but I -- I know I was shaken up by my mother’s suicide. But, then the trials were taking\nplace, you know, for the government in -- in Czechoslovakia and friend of mine who -- with\nwhom I was sharing room in that labor camp, Puther Margolias, his uncle was -- also got the\nrope. So we shared our misfortune with each other.",
        "Q: You’re not aware of what happened to the man under this commander who -- who was\nexecuted? The -- The man who actually committed the rape?",
        "A: No, no, no, no. No, I don’t know. I don’t know.",
        "Q: There were farmers who helped you out --",
        "A: Mm-hm.",
        "Q: -- during your hi -- period in hiding, and a Lutheran minister?",
        "A: Mm-hm.",
        "Q: Did you ever go back and find out what happened to them, or talk to them?",
        "A: Yes, yes, yes, yes, yes, yes.",
        "Q: Is that later in the story, when you returned, or is this during?",
        "A: No, no, it just about a year ago, I wrote about -- and it came in a very interesting fashion,\nback. I wrote about my experiences in a magazine called Phoenix, which was dealing with these\nissues and apparently somebody has read my story and he and his wife went for a visit to\nCzechoslovakia and spent part of their time to retracing my experiences. And they also published\ntheir experiences in the same magazine. When I came, in ‘65, to Czechoslovakia back, for the\nfirst time, I was told by my sister -- I asked about that minister, and my sister was not quite sure\nwhat has happened to him, except knowing that he has spent some time in jail. But, my first visit\nin Czechoslovakia was only two weeks long and I simply did not have enough time, nor I didn’t\nknow just what can I do under the Communist regime and what can I not? Because I came from\nUS, which was their biggest enemy and every time you went to a city, you had to report with the\nlocal police station, who registered. And when you exited, you had again to let them know that\nyou are leaving. So, I didn’t know exactly what -- what was going on. But this fellow wrote up\nthat the minister was imprisoned by the Communists and freed eventually, after several years,\nbut in such a poor health, that not long thereafter, he died. And I have that article with -- even\nwith his photo, of that minister. You see, there were couple Christians, during our experiences,\nwho actually practiced Christianity. Who didn’t just go Sundays to church, who actually\npracticed Christianity. But there were very few and far in between. And the minister was one of\nthem.",
        "Q: Do you know what became of some of the farmers that helped you out?",
        "A: One of them was executed with his whole family, for hiding us. That was after we were\ncaught, because we didn’t report, like we promised, so he was executed with his family. Another\nfarmer, his son was a schoolteacher, who actually supplied me with a false school certificate,\ngiving me an assumed name and assume identity. He was caught by helping partisans, and\nexecuted. So, his father’s lost two sons. Some of them simply died natural death.",
        "Q: Were you close to those families -- those farm families?",
        "A: Oh, yes.",
        "Q: You spent a lot of time with them?",
        "A: Oh yes, oh yes, oh yes.",
        "Q: Sort of like aunts and uncles, or --",
        "A: Well, they were very close to us, because most of them -- not all of them, but most of them\ndid it in gratitude towards my grandfather, because he was their medical doctor. He was\nresponsible for their well beings.",
        "Q: What -- What happened to your grandparents after the war?",
        "A: We are talking about my maternal grandparents. Well, my -- my paternal grandparents -- my\ngrandmother and my aunt went into concentration camps and perished there. And my maternal\ngrandparents that were with us all the time, returned after the war to their house in Slovakia and\nsimply died of old age.",
        "Q: What was your relationship with them? Did you stay in touch?",
        "A: Oh yes, oh yes, oh yes. That was a very close relationship, very close relationship. Because it\nwas our grandfather who actually -- due to his profession and due to his contacts, saved our\nlives.",
        "Q: So you visited with them and spent some time with them?",
        "A: Yes, yes.",
        "Q: Did you communicate with -- with them and -- when you had gone to Israel?",
        "A: In -- Oh yes, oh yes, oh yes. But again, the letters were in a -- in a sort of a cryptic form, not\nvery clear. You had always to read between lines and fictitious names and symbols.",
        "Q: When did you find out about your -- your father’s parents, that they had died in the\nconcentration camps?",
        "A: Well, my grandparents -- my grandfather from my father’s side, died in 1923. That was long\nbefore Hitler. I do not know the circumstances of his death. My grandmother and aunt, they\nsimply have not returned to co -- from concentration camp. I do not know exactly in what form\nthe Czech provisional government notified the relatives of those people who failed to return. I\ndon’t know in what form they did it. But, you assumed that after the war has ended, if you were\nnot contacted within some sensible period of time, that the person simply has died. So I think\nthat it became very -- then, it also became clear to us that my grandmother, when -- when she\nwent to concentration camp was already some 75.",
        "Q: Mm-hm. Do you know which camp she was sent to?",
        "A: Yes, and if -- if you wish, we can look it up in the Theresien book -- in that memorial book.\nShe and her daughter, my aunt, first went to Theresienstadt and then they continued from\nTheresienstadt. But, the fact that somebody was shipped from Theresienstadt in a transport to a\ndifferent camp, that does not mean that that person has actually died in that camp. That person\nmay have died while he was transported to the camp. And that, nobody will ever be able to\nestablish the fact that certain people have died already, on the train. Those that went to gas\nchambers, okay, they’re registered in the camp, going to gas chambers. But those that died on the\nroad to the concentration camps, that would never be, probably, established, where exactly, they\ndied.",
        "Q: I wanted to go back to y-your father’s decision to have you go to Israel [indecipherable |",
        "A: Mm-hm.",
        "Q: What was the -- the motivation? What was his reason?",
        "A: I do not know. My father, in all likelihood, felt very uncomfortably with the approaching\nCommunist regime. And it didn’t take him too long to convince me to leave Czechoslovakia. He\nsweeten it up by the fact that they will -- he and mother will join me and we’|I start life in a free\ncountry again. Then, I began to feel pressure in that factory where I was apprentice, in that\nschool, began to feel pressure, Communist pressure to conform. I already began to feel it, even\nbefore I left for that trade school, in my soccer club. My soccer team was suddenly required to\ncome to a Communist school. I don’t know how -- how -- they used to call it agitation center. It\nwas sort of a cultural center, in which the Communist events took place. So we were -- if you\nwant to play soccer next Sunday, you have to come Tuesday, wearing a white shirt and a red\nscarf, to that Communist cultural center and start singing various songs glorifying the labor. If\nyou will not come, you will not play soccer game next Sunday. So that all started to go against\nmy grain. I don’t think it was with a full understanding what Communism 1s, but all that order\ngiving process began to remind me so much of the Nazis. Didn’t the Nazis did exactly the same\nthing to me? Telling me what stores can I visit, what streets can I go to and what am I permitted\nto do and what not permitted to do? So that began to ring in my -- hey, we are going into another\n-- another -- another commini -- another Nazi era. But instead of swastikas, this one has a -- has\na hammer and sickle.",
        "Q: Well, then you faced the conformity in Israel as well?",
        "A: And then I began to face the same thing again, in Israel was starting to take place. So all of\nthat rang bell, back to the Nazis. And the Communism, whether yo-you are being taught by a\nJew or by a Christian, doesn’t make any difference. It’s the same lady in a different dress.",
        "Q: What was the name of that left leaning group that -- that you went with to Israel?",
        "A: It was a political party called Ma Pum. I do not believe that it exists any more, it simply\nchanged it’s name today. But it was not Vanegorian, nor Golda Meir. It was Ma Pum. It was a\nvery leftist, Zionistic, Communist organization. Marx, Lenin, all nine yards involved, only\nhaving a Jewish flavor.",
        "Q: I read somewhere that where you said you were lonely in Israel.",
        "A: That -- That -- because I didn’t fit that particular group, I was ostracized. I felt very lonely, at\nleast in the kibbutz. Then, in July of ‘50, when I joined the military, the army, at least in the\nbasic training, I f -- began to feel very comfortably. Because these were all fellows my age and\nthe Israeli military, at least in the basic training, in my days, gave me the same feeling like a US\nsoldier must have when he joins the Marine Corps, that you have a family.",
        "Q: And did you feel loyalty toward Israel? Or patriotism toward Israel in -- in being in the army?",
        "A: I do not think that it came so much -- that it was so much question of patriotism toward Israel,\nbecause I still kept hoping that my parents will come. But as -- when my mother committed\nsuicide, it became quite clear to me that my father will never leave. I started losing -- I don’t\nthink that I had Zionistic enthusiasm. Israel, for me, didn’t mean much, because I simply didn’t\nhad the upbringing or the contacts with that affili -- that kind affiliation. I started looking toward\nUS because I had here an uncle, my father’s brother.",
        "Q: When did you begin to think about US?",
        "A: To be honest with you, I already started thinking about it on the ship, while we were sailing\nfrom Italy to Israel. I already approad the captain of the ship, asking him how do I emigrate to\nAmerica and I remember that shocking expression on his face. Here he is, responsible for some\nship of 1500 immigrants and people are already asking him how to exit Israel. So he told me,\n“Young man, you will have to give first Israel lots of sweat and blood before you will be able to\nexit Israel.” But that was my first thought. What, if ever, things will not work out? Because I -- I\nwanted very badly, family. And I didn’t had in Israel, nobody truly close. They -- the closest was\nin US or in Czechoslovakia.",
        "Q: That’s -- it’s interesting that you would feel lonely, you know, obviously you were missing\nyour parents, but there were so many other survivors in Israel, that one would think that there\nmight be some common bond. But did -- did you feel that, or did -- and did you talk about your\nexperience much while you were in Israel?",
        "A: No, no, no, no, no, no. You see, this is -- although it is a very logical assumption, but it’s\ncompletely false. Number one -- it’s false for two reasons. Number one, in the first years after\nliberation, if you will, everybody tried to forget the past. That has not changed, even with\npeople’s arrival to Israel. You see, everybody has a different time limit for forgetting. Some\nforget quickly, some forget never. But, people were not very open and willing to talk about their\nindividual experiences during the war. Secondly, everybody who came to Israel, with the\nexception of those that ended up in a kibbutz, had to start finding their own living -- making their\nown living. And that began to -- to take majority of their time and occupation, to -- to try to si --\nfind some economic way of supporting themselves. So that -- that was reason number two. These\nwere the two most important reasons. And reason number three, that although majority of the\nJews of those days that came to Israel were survivors of the Holocaust, but they came from\ndifferent countries. So, consequently they did not had much in common, culturally, except, you\nknow -- I don’t know, it -- it -- 1t 1s still -- it still puzzles me even today, you know, the only\nthing that we do have in common, maybe, is the Bible. But once everybody grows up in -- in\ndifferent country, under different circumstances, the only thing that we have in common are that\nwe are all human beings, you know? The culture affinity isn’t there.",
        "Q: You said in your video interview, one of the reasons why I never liked Israel is because I\nalways felt that the wound of the Holocaust will never heal --",
        "A: Oh yes, oh yes.",
        "Q: -- 1f you will continuously --",
        "A: Oh, yes.",
        "Q: -- remind -- be reminded of it every day.",
        "A: Yes. You know, the Israeli government tried to -- to establish a bond between the newcomers\nand the oldtimes and the state of Israel and they did so -- one of their very may -- met -- maybe\neffective weapons was continuously try to remind us that it was Israel who accepted us after the\nwar. Because the Communists wouldn’t let you to emigrate anyplace else, except to Israel. And\nthe Israeli government also, in -- in their propaganda, was preaching that in -- in -- in unity is --\nis strength and in division is weakness. So, you know, I don’t know. I -- I -- ’'m not easily -- I\nwas never easily influenced by -- by that kind of propaganda, because I have experienced it\nmany times before. Maybe I’m -- even today, it takes me awhile to sort things out, but eventually\nI think I -- I see the light.",
        "Q: The -- The comment about -- your comment about the wound of the Holocaust will never heal\nif you continuously reminded of it, is sort of in contrast to the other -- th-the famous -- I guess\nmaybe it’s Elie Wiesel, you know, where we’re doomed to repeat if we -- if we don’t remember.\nD-Do you see those two in -- in contrast, or are you talking about what was going on in Israel,\nwith -- with the Israeli government constantly reminding you as a way of bonding you together?",
        "A: No, you see, the difference probably, without having been able to analyze it from that angle, I\nthink the basic difference between my bitterness or -- or scars of the Holocaust and Elie W-\nWiesel or Wiesel’s is a difference 1-in our ages. You know, I -- I -- I don’t know exactly how old\nElie is, whether he is my age or he’s older, I don’t know. But then, the Holocaust itself does --\ndidn’t affect everybody equally. It -- It depends on your emotional make-up. So that for me, at\nleast, I -- I fear and I am playing back, you know, sometimes in my mind, I am going -- I am\ndoing like the Monday morning quarterback talk. Undoubtedly, had my mother not being\ninvolved in that affair, had Czechoslovakia not been raped by the Nazis, then Czechoslovakia --\nhad not been for the Nazis, Czechoslovakia would not have been Communist in ‘48, I would\nhave had probably a normal childhood, like thousands and thousands of people in -- in the US\nhave, who grow up normal lives, you know? Even here, no -- not -- not everybody is liked by\neverybody, for whatever reason. But if you -- you -- you have freedom to -- to move, you have\nfreedom to -- to select, to do whatever you want. But the Holocaust put on me a label. I still feel\nthe yellow star here.",
        "Q: A-And what goes along with that feeling?",
        "A: Feelings of inferiority. Feelings of second class citizenship. Suspicion.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B\n[blank]\nBeginning Tape Three, Side A",
        "Q: -- feeling?",
        "A: Feelings of inferiority. Feelings of second class citizenship. Suspicion... These probably are\nthe first things that come to my mind. Certain amount of bitterness, specially of having lost time.\nBecause, as I told you initially, I continuously feel I’m out of sync. Iam about 15 to 20 years\nbehind in experiences. I’m certainly not fully acclimatized. Language problems, cultural barriers,\nif you will. I don’t feel comfortably in large groups of people. So, you know, these are some of --\nsome of the residues. But again, as I told you, I don’t know exactly to what degree they are a\nproduct of the Holocaust.",
        "Q: An-And how much were the -- are the products of just who you are or who you would have\nbeen.",
        "A: Correct.",
        "Q: Mm.",
        "A: Correct. I don’t know.",
        "Q: Do you spend much time thinking about that, or -- or not?",
        "A: You know, I -- it’s interesting how it -- how it -- how it -- how it started. I think that I began\nto think about it when I started working for the US government, with Affirmative Action. That\nwhat triggered the whole blasted thing in my mind.",
        "Q: Can you tell me about that?",
        "A: Well, again, I began to feel categorizing people, bracketing people by nationality, by religion,\nby color. I again began to feel like I was going back to those blasted Nazis. Didn’t -- did -- didn’t\nthey do exactly the same thing?",
        "Q: Eve-Even though the motivation was supposedly for --",
        "A: Completely different, but 1t reminds me so much of tt.",
        "Q: What was the job and what -- what year was it?",
        "A: Well, I joined the federal government in 1972 and I began to feel the Affirmative Action for\nthe first time in 1974 or 1975. It may have been called differently in those days, but so many\nslots have to be allotted to women, so many to minorities, people with Hispanic names. You\nknow, it again started labeling people who have priority over you, to whom you have to sacrifice\nyour progress, because they are disadvantaged. But then I began to ask myself, “Gosh, why are\nthey disadvantaged?” I came here with 10 dollars in my pocket, waiting five years for emigration\nvisa to the US. I started in New York as a shipping clerk. And I started going to night school,\nfirst in preparation for GED high school equivalency test, then after passing that, I was going to\ncollege at night, paying for it through my own pocket. So I was begging to ask, ““Why are those\npeople given all the privileges, where I was not given it?” I never asked for it, didn’t wanted it.\nIt’s a free country, you can do whatever you want to. So, I again begin to feel I am cheated by\nsomething. I had to work and pay for it and they get it free of charge. On the contrary, they are\nencouraged to come forward and raise a hand. And I -- I -- I know it’s very unfair to make that\ncomparison, but that’s exactly how I felt.",
        "Q: Have -- Have those feelings been resolved, or do you still ask that question?",
        "A: They were later on reinforced, when I -- it’s a long story, an ugly one, when I was forced to\nresign from the government. I -- I rej-rejoined it at a lower grade, with a different command. I\nworked for the Department of Defense. I joined a military district of Washington, where I even\ngot a supervisory -- low supervisory position, but I was supervising black workers. And there it\nwas horrible.",
        "Q: How so?",
        "A: Anti-Semitism. But not the same anti-Semitism. It was just -- just different kind of anti-\nSemitism. You know, there is economics anti-Semitism and there is religious anti-Semitism.",
        "Q: And what kind was this?",
        "A: This was probably the economic anti-Semitism, connected with envy. That you Jews are born\nsmart. You Jews own all the banks. You Jews have formed some con-conspiratory groups to\nwipe us out. And in addition to anti-Semitism, it was also intensified by being white. The fact\nthat I have tried to -- to explain to -- to -- to these people that there are many black Jews, too,\nwho eventually feel exactly like the blacks feel here. The black Jews of Israel are also extremely\nunhappy with their lot.",
        "Q: Did this anti-Semitism that you experienced -- you said this was in the -- in the military?",
        "A: In civil service.",
        "Q: Civil service?",
        "A: Yes.",
        "Q: A-And what was -- what were the -- what were the years, and --",
        "A: That very strong ones, with the -- with the black population, that was from 1988 through\n1997.",
        "Q: And did that make it difficult for you to do your job?",
        "A: Oh, yes. Extremely difficult, extremely difficult. Eventually, I -- I resigned my supervisory\nposition. But that didn’t -- didn’t make it any easier.",
        "Q: Did you say you were forced to resign?",
        "A: Well, I was forced to resign as a civil service, but that may have been -- may have been an\nanti-Semitic -- may have had a reason, anti-Semitic, but I am not hundred percent sure. Can we\ntake a short break?",
        "Q: Absolutely.",
        "A: Okay.",
        "Q: I was curious about your time in Israel -- just finishing up your time in Israel.",
        "A: Mm?",
        "Q: Cause you had said that you were reminded of the Holocaust every day, or -- or often. How --\nHow were you reminded? How was that --",
        "A: Well, it was pointed out th-that Israel was, after all, the only country that was willing to admit\nus as immigrants. That unless we Jews will stick together, the Holocaust can reoccur once again.\nAnd that we Jews are hated every place we go and we have to stick together in a -- in one\ncountry and not be dispersed throughout the whole world.",
        "Q: And what was the effect of that message upon you?",
        "A: Frankly speaking, I said baloney. I always felt very comfortably living side by side with\npeople of all religion and all national origins. And I didn’t see any reason for living in a pure or\nelistic type society.",
        "Q: And your -- your plans, even from -- you had said earlier, your -- your boat trip to Israel,\nwhere you were looking beyond.",
        "A: Mm-hm.",
        "Q: Can you talk about the events that led you to -- to leave Israel and come to America?",
        "A: I do not think that it happened -- the decision probably started already in Czechoslovakia,\nbecause I do not believe that my parents truly planned to go to Israel. Later on, it -- it -- 1t turned\nthat that was the only way out, but the original plan was to join my uncle in New York and my\nfather already, in Czechoslovakia, started learning English and prepare himself for US dental\nexamination for foreign doctors, which he knew that he will eventually have to take. So that the\nseeds were already planted in my mind in Czechoslovakia and I started putting them into action\nin about 1952, I believe. Not knowingly. I was still in the Israeli military. I walked to the emba --\nAmerican embassy in Tel Aviv and they asked me several questions and when they discovered\nthat I’m still under military obligation, they told me that they cannot even register me until I am\ndischarged from the army. And about 1953, I came back. I was already di-discharged. They said\nthey cannot register me once again, because US has closed emigration quota for Czechoslovakia,\nbecause Czechoslovakia supplies arms to North Korea. And, as you know, at least in those days,\nemigration quota to US was determined by the country of your birth, not of your si -- current --\npresent situ -- citizenship. And Czechoslovak quota was very small, furthermore, it was closed.\nFurthermore, I had no right to any preferential quota. So that I would be asked, if I still was\ninterested, to come back once the closure is lifted. So I came back in ‘54, when finally I was able\nto register under a non-preferential quota and it took five years before finally I was called to\nsubmit my documents. By that time I have discovered that I don’t have a birth certificate, so I\nhave to go to the Czech embassy to apply for birth certificate. Then, I didn’t know I had to\nsubmit an affidavit of support, which I had to obtain from somebody in the US. So I had to write\nto my relatives in Czechoslovakia and my grandfather was able to broker -- can you visualize\nCommunist censored letters from Czechoslovakia to US, trying to broker for me a affidavit of\nsupport to come to the US? It was very, very delicate operation and through some very distant\nrelatives whom I -- until that point, never met, sent me an affidavit of support and lend me\nmoney for passage, because my savings went all for preparation of the papers, because\neverything had to be translated from Czech to English and from Hebrew into English and the\nIsraelis had to pay some taxes, because -- which I -- I’m not so certain that you know of that fact,\nthat when you emigrate to Israel, the Israeli government, at it’s own expense, puts you through a\nlanguage course and puts you through that refugee camp. But, for all that the Israeli government\npays, from the donation of the American government, the dollars and the Jews that donate money\nto Israel. So, a certain fixed amount of money is granted for absorption of a single person or a\nfamily and so forth and so forth. And that is a open debt which you have. As long as you are\nstaying in Israel, the debt is never called, but once you want to leave Israel, they send you a bill\nfor all that. So I had to pay it back.",
        "Q: How much was that?",
        "A: Today it would be equivalent to about 500 dollars.",
        "Q: Mm-hm.",
        "A: But if you are earning about 30 dollars a month, 500 dollars is lots of money.",
        "Q: And you were, at this time in your early 20’s?",
        "A: In -- in my -- about middle 20’s.",
        "Q: Early to middle 20’s?",
        "A: Yes.",
        "Q: What -- What were you doing -- what -- for employment, and --",
        "A: Okay, I was a taxi driver at night -- night time employ taxi driver. I worked for time for a\ninter-urban taxi company that had the old DeSoto taxis, seven seaters. We competed with the bus\nservice from city to city. Then I worked in the cities as night taxi driver. And shortly before\nemigration, I finally found a job in a refinery, as a laboratory technician. I was taking a course\nwith the Haifa Institute of Technology, an extension division course for laboratory technicians,\nso I found a job there.",
        "Q: Did you -- Did you have any other schooling in -- during this time in Israel?",
        "A: In Israel, only those -- the half a year that I was in the kibbutz and apparently got maybe two\ndays a week some lessons in Hebrew, geography and little bit history and language, but no -- no\n-- nothing else.",
        "Q: Were you involved romantically with anyone? Did you have relationships?",
        "A: I think that I came close to it several times, but none never -- never anything developed to --\nto a serious stage. There was -- there was, again, the differences in cultural background, you\nknow? The fact that two people are Jewish doesn’t -- doesn’t make them automatically see eye to\neye. There are that -- the s -- very same differences, like between here, a man and woman, you\nknow, they are no different. Then Israel, in those days, had economic -- tremendous economic\ndifficulties. Apartments were in very short supply. In those days it was almost impossible to rent\nan apartment in Israel. You had either to buy it, like you buy a co-op here, or a condominium, or\nyou have to put key money. I don’t know whether you are ever -- you know, familiar with that\nconcept of key money. Let’s say you are renting an apartment. You have to put -- just as an\nexample -- 10,000 dollars as a deposit to the landlord and you pay him a month, 10 dollar rent.\nThe next year, your deposit goes down to -- from 10,000 to 9,000 and your rent goes up to 20\ndollars. The third year your key deposit goes down to 800 dollars and you have to pay him 30\ndollars a month in rent. When it reaches zero, can you see the see saw? When it reaches zero,\nyou have to start from the beginning. And simply, very few people have the money to put for the\nkey deposit, so that many couples cannot get married.",
        "Q: Was that a -- a difficult time of your life, i-in Israel, those five years waiting for --",
        "A: Yes.",
        "Q: -- the papers to come through?",
        "A: Yes, that was -- that was not so difficult from economic point of view, because taxi drivers,\nyou know, were able to make ends meet. But the problem was that when there came something\nas more serious decision to be made, a long term commitment, I did not know which way to go,\nbecause I have -- had -- had no assurance that I will ever receive visa to US. And even if -- if I\ndid, I never knew when it will come. It was continuously disrupted by my being recalled to\nreserve duty, to the military. By that time, I had already the rank of corporal in the Israeli army\nand the higher your rank is, the longer period you serve in the reserve obligations. And they slice\nyour obligation into segments, it’s not one unit. It’s a week here, two weeks here. And the Israeli\neconomy in those days, even when you worked, they did not reimburse you with salary to -- to\nthe time you had to serve in the military. And you got military pay according to your rank and\nthat was peanuts, because the Israeli military claimed that they are feeding you, they are dressing\nyou, so they give you only couple dollars monthly spending money -- pocket money for\ncigarettes and razor blades. And in the meantime, if you rented someplace a room, you still had\nto pay rent for the room after you exit the reserve obligation.",
        "Q: So, it was 1959 when --",
        "A: Yes, yes --",
        "Q: -- you finally got your papers --",
        "A: -- yes, yes --",
        "Q: -- taken care of?",
        "A: -- yes, yes.",
        "Q: Can you tell me about your -- your trip to the United States and what that was like?",
        "A: Okay, the trip -- the trip itself, I don’t know why I felt very ambivalent because I knew what I\nam leaving behind, but I didn’t know what I went facing. Israel, in those days -- Lute Airport\ndidn’t accommodate jets. I flew out with a Super Constellation, four engine prop airplane from\nTel Aviv -- from Lute, which is not far away from Tel Aviv. Our first stop was Paris. I flew with\nAir France. In Paris, I stayed about two or three hours and boarded another Super Constellation\nto New York. And Paris already accommodated jets, so there were about four passengers on the\nwhole Air France jet prop plane to New York. By the way, the jet planes fair was more\nexpensive than the prop. So I slept almost all -- from Paris to New York, it took about 12 hours.\nStretched myself across all those three or four seats and slept most of the way. Arriving in New\nYork, it was not Kennedy Airport, but 1t was Idlewild Airport in those days. I arrived, I think\nabout 4:30 in the morning. The immigration officer was already sleeping behind his desk. I think\nI was the only immigrant. The airport was deserted. He looked at my papers and say, “You just\nmade it in time.” I came three days before my entry visa was to expire. And there were waiting\nsome very distant relatives, for me, at Idlewild Airport, who took me to their apartment in\nManhattan. I slept there, I think, for about 10 hours. First time that I was able to eat a decent\nEuropean type meal and have apples. You know Israel is very, very short on apples, because of\nthe climate. And I went to visit my uncle and aunt, from whom I had a letter waiting for me at\nthe airport, to come to visit them. Do we have any gaps to close?",
        "Q: Well, I don’t know whether we talked about this on tape, or whether I asked you on tape, or\nwhether, when we were discussing this earlier, why you had chosen -- why you had decided to\ncome to America?",
        "A: Oh, because of -- because I realized that my family from Czechoslovakia will not join me and\nthe second best -- I wanted family -- was my uncle, my father’s brother, who used to be\nextremely wealthy, in Czechoslovakia. And now I have to digress little bit from this original --\nfrom the story. You see, my family, like many Jewish, central European families, my family was\nvery large, but dispersed. The dispersion was not caused by Hitler, but it was caused by the break\nup of the Austro-Hungarian monarchy. Consequently, people who were born in Vienna or in\nBudapest, finally -- suddenly found themselves being citizens of a independent, but different\ncountry. The monarchy disappeared. And as a result, there was a barrier between us, because\nthey were living in foreign countries. Not only that, but at the time of the break up of the\nmonarchy, I think in 1920 -- around 1920’s, US established immigration quotas and there was no\nlonger Austro-Hungarian quota, which never existed anyhow, but everybody who went to come\nto the US, came according to the quota of the country of which he was a citizen now, in which he\nwas born. So some people had to wait long time, some people didn’t had to wait long at all.\nSome family’s entry to the US was actually broken up because the husband was born in a\ndifferent country than the wife. And my uncle, after the first World War ended, was one of f-four\nbrothers. Leo, who was the oldest one, emigrated to United States in 1913, one step ahead of the\npolice. He was gamble -- he was gambling in cards and horses and apparently signed some\nIOU’s, which he was unable to redeem. So, the Austrian police was after him, and in those days,\nif you were a crook in Europe, you came to United States, like Al Capone. So, he came to the\nUS. He settled here, but severed contacts with his family, so we didn’t know whether he is alive\nor not. And he lived in New Jersey, in a small town called Morristown, about one hour from\nNew York City. His brother Herbert became extremely wealthy textile mer --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "A: -- became extremely wealthy textile merchant in Brinn -- in Burno, second largest city in\nCzechoslovakia, dealing with silk. In those days, silk was still in it’s pure form imported from\nChina, was very expensive. And he was a multi-millionaire, who every year spend vacation in\nSwitzerland. And, at the start, when Nazis marched into Czechoslovakia in ‘38, he found himself\nin Switzerland, vacationing with his whole family. So, he never went back to Czechoslovakia.\nHe had enough money with him, still, to make him very comfortable, but no longer multi-\nmillionaire. From Switzerland, he went to France and from France to Portugal. Someplace along\nthe road, he obtained entrance visa to US, which later on proved to be false, not valid. In\nPortugal, he finally -- no, he obtained visa to Canada, which was not fal -- which was false. So,\nin Portugal, he was able to obtain visa to US and from Portugal he emigrated to New York,\nwhere he settled and became partner in a textile store.",
        "Q: This is Herbert --",
        "A: Herbert --",
        "Q: Deutsch? Was this --",
        "A: Deutsch, Herbert Deutsch. He, his wife and his daughter. But his wife, excuse me that\nexpression, was a bitch. She didn’t wanted me to US. And every letter that I wrote to him,\npertaining to an affidavit of support, she didn’t showed him. She threw it into garbage.",
        "Q: Why didn’t she want you to come?",
        "A: Because she was afraid that it will cost them money to support me. She was very greedy. She\nwas a very hateful woman. You know, why some people are hateful, she all -- supposedly came\nfrom a family that was full of hate, so she was very hateful. Their marriage was very unhappy. In\n1955, I think that Herbert has discovered his brother Leon, living 50 miles from him.\n[indecipherable |",
        "Q: In Morrisstown?",
        "A: In Morrisstown. But Herbert never forgave to Leon those years of silence and the heartbreak\nhe caused to Jenny -- to his mother, by not letting himself known that he 1s alive. So that was\nHerbert, living in New York, he didn’t send me affidavit of support. My grandfather brokered\nthat affidavit of support through a distant branch of the family, who were born in Austria, who\nwent first to Cuba and from Cuba came to the US.",
        "Q: What were your first impressions of -- of New York?",
        "A: I was overwhelmed, simply by it’s size, by it’s complexity. I was like Alice in Wonderland. I\nwas perplexed, to be very basically honest with you, with American packaging. I bought a shoe\npolish, I remember and I was lost about how to open the lid of it. That was the first time that I\nbought milk in a paper container. I was unable to follow instructions how to open various things\nand how to approach. Push here, pull here, you know? With left finger here, right finger there. I\nwas totally lost.",
        "Q: Did you speak English?",
        "A: Little bit.",
        "Q: Mm-hm.",
        "A: And I familiarized myself with American culture by watching television, but I got many\nwrong impressions, because in those days there were shows like “Father Knows Best’, where\nthere was solution to every problem. And I said to myself, “That’s impossible that America is so\ndifferent that they have solution for every problem.” You know? I began to feel tremendously\nshortchanged that I have so much catching up to do, because I’m not even -- I -- I don’t come\neven close to thinking in those terms.",
        "Q: When did you discover that that -- the TV world was -- was much different than reality?",
        "A: I do not think that it came overnight. I don’t think so. I don’t know exactly. It certainly came\na long time after I have been in the US. And certainly it did not come while I was in New York.\nIt must have come about 10 or 15 years later, when I started to discover the differences -- not\nonly the differences between TV and reality, but differences between the fact that -- and please\ndon’t take it personally, that US parents have tendency to give too great of a positive public\nrelationship spiel to their children -- to their offsprings.",
        "Q: For example?",
        "A: Okay, after -- after being about a year in New York, not seeing eye to eye with my uncle, I\nwas -- I realized that I can never live up to his expectations. Furthermore, he didn’t wanted to\nrealize that I, at the age of 27, cannot be molded the same way a 10 year old can be. So I -- while\nin New York, I visited my uncle in Morrisstown and I found a wonderful old man, who certainly\nwas sorry for what -- for his behavior in the younger days. But my New York uncle didn’t\nwanted to forgive him. He said that he forgives him, but whenever discussion came to it, 1t was\nstill there. I decided to leave New York and move to Morrisstown. My Morrisstown uncle found\nme a job in a department store in Morrisstown, I became a shoe salesman. And my Morrisstown\nuncle attached himself to a wealthy Jewish family in Morrisstown. He worked for them. They\nowned a hotel, a very small, rundown hotel, but nevertheless, he was living there. And he found,\nin that family, a second home. He attached to hi -- to himself to that family. And they treated him\nvery nicely and he felt very warmly toward them. And they were extremely wealthy. And they\nlooked upon me in a very favorable fashion, that finally my uncle, who from 1913, until 1960\nwas alone, finally found family member who likes him -- who loves him. So they liked me\nbecause of it. But, they always gave themselves as example of American success. They always\npointed out to me their children. Let’s say, their married daughters. They claimed that if you take\na good boy, from a good family and match him -- match her up with a good girl from a good\nfamily, that it has to be success. And they continuously -- they also pointed out to me, couple\ntimes, that I cannot expect the greatest success in US, because I have no background. It took me\nquite awhile to figure out what they mean by background. That --",
        "Q: What di -- What did they mean?",
        "A: Background, you don’t have address, identifiable address. Your family tree is not in the US\nand is -- it is unknown. That they meant by background. When I kept talking about atmosphere\nin the US as opposed to atmosphere in Israel, they said, “Oh yes, we know. I-In Israel the\natmosphere is -- is semi-tropical.” They didn’t know that I mean by it, cultural atmosphere. They\nwere -- they were very commercially oriented. They had no formal education whatsoever. But\nthey were Polish Jews, who -- who were -- usually the Polish Jews were always looked upon in\nEurope -- when you want to see a small merchant, that is Polish. Like Tuvya in -- in -- in\n“Fiddler on the Roof’, you know? A small, little merchant selling buttons, or -- or -- you know?\nSo they too, gave me couple times, feelings of inferiority, but based upon commercial basis.\nThen, the relatives here, in the States, distant relatives, who were in Austria, one was a carpenter,\none was a tailor. They came to the US, the tailor became a very successful tailor in New York.\nThe carpenter opened a plastic factories in Teaneck, New Jersey, very wealthy. So, you know,\nthe whole structure, family structure, disintegrated and started to taking a different shape and\nform, once it broke up, in different countries.",
        "Q: Did you have -- keep in correspondence with your father at this point, or --",
        "A: I kept correspondence with my father until his death in na -- 1962 or ‘63, yes.",
        "Q: And what was the relationship like? What we -- what --",
        "A: It was again, the letters were censored. He was extremely proud when I passed the GED\nequivalency high school examination.",
        "Q: What -- What year was that?",
        "A: That was 1961. Because he, like all fathers, predicted that you will -- he told me, “You will\ngrow up to nothing. You will never amount to anything.” But I don’t think that -- that he -- he --\nthat was more a phrase or expression. Had he taken in account the handicaps that I had, he\ncertainly would not -- not -- not -- not think of -- of -- of all that seriously. Then, when I told him\nthat I was able to gain admission to a university, he was extremely proud. But, when I first came\nto Czechoslovakia in ‘65, he was already dead. And I was able to come to Czechoslovakia in ‘65\nbecause my uncle in Morrisstown died and left me inheritance of about 4,000 dollars. I\nremember 1,500 dollars went toward his funeral. I have spent about 2,000 dollars towards my\ntuition in college, because I went to a private school. No state school in New Jersey wanted to\nadmit me because I had a very, very low score on -- how was it called in that time -- Princeton\nCollege Boards. And state school said, “No, we have strict regulations, try private school. They\ndon’t have such strict regulations.” So I was admitted, but I had to pay, in those days, oh about --\nbeginning tuition was about 27.50 per credit hour. And by the time I finished, it was about 55\ndollars per credit hour. And multiply it by 130 credits and I paid for everything from my own\npocket, except those 2,000 dollars that my uncle left me. So, I left myself thousand dollars for a\ntrip to Czech Republic.",
        "Q: And what was the purpose of the -- of the trip?",
        "A: To be reunited with my sister and with my aunt. My mother had a sister in Czechoslovakia,\nwhich lived in the house of my grandfather and grandmother.",
        "Q: And how long did you visit? How long were you there?",
        "A: I stayed one week with my aunt and uncle in Slovakia and one week with my sister in\nZenoimal.",
        "Q: Wh-What do you think -- wh-what left the most impression on you, your visit? Did you go\nback to your village?",
        "A: Which one? To Orskiboat?",
        "Q: Th-The village that you lived in before the war.",
        "A: No, no, no, no, no. There was absolutely no time. You see, I was working for Allied Chemical\nCorporation in Morrisstown and I got only two weeks vacation. And furthermore, I planned the\nvacation between semesters. It took me 10 years to finish the college. Because of money and\nlanguage, I had to take it very slowly. And I went year round, both summer sessions. I took six\ncredits during regular semester. That meant four nights a week and I took two courses during the\nsummer. One in the first summer semester and one course the second summer semester. And\nthere were only two weeks open window between the summer sessions. And between the second\nsummer session and beginning of the fall session was the cheapest air fare. So I took advantage\nof it and went to Czechoslovakia.",
        "Q: Did you visit your father’s gravesite?",
        "A: No. Because, 1n Czechoslovakia in those days, nobody was -- was -- nobody was buried. The\nstate did not permit it, only cremations took place. And visiting somebody’s grave whose ashes\nare there didn’t mean anything to me.",
        "Q: How did you resolve your feelings that -- the fact that the last time you’d seen your mother\nwas -- was when you left for Israel and the last time you saw your father was -- was when you\nleft for Israel and that they’d both died and you’d never seen them?",
        "A: I never resolved it. I still didn’t -- don’t know how to deal with it. I am asking myself -- well,\nI -- had I stayed in Czechoslovakia instead of emigrating to Israel, I probably would not have\nchanged anything on my father’s death, because he died of stroke, you know, at the age of 73.\nThat probably would not have changed. But where I feel little bit guilty, had I stayed in\nCzechoslovakia, maybe my presence would give my mother a reason to stay alive. And maybe\nshe would not have committed the suicide. But see, sa -- there are too many maybes, you know?\nAnd that what irritates me continuously, that there are -- I have so many perhaps and maybes in\nmy background. And here and there I succeed finding an answer. That this truly would have\nhappened or did happened, regardless of my staying there or exiting. You know, sometimes I\nhave the feeling that I’m carrying on my shoulders the responsibility for the whole human race.\nAnd then I -- I begin to realize that if that subways train comes five minutes later, I have no -- no\n-- no leverage o-over that, you know? But nevertheless, it -- 1t causes me quite a bit of\nfrustration.",
        "Q: Why -- Why do you have this sense of responsibility?",
        "A: I don’t know. I simply don’t know. Maybe the luck of contribution -- that nobody has asked\nme. That I found myself like a leaf being tossed by the wind and not being able to -- to direct the\nway the wind will blow or -- or the leave will be -- will be scattered. I would like to have more\ninput into what is happening to me. And until I came to the States, I really didn’t have any input.\nThings were happening outside my control, completely. I didn’t have a handle on my own fate\nuntil I came to the States. And it took me time -- a long time in the States -- not that I didn’t had\nthe freedom to choose my fate, but I didn’t know exactly what to choose.",
        "Q: How did you finally feel as though you got a handle on your -- on your fate?",
        "A: First of all, it took me quite a -- quite a bit of time to decide what is it I want to study. I didn’t\nwanted to study accounting to begin with. I wanted to become a chemical engineer. But my\nbackground in -- in math was not sufficiently strong to gain admission to engineering school.\nThen, engineering school was five years long, instead of four years. That would have created\nanother problem. Then, I felt that to study something other than accounting would require a\nmuch better knowledge of the English language than I possessed .Then the school, even though\nit was a private university, regulated to some degree, the sequence of the courses I was taking -- I\nhad to take. Because everybody who was admitted under GED had first to take English, History,\nMath and Language, before taking anything else. The 15 -- the first 18 or 24 credits, you were\nsimply on probation. So I -- I felt like walking continuously on a thin ice. And then American\ngirls had tremendous influence on my way of thinking. Because I heard, in Israel -- you know,\nIsrael is a haven for Jewish American women. And I don’t mean it as a joke. You would be\nsurprised how many American Jewish women come to Israel to find a husband. And some of\nthem are extremely wealthy and some of them are really willing to compromise and go down\nvery low on the economical le -- ladder to find a Jewish husband. Many marriages end up in a\ndisaster. Very few American Jewish girls stay in Israel. They usually bring their husbands to the\nStates. And many of the Jewish boys simply don’t measure up to the expectations. But, in Israel,\nin my days, there was generated the saying that American girls have tremendous body, but\ninstead of a heart, they had a computer. And that was confirmed to me when I was dating\nAmerican Jewish girls. I -- for first 10 years, I dated only -- tried to date only Jewish American\ngirls and it was always the same result. “You are a nice boy, but you are nothing economically.”\nThe girls told me, “We are seeking somebody who has it made already.” Again, I was out of\nsync. “Yes, you have perseverance. We see that you are going nights to school, you are trying to\nbetter yourself.” But I got my BS, I was 37. By that time, most fellows already are partners in\nsome business or self-employed or whatever.",
        "Q: When did you meet your wife?",
        "A: Huh, that is a very interesting story. I worked at Allied Chemicals in Morrisstown and I was\nrenting a room with a family. He was also from Czechoslovakia and she was from Italy. They\nwere Christians, but they were honest, good family. And one day, in 1968, his uncle from\nCzechoslovakia came to visit. Because in ‘68, if you remember th-the Prague’s sprink liberated\nthe exit and he succeeded coming to the US for a visit, leaving his wife and children as hostages\nthat he will come back. And we started talking and he said, “Look, you will have absolutely no\nproblems --” he asked me why I’m still single, so I describe him the situation and he said,\n“Look, that doesn’t surprise me. You simply don’t fit, culturally with American girls. You would\nbe much better off finding a Czech girl.” So I said, “Well, how that would be possible after so\nmany years not being there? A whole generation or two were born.” So he said, “Leave it to me,\nI will look around.” And he lined up about five or six girls and I came for a visit. I went out with\nall of them and I selected one. And in 1970, I went once or twice again to Czechoslovakia and I\nestablished correspondence with one of the girls and it clicked without any problems. And in\n1970, I was about to graduate in August and in June of 1970, I went to Czechoslovakia and got\nmarried there.",
        "Q: So, these Czech women, were they in Czechoslovakia?",
        "A: Yes, yes, yes, yes.",
        "Q: How -- How were you dating them?",
        "A: I stayed in Czechoslovakia for a month and I went out with each one of them and I finally\ndecided on one of them.",
        "Q: And this was set up by you --",
        "A: By that friend.",
        "Q: And had you corresponded with them, at any point?",
        "A: With two I kept correspondence until I severed the correspondence and I began to concentrate\non that one.",
        "Q: And why was it that you selected yo-your -- your future wife? What was it about her?",
        "A: Chemistry. The Czechs gave me bloody hard time to get married. You cannot visualize how\nmany documents I needed.",
        "Q: How soon after you -- you met, were you married?",
        "A: About two years later.",
        "Q: So she came back to America?",
        "A: No. We were -- we were married in Czechoslovakia, it took her three months to process the\npapers. But the three months were delayed by US, not by the Czechs. We started processing our\npapers for the marriage about year earlier. That has to be satisfied the Czech government first.",
        "Q: So, your courtship took place -- did you travel to Czechoslo --",
        "A: Travel and correspondence. And she’s not Jewish.",
        "Q: What is her name?",
        "A: Meerka.",
        "Q: Okay. Did you talk with her about your Holocaust experiences?\nEnd of Tape Three, Side B\nBeginning Tape Four, Side A",
        "Q: -- your Holocaust experiences?",
        "A: I think I did, but she is much younger than I. She is 16 years younger than I, so she did not\nhave first hand experience. Furthermore, she was born already under the Communist regime. But\nshe had couple girlfriends who were Jewish, who were -- I -- I don’t know whether the girls or\ntheir parents were product of the Holocaust, so she knew what I am talking about.",
        "Q: Had you talked about your Holocaust experience with -- with very many people in -- in\nAmerica?",
        "A: No. Not -- not -- not -- not many, not many. In all honesty, I think that in Morrisstown, where\nI spent 10 years, I didn’t speak about it once. I belonged, because of my Morrisstown uncle, in a\nJewish congregation, a very modern congregation, sort of a religious how they call it, Reform\nJudaism. But not one of the Jews there ever, ever asked me about Holocaust experiences. I do\nnot know just what -- what it is about -- the American Jews, they are a completely different\nbreed. You know, the -- sometimes you are wondering what sort of a Jews are they to begin with.\nFor example, when -- when -- when there were wars of -- I used to teach the Hebrew language in\nthat synagogue to kids. So there was a war, I don’t know, in ‘67, between Israel and Arabs, and\none of the boys came to school after the war has ended and said, “Mr. Deutsch, isn’t it fantastic\nwe beat the Arabs?” They are riding on the coattails of the Israel when Israel does something\ngreat. But they don’t want to recognize Israel when things are not going so well, you know? So I\n-- I don’t think that the American Jews know exactly where and how do they fit, whether they\nare American or they should be Israelis. Then they don’t know exactly how the Judaism fits into\nthe Israeli structure. They are very confuse and very ambivalent about it.",
        "Q: And how do you see yourself fitting in?",
        "A: For me, Judaism is a religion and nothing more. Israel is a society composed of Jews, but\nthat’s it. And the Jews of Israel go to various synagogues, to Orthodox, to Reform. And as far as\nbeyond that, they have absolutely nothing in common. What is united -- uniting -- uniting them\nis the danger from the Arabs on one hand and the bad memories of anti-Semitism and Holocaust\nfrom Europe. And not having -- not being for the Holocaust, I’m not certain that Israel as state\nwould exist. It still would be probably today, Palestine.",
        "Q: Was your marriage ceremony performed by a rabbi?",
        "A: No, no, Czechoslovakia -- we got married in 1970, Czechoslovakia did not have religious\nceremonies. It was conducted by a judge -- peace judge, how you want to call him?",
        "Q: Justice of the Peace?",
        "A: Justice of the Peace, and my marriage -- I have a rec-recording of it, of the whole ceremony.",
        "Q: Oh, a tape recording?",
        "A: Tape recording.",
        "Q: Mm.",
        "A: It’s a 78 --",
        "Q: Record?",
        "A: Vinyl record.",
        "Q: So when did you come back to America with your wife?",
        "A: Okay, I came back -- we got married in June of ‘70, I came back -- I worked already in Mount\nSinai Hospital in New York. It was couple months before graduation. They gave me already a\nprofessional status as an accountant. I came back probably end of June and October 10th, my\nwife came to the States. We rented an apartment in Morrisstown and I think in January of 1971 --\nshe was a medical technician, she found a job also at Mount Sinai in New York and started\nworking as a medical technician there.",
        "Q: And -- And your job was an accountant at Mount Sinai?",
        "A: Yes.",
        "Q: A-And what did you -- what did you get your degree in?",
        "A: Accounting.",
        "Q: Accounting. And what was that university?",
        "A: Farley Dickinson.",
        "Q: Farley Dickinson.",
        "A: Yeah.",
        "Q: And so, what was that time like? Your -- Your wife is -- her first experience in America and -",
        "A: Well, the first experience was horrible. I -- I -- I -- I was desperate. She started crying. She\ncried for about a week. I do not know whether she started -- yeah, she was hired at Mount Sinai,\nbut Mount Sinai had a strange employment structure. It is very heavily unionized and there are\nvarious categories. There are union for nurses, union for blue collar workers. Everybody’s\nunionized and everybody belongs to a different union, and every union has a different pay scale.\nAnd my wife belonged to union of medical technicians, and the union of medical technicians has\na -- has the lowest pay scale than the union of blue collar workers. And she, coming from a\nCommunist country, was extremely insulted that she, with all her medical training, is getting\npaid less than the janitor is paid. And that was insulting to her. But, looking at it in retrospect, I\nthink -- and I will of course never, never ask her about it, that she gave me that as an excuse, but\nI think that she was very, very homesick and tried to cover up for it by giving me that excuse. In\n1971, about year after she came to the States, she went already for a visit to Czechoslovakia, to\nvisit her mother. And she tells me -- she was there about a month, that she had -- have -- had to\nthink about it very deeply whether she wants to come back to US or not. But, apparently, I don’t\nknow whether she made the decision on her own or whether her mother talked her into it, she\ncame back.",
        "Q: That must have been frightening.",
        "A: Yes, yes it was. But -- well, I -- I -- I don’t know what to tell you about it today. I don’t know\nhow my thoughts -- in what direction they went in those days, whether she will come back or\nnot.",
        "Q: Do you have children?",
        "A: Yes, we have a son. Was born in 1975.",
        "Q: Oh, that’s right. I spoke with him on the phone.",
        "A: Oh yeah, you talked to him. Well, all those years, we both worked, we saved money. So he\nfinished -- he got his BS from Virginia Tech, in economics and his MBA from Texas A and M,\nwhich he finished about five months ago. And three months ago he s-started to work for a\nconsulting firm in Springfield, Virginia. And he’s traveling as a consultant for that firm.",
        "Q: And what is it -- what is his name?",
        "A: Leon.",
        "Q: Leon. After your uncle?",
        "A: After my uncle in Morrisstown.",
        "Q: Do y -- Have you talked about your Holocaust experience with him much?",
        "A: Oh yes, yes, yes. He’s very interested in it. He visited the museum here once or twice. He’s\nhalf Jewish and I think that he leans much more toward Judaism than toward Christianity. I\nexplained to him several times the liabilities of -- and the assets of both and told him, “Look, you\nare in a position to choose.” And for some reason, I -- I cannot put my finger on it, but he feels\ncloser affinity to Judaism than to Christianity. My wife stays out of it, she couldn’t care less for\nneither one, although she feels also s-sympathy toward Christia -- toward Judaism. But she’s not\ntrying to influence our son one way or the other.",
        "Q: Do you remember the first time you told him about what you went through as a child during\nthe Holocaust?",
        "A: I do not know. I do not know one -- when I told him. He asked me, for example, why did we\nnamed him Leon. So when I started telling him that he was named after Uncle Leon, he started\nasking about Uncle Leon. And I think that’s how it led towards -- towards the Holocaust issue.\nThen, when I -- after I moved from mo -- New York to Morrisstown, I kept meeting with my\nNew York uncle about once a month. He was extremely angry at me that I deserted him and\ndecided to break bread with his brother, whom he never forgave. And my uncle in New York\ncontinuously kept criticizing everything I did. He used always negative criticism. H-He always\ntold me, “Don’t do that,” but he never told me what to do instead. And I raised couple times the\nissue, “What would you say if I married a Christian girl?” So he was very much against it. So\nwhen I did marry my wife, I simply didn’t tell him that I’m going to marry. I came back and on\nnec -- our next meeting, I told him, “Uncle, I just came back from Czechoslovakia and I married\na Christian girl.” And that was the end for him. We had a fight and we never saw each other\nagain. That was in 1970. And in 1973, he died, natural death. He got a heart attack. But there\ncomes a related and also interesting story. He had a daughter, a ravishing beauty. She was about\n18 or 19, right out of high school, when she married her sweetheart, graduate of Columbia,\nengineer, who worked for Sperry Gyroscope in New York, on Long Island. An extremely well\npaying job, very bright, good looking fellow. They lived on Long Island and I saw her twice in\n1959. And I was unable to see her again and I had the feeling that, at that time, that because I\ndidn’t lived up to my aunt’s and uncle’s expectations, that they ins-instigated her against me.\nAnd about year or two later, in early 60’s, he quit his job with Sperry Gyroscope and moved to\nPalo Alto, California, got a very high position with one of the electronics firms in Palo Alto. And\nmy uncle never wanted to give me their address. So, I lost complete contact with them and when\nmy uncle died, in ‘73, I was trying to find out their address. But my aunt, the one who hated me,\nwas still alive and she didn’t wanted to speak to me. And I didn’t know how to find them. I\nlooked telephone books, looked every place, I was unable to find them. And about two years\nago, don’t ask me how and why, I exhausted all the avenues of finding her and suddenly\nsomething occurred to me. I wrote to New York City, asking for my uncle’s death certificate and\nthey answered me that I have insufficient information, that maybe he died outside of New York\nCity and in which case they will not have his death records. And about at that time, I bought an\ninternet and I went through the Social Security -- some organization publishes death registry by\nstates and Social Securities on the internet and I found my uncle. And I wrote to New York City\nagain, this time giving his Social Security number and they gave me, for 15 dollars, his death\ncertificate. And on New York City’s death certificate, on the bottom, is a line for informant of\nthe death. There was my aunt -- aunt’s name and her address, which was the same like my uncle\nused to be. Then, I discovered that my aunt died in 1983, so I sent for her death certificate. And\nthe informant’s name on her death certificate was her daughter. She was not living in Palo Alto,\nshe was living in Los Altos, which is about 10 miles from Palo Alto. I wrote her a letter and\nthree days later, she called me by telephone. And I ask her, “Why haven’t you looked for me?\nMy name is in the telephone book.” She had unlisted number. 39 years it took me to find her.\nShe said she had a very miserable childhood. Her mother hated her. Her -- the day she came to\nher mother, telling her that, “I’m getting married,” her mother said, “You are dead for me. You\nare leaving me, your own mother. I don’t want to know you any more.” And she told me things\nabout her parent’s marriage which make my few hair rise. That also that marriage was only in\nname. All those high standards that they asked me to live up to, they didn’t even come close in\none percent to those standards. And she is divorced. What is she, my cousin? My niece? My\ncousin. My uncle’s daughter.",
        "Q: Cousin.",
        "A: Cousin. Yeah, she lives a -- a life of a very wealthy divorcee.",
        "Q: Do you still tee -- keep in touch?",
        "A: Yes, occasionally we exchange notes.",
        "Q: And what is her name?",
        "A: Alice. Alice Sege. S-e-g-e.",
        "Q: Wh-Why was it that you wrote -- wanted the death certificate of your uncle? Just curious.",
        "A: I -- I don’t know -- because by wanting his death certificate, I didn’t know what the end result\nwill be. I have just tried to get together pieces to a jigsaw puzzle, who died and when. And\nmaybe my son is trying and has been building our family tree.",
        "Q: That’s a big job.",
        "A: And I think for that reason, I tried to get together as many pieces as I possibly can. And\nmaybe that has led me to the original. Because there were four brothers, I did not know exactly,\nchronologically, how they fit, who is the oldest, who is the youngest. And, being an accountant, I\nlike things in order. So maybe -- maybe that --",
        "Q: You know, you came to America in a very interesting time, a time when there wasn’t much\norder, in the 60’s. A lot of anti-war protests, eventually. Civil rights, assassinations. What --\nWhat impact did that have on you, coming from your background? What were your impressions?",
        "A: My -- My initial -- when I came to -- in ‘59, my biggest shock was Cuba, Castro. That was\nthe biggest shock. Then, that was a very negative shock. Then the positive event happened, when\nthe Israelis caught Adolf Eichmann. Then, New York City, I don’t remember any protests in\nNew York City. New York City was a beehive. I commuted by subway station -- by subway to\nwork as a shipping clerk. And evening I bought textbooks from Barnes and Nobles. Used\ntextbook, high school textbooks and after work, I locked myself in my room and I read many of\nthe books that are required from high school kids to be read. I went to Washington Irving High\nSchool, nights I think, for a course in English language. And most of the time I was very tired,\nphysically, because I don’t know, in New York City, the humidity was making havoc on my --\non my disposition in New York. In Israel, I -- I had no problem, you know. Tel Aviv is\nextremely hot and humid, too. But in Israel you wear shorts and you wore sandals and tee shirt.\nBut in New York, you have to wear a suit and tie and the subway, crowded, standing on one foot.\nSo it was a different, different, different atmosphere.",
        "Q: Little more -- little more left on this tape. I wanted to get up to your employment with the US\ngovernment, when did that begin?",
        "A: Can we -- can I --",
        "Q: Yeah.",
        "A: Can we stop a minute?",
        "Q: Sure.",
        "A: [have to go...\nEnd of Tape Four, Side A\nBeginning Tape Four, Side B",
        "Q: You ended up working for the United States government, can you tell me about how you\nended up in that position?",
        "A: Okay. My wife and I bought a house. We started -- after about -- my wife started working, I\nthink, in January of ‘70 and -- no, that would be incorrect. ‘70 she came only to the States. In ‘71\n-- in January of ‘71, she started working and in one year we saved enough money for a down\npayment on a house, which we bought in community called Hopatcong, Lake Hopatcong. It’s not\nfar away from Morrisstown and we both commuted daily to New York City. It was 55 miles each\nway. And for a time, we realized that we cannot afford anything living closer to New York City,\nbecause of the expense. But, at that time, I don’t think that my wife si -- she simply was not long\nenough in the US to be able to advise me or make up her mind just which way to go. I think she\nwas more dependent on my decisions. But I began to realize a very interesting thing in Mount\nSinai. It probably was not affiliated with Affirmative Action, but Mount Sinai Hospital was very\nproud at it’s employment record, advertising -- at least among the employees, that they employ\npeople from every nation under the sun, except Mexico. But something very interesting was\ntaking place. Not only were you almost -- mor -- it was almost impossible to cross the\nboundaries of the various unions. But, in order to maintain some sort of a equilibrium, even\nthough it seems to me maybe I was imagining it, whenever they occurred a vacancy in the non --\nin the administrative positions, they -- Mount Sinai replaced the vacancy -- filled the vacancy\nwith exactly the same nationality it was created by. So, when an Italian American left an\nposition, exactly Italian American took that same position. So, I was asking, “How do I fit as a\nCzech Jew?” I was the only one. I have absolutely no chance. So I was looking at some\nopportunity for bettering myself. And prior to Mount Sinai, I worked again for about half a year,\nAllied Chemicals, this time as a professional, but they had implemented an austerity program\nand they laid me off. And prior to ma -- to Allied Chemicals, I worked for public accounting\nfirm. At that time I had a dream that I will become a CPA. And in New Jersey at that time, you\neither had to work 10 years for the US government, or three years for a CPA firm, in order to\nqualify for CPA examinations. And I forgot -- I decided that CPA firm is not for me. That CPA’s\nare in demand also in industry. But how do I gain the CPA examination qualifications? Simply\nby joining US government. So that led me to decision to join the US government. And originally\nI applied for a slot with the IRS, but from OPN in New York -- Office of Personnel\nManagement, my rating was too high for the IRS starting position. And apparently, the\nDepartment of Defense had many more vacancies in that grate. So I was picked up by the US\nArmy. And instead of commuting 55 miles to New York, I was commuting now seven miles to\nPicatinni Arsenal. My wife was still working at Mount Sinai. She hitched always, a ride with a\ncoworker. And Picatinni Arsenal had a layoff and I, through the layoff process -- they call it\ndariff -- I found another position at Potuxin Naval Air Station, here in Maryland. So, we moved\nto Maryland. My wife got a job as a technician, medical technician in LaPlata Memorial\nHospital. And from Potuxin Naval Air Station, I got a promotion to David Taylor Model Basin.\nDo you know where it is?",
        "Q: Mm-mm.",
        "A: It’s on border of Maryland -- is Virginia. It’s called -- there 1s a bridge called Legionnaire’s\nBridge and behind it is hidden a great engineering -- [indecipherable] engineering installation.",
        "Q: What kind of work were you doing?",
        "A: Accounting.",
        "Q: For accounting, oh.",
        "A: And from there, I got a job back with army. Potuxin and Carderuck, or David Taylor Model\nBasin were navy. I got a job back with the army in Alexandria. Army Material Command, which\nwas the headquarters -- again, as an accountant. And then, after about working for Army\nMaterial Command for some eight or nine years, I realized, through the Affirmative Action that I\nam going no place. But the army paid for my Master’s degree program and I decided to go for a\nPh.D. And the army had no interest in my Ph.D. So I started paying for it from my own pocket\nand I selected international affairs as my project -- Ph.D program. And I started going to\nCatholic university. And, in 1988, again I had here a problem with a colonel, who was director.\nIn the meantime, I gained -- I was ob -- able to obtain a changeover from accounting to\ninternational programs division, with AMC -- with Army Material Command. And the director\nwas a colonel who was a bigot, first class.",
        "Q: A bigot?",
        "A: Yes, and anti-Semite. And he created the situation -- very unpleasant situation where I was\nalmost forced to resign, either to be fired or forced to resign.",
        "Q: What happened?",
        "A: Well, to make a long story short, as I see it -- that doesn’t mean that it necessarily was so -- he\nwas an old bachelor who was trying to sleep with every girl he could have. And many young\ngirls took the bite. In the div -- in the international programs directorate, we had couple\nopenings. Every time a girl came in for a promotion, became engaged to him. Once she obtained\nthe promotion, she disengaged and went back where she came from with a higher grade. And on\nthe third occasion, I mention it to him. Not what he is doing, because I had no right, but I said,\n‘How 1s it possible -- look, these girls are coming here, not only getting promotion and then\ntransfer back, but I am here trying to get a transfer to a different director, without promotion, and\nI cannot do so. Please help me.” And he felt threatened, and he created a situation where he\nwrote me up for every single, every simple deficiency. I handed him a project five minutes late,\nhe wrote me up. So I itkerminated to the fact that I either had to be fired or to resign. So, instead\nof preventing being fired, three days before the deadline, I resigned.",
        "Q: And where did you go from there?",
        "A: Oh, for about four months, I went -- worked on the economy. I worked as a night auditor for\nL’ enfant Plaza Hotel, here in DC. I worked for a month as a shoe salesman for Bloomingdale’s.\nThe shoe salesman experience from Morrisstown came very handy. Then I got a position which\ncould have lasted 180 days for the post office, US Post Office, selling stamps over the ph-phone,\nto collectors. And worked as an auditor for “House of Ruth’, in DC. And all those weeks I had\nfloated application as an accountant, back for federal employment. And I got a call from the\nLibrary of Congress, for a position in my old grade. But, Library of Congress, at that time, the\nchief told me that they have a huge computer in the basement, which is not utilized at all. And\nthrough my experience, they would like me to activate the computer and start it providing data\nthat the computer should be generating, if I want the position. Two days earlier, I got a positive\ninterview with military district of Washington, as an accountant, a grade lower, but asking me to\ndo almost a very similar job that I used to do for Army Material Command, as an accountant. So,\nI had a choice. Grade higher, but working with a computer, or grade lower, but doing more or\nless the same accounting job I did before. So I have selected the lower grade. And I work for\nnext eight or nine years for military district of Washington. For -- we stayed for about seven\nyears at Half Street, in DC. Shared that building with FBI and [indecipherable] Investigating\nService. And then we moved to Alexandria. But, you know -- from where I retired in last -- in\n1997, in May. Interesting thing happened now -- occurred to me that when I got the job with\nArmy Material Command, in the international division, the Pollard case came into existence.",
        "Q: Pollard?",
        "A: Pollard.",
        "Q: Ronald, or --",
        "A: Whatever his name 1s.",
        "Q: Ronald Pollard, yeah, mm-hm. Spike.",
        "A: And I represented the Israeli desk at the time. So I was investigated whether I had some\nconnection to it. But Pollard was navy, I was army and we had absolutely no connection.",
        "Q: And were they suspicious of you in any way because you had lived in Israel?",
        "A: It may have crossed their mind. But I was never affected by Pollard’s mishap. Then our -- one\nof our colonel’s -- but that affair you probably don’t remember. Maybe you never knew it,\nGillespie was his name. They had some problem with identifying missiles in Florida. He was\nalso my boss. It -- It -- Yo -- It made headlines in Time magazine and in all the papers, but 1t was\na short -- relatively short-lived affair.",
        "Q: How long did they investigate you in the Pollard case?",
        "A: Maybe two or three times, they asked me various questions.",
        "Q: [indecipherable] You had said to me at -- at lunch that you’re very pro-American and I-I’d\nlike for you to talk about that and also what -- what that might have been like, to have your\npatriotism, I guess, or your loyalty questioned in the Pollard case.",
        "A: Number -- No, I was -- I was little bit pissed off, frankly speaking. I was insulted by it.\nBecause I -- I -- I don’t know how you can prove to somebody loyalty -- that you are loyal. I -- I\ndon’t know exactly how to prove it. You know, in -- in older days, you proved your loyalty by\njoining the military in a uniform or going to fight for your adopted country. I was little bit too\nold to do all that, but simply, it was -- it was insulting to me that -- that they doubted my\nsincerity or loyalty. What else can I add to it?",
        "Q: Can you talk a little bit about your -- I mean, you’ve had citizenship as a Czech, and as an\nIsraeli, and now as an American.",
        "A: Okay, to clarify you that -- that issue. Czech citizenship, at least I didn’t know about it in\nIsrael. Apparently all those -- those 10 years that I was in Israel, I probably was a Czech citizen.\nAlthough, something goes through my mind and I cannot find evidence. The Czech government,\nafter the last transport of Jews left from Czechoslovakia to Israel, the Czech government\nadvertised in it’s newspapers and through it’s embassies overseas, that all Czech citizens who\nwill not return to Czechoslovakia by such and such a date, will lose their Czech citizenship. So, I\nlived under that assumption in Israel, that because I have not returned, I have lost my citizenship.\nThen, in Israel, upon your arrival, they ask you right in the airport or in the port of you arrival,\nwhether you want to be an Israeli citizen. And if you say yes, from that moment on, you are an\nIsraeli citizen. They don’t care whether you are citizen of another country. From here on, you are\nan Israeli citizen and you have the right to Israeli passport. One hour after you land in Israel, you\nare already there a citizen. If you say no, then they let you live as a non-Israeli, but you still have\nto fulfill the obligations, like any other Israeli. They just don’t trust you as much. Coming to the\nStates, nobody asked me -- I came under the Israeli passport. Working for Army Material\nCommand, there came an opportunity -- they advertised some vacancies -- under the Civil\nService in Israel -- if you will remember, when Israel surrendered to Egypt, that desert. What it --\nit’s not the Sinai desert, it’s -- yeah, it’s the Sinai desert. When Israel gave back to Egyptian -- to\nEgypt, Sinai desert, the Americans came that they will finance in Israel some airport which\nIsraelis have lost in Sinai, to Egyptian. And the Civil Service was looking for people who would\nbe willing to go to Israel as servants. So I put application in, but I still had Israeli citizenship and\nI was afraid that there will arise a conflict. On the one hand, my being Amer-American employee\nand on the other hand being Israeli citizen. So, I went to Israel1 embassy and I -- I renounced in\nwriting my Israeli citizenship. And as a result, my son and I lost it. We have a letter. My wife\nnever was an Israeli citizen to -- to begin with. But interesting thing now happened. When\nCzechoslovakia shed it’s Communist flavor, we Czechs here assumed that all of us who left\nCzechoslovakia from 1948 until today, will gain back Czech citizenship. Matter of fact, gain it\nback I think was wrong way of phrasing it. I don’t know whether I knew that we lost it. But what\ncame now to light? The new democratic government of Czechoslovakia proclaimed that we are\nnot longer Czech citizenship -- citizens. Because Czechoslovakia and United States signed, in\n1928, a mutual treaty whereby -- in which you gain one citizenship, but lose the other one. And\nthe Czechs began to enforce it.",
        "Q: When did you become a US citizen?",
        "A: In 1964.",
        "Q: In ‘64.",
        "A: And I wrote several times to the Czechs after the Communists lost the seats, ““What am I\nnow?” And I send them documents. And they send me back letters, telling me that based upon\nthe treaty, the day I gained US citizenship, I lost Czech citizenship.",
        "Q: What does it mean to you to be an American citizen?",
        "A: Everything. Czech citizenship -- I would not object if the Czechs gave me back the\ncitizenship, but it would be purely for sentimental reasons. I would not have any advantage in it.\nIt just would be a good, warm feeling that my mother country still knows that I exist and that I’m\nher son. That I’m not like stepchild. How is it called, that -- that -- that Walt Disney’s play with\nthe girl with the golden slipper?",
        "Q: Cinderella.",
        "A: Cinderella.",
        "Q: Mm. I wanted to ask you a little bit about the effect of your Holocaust experience on -- on\nyour life and I know you started the interview before we even --",
        "A: Mm-hm.",
        "Q: -- tape, by saying that it’s hard for you to sort -- sort that out and to know exactly how it\naffected your life. But, I believe that you said in your video interview that you think as a result of\nyour Holocaust experience, you try to be inconspicuous. You always look over your shoulder\nand you’re easily intimidated, I believe you said. Can you talk a little bit more about that and if\nthat’s still [indecipherable] sense --",
        "A: Well, it -- it is, you know, number one, because of my deficiency of the English language, I --\nI have problems expressing feelings. My vocabulary is not large enough. I do not know how to\nphrase it exactly. You know, there are -- there is a parallel in the American literature, in the book\nby Hawthorne, “The Scarlet Letter.” That’s apparently how she must have felt and how I feel.\nBranded. You know, somebody who -- who is -- who 1s -- I feel like somebody who is totally\nunimportant, who can be disposed of. Like you change shirt every day. That I have absolutely no\nvalue to anybody, except of course, to my wife and my son. But the rest of the society couldn’t\ncare less.",
        "Q: And y -- do you have that feeling often?",
        "A: It is not 24 hours with me. But the older I get, I think it comes more frequently. Isn’t that the\nsaying that when you become older, you re-return to your childhood?",
        "Q: And do you think that feeling 1s in -- is an outgrowth of -- of what you went through --",
        "A: Mm-hm.",
        "Q: -- in the Holocaust?",
        "A: Mm-hm, mm-hm. Very definitely, very definitely, very definitely. In it -- it’s interesting,\nwhen I first came to -- to Morrisstown, in 1960, it was a almost purely white community. There\nwere blacks, but -- but they had a section of town and they were very inconspicuous. I truly felt\nat home in Morrisstown, because people were not very inter -- not interested in my Holocaust\nexperience, but they looked upon me as a novelty, being an immigrant. Because, in those days,\nemigration to the US was orderly. And I was one of the very few that landed in Morrisstown in\nthose days. So people wanted to know more about my experiences as an immigrant and why and\nhow did I make decision coming to the US and how do I feel about the US. But slowly, slowly,\nwith the influx of the Cubans, and the thousands of illegal immigrants, immigrants are somehow\nlooked upon as intruders. And nobody cares particularly whether you came legally to the US or\nwhether you came as a wetback. Does it, to some extent, answer your question?",
        "Q: [had forgotten my question.",
        "A: Well, how do I feel about the Holocaust having me labeled.",
        "Q: Oh, right. And so, there was a period when you lived in Motrisstown, where it was -- people\nwere curious, but now you feel as though it’s -- it’s still a brand?",
        "A: Yes, yes, yes. Specially, specially in this area. Specially in Washington, DC.",
        "Q: In Washington. Wh-What about --\nEnd of Tape Four, Side B\nBeginning Tape Five, Side A",
        "A: -- yes, yes, yes. Specially, specially in this area. Specially in Washington, DC.",
        "Q: In Washington. Wh- What about the fact that you’re -- you now volunteer at the Holocaust\nmuseum? Do you -- do you feel you get support or understanding for the way that you feel, or --\nor do you talk to other people about the way you feel? Because there are other survivors, there\nare other people who -- who were on the run during -- during the Holocaust?",
        "A: You know, I -- ’'m not quite certain how to answer you, because I come only twice a week\nhere and the employees of the museum, number one, are US government employees. Number\ntwo, there are many Americans here -- native Americans, who have never experienced the\nHolocaust first hand. They read and hear about it. So, for them, it is an academic curiosity, but\nnothing more. I suspect that majority of us volunteers are survivors, original survivors of the\nHolocaust. But each one of us, so far, comes from a different countries. And our individual\nexperiences are totally different. You hardly -- I don’t believe, in honesty, I can say that you will\nfind two Holocaust survivors whose experiences will be identical. We -- I -- I don’t want to\nassociate with other Holocaust experienced coworkers, because their experiences are totally\ndifferent and the only thing we have in common is the fact that probably we are Jewish and our\nlives were changed by Hitler.",
        "Q: Are you uncomfortable with -- with being labeled, or -- wi-with -- with the identity of being a\nHolocaust survivor?",
        "A: Not -- Not -- I’m not -- not very comfortable with it. I’m not very comfortable with it.\nBecause I don’t know, well, what does it -- what does it mean? Do -- Because of it, will people\nfeel sorry for me? I don’t want you to feel sorry for me. Should I feel sorry for me? I don’t know.\nOkay, feeling sorry for myself -- had it not been for my grandfather, I wouldn’t be here talking to\nyou now. So, isn’t that fact that, in 1942, we crossed the border and we didn’t ended up in\nAuschwitz. So everything from that point on, is a bonus. Now, living a life of bonus, is it a bona\nfide life, or not? I don’t know. You see, these are the issues that I am dealing with. And nobody\ncan give me answer to that and I’m not one t -- I don’t want an answer, because I don’t believe\nthere is an answer. Maybe, had I been able to talk to Plato or -- or Socrates, maybe I would get\nan answer from them. But from a rabbi or a minister or a priest, I will not get a sat-sat-\nsatisfactory answer.",
        "Q: Are there smells or images or music or any sounds that bring back memories of -- of th --\nyours, in the Holocaust?",
        "A: Yes. The sounds of Nazi songs.",
        "Q: When do you hear those?",
        "A: Oh, in occupied -- before the transports.",
        "Q: When do you hear them now, though?",
        "A: Oh, on history channels.",
        "Q: I see.",
        "A: For me, the second World War has not ended. It never will end. It never will end. You cannot\nvisualize -- you cannot imagine how much Nazi propaganda we were exposed to until the tide\nhas changed for the Germans at Stalingrad. There were Nazi songs all over. And the town of\nUngarrishbrote, Ufwairskibrote -- and that I have never mentioned -- had loudspeakers on\ncorners of streets and if the town had some information to convey to the population, it came over\nthe loudspeakers. There were no town’s crier’s. Loudspeakers. And the loudspeakers generated\nthe Nazi songs.",
        "Q: Do you still have -- do you ever have nightmares?",
        "A: Yes.",
        "Q: What are those like?",
        "A: Well, specially the -- that guards at the border crossings of Slovakia. I still see the\nguardhouse. Or a trip in the car, in the snow. I'll walk across the border. I'll walk with the two\nguys to that hotel on top of the mountain. Depending -- sometimes I see a movie which -- which\ngenerates a nightmare. On one hand, I’m cursing myself for being a masochist, watching these\nmovies, “Invasion of Europe” and “900 Days at Stalingrad” and “Blitzkrieg” from England.\nChurchill’s speeches. “The Longest Day,” “The Bridge Too Far.” “Bridge at Remagen.” On one\nhand I cursing myself, on the other hand, I enjoy seeing these movies. I don’t know why. It\noccurred to me many a times while serving in the Israeli army, we had German arms, at least in\nmy days. We had Mauser rifle, we had German machine guns. Sometimes I’m wondering who\nhad the machine gun before me. Or the rifle. We had German bayonets.",
        "Q: In -- In your piecing together your -- your life -- you’ve talked about the puzzle, you know,\ngoing back and constructing things. Did you find out anything more about your mother’s\nsuicide? Cause I think you said in the interview that you thought that -- you had some suspicions\nabout it. It might not have been a suicide.",
        "A: I have tried to follow up -- I have her death certificate. The death certificate is signed by a\ndoctor whom I was unable to trace -- to find so far. The death certificate uses either a Latin or a\nGreek phrase for cause of the death, followed by Roman numericals. I had contacted NIH, the\nmedical library. The phrase says, “Fractura constratum.” Nobody knows exactly -- I have asked\ncouple medical doctors -- what it means, but using imagination, fractura is probably fracture.\nConstratum 1s probably cons-construction -- physical construction. And the numbers -- the\nRoman numbers, I went to library -- medical library and I found a relationship that that means\nthat various parts -- various ribs and bones in the spine, they’re broken. Each number means\nspecific bone is fractured. So, either they beat her to death, or she must have jumped from a\nwindow and on the sidewalk found her death. Only two possibilities. And when I wrote to the\nCzech authorities, they answered that they cannot find any supporting documents elaborating in\ndetails by the medical doctor, as to the exact cause of the death.",
        "Q: So there’s no way of knowing.",
        "A: But my mother spent four months in jail and for that -- they found my -- mo-mother innocent\nat the end of the trial, but after the liberation of the Czech -- Czech government -- after the\nCommunist liberation, the government awarded my sister and me, the sum of 50 dollars for the\nfalse imprisonment of my mother. We each are entitled to 50 dollars. It would have been 60\ndollars, but they -- in their letter of explanation, they deduct the laundry, the food -- they had to\nfeed my mother for three months while she was in jail, and other miscellaneous expenses. So\nthey end on that amount, 50 dollars. So they -- that, I have still credit with the Czech\ngovernment, should I go to Czechoslovakia, I can -- I have a letter, come to Ministry of Justice,\nto our cashier and you can collect 50 dollars. Which is about 1500 crowns by today rate of\nexchange. 1500 crowns, that would cover about dinner for two people in a restaurant.",
        "Q: Well, that’s the quest -- all the questions I have to you. Is there anything that you want to say\nthat -- that I didn’t ask you about?",
        "A: Right now I cannot -- I cannot think of anything. You know, as it happens many a time,\nquestion leads to another question and a question triggers some different thought, but right now,\nI cannot think of anything.",
        "Q: Well, we’ve covered a lot of ground, so I thank you very much.",
        "A: Needless to say, I -- I would like to add, I have never received a penny of compensation from\nthe Germans or from the Swiss. And the Swiss undoubtedly have came into possession of all the\ngold and the valuables that we left behind after we fled. The Germans have never recognized my\nsuffering or rather, my suffering never fits into a grid which the German government has\ncomposed for those whom they want to compensate. Because many people have received\ncompensation for lost years or lost that or this. I never was able to fit into any of these\nobligations.",
        "Q: That -- That theme of being out of sync, even with --",
        "A: -- even with majority --",
        "Q: -- a majority of --",
        "A: Right.",
        "Q: -- of survivors.",
        "A: Right. It -- It is -- it was much easier for -- for the Germans to recognize the concentration\ncamp survivors, because with them, they were registered. They had that number, they had a-\naddress. And that is self evident, because the Germans were very meticulously record keepers.\nBut I have absolutely nothing that would be on record. You see, that book that I showed you, the\nTheresienstadt, there are records of those that were shipped to concentration camp and records of\nthose that survived. There is documentation. But, for me and my family, there is nothing. The\nonly documentation I have, that when we came back and I started school -- in Czechoslovakia,\neach student gets a year end certificate and on each certificate is written how many days of\nclasses you have missed and so forth and so forth. And the first school certificate I received, has\nwritten prior years of schooling, Fred Deutsch has spent living in illegality. But it doesn’t say\nfrom when to when or where. Furthermore, the Czech government never issued to us, any\ncertificates attesting that we were living 1n hiding or anyth -- that we lost our possessions,\nnothing.",
        "Q: So there’s really no official record recognizing --",
        "A: No, absolutely not.",
        "Q: -- what it was that you experienced.",
        "A: Nothing. The Czech government also never issued to na -- neither the Germans have ever\nissued any-anybody death certificate.",
        "Q: Does it -- Would it help to have some sort of record or validation o-of what you went\nthrough?",
        "A: I don’t know. So far, I have applied for three articles. The first one -- they -- they -- each one\nhave -- have some numerics attached to it -- article two or article four, I -- each time the\ngovernment -- the -- the German government comes with some beauty every -- every so often.\nThe first one ask, you have to prove medically that you are permanently disabled. How do I on\nearth do it, you know? Otherwise, I do qualify, but I have never lost an arm. I -- my legs are\nfrostbitten, but that is not medically sufficient. The second time I qualified again, but they asked\nmy -- my and my wife combined income. And anybody’s whose combined income is over\n21,000 dollars a year doesn’t qualify. The third one, which is still floating -- the Swiss\ngovernment wants you to keep nice and warm, so if you meet certain criteria, they will give you\none time sum of 500 dollars. But, from what I have read, 150,000 people applied and 50,000\nwere recognized. Inasmuch as I didn’t get a penny, so I means I was one of the 100,000 dollars.\nNow, I have some class action, jointly pending with couple thousand other people, with an\nattorney in New York called Fagen and Associates. He is handling several of these actions for\nlost property, to the Swiss banks. And that should be starting to come at the end of this year,\nprovided everything goes [indecipherable] smoothly. Otherwise, absolutely nothing.",
        "Q: Well, thank you very much for your time, Mr. Deutsch.",
        "A: My pleasure, [indecipherable] My pleasure.\nEnd of Tape Five, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: -- sure everything’s working here. Mr. Deutsch, could I just have you say a few words,\nso that we make sure that we’re recording here?",
        "Q: Well, first of all, I wanted to go back and ask you a couple of factual questions. Th-Th-The\nnames of your mother and your father and your sister and your grandparents.",
        "Q: Correct.",
        "Q: Okay, thank you. One of the things you mentioned in the video interview was that your\ngrandfather had some poison that you were to have used if things got really unbearable.",
        "Q: When did you find out about the fact that he had this poison and what were the\ncircumstances?",
        "Q: But it -- it -- 1t re -- it came up while you were on the run -- while you were --",
        "Q: Uh-huh. It wasn’t later, when --",
        "Q: Do you remember your reaction to finding out about that?",
        "Q: Another thing having to do with the video was your time in the Catholic orphanage.",
        "Q: And you had said that you weren’t really aware of religion at that age, but there were a lot of\ndifferent experiences with religion, that you had. You had the Catholic orphanage, you-your own\nreligion. Were you aware of -- of your place in any of this?",
        "Q: When the war ended, you were 13. You were in this orphanage?",
        "Q: And since the video interview stopped at that point --",
        "Q: -- perhaps we could pick up the chronology and -- and --",
        "Q: -- talk about that period as the war ended and what was going on in your life.",
        "Q: Yes, that’s a good point to go back and -- and ask you questions about that period. Did -- Did\nyou feel, because you were behind in your schooling, did -- did that make you feel -- a-and your\nexperience was different from others in the village, I -- I assume, so wh -- did you feel alienated\nor -- or set apart from -- from your -- your classmates?",
        "Q: Mm-hm. Who were most of -- who were your friends? Did you make close friend during that\nperiod?",
        "Q: What were some of the physical ailments? You said you were weak --",
        "Q: Did you talk with your -- your mates and -- and your schoolmates and friends about your\nexperience during the Holocaust -- during the war?",
        "Q: You would think that s -- that some of your friends would -- would be curious or -- or perhaps\nyou would be wanting to tell them because there was an adventure about -- I mean, there was\npartly an adventure. I mean it ma-may not have felt that way to you, but if I were a classmate and",
        "Q: So, saying that was against the law?",
        "Q: Did -- Did you experience any blatant anti-Semitism during those years that you were\n[indecipherable |",
        "Q: After the war?",
        "Q: Did you have Jewish friends?",
        "Q: That’s a pretty difficult age, adol --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: That’s a pretty difficult age, adolescence, for anybody. Given that what you had gone through\nfrom ages, what, nine to 13? Was your adolescence -- do you remember it as being a happy\ntime? A -- A difficult time? Or -- Or -- Or fairly normal?",
        "Q: What was your relationship with your parents during the period from the end of the war to the\ntime you went to Israel?",
        "Q: And what was it that you realized at that point?",
        "Q: No, you were leading up to the story about your parents.",
        "Q: And that you’d found out that something about them --",
        "Q: Sure.",
        "Q: And this -- the village in Israel?",
        "Q: You’ve had to piece this story together yourself, really?",
        "Q: Did you have any contact with your father or did you speak with your father or -- or\ncorrespond after you --",
        "Q: Wh-What is the effect of the news of your mother’s suicide on you, in Israel?",
        "Q: Wh- What is the effect of the news of your mother’s suicide on you, in Israel?",
        "Q: I -- I read, I believe, the transcripts of your video interview, that -- that you believed the -- the\nrape of your mother during hiding had something to do with -- might have had something to do\nwith it. Is that -- 1s that not correct?",
        "Q: Mm-hm. There -- there was a trial -- the men who raped your mother were put on trial, is that\ncorrect?",
        "Q: And were you present for that?",
        "Q: Where was the trial, and what year?",
        "Q: And what became of this man?",
        "Q: You’re not aware of what happened to the man under this commander who -- who was\nexecuted? The -- The man who actually committed the rape?",
        "Q: There were farmers who helped you out --",
        "Q: -- during your hi -- period in hiding, and a Lutheran minister?",
        "Q: Did you ever go back and find out what happened to them, or talk to them?",
        "Q: Is that later in the story, when you returned, or is this during?",
        "Q: Do you know what became of some of the farmers that helped you out?",
        "Q: Were you close to those families -- those farm families?",
        "Q: You spent a lot of time with them?",
        "Q: Sort of like aunts and uncles, or --",
        "Q: What -- What happened to your grandparents after the war?",
        "Q: What was your relationship with them? Did you stay in touch?",
        "Q: So you visited with them and spent some time with them?",
        "Q: Did you communicate with -- with them and -- when you had gone to Israel?",
        "Q: When did you find out about your -- your father’s parents, that they had died in the\nconcentration camps?",
        "Q: Mm-hm. Do you know which camp she was sent to?",
        "Q: I wanted to go back to y-your father’s decision to have you go to Israel [indecipherable |",
        "Q: What was the -- the motivation? What was his reason?",
        "Q: Well, then you faced the conformity in Israel as well?",
        "Q: What was the name of that left leaning group that -- that you went with to Israel?",
        "Q: I read somewhere that where you said you were lonely in Israel.",
        "Q: And did you feel loyalty toward Israel? Or patriotism toward Israel in -- in being in the army?",
        "Q: When did you begin to think about US?",
        "Q: That’s -- it’s interesting that you would feel lonely, you know, obviously you were missing\nyour parents, but there were so many other survivors in Israel, that one would think that there\nmight be some common bond. But did -- did you feel that, or did -- and did you talk about your\nexperience much while you were in Israel?",
        "Q: You said in your video interview, one of the reasons why I never liked Israel is because I\nalways felt that the wound of the Holocaust will never heal --",
        "Q: -- 1f you will continuously --",
        "Q: -- remind -- be reminded of it every day.",
        "Q: The -- The comment about -- your comment about the wound of the Holocaust will never heal\nif you continuously reminded of it, is sort of in contrast to the other -- th-the famous -- I guess\nmaybe it’s Elie Wiesel, you know, where we’re doomed to repeat if we -- if we don’t remember.\nD-Do you see those two in -- in contrast, or are you talking about what was going on in Israel,\nwith -- with the Israeli government constantly reminding you as a way of bonding you together?",
        "Q: A-And what goes along with that feeling?",
        "Q: -- feeling?",
        "Q: An-And how much were the -- are the products of just who you are or who you would have\nbeen.",
        "Q: Mm.",
        "Q: Do you spend much time thinking about that, or -- or not?",
        "Q: Can you tell me about that?",
        "Q: Eve-Even though the motivation was supposedly for --",
        "Q: What was the job and what -- what year was it?",
        "Q: Have -- Have those feelings been resolved, or do you still ask that question?",
        "Q: How so?",
        "Q: And what kind was this?",
        "Q: Did this anti-Semitism that you experienced -- you said this was in the -- in the military?",
        "Q: Civil service?",
        "Q: A-And what was -- what were the -- what were the years, and --",
        "Q: And did that make it difficult for you to do your job?",
        "Q: Did you say you were forced to resign?",
        "Q: Absolutely.",
        "Q: I was curious about your time in Israel -- just finishing up your time in Israel.",
        "Q: Cause you had said that you were reminded of the Holocaust every day, or -- or often. How --\nHow were you reminded? How was that --",
        "Q: And what was the effect of that message upon you?",
        "Q: And your -- your plans, even from -- you had said earlier, your -- your boat trip to Israel,\nwhere you were looking beyond.",
        "Q: Can you talk about the events that led you to -- to leave Israel and come to America?",
        "Q: How much was that?",
        "Q: Mm-hm.",
        "Q: And you were, at this time in your early 20’s?",
        "Q: Early to middle 20’s?",
        "Q: What -- What were you doing -- what -- for employment, and --",
        "Q: Did you -- Did you have any other schooling in -- during this time in Israel?",
        "Q: Were you involved romantically with anyone? Did you have relationships?",
        "Q: Was that a -- a difficult time of your life, i-in Israel, those five years waiting for --",
        "Q: -- the papers to come through?",
        "Q: So, it was 1959 when --",
        "Q: -- you finally got your papers --",
        "Q: -- taken care of?",
        "Q: Can you tell me about your -- your trip to the United States and what that was like?",
        "Q: Well, I don’t know whether we talked about this on tape, or whether I asked you on tape, or\nwhether, when we were discussing this earlier, why you had chosen -- why you had decided to\ncome to America?",
        "Q: This is Herbert --",
        "Q: Deutsch? Was this --",
        "Q: Why didn’t she want you to come?",
        "Q: In Morrisstown?",
        "Q: What were your first impressions of -- of New York?",
        "Q: Did you speak English?",
        "Q: Mm-hm.",
        "Q: When did you discover that that -- the TV world was -- was much different than reality?",
        "Q: For example?",
        "Q: What di -- What did they mean?",
        "Q: Did you have -- keep in correspondence with your father at this point, or --",
        "Q: And what was the relationship like? What we -- what --",
        "Q: What -- What year was that?",
        "Q: And what was the purpose of the -- of the trip?",
        "Q: And how long did you visit? How long were you there?",
        "Q: Wh-What do you think -- wh-what left the most impression on you, your visit? Did you go\nback to your village?",
        "Q: Th-The village that you lived in before the war.",
        "Q: Did you visit your father’s gravesite?",
        "Q: How did you resolve your feelings that -- the fact that the last time you’d seen your mother\nwas -- was when you left for Israel and the last time you saw your father was -- was when you\nleft for Israel and that they’d both died and you’d never seen them?",
        "Q: Why -- Why do you have this sense of responsibility?",
        "Q: How did you finally feel as though you got a handle on your -- on your fate?",
        "Q: When did you meet your wife?",
        "Q: So, these Czech women, were they in Czechoslovakia?",
        "Q: How -- How were you dating them?",
        "Q: And this was set up by you --",
        "Q: And had you corresponded with them, at any point?",
        "Q: And why was it that you selected yo-your -- your future wife? What was it about her?",
        "Q: How soon after you -- you met, were you married?",
        "Q: So she came back to America?",
        "Q: So, your courtship took place -- did you travel to Czechoslo --",
        "Q: What is her name?",
        "Q: Okay. Did you talk with her about your Holocaust experiences?\nEnd of Tape Three, Side B",
        "Q: -- your Holocaust experiences?",
        "Q: Had you talked about your Holocaust experience with -- with very many people in -- in\nAmerica?",
        "Q: And how do you see yourself fitting in?",
        "Q: Was your marriage ceremony performed by a rabbi?",
        "Q: Justice of the Peace?",
        "Q: Oh, a tape recording?",
        "Q: Mm.",
        "Q: Record?",
        "Q: So when did you come back to America with your wife?",
        "Q: And -- And your job was an accountant at Mount Sinai?",
        "Q: A-And what did you -- what did you get your degree in?",
        "Q: Accounting. And what was that university?",
        "Q: Farley Dickinson.",
        "Q: And so, what was that time like? Your -- Your wife is -- her first experience in America and -",
        "Q: That must have been frightening.",
        "Q: Do you have children?",
        "Q: Oh, that’s right. I spoke with him on the phone.",
        "Q: And what is it -- what is his name?",
        "Q: Leon. After your uncle?",
        "Q: Do y -- Have you talked about your Holocaust experience with him much?",
        "Q: Do you remember the first time you told him about what you went through as a child during\nthe Holocaust?",
        "Q: Cousin.",
        "Q: Do you still tee -- keep in touch?",
        "Q: And what is her name?",
        "Q: Wh-Why was it that you wrote -- wanted the death certificate of your uncle? Just curious.",
        "Q: That’s a big job.",
        "Q: You know, you came to America in a very interesting time, a time when there wasn’t much\norder, in the 60’s. A lot of anti-war protests, eventually. Civil rights, assassinations. What --\nWhat impact did that have on you, coming from your background? What were your impressions?",
        "Q: Little more -- little more left on this tape. I wanted to get up to your employment with the US\ngovernment, when did that begin?",
        "Q: Yeah.",
        "Q: Sure.",
        "Q: You ended up working for the United States government, can you tell me about how you\nended up in that position?",
        "Q: Mm-mm.",
        "Q: What kind of work were you doing?",
        "Q: For accounting, oh.",
        "Q: A bigot?",
        "Q: What happened?",
        "Q: And where did you go from there?",
        "Q: Pollard?",
        "Q: Ronald, or --",
        "Q: Ronald Pollard, yeah, mm-hm. Spike.",
        "Q: And were they suspicious of you in any way because you had lived in Israel?",
        "Q: How long did they investigate you in the Pollard case?",
        "Q: [indecipherable] You had said to me at -- at lunch that you’re very pro-American and I-I’d\nlike for you to talk about that and also what -- what that might have been like, to have your\npatriotism, I guess, or your loyalty questioned in the Pollard case.",
        "Q: Can you talk a little bit about your -- I mean, you’ve had citizenship as a Czech, and as an\nIsraeli, and now as an American.",
        "Q: When did you become a US citizen?",
        "Q: In ‘64.",
        "Q: What does it mean to you to be an American citizen?",
        "Q: Cinderella.",
        "Q: Mm. I wanted to ask you a little bit about the effect of your Holocaust experience on -- on\nyour life and I know you started the interview before we even --",
        "Q: -- tape, by saying that it’s hard for you to sort -- sort that out and to know exactly how it\naffected your life. But, I believe that you said in your video interview that you think as a result of\nyour Holocaust experience, you try to be inconspicuous. You always look over your shoulder\nand you’re easily intimidated, I believe you said. Can you talk a little bit more about that and if\nthat’s still [indecipherable] sense --",
        "Q: And y -- do you have that feeling often?",
        "Q: And do you think that feeling 1s in -- is an outgrowth of -- of what you went through --",
        "Q: -- in the Holocaust?",
        "Q: [had forgotten my question.",
        "Q: Oh, right. And so, there was a period when you lived in Motrisstown, where it was -- people\nwere curious, but now you feel as though it’s -- it’s still a brand?",
        "Q: In Washington. Wh-What about --\nEnd of Tape Four, Side B",
        "Q: In Washington. Wh- What about the fact that you’re -- you now volunteer at the Holocaust\nmuseum? Do you -- do you feel you get support or understanding for the way that you feel, or --\nor do you talk to other people about the way you feel? Because there are other survivors, there\nare other people who -- who were on the run during -- during the Holocaust?",
        "Q: Are you uncomfortable with -- with being labeled, or -- wi-with -- with the identity of being a\nHolocaust survivor?",
        "Q: Are there smells or images or music or any sounds that bring back memories of -- of th --\nyours, in the Holocaust?",
        "Q: When do you hear those?",
        "Q: When do you hear them now, though?",
        "Q: I see.",
        "Q: Do you still have -- do you ever have nightmares?",
        "Q: What are those like?",
        "Q: In -- In your piecing together your -- your life -- you’ve talked about the puzzle, you know,\ngoing back and constructing things. Did you find out anything more about your mother’s\nsuicide? Cause I think you said in the interview that you thought that -- you had some suspicions\nabout it. It might not have been a suicide.",
        "Q: So there’s no way of knowing.",
        "Q: Well, that’s the quest -- all the questions I have to you. Is there anything that you want to say\nthat -- that I didn’t ask you about?",
        "Q: Well, we’ve covered a lot of ground, so I thank you very much.",
        "Q: That -- That theme of being out of sync, even with --",
        "Q: -- a majority of --",
        "Q: -- of survivors.",
        "Q: So there’s really no official record recognizing --",
        "Q: -- what it was that you experienced.",
        "Q: Does it -- Would it help to have some sort of record or validation o-of what you went\nthrough?",
        "Q: Well, thank you very much for your time, Mr. Deutsch."
    ],
    "answers": [
        "Answer: Okay, it’s -- it’s nice meeting you and finally be able to talk about the second part of\nmy life and hope that it will make sense.",
        "A: Okay, my father’s name is Dr. Bruno Deutsch. My mother’s name is Eleishka Deutschova,\nborn Hoobervar. My sister’s name is Zoozanar Holobecova, maiden name Brunova. She is sister\nfrom my mother’s first marriage. And my grandparents, was it?",
        "A: From my mother’s side is Dr. Adolf Hoober, grandmother Paula Hooberva, born\nKlepfnacherva. From my father’s side, my grandfather’s name was Samuel Deutsch and my\ngrandmother’s was Jenny Deutschova, born Meyerva.",
        "A: Mm-hm.",
        "A: I do not exactly remember when the subject was brought up. I simply do not remember. It --\nIt, in all likelihood was mentioned casually.",
        "A: Yes, yes, yes.",
        "A: No, it was -- it was -- it was while we were on the run.",
        "A: No, I don’t remember.",
        "A: Mm-hm.",
        "A: I do not think that I was bothered by it, because during the war, I was about a half a year or\neight months, hidden under assumed name tn -- in the parish of a Lutheran minister, so that\nsomehow I was used to Christianity, as far as that goes. But, when I was deposited in that\norphanage, it was already after liberation -- very shortly after liberation. And my parents made it\nclear to me that I will be there only a very short time and I can only assume that the nuns were\ninstructed that I’m there only temporarily, for a couple days or weeks. So they have not tried to\nimpose any of their influence upon me. It was like -- like, if you will, to -- to -- to be deposited in\na day care center, if you wish. There was one fellow I befriended there, during those few days.\nHe used to -- he spend there a whole war. He was Jewish, but he was not circumcised, so there\nwas apparently no way t -- of proving that he was Jewish. But that -- that didn’t have any lasting\ninfluence upon me.",
        "A: Yes, yes.",
        "A: Mm-hm.",
        "A: Okay.",
        "A: Okay. After some very short time in the orphanage, one of my relatives -- and I don’t\nremember exactly whether it was my sister or my parents, came to pick me up and we came back\nto Ungarrishbrote or Uerskibrote, the town from which we fled in 1942, to Slovakia. If I\nremember correctly, in those -- in that period that I was in the orphanage, my parents succeeded\nhaving our house returned to us. Because, during the war, our house was occupied by Christians,\nwho were not very pleased, apparently, to vacate the house after the war. Because majority\nChristians who found themselves into those situations, assumed that the Jews have perished.\nThat they will be able to stay there forever. So, we returned to our own house. I remember, after\nfew days or weeks, I joined the Boy Scouts. I had got -- got a nasty infection on my foot and had\nto be operated on and had to be transported for the operation to Ungarishradish or\nWerskaradishka, which had a hospital. And the only doctor in Ungarishbrote who was available,\nsaid that because the war has ended such a short while earlier, they didn’t had any ether --\nanesthesia, to put me to sleep. So I had to go to Ungarishradish for operation. I stayed there a\ncouple of days. My father, in the meantime, traveled throughout the Czechoslovakia. Mainly --\nhis dental office was confiscated by the Nazis. And the provisional Czech government wanted to\nreturn it to him, but of course, the original equipment, God knows where it disappeared. So, the\ngovernment has said that they will give him a dental equipment left by fleeing Germans. So he\ncan choose any dental office that he wants to, with one condition, that the office will stay in that\ncity in which it is. And the Czech government promised to find for us an apartment in that city.\nSo, from what I understand, my father looked over about five or six dental offices and has\nselected one in the city of Zenime or Zenoimal, which is about one hour by train away from\nVienna, in southern Moravia. And in, I think September of ‘45, we have moved. Correction, it\nmust have been later. October or November, we have moved to Zenoimal. And while in\nUerskibrote, I started getting private tutoring lessons, because I was still at a compulsory school\nage. And the debate was with the school board, whether I should be admitted to a class according\nto my chronological age or placed in a class according to my academic knowledge. And until\nthat issue was resolved -- because the local school board didn’t had any instructions how to\nproceed. So, in the meantime, I was having a private tutor, so I think that during the summer of\n‘45, I was spending it with a tutor. And in September, I started school. In the meantime, the\nruling was that I had to attend classes according to my chronological age. So, of course, I was --\nI was totally unprepared, after four years -- five years being out of school. So I -- I always had\nvery poor grades as a result. And then my father selected the dental office in Zenoimal, so we\nhave moved to Zenoimal. I remember the travel throughout the Czech Republic by train was an\nordeal, because th-the cars were not only filthy and dirty, but all the windows were broken. And\nit was -- the trains were running, God knows how. So Zenoimal -- the city of Zenoimal, I think at\nthat time, it -- it must have had a population of about 20,000, was heavily scarred from Germans\nfleeing to Austria. There were several burn out tanks left over in the city. A great part of the city\nwas in ruins. And almost all the windows in Zenoimal were broken, because allies were bombing\nVienna. And Vienna Noiseshtatel, which had apparently German ammunition factories, and from\nthe vibration of the bombs, the glass of the windows simply broke. So, then I stayed in Zenoimal,\nI think til about 1947. Yes, in May of 1947, I finished my compulsory educational requirements,\nwhich at that time, were nine grades. I did not qualify for high school, simply because of\nacademic deficiencies. And the fact that I was Jewish and suffered from a lack of education was\nnot taken into account. And in 1947, the problem was asked, okay, what do I do now? The city\nof 20,000 people did not have many opportunities for young people. There were a couple\nopenings in various trades. In the Czech economy at that time, usually somebody who selected a\ntrade went into apprenticeship status for next three years. So, there were openings if you wanted\nto become a barber or a painter or a sales clerk. All those trades are -- required three years\napprenticeship. But somehow it came to my attention that a textile factory was looking for\napprenticeship connected with bort and learning classes. So, the whole picture came -- began to\nlook like a two year long apprenticeship, with half a day of practical work in a textile factory and\nhalf a day of classroom work. I succeeded, with my father’s help, to enter the program and left\nhome to a small village in which there was a textile factory. I-It used to be owned by Jews. And I\nstarted as an apprentice in -- in that factory and I believe that the program was the first year. We\nwere to rotate in the textile factory, from department to department and the second year you\nshould have selected a department, which would become your specialty. So I finished the first\nyear, but even during the first year, I still had physical problems, because I was extremely weak\nas a result of the war. Furthermore, I never felt quite home, because I was the only Jewish\napprentice in our class of about 60. So I was sort of a curiosity. And I finished, I think, first half\nof the second year, when my parents suggested that -- by that time, it was 1948. The\nCommunists already took over the government of Czechoslovakia when my parents came to me\nwith the question whether I would be willing to emigrate to Israel. Do you have any --",
        "A: I -- I do not think that I felt alienated from my classmates, maybe because all of them were on\nthe nine year track, rather than on the 12 year track. And simply, they were too young to have\nhad first hand experience with the Nazis or Jews, because they grew up under normal conditions,\nwith the exception of -- of -- of the war years. But in Zenoimal, a great percentage of the\nstudents 1n the nine -- in -- in -- in the lower grades, commuted from neighboring villages. And\nthey were sons of farmers, who basically didn’t feel the war in the same fashion like people who\nwere living in the cities. Because in the -- in the outlying areas, you know, the Nazis didn’t had\nsuch a tight control like over the population of -- of -- of larger cities.",
        "A: I made some friends, simply because -- I got to tell you something, I was not tremendously\ninterested in catching up with my academic deficiencies, simply because I didn’t had a -- a\nspecific goal in mind. While I was going to school in Zenoimal, it never occurred to me, “Gosh,\nin -- in a year or two I will be finished, what do I do then?” It -- It never occurred to me. I --\nduring the war, because of my being locked up always in -- in rooms, I had tremendous energy,\nwhich first had to be satisfied. And, as a result, I played soccer. I was very good at soccer.\nAlthough, because of my physical -- being physically weak, I didn’t -- I wasn’t able to run for a\nlong time. But still, I was a very good soccer player in my own group of youngsters. So, most of\nthe time, I tried to catch up on the physical activities, which I missed during the war, rather than\non the emotional side. The physical deficiencies came to me more naturally than the academic\ndevelopment.",
        "A: I had, several times, very bad ear infection. You see, in those days, although penicillin was all\nready -- after the war, was already invented, but it was question of availability. So that was --\nthat was problem number one. Then, when, during your formative years, you are continuously\nlocked up, your body does not get the opportunity to develop physically. And consequently, I -- I\nwas weak, physically and undernourished. So all that, first of all, I had to catch up with. I don’t\nknow what I ever caught up. Basically, I will tell you something, I think that I caught up with\nmost of the deficiencies, but I was always out of sync.",
        "A: No. Nobody was particularly interested in it. At one time one of my teachers suggested that I\nwrite a book. But, you know, coming to a 13 year old boy with a task, why don’t you write a\nbook about your experiences, didn’t -- didn’t sit with me quite, quite well. I didn’t see any\npurpose for it, you know. Because it’s -- it’s completely different than looking at it in hindsight,\n50 years, you know.\nI had a friend who’d -- who had done what you did during the war, I might be curious about\nhearing -- hearing about it.",
        "A: I don’t think -- I don’t think that the issue was ever -- ever raised. You know, okay, I’m -- I’m\n-- you are right, had it happened now. But don’t forget, you have to project yourself to those\ndays. Czechoslovakia, for example, looking in hindsight, had only small number of newspapers\nthat were all published in the capital city of Prague. I don’t remember ever seeing a local\nnewspaper. Television didn’t exist. Radio -- those people who could afford a radio,\nCzechoslovakia had only two or three radio stations which had three or four times a day news,\nthe news were mostly of international nature. So that news penetrated very, very slowly at -- int -\n- to the population. Usually news that was of local importance appeared on a bulletin board.\nEvery city had, on -- in the major streets, had big bulletin boards, where some officials used to\npaste announcements. But otherwise, you simply didn’t know what is happening, unless you\nheard it over the radio, or if you knew a foreign language, to listen to Radio Vienna or -- or -- or\nsome adjacent city, listening to the news that way. So that people didn’t know exactly, what was\nhappening -- what happened in the past. And I do not think that people were all that curious to\nfind out somebody else’s experiences. Maybe -- Maybe -- Maybe people -- don’t forget that\nChristians in -- in those days, after the war, felt guilty. Because the Judaism in -- in -- in -- in --\nin Czechoslovakia, the anti-Semitism was more of a religious character. We Jews were not so\nmuch despised by the Czechs because we were wealthy or -- or -- or -- or more successful, but\nwhenever the word Jew was thrown into my face, it was always labeled, you Christ killer. So,\nyou know -- and that was after the war against the law.",
        "A: Yes, against the Czech law, to point out that -- that expression. There was absolutely nothing\nforbidding to -- to be very antagonistic toward Gypsies, but the Jews were sheltered, as far as\nthat goes.",
        "A: After the war.",
        "A: To be very honest with you, no. If there was, it was well hidden. It was not -- not -- not\nobvious to me. Furthermore, I -- I think I was not even looking for it. I have not -- not memory\nthat I have experienced anything of that sort.",
        "A: Zenoimal had very, very small Jewish population. I -- I -- I think that there were about half a\ndozen Jewish families in -- in all of Zenoimal. No, I don’t remember any -- I don’t remember\nnobody my own age bracket. There were a couple Jewish families, but these people very much\nolder. They were more my parents age. And then I was -- I had no particular reason to seek out\nJews. I felt very comfortably with Christian friends.",
        "A: I -- I -- I don’t -- I cannot recall my feelings, but I didn’t see anything extremely difficult 1n it.\nIt was more of a physical discomfort. And simply I -- I think that we all were resigned to our\nfate. I did not know of the alternatives. Somehow it was made clear to me that complaining will\nnot help, that we simply have to wait out end of the war. And I recognized that fact and tried to\nmake -- not fight it.",
        "A: That was -- that was a little bit strange. My father and my mother had frequent fights, but I\nnever knew exactly the nature of the fights, because they were all done in my absence. You\nknow, children, if they’re left out -- whenever something very serious took place, the children\nwere sent out of the room, or parents waited for the children, while they were in school or\noutside, to -- to settle their differences. So there was a tension between my parents, but the\ntension was also caused, to a great deal, by my sister, who was no longer living with us. She was\neight years older than I and she was trying to find her own way, recognizing that the c-city of\nZenoimal d-does not have many opportunities to offer her. Furthermore, she was already\nmarriage age, so she was living in -- in Prague and later on in Burno, in Brinn, working as a\nsecretary -- steno for some firms. So there were also tensions caused because of her. But overall,\nthe time after the war was not -- before I left for Israel, was not entirely smooth. And only later,\nwhen I came to Israel, I realized why. But by then, I was already thousands of miles away, not\nbeing in the position to influence the situation one way or the other.",
        "A: Okay. Now, I have to go a little bit back to talk about the last days prior to departure to Israel.\nI do not know whether, in retrospect -- I have to mention that after leaving for Israel, I have\nnever seen my parents again. Consequently, I cannot ask them for details of those days. But, my\nfather arranged for me to go to -- to emigrate to Israel with a group of youngsters my age. I have\nmet with part of that group. Neither one of -- of the group was from Zenoimal, they all were\ndispersed throughout Czechoslovakia, but these individuals were already together a year or two\nin preparation for pioneering life in Israel. So, I was attached to that group. And that group\nbelonged to a very left oriented political party. It was almost Communism. That -- the group had\naimed to emigrate to Israel and supplement membership of a kibbutz -- very left oriented\nkibbutz. And I felt extremely uncomfortable after arriving in Israel, in that kibbutz type\nsurrounding. Because, I was exposed to the Communist propaganda in 1948 and I was able to\nrealize that the Russians were extremely anti-Semitic. So, I began to realize that I fled\nCommunism of Czechoslovakia, just to come into a different form of Communism in Israel. But\nit -- it -- it was not initiated in my mind by -- so much by politics, but by various actions of that\ngroup, to which I supposedly had to conform to their way of life. For example, all the personal\nclothes -- clothing were taken away. They were all arranged in a group type -- communal type\nbank. You got clothing, two sets a week, depending on your size. You didn’t know whose\nclothing you are wearing. Meals were given in a mess hall. Every morning you have to look at\nyour schedule where you were attached to work that day. So I became extremely bitter, fleeing\nfrom Communism in Czechoslovakia, facing myself with Israeli Communism, although it was\nthat kibbutz. Furthermore, no money. We were -- the kibbutz was quite a few miles from any\nvillage. Everything you needed, you had to go to the group leader and ask for it. Everything was\nallocated to you. Toothbrush, toothpaste, shaving cream, shaving blades, shoelaces, everything\nwas rationed. You were permitted to write one letter a month. It was -- that group gave you the\npostage stamp. So it was extremely regimented type of life, which -- which didn’t sit with me.\nBut I’m not quite certain, my father signed some documents, which legally obligated me to that\ngroup. But I think -- yes, I exited Czechoslovakia on 10th of April, ‘49. It was a -- one of the last\ntransports of Jews that was permitted to exit Czechoslovakia. There were about thousand of us.\nBy train we rode from Prague to Italy. At that time was in existence, international refugee\norganization, was I think United Nations sponsored. And we ended up in a transition camp in\nTranee, in Italy, which is not far away from that port, Barre, in Italy. And there we waited for\nship to take us to Israel. We spent some two weeks in that camp because April ‘49 was Passover\nand the Israeli ship didn’t wanted to sail during Passover holiday. So when we came to Israel --\nyes, I mentioned, we left 10th of April Prague, we arrived in Israel, 26th of April, ‘49 in Haifa.\nFrom there we went to transition camp, which again went against my grain because it had a\nfence -- concertina fence, with guards. We were sprayed heavily, DDT and each time you\nwanted to exit the camp, you had to clear it with the guards at the gate. And after several days in\nthe camp, trucks came pick us -- pick -- pick us up and we were driven to the kibbutz, where all\nthese events took place. So, in the kibbutz, I think we worked about three days a week and two\ndays a week we learned Hebrew and geography of Israel. That was still in ‘49 -- in April ‘49,\nwhen we arrived. It was not quite a year since establishment of state of Israel, which I think\ncame into existence in my -- May of ‘48. But then, the war with Arab nations took place, so I\ncame to Israel just shortly after the cease fire with the Arab nations was signed. So there was still\ngreat deal of uncertainty whether it will not flair up once again. Do you have any questions up to\nthat point?",
        "A: Mm.",
        "A: Okay. May I -- I will -- I will come to it little bit later?",
        "A: But I would like to skip it for the time being. In -- I came to the kibbutz, I think, in about --\ntaking the refugee camp into -- I think in May of ‘49, we finally came to the kibbutz. And in\nNovember of *49, I quit. I simply had -- I had enough of it. I had some very distant relatives\nliving in Haifa, so with their permission, I got room and board in their household. And from\nNovember of *49, to July of ‘50, I lived with them and worked on various odd jobs. In a factory\nfor mirrors, in a factory for -- that was making plastic buttons for furniture. Until, in July of ‘50,\nI was drafted into the service. I ended up with agricultural unit which had na -- an acronym,\nNuchile, nor koletseem luchem, and went to basic training in Jerusalem for three months. And\nafter the basic training, we ended up -- again we were divided into groups and my group was put\nfor a training of about six months in a different form of a kibbutz, called Moshaf. There we were\nto learn that particular trade -- that agricultural line and after the six months of training, we were\nto -- as a group of military personnel, we were to settle on the border with Jordan and build a\nvillage, an agricultural establishment. For that reason, we were discharged from uniform\nmilitary, but had to stay for the duration of ma -- our military obligation in that village, under\nparamilitary rules. Leaving that village prior to expiration of the military obligation would have\nmeant that you would have been drafted and put back into uniform. So, with various finagling, I\nwas able to leave that village temporarily, because the village was unable to support all of us. So\nsome -- some of us had to go and seek outside employment. And I found a job with a Israeli\ncorporation that was laying a pipeline from Tel Aviv to the Negev desert. And part of my pay, I\nwas sending to my village, not so much to support them economically, but to show good faith\nthat I still am in touch with them.",
        "A: In Israel. And that labor camp that was laying that pipeline, was on the edge of the desert\nNegev, about two hours by car from Tel Aviv. And that village that I was obligated to, was on\nthe border of Jordan and Israel, where this was deeper, in the southern part of Israel. And in the\nlabor camp -- it was a regular labor camp with the barracks made of wood. Every morning you\nexit to work on the pipeline and in the evening you return. There was a mess hall. You were\npaid regularly -- a regular salary according to classification of your particular work. And there I\nstayed for about a year, I think. In the meantime -- now I began to realize what was happening\nback in Czechoslovakia. A radio announced the trials took place -- I don’t know whether you are\nfamiliar with that, in -- in the 50’s, quite few ministers of the Czech Republic were sentence to\nbe hanged. You know, these were out of made -- made up trials, accusing them of being spies for\nthe US And Stalin was simply out of his mind by -- by -- the Communist regime was very, very\ntight in Czechoslovakia. Then one day, I received letter that my mother committed suicide, and\nnow I have to go back again. Some place and some times, during the war, when we were hiding\nin the mountains, in the bunker, two fellows, young fellows, came to the bunker and I don’t\nknow until this day how did they found us, suggesting that we should return, that they actually\nwill help us across the border, back to Protecterat. Because Protecterat, by that time, was cleared\nof Jews. And if we will be in hiding in Protecterat, the Germans will have no reason to look for\nus, because all the Jews were already sent to concentration camps. So I don’t know the fine\npoints, where we were to hide on the other side, but they were guiding us from the bunker,\nacross the border, back to Protecterat, when we were to rest in a tourist resort, which was exactly\non the border. And as we approached the tourist resort, subtly we heard barking of dogs. And\nthat usually was a bad sign. So these two guys told us to wait, that they will go and take a look\nwhy the dogs are barking and they simply never came back. So, we returned to the bunker. And\nnow events took place as I said before, normal. We waited out the war without knowing what\nhappened to these two guys. After the war, we were called as witnesses to court. These two boys\nwere supposedly caught in that resort by the Germans and forced to collaborate. I don’t know\nexactly what that meant -- these were young fellows, in -- in their early 20’s -- what was actually\nmeant by collaborations, but in the early years, after the war, there were criminal cases by the\nhundreds, throughout the whole Czechoslovakia, against various collaborants with the Nazis.\nThat took place long before the Communists took over Czech Republic. And we were called\nwitn -- to be -- be witnesses on behalf of these two fellows. And I do not remember exactly what\nsentence did these two boys got or whether they were liberated. Unfortunately that did not end\nthere. In 1948, while I was in the textile school, I started having feeling that not everything is\nokay at home, but I was unable to put my finger on it. Namely, every month, I came for a\nweekend home and my mother was always in tears and my father was furri -- furious. And I\ndidn’t know whether these were -- whether they had differences as man and wife or what -- what\n-- what was nature of their conflict. So, sometimes -- and I don’t know exactly what time period,\nwas I able to begin to put things together. I suspect that the first time I got some form of picture\nin 1965, when I visited Czechoslovakia back for the first time. The following thing has\ndeveloped. These two boys joined a -- became member of a club, American - Czechoslovak\nfriendship. And when Communists took over Czechoslovakia, they began to arrest all the\nmembers of this club. And the two fellows approached my mother, because we lived so near\nAustrian border, whether she can help them to escape to Austria. And it was a whole group of\nCzech patriots in Zenoimal, who were involved in helping to escape -- various people. There was\ncustom officials involved in it. Postal officials involved in it. They smuggled people on trucks\nthat went across the border to de-de-deliver packages. So people were hiding behind the\npackages. But nevertheless, the Secret Police got wind of it and arrested the whole group of\npeople, including my mother, and put them on trial. And I still have at home, documents of the\ntrial, the whole protocol. I do not remember when -- how long the trial took place -- for how\nlong, but my mother was freed, simply because she claimed that she wanted to -- to repay the\nboys their goodness that they helped us to -- tried to help us during the war. She was freed. But\nthe Secret Czech Police tried to convert my mother into a snitch to spy on others. My mother\nwas imprisoned for about half a year. And in 1952 or ‘53, out of desperation, she jumped out of\nthe window of the police station. And that -- what I got in a letter notice while I was in that labor\ncamp in Israel, building the pipeline, I got a letter from my sister. So, as time went by, bits and\npiece of -- of the pieces began to -- to make sense what was happening. And even though my\nparents send me to Israel, they promised that they will join me in the next transport. And looking\nat it back now, I think there are two versions -- two possibilities. The Czech government began\nto realize that it is letting too many medical doctors out of Czechoslovakia and they are\nweakening their own economy. So they stopped issuing emigration permits to medical doctors.\nThat is one possibility. The other possibility is that my mother was already heavily investigated\nby the secret police and they did not wanted to let my parents exit. Which of the two forms is\ncorrect, I do not know.",
        "A: Yes, yes, yes. My sister didn’t wanted to help me much, because apparently it was too\nhorrible for her to repeat it. But my sister was living nearby and she must have witnessed every\nstep of it.",
        "A: Just correspondence. But don’t forget that my father died in about 1962. My mother died in\n‘53. Their letters were heavily censored. Every letter that left for western country was very\nheavily censored, so that you were absolutely in no position to -- to get clear answer.",
        "A: It was devastating, it was horrible. For short while I started blaming my father, not knowing\nthe details. I thought that she committed suicide because of some -- some family disputes. So I\nhad ab --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: It was devastating, it was horrible. For short while I started blaming my father, not knowing\nthe details. I thought that she committed suicide because of some -- some family disputes. So I\nhad absolutely no evidence as to the true nature of what was happening. So, for long time, I was\nangry at my father. But slowly, slowly, the picture began to clear itself up.",
        "A: I -- I don’t think that that -- because that -- her -- her suicide took place nine years later.",
        "A: Not the man himself, but the commandant of that unit.",
        "A: No, no, no, no. Apparently, there was enough -- the evidence -- and I came across his name\nnot long ago, here, in the museum. That -- that trial had such heavy evidence against him for so\nmany other things, that this was not needed. Although it would have been pleasure, maybe, to be\npresent at the trial.",
        "A: The trial was in Bratislava. He was Slovak. The trial, I think, was in 1946. Again, it was one\nof hundreds and hundreds of trials.",
        "A: I think that he got the rope. So, you know, being very cynical, everybody can die only once.\nSo -- but I -- I know I was shaken up by my mother’s suicide. But, then the trials were taking\nplace, you know, for the government in -- in Czechoslovakia and friend of mine who -- with\nwhom I was sharing room in that labor camp, Puther Margolias, his uncle was -- also got the\nrope. So we shared our misfortune with each other.",
        "A: No, no, no, no. No, I don’t know. I don’t know.",
        "A: Mm-hm.",
        "A: Mm-hm.",
        "A: Yes, yes, yes, yes, yes, yes.",
        "A: No, no, it just about a year ago, I wrote about -- and it came in a very interesting fashion,\nback. I wrote about my experiences in a magazine called Phoenix, which was dealing with these\nissues and apparently somebody has read my story and he and his wife went for a visit to\nCzechoslovakia and spent part of their time to retracing my experiences. And they also published\ntheir experiences in the same magazine. When I came, in ‘65, to Czechoslovakia back, for the\nfirst time, I was told by my sister -- I asked about that minister, and my sister was not quite sure\nwhat has happened to him, except knowing that he has spent some time in jail. But, my first visit\nin Czechoslovakia was only two weeks long and I simply did not have enough time, nor I didn’t\nknow just what can I do under the Communist regime and what can I not? Because I came from\nUS, which was their biggest enemy and every time you went to a city, you had to report with the\nlocal police station, who registered. And when you exited, you had again to let them know that\nyou are leaving. So, I didn’t know exactly what -- what was going on. But this fellow wrote up\nthat the minister was imprisoned by the Communists and freed eventually, after several years,\nbut in such a poor health, that not long thereafter, he died. And I have that article with -- even\nwith his photo, of that minister. You see, there were couple Christians, during our experiences,\nwho actually practiced Christianity. Who didn’t just go Sundays to church, who actually\npracticed Christianity. But there were very few and far in between. And the minister was one of\nthem.",
        "A: One of them was executed with his whole family, for hiding us. That was after we were\ncaught, because we didn’t report, like we promised, so he was executed with his family. Another\nfarmer, his son was a schoolteacher, who actually supplied me with a false school certificate,\ngiving me an assumed name and assume identity. He was caught by helping partisans, and\nexecuted. So, his father’s lost two sons. Some of them simply died natural death.",
        "A: Oh, yes.",
        "A: Oh yes, oh yes, oh yes.",
        "A: Well, they were very close to us, because most of them -- not all of them, but most of them\ndid it in gratitude towards my grandfather, because he was their medical doctor. He was\nresponsible for their well beings.",
        "A: We are talking about my maternal grandparents. Well, my -- my paternal grandparents -- my\ngrandmother and my aunt went into concentration camps and perished there. And my maternal\ngrandparents that were with us all the time, returned after the war to their house in Slovakia and\nsimply died of old age.",
        "A: Oh yes, oh yes, oh yes. That was a very close relationship, very close relationship. Because it\nwas our grandfather who actually -- due to his profession and due to his contacts, saved our\nlives.",
        "A: Yes, yes.",
        "A: In -- Oh yes, oh yes, oh yes. But again, the letters were in a -- in a sort of a cryptic form, not\nvery clear. You had always to read between lines and fictitious names and symbols.",
        "A: Well, my grandparents -- my grandfather from my father’s side, died in 1923. That was long\nbefore Hitler. I do not know the circumstances of his death. My grandmother and aunt, they\nsimply have not returned to co -- from concentration camp. I do not know exactly in what form\nthe Czech provisional government notified the relatives of those people who failed to return. I\ndon’t know in what form they did it. But, you assumed that after the war has ended, if you were\nnot contacted within some sensible period of time, that the person simply has died. So I think\nthat it became very -- then, it also became clear to us that my grandmother, when -- when she\nwent to concentration camp was already some 75.",
        "A: Yes, and if -- if you wish, we can look it up in the Theresien book -- in that memorial book.\nShe and her daughter, my aunt, first went to Theresienstadt and then they continued from\nTheresienstadt. But, the fact that somebody was shipped from Theresienstadt in a transport to a\ndifferent camp, that does not mean that that person has actually died in that camp. That person\nmay have died while he was transported to the camp. And that, nobody will ever be able to\nestablish the fact that certain people have died already, on the train. Those that went to gas\nchambers, okay, they’re registered in the camp, going to gas chambers. But those that died on the\nroad to the concentration camps, that would never be, probably, established, where exactly, they\ndied.",
        "A: Mm-hm.",
        "A: I do not know. My father, in all likelihood, felt very uncomfortably with the approaching\nCommunist regime. And it didn’t take him too long to convince me to leave Czechoslovakia. He\nsweeten it up by the fact that they will -- he and mother will join me and we’|I start life in a free\ncountry again. Then, I began to feel pressure in that factory where I was apprentice, in that\nschool, began to feel pressure, Communist pressure to conform. I already began to feel it, even\nbefore I left for that trade school, in my soccer club. My soccer team was suddenly required to\ncome to a Communist school. I don’t know how -- how -- they used to call it agitation center. It\nwas sort of a cultural center, in which the Communist events took place. So we were -- if you\nwant to play soccer next Sunday, you have to come Tuesday, wearing a white shirt and a red\nscarf, to that Communist cultural center and start singing various songs glorifying the labor. If\nyou will not come, you will not play soccer game next Sunday. So that all started to go against\nmy grain. I don’t think it was with a full understanding what Communism 1s, but all that order\ngiving process began to remind me so much of the Nazis. Didn’t the Nazis did exactly the same\nthing to me? Telling me what stores can I visit, what streets can I go to and what am I permitted\nto do and what not permitted to do? So that began to ring in my -- hey, we are going into another\n-- another -- another commini -- another Nazi era. But instead of swastikas, this one has a -- has\na hammer and sickle.",
        "A: And then I began to face the same thing again, in Israel was starting to take place. So all of\nthat rang bell, back to the Nazis. And the Communism, whether yo-you are being taught by a\nJew or by a Christian, doesn’t make any difference. It’s the same lady in a different dress.",
        "A: It was a political party called Ma Pum. I do not believe that it exists any more, it simply\nchanged it’s name today. But it was not Vanegorian, nor Golda Meir. It was Ma Pum. It was a\nvery leftist, Zionistic, Communist organization. Marx, Lenin, all nine yards involved, only\nhaving a Jewish flavor.",
        "A: That -- That -- because I didn’t fit that particular group, I was ostracized. I felt very lonely, at\nleast in the kibbutz. Then, in July of ‘50, when I joined the military, the army, at least in the\nbasic training, I f -- began to feel very comfortably. Because these were all fellows my age and\nthe Israeli military, at least in the basic training, in my days, gave me the same feeling like a US\nsoldier must have when he joins the Marine Corps, that you have a family.",
        "A: I do not think that it came so much -- that it was so much question of patriotism toward Israel,\nbecause I still kept hoping that my parents will come. But as -- when my mother committed\nsuicide, it became quite clear to me that my father will never leave. I started losing -- I don’t\nthink that I had Zionistic enthusiasm. Israel, for me, didn’t mean much, because I simply didn’t\nhad the upbringing or the contacts with that affili -- that kind affiliation. I started looking toward\nUS because I had here an uncle, my father’s brother.",
        "A: To be honest with you, I already started thinking about it on the ship, while we were sailing\nfrom Italy to Israel. I already approad the captain of the ship, asking him how do I emigrate to\nAmerica and I remember that shocking expression on his face. Here he is, responsible for some\nship of 1500 immigrants and people are already asking him how to exit Israel. So he told me,\n“Young man, you will have to give first Israel lots of sweat and blood before you will be able to\nexit Israel.” But that was my first thought. What, if ever, things will not work out? Because I -- I\nwanted very badly, family. And I didn’t had in Israel, nobody truly close. They -- the closest was\nin US or in Czechoslovakia.",
        "A: No, no, no, no, no, no. You see, this is -- although it is a very logical assumption, but it’s\ncompletely false. Number one -- it’s false for two reasons. Number one, in the first years after\nliberation, if you will, everybody tried to forget the past. That has not changed, even with\npeople’s arrival to Israel. You see, everybody has a different time limit for forgetting. Some\nforget quickly, some forget never. But, people were not very open and willing to talk about their\nindividual experiences during the war. Secondly, everybody who came to Israel, with the\nexception of those that ended up in a kibbutz, had to start finding their own living -- making their\nown living. And that began to -- to take majority of their time and occupation, to -- to try to si --\nfind some economic way of supporting themselves. So that -- that was reason number two. These\nwere the two most important reasons. And reason number three, that although majority of the\nJews of those days that came to Israel were survivors of the Holocaust, but they came from\ndifferent countries. So, consequently they did not had much in common, culturally, except, you\nknow -- I don’t know, it -- it -- 1t 1s still -- it still puzzles me even today, you know, the only\nthing that we do have in common, maybe, is the Bible. But once everybody grows up in -- in\ndifferent country, under different circumstances, the only thing that we have in common are that\nwe are all human beings, you know? The culture affinity isn’t there.",
        "A: Oh yes, oh yes.",
        "A: Oh, yes.",
        "A: Yes. You know, the Israeli government tried to -- to establish a bond between the newcomers\nand the oldtimes and the state of Israel and they did so -- one of their very may -- met -- maybe\neffective weapons was continuously try to remind us that it was Israel who accepted us after the\nwar. Because the Communists wouldn’t let you to emigrate anyplace else, except to Israel. And\nthe Israeli government also, in -- in their propaganda, was preaching that in -- in -- in unity is --\nis strength and in division is weakness. So, you know, I don’t know. I -- I -- ’'m not easily -- I\nwas never easily influenced by -- by that kind of propaganda, because I have experienced it\nmany times before. Maybe I’m -- even today, it takes me awhile to sort things out, but eventually\nI think I -- I see the light.",
        "A: No, you see, the difference probably, without having been able to analyze it from that angle, I\nthink the basic difference between my bitterness or -- or scars of the Holocaust and Elie W-\nWiesel or Wiesel’s is a difference 1-in our ages. You know, I -- I -- I don’t know exactly how old\nElie is, whether he is my age or he’s older, I don’t know. But then, the Holocaust itself does --\ndidn’t affect everybody equally. It -- It depends on your emotional make-up. So that for me, at\nleast, I -- I fear and I am playing back, you know, sometimes in my mind, I am going -- I am\ndoing like the Monday morning quarterback talk. Undoubtedly, had my mother not being\ninvolved in that affair, had Czechoslovakia not been raped by the Nazis, then Czechoslovakia --\nhad not been for the Nazis, Czechoslovakia would not have been Communist in ‘48, I would\nhave had probably a normal childhood, like thousands and thousands of people in -- in the US\nhave, who grow up normal lives, you know? Even here, no -- not -- not everybody is liked by\neverybody, for whatever reason. But if you -- you -- you have freedom to -- to move, you have\nfreedom to -- to select, to do whatever you want. But the Holocaust put on me a label. I still feel\nthe yellow star here.",
        "A: Feelings of inferiority. Feelings of second class citizenship. Suspicion.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B\n[blank]\nBeginning Tape Three, Side A",
        "A: Feelings of inferiority. Feelings of second class citizenship. Suspicion... These probably are\nthe first things that come to my mind. Certain amount of bitterness, specially of having lost time.\nBecause, as I told you initially, I continuously feel I’m out of sync. Iam about 15 to 20 years\nbehind in experiences. I’m certainly not fully acclimatized. Language problems, cultural barriers,\nif you will. I don’t feel comfortably in large groups of people. So, you know, these are some of --\nsome of the residues. But again, as I told you, I don’t know exactly to what degree they are a\nproduct of the Holocaust.",
        "A: Correct.",
        "A: Correct. I don’t know.",
        "A: You know, I -- it’s interesting how it -- how it -- how it -- how it started. I think that I began\nto think about it when I started working for the US government, with Affirmative Action. That\nwhat triggered the whole blasted thing in my mind.",
        "A: Well, again, I began to feel categorizing people, bracketing people by nationality, by religion,\nby color. I again began to feel like I was going back to those blasted Nazis. Didn’t -- did -- didn’t\nthey do exactly the same thing?",
        "A: Completely different, but 1t reminds me so much of tt.",
        "A: Well, I joined the federal government in 1972 and I began to feel the Affirmative Action for\nthe first time in 1974 or 1975. It may have been called differently in those days, but so many\nslots have to be allotted to women, so many to minorities, people with Hispanic names. You\nknow, it again started labeling people who have priority over you, to whom you have to sacrifice\nyour progress, because they are disadvantaged. But then I began to ask myself, “Gosh, why are\nthey disadvantaged?” I came here with 10 dollars in my pocket, waiting five years for emigration\nvisa to the US. I started in New York as a shipping clerk. And I started going to night school,\nfirst in preparation for GED high school equivalency test, then after passing that, I was going to\ncollege at night, paying for it through my own pocket. So I was begging to ask, ““Why are those\npeople given all the privileges, where I was not given it?” I never asked for it, didn’t wanted it.\nIt’s a free country, you can do whatever you want to. So, I again begin to feel I am cheated by\nsomething. I had to work and pay for it and they get it free of charge. On the contrary, they are\nencouraged to come forward and raise a hand. And I -- I -- I know it’s very unfair to make that\ncomparison, but that’s exactly how I felt.",
        "A: They were later on reinforced, when I -- it’s a long story, an ugly one, when I was forced to\nresign from the government. I -- I rej-rejoined it at a lower grade, with a different command. I\nworked for the Department of Defense. I joined a military district of Washington, where I even\ngot a supervisory -- low supervisory position, but I was supervising black workers. And there it\nwas horrible.",
        "A: Anti-Semitism. But not the same anti-Semitism. It was just -- just different kind of anti-\nSemitism. You know, there is economics anti-Semitism and there is religious anti-Semitism.",
        "A: This was probably the economic anti-Semitism, connected with envy. That you Jews are born\nsmart. You Jews own all the banks. You Jews have formed some con-conspiratory groups to\nwipe us out. And in addition to anti-Semitism, it was also intensified by being white. The fact\nthat I have tried to -- to explain to -- to -- to these people that there are many black Jews, too,\nwho eventually feel exactly like the blacks feel here. The black Jews of Israel are also extremely\nunhappy with their lot.",
        "A: In civil service.",
        "A: Yes.",
        "A: That very strong ones, with the -- with the black population, that was from 1988 through\n1997.",
        "A: Oh, yes. Extremely difficult, extremely difficult. Eventually, I -- I resigned my supervisory\nposition. But that didn’t -- didn’t make it any easier.",
        "A: Well, I was forced to resign as a civil service, but that may have been -- may have been an\nanti-Semitic -- may have had a reason, anti-Semitic, but I am not hundred percent sure. Can we\ntake a short break?",
        "A: Okay.",
        "A: Mm?",
        "A: Well, it was pointed out th-that Israel was, after all, the only country that was willing to admit\nus as immigrants. That unless we Jews will stick together, the Holocaust can reoccur once again.\nAnd that we Jews are hated every place we go and we have to stick together in a -- in one\ncountry and not be dispersed throughout the whole world.",
        "A: Frankly speaking, I said baloney. I always felt very comfortably living side by side with\npeople of all religion and all national origins. And I didn’t see any reason for living in a pure or\nelistic type society.",
        "A: Mm-hm.",
        "A: I do not think that it happened -- the decision probably started already in Czechoslovakia,\nbecause I do not believe that my parents truly planned to go to Israel. Later on, it -- it -- 1t turned\nthat that was the only way out, but the original plan was to join my uncle in New York and my\nfather already, in Czechoslovakia, started learning English and prepare himself for US dental\nexamination for foreign doctors, which he knew that he will eventually have to take. So that the\nseeds were already planted in my mind in Czechoslovakia and I started putting them into action\nin about 1952, I believe. Not knowingly. I was still in the Israeli military. I walked to the emba --\nAmerican embassy in Tel Aviv and they asked me several questions and when they discovered\nthat I’m still under military obligation, they told me that they cannot even register me until I am\ndischarged from the army. And about 1953, I came back. I was already di-discharged. They said\nthey cannot register me once again, because US has closed emigration quota for Czechoslovakia,\nbecause Czechoslovakia supplies arms to North Korea. And, as you know, at least in those days,\nemigration quota to US was determined by the country of your birth, not of your si -- current --\npresent situ -- citizenship. And Czechoslovak quota was very small, furthermore, it was closed.\nFurthermore, I had no right to any preferential quota. So that I would be asked, if I still was\ninterested, to come back once the closure is lifted. So I came back in ‘54, when finally I was able\nto register under a non-preferential quota and it took five years before finally I was called to\nsubmit my documents. By that time I have discovered that I don’t have a birth certificate, so I\nhave to go to the Czech embassy to apply for birth certificate. Then, I didn’t know I had to\nsubmit an affidavit of support, which I had to obtain from somebody in the US. So I had to write\nto my relatives in Czechoslovakia and my grandfather was able to broker -- can you visualize\nCommunist censored letters from Czechoslovakia to US, trying to broker for me a affidavit of\nsupport to come to the US? It was very, very delicate operation and through some very distant\nrelatives whom I -- until that point, never met, sent me an affidavit of support and lend me\nmoney for passage, because my savings went all for preparation of the papers, because\neverything had to be translated from Czech to English and from Hebrew into English and the\nIsraelis had to pay some taxes, because -- which I -- I’m not so certain that you know of that fact,\nthat when you emigrate to Israel, the Israeli government, at it’s own expense, puts you through a\nlanguage course and puts you through that refugee camp. But, for all that the Israeli government\npays, from the donation of the American government, the dollars and the Jews that donate money\nto Israel. So, a certain fixed amount of money is granted for absorption of a single person or a\nfamily and so forth and so forth. And that is a open debt which you have. As long as you are\nstaying in Israel, the debt is never called, but once you want to leave Israel, they send you a bill\nfor all that. So I had to pay it back.",
        "A: Today it would be equivalent to about 500 dollars.",
        "A: But if you are earning about 30 dollars a month, 500 dollars is lots of money.",
        "A: In -- in my -- about middle 20’s.",
        "A: Yes.",
        "A: Okay, I was a taxi driver at night -- night time employ taxi driver. I worked for time for a\ninter-urban taxi company that had the old DeSoto taxis, seven seaters. We competed with the bus\nservice from city to city. Then I worked in the cities as night taxi driver. And shortly before\nemigration, I finally found a job in a refinery, as a laboratory technician. I was taking a course\nwith the Haifa Institute of Technology, an extension division course for laboratory technicians,\nso I found a job there.",
        "A: In Israel, only those -- the half a year that I was in the kibbutz and apparently got maybe two\ndays a week some lessons in Hebrew, geography and little bit history and language, but no -- no\n-- nothing else.",
        "A: I think that I came close to it several times, but none never -- never anything developed to --\nto a serious stage. There was -- there was, again, the differences in cultural background, you\nknow? The fact that two people are Jewish doesn’t -- doesn’t make them automatically see eye to\neye. There are that -- the s -- very same differences, like between here, a man and woman, you\nknow, they are no different. Then Israel, in those days, had economic -- tremendous economic\ndifficulties. Apartments were in very short supply. In those days it was almost impossible to rent\nan apartment in Israel. You had either to buy it, like you buy a co-op here, or a condominium, or\nyou have to put key money. I don’t know whether you are ever -- you know, familiar with that\nconcept of key money. Let’s say you are renting an apartment. You have to put -- just as an\nexample -- 10,000 dollars as a deposit to the landlord and you pay him a month, 10 dollar rent.\nThe next year, your deposit goes down to -- from 10,000 to 9,000 and your rent goes up to 20\ndollars. The third year your key deposit goes down to 800 dollars and you have to pay him 30\ndollars a month in rent. When it reaches zero, can you see the see saw? When it reaches zero,\nyou have to start from the beginning. And simply, very few people have the money to put for the\nkey deposit, so that many couples cannot get married.",
        "A: Yes.",
        "A: Yes, that was -- that was not so difficult from economic point of view, because taxi drivers,\nyou know, were able to make ends meet. But the problem was that when there came something\nas more serious decision to be made, a long term commitment, I did not know which way to go,\nbecause I have -- had -- had no assurance that I will ever receive visa to US. And even if -- if I\ndid, I never knew when it will come. It was continuously disrupted by my being recalled to\nreserve duty, to the military. By that time, I had already the rank of corporal in the Israeli army\nand the higher your rank is, the longer period you serve in the reserve obligations. And they slice\nyour obligation into segments, it’s not one unit. It’s a week here, two weeks here. And the Israeli\neconomy in those days, even when you worked, they did not reimburse you with salary to -- to\nthe time you had to serve in the military. And you got military pay according to your rank and\nthat was peanuts, because the Israeli military claimed that they are feeding you, they are dressing\nyou, so they give you only couple dollars monthly spending money -- pocket money for\ncigarettes and razor blades. And in the meantime, if you rented someplace a room, you still had\nto pay rent for the room after you exit the reserve obligation.",
        "A: Yes, yes --",
        "A: -- yes, yes --",
        "A: -- yes, yes.",
        "A: Okay, the trip -- the trip itself, I don’t know why I felt very ambivalent because I knew what I\nam leaving behind, but I didn’t know what I went facing. Israel, in those days -- Lute Airport\ndidn’t accommodate jets. I flew out with a Super Constellation, four engine prop airplane from\nTel Aviv -- from Lute, which is not far away from Tel Aviv. Our first stop was Paris. I flew with\nAir France. In Paris, I stayed about two or three hours and boarded another Super Constellation\nto New York. And Paris already accommodated jets, so there were about four passengers on the\nwhole Air France jet prop plane to New York. By the way, the jet planes fair was more\nexpensive than the prop. So I slept almost all -- from Paris to New York, it took about 12 hours.\nStretched myself across all those three or four seats and slept most of the way. Arriving in New\nYork, it was not Kennedy Airport, but 1t was Idlewild Airport in those days. I arrived, I think\nabout 4:30 in the morning. The immigration officer was already sleeping behind his desk. I think\nI was the only immigrant. The airport was deserted. He looked at my papers and say, “You just\nmade it in time.” I came three days before my entry visa was to expire. And there were waiting\nsome very distant relatives, for me, at Idlewild Airport, who took me to their apartment in\nManhattan. I slept there, I think, for about 10 hours. First time that I was able to eat a decent\nEuropean type meal and have apples. You know Israel is very, very short on apples, because of\nthe climate. And I went to visit my uncle and aunt, from whom I had a letter waiting for me at\nthe airport, to come to visit them. Do we have any gaps to close?",
        "A: Oh, because of -- because I realized that my family from Czechoslovakia will not join me and\nthe second best -- I wanted family -- was my uncle, my father’s brother, who used to be\nextremely wealthy, in Czechoslovakia. And now I have to digress little bit from this original --\nfrom the story. You see, my family, like many Jewish, central European families, my family was\nvery large, but dispersed. The dispersion was not caused by Hitler, but it was caused by the break\nup of the Austro-Hungarian monarchy. Consequently, people who were born in Vienna or in\nBudapest, finally -- suddenly found themselves being citizens of a independent, but different\ncountry. The monarchy disappeared. And as a result, there was a barrier between us, because\nthey were living in foreign countries. Not only that, but at the time of the break up of the\nmonarchy, I think in 1920 -- around 1920’s, US established immigration quotas and there was no\nlonger Austro-Hungarian quota, which never existed anyhow, but everybody who went to come\nto the US, came according to the quota of the country of which he was a citizen now, in which he\nwas born. So some people had to wait long time, some people didn’t had to wait long at all.\nSome family’s entry to the US was actually broken up because the husband was born in a\ndifferent country than the wife. And my uncle, after the first World War ended, was one of f-four\nbrothers. Leo, who was the oldest one, emigrated to United States in 1913, one step ahead of the\npolice. He was gamble -- he was gambling in cards and horses and apparently signed some\nIOU’s, which he was unable to redeem. So, the Austrian police was after him, and in those days,\nif you were a crook in Europe, you came to United States, like Al Capone. So, he came to the\nUS. He settled here, but severed contacts with his family, so we didn’t know whether he is alive\nor not. And he lived in New Jersey, in a small town called Morristown, about one hour from\nNew York City. His brother Herbert became extremely wealthy textile mer --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "A: -- became extremely wealthy textile merchant in Brinn -- in Burno, second largest city in\nCzechoslovakia, dealing with silk. In those days, silk was still in it’s pure form imported from\nChina, was very expensive. And he was a multi-millionaire, who every year spend vacation in\nSwitzerland. And, at the start, when Nazis marched into Czechoslovakia in ‘38, he found himself\nin Switzerland, vacationing with his whole family. So, he never went back to Czechoslovakia.\nHe had enough money with him, still, to make him very comfortable, but no longer multi-\nmillionaire. From Switzerland, he went to France and from France to Portugal. Someplace along\nthe road, he obtained entrance visa to US, which later on proved to be false, not valid. In\nPortugal, he finally -- no, he obtained visa to Canada, which was not fal -- which was false. So,\nin Portugal, he was able to obtain visa to US and from Portugal he emigrated to New York,\nwhere he settled and became partner in a textile store.",
        "A: Herbert --",
        "A: Deutsch, Herbert Deutsch. He, his wife and his daughter. But his wife, excuse me that\nexpression, was a bitch. She didn’t wanted me to US. And every letter that I wrote to him,\npertaining to an affidavit of support, she didn’t showed him. She threw it into garbage.",
        "A: Because she was afraid that it will cost them money to support me. She was very greedy. She\nwas a very hateful woman. You know, why some people are hateful, she all -- supposedly came\nfrom a family that was full of hate, so she was very hateful. Their marriage was very unhappy. In\n1955, I think that Herbert has discovered his brother Leon, living 50 miles from him.\n[indecipherable |",
        "A: In Morrisstown. But Herbert never forgave to Leon those years of silence and the heartbreak\nhe caused to Jenny -- to his mother, by not letting himself known that he 1s alive. So that was\nHerbert, living in New York, he didn’t send me affidavit of support. My grandfather brokered\nthat affidavit of support through a distant branch of the family, who were born in Austria, who\nwent first to Cuba and from Cuba came to the US.",
        "A: I was overwhelmed, simply by it’s size, by it’s complexity. I was like Alice in Wonderland. I\nwas perplexed, to be very basically honest with you, with American packaging. I bought a shoe\npolish, I remember and I was lost about how to open the lid of it. That was the first time that I\nbought milk in a paper container. I was unable to follow instructions how to open various things\nand how to approach. Push here, pull here, you know? With left finger here, right finger there. I\nwas totally lost.",
        "A: Little bit.",
        "A: And I familiarized myself with American culture by watching television, but I got many\nwrong impressions, because in those days there were shows like “Father Knows Best’, where\nthere was solution to every problem. And I said to myself, “That’s impossible that America is so\ndifferent that they have solution for every problem.” You know? I began to feel tremendously\nshortchanged that I have so much catching up to do, because I’m not even -- I -- I don’t come\neven close to thinking in those terms.",
        "A: I do not think that it came overnight. I don’t think so. I don’t know exactly. It certainly came\na long time after I have been in the US. And certainly it did not come while I was in New York.\nIt must have come about 10 or 15 years later, when I started to discover the differences -- not\nonly the differences between TV and reality, but differences between the fact that -- and please\ndon’t take it personally, that US parents have tendency to give too great of a positive public\nrelationship spiel to their children -- to their offsprings.",
        "A: Okay, after -- after being about a year in New York, not seeing eye to eye with my uncle, I\nwas -- I realized that I can never live up to his expectations. Furthermore, he didn’t wanted to\nrealize that I, at the age of 27, cannot be molded the same way a 10 year old can be. So I -- while\nin New York, I visited my uncle in Morrisstown and I found a wonderful old man, who certainly\nwas sorry for what -- for his behavior in the younger days. But my New York uncle didn’t\nwanted to forgive him. He said that he forgives him, but whenever discussion came to it, 1t was\nstill there. I decided to leave New York and move to Morrisstown. My Morrisstown uncle found\nme a job in a department store in Morrisstown, I became a shoe salesman. And my Morrisstown\nuncle attached himself to a wealthy Jewish family in Morrisstown. He worked for them. They\nowned a hotel, a very small, rundown hotel, but nevertheless, he was living there. And he found,\nin that family, a second home. He attached to hi -- to himself to that family. And they treated him\nvery nicely and he felt very warmly toward them. And they were extremely wealthy. And they\nlooked upon me in a very favorable fashion, that finally my uncle, who from 1913, until 1960\nwas alone, finally found family member who likes him -- who loves him. So they liked me\nbecause of it. But, they always gave themselves as example of American success. They always\npointed out to me their children. Let’s say, their married daughters. They claimed that if you take\na good boy, from a good family and match him -- match her up with a good girl from a good\nfamily, that it has to be success. And they continuously -- they also pointed out to me, couple\ntimes, that I cannot expect the greatest success in US, because I have no background. It took me\nquite awhile to figure out what they mean by background. That --",
        "A: Background, you don’t have address, identifiable address. Your family tree is not in the US\nand is -- it is unknown. That they meant by background. When I kept talking about atmosphere\nin the US as opposed to atmosphere in Israel, they said, “Oh yes, we know. I-In Israel the\natmosphere is -- is semi-tropical.” They didn’t know that I mean by it, cultural atmosphere. They\nwere -- they were very commercially oriented. They had no formal education whatsoever. But\nthey were Polish Jews, who -- who were -- usually the Polish Jews were always looked upon in\nEurope -- when you want to see a small merchant, that is Polish. Like Tuvya in -- in -- in\n“Fiddler on the Roof’, you know? A small, little merchant selling buttons, or -- or -- you know?\nSo they too, gave me couple times, feelings of inferiority, but based upon commercial basis.\nThen, the relatives here, in the States, distant relatives, who were in Austria, one was a carpenter,\none was a tailor. They came to the US, the tailor became a very successful tailor in New York.\nThe carpenter opened a plastic factories in Teaneck, New Jersey, very wealthy. So, you know,\nthe whole structure, family structure, disintegrated and started to taking a different shape and\nform, once it broke up, in different countries.",
        "A: I kept correspondence with my father until his death in na -- 1962 or ‘63, yes.",
        "A: It was again, the letters were censored. He was extremely proud when I passed the GED\nequivalency high school examination.",
        "A: That was 1961. Because he, like all fathers, predicted that you will -- he told me, “You will\ngrow up to nothing. You will never amount to anything.” But I don’t think that -- that he -- he --\nthat was more a phrase or expression. Had he taken in account the handicaps that I had, he\ncertainly would not -- not -- not -- not think of -- of -- of all that seriously. Then, when I told him\nthat I was able to gain admission to a university, he was extremely proud. But, when I first came\nto Czechoslovakia in ‘65, he was already dead. And I was able to come to Czechoslovakia in ‘65\nbecause my uncle in Morrisstown died and left me inheritance of about 4,000 dollars. I\nremember 1,500 dollars went toward his funeral. I have spent about 2,000 dollars towards my\ntuition in college, because I went to a private school. No state school in New Jersey wanted to\nadmit me because I had a very, very low score on -- how was it called in that time -- Princeton\nCollege Boards. And state school said, “No, we have strict regulations, try private school. They\ndon’t have such strict regulations.” So I was admitted, but I had to pay, in those days, oh about --\nbeginning tuition was about 27.50 per credit hour. And by the time I finished, it was about 55\ndollars per credit hour. And multiply it by 130 credits and I paid for everything from my own\npocket, except those 2,000 dollars that my uncle left me. So, I left myself thousand dollars for a\ntrip to Czech Republic.",
        "A: To be reunited with my sister and with my aunt. My mother had a sister in Czechoslovakia,\nwhich lived in the house of my grandfather and grandmother.",
        "A: I stayed one week with my aunt and uncle in Slovakia and one week with my sister in\nZenoimal.",
        "A: Which one? To Orskiboat?",
        "A: No, no, no, no, no. There was absolutely no time. You see, I was working for Allied Chemical\nCorporation in Morrisstown and I got only two weeks vacation. And furthermore, I planned the\nvacation between semesters. It took me 10 years to finish the college. Because of money and\nlanguage, I had to take it very slowly. And I went year round, both summer sessions. I took six\ncredits during regular semester. That meant four nights a week and I took two courses during the\nsummer. One in the first summer semester and one course the second summer semester. And\nthere were only two weeks open window between the summer sessions. And between the second\nsummer session and beginning of the fall session was the cheapest air fare. So I took advantage\nof it and went to Czechoslovakia.",
        "A: No. Because, 1n Czechoslovakia in those days, nobody was -- was -- nobody was buried. The\nstate did not permit it, only cremations took place. And visiting somebody’s grave whose ashes\nare there didn’t mean anything to me.",
        "A: I never resolved it. I still didn’t -- don’t know how to deal with it. I am asking myself -- well,\nI -- had I stayed in Czechoslovakia instead of emigrating to Israel, I probably would not have\nchanged anything on my father’s death, because he died of stroke, you know, at the age of 73.\nThat probably would not have changed. But where I feel little bit guilty, had I stayed in\nCzechoslovakia, maybe my presence would give my mother a reason to stay alive. And maybe\nshe would not have committed the suicide. But see, sa -- there are too many maybes, you know?\nAnd that what irritates me continuously, that there are -- I have so many perhaps and maybes in\nmy background. And here and there I succeed finding an answer. That this truly would have\nhappened or did happened, regardless of my staying there or exiting. You know, sometimes I\nhave the feeling that I’m carrying on my shoulders the responsibility for the whole human race.\nAnd then I -- I begin to realize that if that subways train comes five minutes later, I have no -- no\n-- no leverage o-over that, you know? But nevertheless, it -- 1t causes me quite a bit of\nfrustration.",
        "A: I don’t know. I simply don’t know. Maybe the luck of contribution -- that nobody has asked\nme. That I found myself like a leaf being tossed by the wind and not being able to -- to direct the\nway the wind will blow or -- or the leave will be -- will be scattered. I would like to have more\ninput into what is happening to me. And until I came to the States, I really didn’t have any input.\nThings were happening outside my control, completely. I didn’t have a handle on my own fate\nuntil I came to the States. And it took me time -- a long time in the States -- not that I didn’t had\nthe freedom to choose my fate, but I didn’t know exactly what to choose.",
        "A: First of all, it took me quite a -- quite a bit of time to decide what is it I want to study. I didn’t\nwanted to study accounting to begin with. I wanted to become a chemical engineer. But my\nbackground in -- in math was not sufficiently strong to gain admission to engineering school.\nThen, engineering school was five years long, instead of four years. That would have created\nanother problem. Then, I felt that to study something other than accounting would require a\nmuch better knowledge of the English language than I possessed .Then the school, even though\nit was a private university, regulated to some degree, the sequence of the courses I was taking -- I\nhad to take. Because everybody who was admitted under GED had first to take English, History,\nMath and Language, before taking anything else. The 15 -- the first 18 or 24 credits, you were\nsimply on probation. So I -- I felt like walking continuously on a thin ice. And then American\ngirls had tremendous influence on my way of thinking. Because I heard, in Israel -- you know,\nIsrael is a haven for Jewish American women. And I don’t mean it as a joke. You would be\nsurprised how many American Jewish women come to Israel to find a husband. And some of\nthem are extremely wealthy and some of them are really willing to compromise and go down\nvery low on the economical le -- ladder to find a Jewish husband. Many marriages end up in a\ndisaster. Very few American Jewish girls stay in Israel. They usually bring their husbands to the\nStates. And many of the Jewish boys simply don’t measure up to the expectations. But, in Israel,\nin my days, there was generated the saying that American girls have tremendous body, but\ninstead of a heart, they had a computer. And that was confirmed to me when I was dating\nAmerican Jewish girls. I -- for first 10 years, I dated only -- tried to date only Jewish American\ngirls and it was always the same result. “You are a nice boy, but you are nothing economically.”\nThe girls told me, “We are seeking somebody who has it made already.” Again, I was out of\nsync. “Yes, you have perseverance. We see that you are going nights to school, you are trying to\nbetter yourself.” But I got my BS, I was 37. By that time, most fellows already are partners in\nsome business or self-employed or whatever.",
        "A: Huh, that is a very interesting story. I worked at Allied Chemicals in Morrisstown and I was\nrenting a room with a family. He was also from Czechoslovakia and she was from Italy. They\nwere Christians, but they were honest, good family. And one day, in 1968, his uncle from\nCzechoslovakia came to visit. Because in ‘68, if you remember th-the Prague’s sprink liberated\nthe exit and he succeeded coming to the US for a visit, leaving his wife and children as hostages\nthat he will come back. And we started talking and he said, “Look, you will have absolutely no\nproblems --” he asked me why I’m still single, so I describe him the situation and he said,\n“Look, that doesn’t surprise me. You simply don’t fit, culturally with American girls. You would\nbe much better off finding a Czech girl.” So I said, “Well, how that would be possible after so\nmany years not being there? A whole generation or two were born.” So he said, “Leave it to me,\nI will look around.” And he lined up about five or six girls and I came for a visit. I went out with\nall of them and I selected one. And in 1970, I went once or twice again to Czechoslovakia and I\nestablished correspondence with one of the girls and it clicked without any problems. And in\n1970, I was about to graduate in August and in June of 1970, I went to Czechoslovakia and got\nmarried there.",
        "A: Yes, yes, yes, yes.",
        "A: I stayed in Czechoslovakia for a month and I went out with each one of them and I finally\ndecided on one of them.",
        "A: By that friend.",
        "A: With two I kept correspondence until I severed the correspondence and I began to concentrate\non that one.",
        "A: Chemistry. The Czechs gave me bloody hard time to get married. You cannot visualize how\nmany documents I needed.",
        "A: About two years later.",
        "A: No. We were -- we were married in Czechoslovakia, it took her three months to process the\npapers. But the three months were delayed by US, not by the Czechs. We started processing our\npapers for the marriage about year earlier. That has to be satisfied the Czech government first.",
        "A: Travel and correspondence. And she’s not Jewish.",
        "A: Meerka.\nBeginning Tape Four, Side A",
        "A: I think I did, but she is much younger than I. She is 16 years younger than I, so she did not\nhave first hand experience. Furthermore, she was born already under the Communist regime. But\nshe had couple girlfriends who were Jewish, who were -- I -- I don’t know whether the girls or\ntheir parents were product of the Holocaust, so she knew what I am talking about.",
        "A: No. Not -- not -- not -- not many, not many. In all honesty, I think that in Morrisstown, where\nI spent 10 years, I didn’t speak about it once. I belonged, because of my Morrisstown uncle, in a\nJewish congregation, a very modern congregation, sort of a religious how they call it, Reform\nJudaism. But not one of the Jews there ever, ever asked me about Holocaust experiences. I do\nnot know just what -- what it is about -- the American Jews, they are a completely different\nbreed. You know, the -- sometimes you are wondering what sort of a Jews are they to begin with.\nFor example, when -- when -- when there were wars of -- I used to teach the Hebrew language in\nthat synagogue to kids. So there was a war, I don’t know, in ‘67, between Israel and Arabs, and\none of the boys came to school after the war has ended and said, “Mr. Deutsch, isn’t it fantastic\nwe beat the Arabs?” They are riding on the coattails of the Israel when Israel does something\ngreat. But they don’t want to recognize Israel when things are not going so well, you know? So I\n-- I don’t think that the American Jews know exactly where and how do they fit, whether they\nare American or they should be Israelis. Then they don’t know exactly how the Judaism fits into\nthe Israeli structure. They are very confuse and very ambivalent about it.",
        "A: For me, Judaism is a religion and nothing more. Israel is a society composed of Jews, but\nthat’s it. And the Jews of Israel go to various synagogues, to Orthodox, to Reform. And as far as\nbeyond that, they have absolutely nothing in common. What is united -- uniting -- uniting them\nis the danger from the Arabs on one hand and the bad memories of anti-Semitism and Holocaust\nfrom Europe. And not having -- not being for the Holocaust, I’m not certain that Israel as state\nwould exist. It still would be probably today, Palestine.",
        "A: No, no, Czechoslovakia -- we got married in 1970, Czechoslovakia did not have religious\nceremonies. It was conducted by a judge -- peace judge, how you want to call him?",
        "A: Justice of the Peace, and my marriage -- I have a rec-recording of it, of the whole ceremony.",
        "A: Tape recording.",
        "A: It’s a 78 --",
        "A: Vinyl record.",
        "A: Okay, I came back -- we got married in June of ‘70, I came back -- I worked already in Mount\nSinai Hospital in New York. It was couple months before graduation. They gave me already a\nprofessional status as an accountant. I came back probably end of June and October 10th, my\nwife came to the States. We rented an apartment in Morrisstown and I think in January of 1971 --\nshe was a medical technician, she found a job also at Mount Sinai in New York and started\nworking as a medical technician there.",
        "A: Yes.",
        "A: Accounting.",
        "A: Farley Dickinson.",
        "A: Yeah.",
        "A: Well, the first experience was horrible. I -- I -- I -- I was desperate. She started crying. She\ncried for about a week. I do not know whether she started -- yeah, she was hired at Mount Sinai,\nbut Mount Sinai had a strange employment structure. It is very heavily unionized and there are\nvarious categories. There are union for nurses, union for blue collar workers. Everybody’s\nunionized and everybody belongs to a different union, and every union has a different pay scale.\nAnd my wife belonged to union of medical technicians, and the union of medical technicians has\na -- has the lowest pay scale than the union of blue collar workers. And she, coming from a\nCommunist country, was extremely insulted that she, with all her medical training, is getting\npaid less than the janitor is paid. And that was insulting to her. But, looking at it in retrospect, I\nthink -- and I will of course never, never ask her about it, that she gave me that as an excuse, but\nI think that she was very, very homesick and tried to cover up for it by giving me that excuse. In\n1971, about year after she came to the States, she went already for a visit to Czechoslovakia, to\nvisit her mother. And she tells me -- she was there about a month, that she had -- have -- had to\nthink about it very deeply whether she wants to come back to US or not. But, apparently, I don’t\nknow whether she made the decision on her own or whether her mother talked her into it, she\ncame back.",
        "A: Yes, yes it was. But -- well, I -- I -- I don’t know what to tell you about it today. I don’t know\nhow my thoughts -- in what direction they went in those days, whether she will come back or\nnot.",
        "A: Yes, we have a son. Was born in 1975.",
        "A: Oh yeah, you talked to him. Well, all those years, we both worked, we saved money. So he\nfinished -- he got his BS from Virginia Tech, in economics and his MBA from Texas A and M,\nwhich he finished about five months ago. And three months ago he s-started to work for a\nconsulting firm in Springfield, Virginia. And he’s traveling as a consultant for that firm.",
        "A: Leon.",
        "A: After my uncle in Morrisstown.",
        "A: Oh yes, yes, yes. He’s very interested in it. He visited the museum here once or twice. He’s\nhalf Jewish and I think that he leans much more toward Judaism than toward Christianity. I\nexplained to him several times the liabilities of -- and the assets of both and told him, “Look, you\nare in a position to choose.” And for some reason, I -- I cannot put my finger on it, but he feels\ncloser affinity to Judaism than to Christianity. My wife stays out of it, she couldn’t care less for\nneither one, although she feels also s-sympathy toward Christia -- toward Judaism. But she’s not\ntrying to influence our son one way or the other.",
        "A: I do not know. I do not know one -- when I told him. He asked me, for example, why did we\nnamed him Leon. So when I started telling him that he was named after Uncle Leon, he started\nasking about Uncle Leon. And I think that’s how it led towards -- towards the Holocaust issue.\nThen, when I -- after I moved from mo -- New York to Morrisstown, I kept meeting with my\nNew York uncle about once a month. He was extremely angry at me that I deserted him and\ndecided to break bread with his brother, whom he never forgave. And my uncle in New York\ncontinuously kept criticizing everything I did. He used always negative criticism. H-He always\ntold me, “Don’t do that,” but he never told me what to do instead. And I raised couple times the\nissue, “What would you say if I married a Christian girl?” So he was very much against it. So\nwhen I did marry my wife, I simply didn’t tell him that I’m going to marry. I came back and on\nnec -- our next meeting, I told him, “Uncle, I just came back from Czechoslovakia and I married\na Christian girl.” And that was the end for him. We had a fight and we never saw each other\nagain. That was in 1970. And in 1973, he died, natural death. He got a heart attack. But there\ncomes a related and also interesting story. He had a daughter, a ravishing beauty. She was about\n18 or 19, right out of high school, when she married her sweetheart, graduate of Columbia,\nengineer, who worked for Sperry Gyroscope in New York, on Long Island. An extremely well\npaying job, very bright, good looking fellow. They lived on Long Island and I saw her twice in\n1959. And I was unable to see her again and I had the feeling that, at that time, that because I\ndidn’t lived up to my aunt’s and uncle’s expectations, that they ins-instigated her against me.\nAnd about year or two later, in early 60’s, he quit his job with Sperry Gyroscope and moved to\nPalo Alto, California, got a very high position with one of the electronics firms in Palo Alto. And\nmy uncle never wanted to give me their address. So, I lost complete contact with them and when\nmy uncle died, in ‘73, I was trying to find out their address. But my aunt, the one who hated me,\nwas still alive and she didn’t wanted to speak to me. And I didn’t know how to find them. I\nlooked telephone books, looked every place, I was unable to find them. And about two years\nago, don’t ask me how and why, I exhausted all the avenues of finding her and suddenly\nsomething occurred to me. I wrote to New York City, asking for my uncle’s death certificate and\nthey answered me that I have insufficient information, that maybe he died outside of New York\nCity and in which case they will not have his death records. And about at that time, I bought an\ninternet and I went through the Social Security -- some organization publishes death registry by\nstates and Social Securities on the internet and I found my uncle. And I wrote to New York City\nagain, this time giving his Social Security number and they gave me, for 15 dollars, his death\ncertificate. And on New York City’s death certificate, on the bottom, is a line for informant of\nthe death. There was my aunt -- aunt’s name and her address, which was the same like my uncle\nused to be. Then, I discovered that my aunt died in 1983, so I sent for her death certificate. And\nthe informant’s name on her death certificate was her daughter. She was not living in Palo Alto,\nshe was living in Los Altos, which is about 10 miles from Palo Alto. I wrote her a letter and\nthree days later, she called me by telephone. And I ask her, “Why haven’t you looked for me?\nMy name is in the telephone book.” She had unlisted number. 39 years it took me to find her.\nShe said she had a very miserable childhood. Her mother hated her. Her -- the day she came to\nher mother, telling her that, “I’m getting married,” her mother said, “You are dead for me. You\nare leaving me, your own mother. I don’t want to know you any more.” And she told me things\nabout her parent’s marriage which make my few hair rise. That also that marriage was only in\nname. All those high standards that they asked me to live up to, they didn’t even come close in\none percent to those standards. And she is divorced. What is she, my cousin? My niece? My\ncousin. My uncle’s daughter.",
        "A: Cousin. Yeah, she lives a -- a life of a very wealthy divorcee.",
        "A: Yes, occasionally we exchange notes.",
        "A: Alice. Alice Sege. S-e-g-e.",
        "A: I -- I don’t know -- because by wanting his death certificate, I didn’t know what the end result\nwill be. I have just tried to get together pieces to a jigsaw puzzle, who died and when. And\nmaybe my son is trying and has been building our family tree.",
        "A: And I think for that reason, I tried to get together as many pieces as I possibly can. And\nmaybe that has led me to the original. Because there were four brothers, I did not know exactly,\nchronologically, how they fit, who is the oldest, who is the youngest. And, being an accountant, I\nlike things in order. So maybe -- maybe that --",
        "A: My -- My initial -- when I came to -- in ‘59, my biggest shock was Cuba, Castro. That was\nthe biggest shock. Then, that was a very negative shock. Then the positive event happened, when\nthe Israelis caught Adolf Eichmann. Then, New York City, I don’t remember any protests in\nNew York City. New York City was a beehive. I commuted by subway station -- by subway to\nwork as a shipping clerk. And evening I bought textbooks from Barnes and Nobles. Used\ntextbook, high school textbooks and after work, I locked myself in my room and I read many of\nthe books that are required from high school kids to be read. I went to Washington Irving High\nSchool, nights I think, for a course in English language. And most of the time I was very tired,\nphysically, because I don’t know, in New York City, the humidity was making havoc on my --\non my disposition in New York. In Israel, I -- I had no problem, you know. Tel Aviv is\nextremely hot and humid, too. But in Israel you wear shorts and you wore sandals and tee shirt.\nBut in New York, you have to wear a suit and tie and the subway, crowded, standing on one foot.\nSo it was a different, different, different atmosphere.",
        "A: Can we -- can I --",
        "A: Can we stop a minute?",
        "A: [have to go...\nEnd of Tape Four, Side A\nBeginning Tape Four, Side B",
        "A: Okay. My wife and I bought a house. We started -- after about -- my wife started working, I\nthink, in January of ‘70 and -- no, that would be incorrect. ‘70 she came only to the States. In ‘71\n-- in January of ‘71, she started working and in one year we saved enough money for a down\npayment on a house, which we bought in community called Hopatcong, Lake Hopatcong. It’s not\nfar away from Morrisstown and we both commuted daily to New York City. It was 55 miles each\nway. And for a time, we realized that we cannot afford anything living closer to New York City,\nbecause of the expense. But, at that time, I don’t think that my wife si -- she simply was not long\nenough in the US to be able to advise me or make up her mind just which way to go. I think she\nwas more dependent on my decisions. But I began to realize a very interesting thing in Mount\nSinai. It probably was not affiliated with Affirmative Action, but Mount Sinai Hospital was very\nproud at it’s employment record, advertising -- at least among the employees, that they employ\npeople from every nation under the sun, except Mexico. But something very interesting was\ntaking place. Not only were you almost -- mor -- it was almost impossible to cross the\nboundaries of the various unions. But, in order to maintain some sort of a equilibrium, even\nthough it seems to me maybe I was imagining it, whenever they occurred a vacancy in the non --\nin the administrative positions, they -- Mount Sinai replaced the vacancy -- filled the vacancy\nwith exactly the same nationality it was created by. So, when an Italian American left an\nposition, exactly Italian American took that same position. So, I was asking, “How do I fit as a\nCzech Jew?” I was the only one. I have absolutely no chance. So I was looking at some\nopportunity for bettering myself. And prior to Mount Sinai, I worked again for about half a year,\nAllied Chemicals, this time as a professional, but they had implemented an austerity program\nand they laid me off. And prior to ma -- to Allied Chemicals, I worked for public accounting\nfirm. At that time I had a dream that I will become a CPA. And in New Jersey at that time, you\neither had to work 10 years for the US government, or three years for a CPA firm, in order to\nqualify for CPA examinations. And I forgot -- I decided that CPA firm is not for me. That CPA’s\nare in demand also in industry. But how do I gain the CPA examination qualifications? Simply\nby joining US government. So that led me to decision to join the US government. And originally\nI applied for a slot with the IRS, but from OPN in New York -- Office of Personnel\nManagement, my rating was too high for the IRS starting position. And apparently, the\nDepartment of Defense had many more vacancies in that grate. So I was picked up by the US\nArmy. And instead of commuting 55 miles to New York, I was commuting now seven miles to\nPicatinni Arsenal. My wife was still working at Mount Sinai. She hitched always, a ride with a\ncoworker. And Picatinni Arsenal had a layoff and I, through the layoff process -- they call it\ndariff -- I found another position at Potuxin Naval Air Station, here in Maryland. So, we moved\nto Maryland. My wife got a job as a technician, medical technician in LaPlata Memorial\nHospital. And from Potuxin Naval Air Station, I got a promotion to David Taylor Model Basin.\nDo you know where it is?",
        "A: It’s on border of Maryland -- is Virginia. It’s called -- there 1s a bridge called Legionnaire’s\nBridge and behind it is hidden a great engineering -- [indecipherable] engineering installation.",
        "A: Accounting.",
        "A: And from there, I got a job back with army. Potuxin and Carderuck, or David Taylor Model\nBasin were navy. I got a job back with the army in Alexandria. Army Material Command, which\nwas the headquarters -- again, as an accountant. And then, after about working for Army\nMaterial Command for some eight or nine years, I realized, through the Affirmative Action that I\nam going no place. But the army paid for my Master’s degree program and I decided to go for a\nPh.D. And the army had no interest in my Ph.D. So I started paying for it from my own pocket\nand I selected international affairs as my project -- Ph.D program. And I started going to\nCatholic university. And, in 1988, again I had here a problem with a colonel, who was director.\nIn the meantime, I gained -- I was ob -- able to obtain a changeover from accounting to\ninternational programs division, with AMC -- with Army Material Command. And the director\nwas a colonel who was a bigot, first class.",
        "A: Yes, and anti-Semite. And he created the situation -- very unpleasant situation where I was\nalmost forced to resign, either to be fired or forced to resign.",
        "A: Well, to make a long story short, as I see it -- that doesn’t mean that it necessarily was so -- he\nwas an old bachelor who was trying to sleep with every girl he could have. And many young\ngirls took the bite. In the div -- in the international programs directorate, we had couple\nopenings. Every time a girl came in for a promotion, became engaged to him. Once she obtained\nthe promotion, she disengaged and went back where she came from with a higher grade. And on\nthe third occasion, I mention it to him. Not what he is doing, because I had no right, but I said,\n‘How 1s it possible -- look, these girls are coming here, not only getting promotion and then\ntransfer back, but I am here trying to get a transfer to a different director, without promotion, and\nI cannot do so. Please help me.” And he felt threatened, and he created a situation where he\nwrote me up for every single, every simple deficiency. I handed him a project five minutes late,\nhe wrote me up. So I itkerminated to the fact that I either had to be fired or to resign. So, instead\nof preventing being fired, three days before the deadline, I resigned.",
        "A: Oh, for about four months, I went -- worked on the economy. I worked as a night auditor for\nL’ enfant Plaza Hotel, here in DC. I worked for a month as a shoe salesman for Bloomingdale’s.\nThe shoe salesman experience from Morrisstown came very handy. Then I got a position which\ncould have lasted 180 days for the post office, US Post Office, selling stamps over the ph-phone,\nto collectors. And worked as an auditor for “House of Ruth’, in DC. And all those weeks I had\nfloated application as an accountant, back for federal employment. And I got a call from the\nLibrary of Congress, for a position in my old grade. But, Library of Congress, at that time, the\nchief told me that they have a huge computer in the basement, which is not utilized at all. And\nthrough my experience, they would like me to activate the computer and start it providing data\nthat the computer should be generating, if I want the position. Two days earlier, I got a positive\ninterview with military district of Washington, as an accountant, a grade lower, but asking me to\ndo almost a very similar job that I used to do for Army Material Command, as an accountant. So,\nI had a choice. Grade higher, but working with a computer, or grade lower, but doing more or\nless the same accounting job I did before. So I have selected the lower grade. And I work for\nnext eight or nine years for military district of Washington. For -- we stayed for about seven\nyears at Half Street, in DC. Shared that building with FBI and [indecipherable] Investigating\nService. And then we moved to Alexandria. But, you know -- from where I retired in last -- in\n1997, in May. Interesting thing happened now -- occurred to me that when I got the job with\nArmy Material Command, in the international division, the Pollard case came into existence.",
        "A: Pollard.",
        "A: Whatever his name 1s.",
        "A: And I represented the Israeli desk at the time. So I was investigated whether I had some\nconnection to it. But Pollard was navy, I was army and we had absolutely no connection.",
        "A: It may have crossed their mind. But I was never affected by Pollard’s mishap. Then our -- one\nof our colonel’s -- but that affair you probably don’t remember. Maybe you never knew it,\nGillespie was his name. They had some problem with identifying missiles in Florida. He was\nalso my boss. It -- It -- Yo -- It made headlines in Time magazine and in all the papers, but 1t was\na short -- relatively short-lived affair.",
        "A: Maybe two or three times, they asked me various questions.",
        "A: Number -- No, I was -- I was little bit pissed off, frankly speaking. I was insulted by it.\nBecause I -- I -- I don’t know how you can prove to somebody loyalty -- that you are loyal. I -- I\ndon’t know exactly how to prove it. You know, in -- in older days, you proved your loyalty by\njoining the military in a uniform or going to fight for your adopted country. I was little bit too\nold to do all that, but simply, it was -- it was insulting to me that -- that they doubted my\nsincerity or loyalty. What else can I add to it?",
        "A: Okay, to clarify you that -- that issue. Czech citizenship, at least I didn’t know about it in\nIsrael. Apparently all those -- those 10 years that I was in Israel, I probably was a Czech citizen.\nAlthough, something goes through my mind and I cannot find evidence. The Czech government,\nafter the last transport of Jews left from Czechoslovakia to Israel, the Czech government\nadvertised in it’s newspapers and through it’s embassies overseas, that all Czech citizens who\nwill not return to Czechoslovakia by such and such a date, will lose their Czech citizenship. So, I\nlived under that assumption in Israel, that because I have not returned, I have lost my citizenship.\nThen, in Israel, upon your arrival, they ask you right in the airport or in the port of you arrival,\nwhether you want to be an Israeli citizen. And if you say yes, from that moment on, you are an\nIsraeli citizen. They don’t care whether you are citizen of another country. From here on, you are\nan Israeli citizen and you have the right to Israeli passport. One hour after you land in Israel, you\nare already there a citizen. If you say no, then they let you live as a non-Israeli, but you still have\nto fulfill the obligations, like any other Israeli. They just don’t trust you as much. Coming to the\nStates, nobody asked me -- I came under the Israeli passport. Working for Army Material\nCommand, there came an opportunity -- they advertised some vacancies -- under the Civil\nService in Israel -- if you will remember, when Israel surrendered to Egypt, that desert. What it --\nit’s not the Sinai desert, it’s -- yeah, it’s the Sinai desert. When Israel gave back to Egyptian -- to\nEgypt, Sinai desert, the Americans came that they will finance in Israel some airport which\nIsraelis have lost in Sinai, to Egyptian. And the Civil Service was looking for people who would\nbe willing to go to Israel as servants. So I put application in, but I still had Israeli citizenship and\nI was afraid that there will arise a conflict. On the one hand, my being Amer-American employee\nand on the other hand being Israeli citizen. So, I went to Israel1 embassy and I -- I renounced in\nwriting my Israeli citizenship. And as a result, my son and I lost it. We have a letter. My wife\nnever was an Israeli citizen to -- to begin with. But interesting thing now happened. When\nCzechoslovakia shed it’s Communist flavor, we Czechs here assumed that all of us who left\nCzechoslovakia from 1948 until today, will gain back Czech citizenship. Matter of fact, gain it\nback I think was wrong way of phrasing it. I don’t know whether I knew that we lost it. But what\ncame now to light? The new democratic government of Czechoslovakia proclaimed that we are\nnot longer Czech citizenship -- citizens. Because Czechoslovakia and United States signed, in\n1928, a mutual treaty whereby -- in which you gain one citizenship, but lose the other one. And\nthe Czechs began to enforce it.",
        "A: In 1964.",
        "A: And I wrote several times to the Czechs after the Communists lost the seats, ““What am I\nnow?” And I send them documents. And they send me back letters, telling me that based upon\nthe treaty, the day I gained US citizenship, I lost Czech citizenship.",
        "A: Everything. Czech citizenship -- I would not object if the Czechs gave me back the\ncitizenship, but it would be purely for sentimental reasons. I would not have any advantage in it.\nIt just would be a good, warm feeling that my mother country still knows that I exist and that I’m\nher son. That I’m not like stepchild. How is it called, that -- that -- that Walt Disney’s play with\nthe girl with the golden slipper?",
        "A: Cinderella.",
        "A: Mm-hm.",
        "A: Well, it -- it is, you know, number one, because of my deficiency of the English language, I --\nI have problems expressing feelings. My vocabulary is not large enough. I do not know how to\nphrase it exactly. You know, there are -- there is a parallel in the American literature, in the book\nby Hawthorne, “The Scarlet Letter.” That’s apparently how she must have felt and how I feel.\nBranded. You know, somebody who -- who is -- who 1s -- I feel like somebody who is totally\nunimportant, who can be disposed of. Like you change shirt every day. That I have absolutely no\nvalue to anybody, except of course, to my wife and my son. But the rest of the society couldn’t\ncare less.",
        "A: It is not 24 hours with me. But the older I get, I think it comes more frequently. Isn’t that the\nsaying that when you become older, you re-return to your childhood?",
        "A: Mm-hm.",
        "A: Mm-hm, mm-hm. Very definitely, very definitely, very definitely. In it -- it’s interesting,\nwhen I first came to -- to Morrisstown, in 1960, it was a almost purely white community. There\nwere blacks, but -- but they had a section of town and they were very inconspicuous. I truly felt\nat home in Morrisstown, because people were not very inter -- not interested in my Holocaust\nexperience, but they looked upon me as a novelty, being an immigrant. Because, in those days,\nemigration to the US was orderly. And I was one of the very few that landed in Morrisstown in\nthose days. So people wanted to know more about my experiences as an immigrant and why and\nhow did I make decision coming to the US and how do I feel about the US. But slowly, slowly,\nwith the influx of the Cubans, and the thousands of illegal immigrants, immigrants are somehow\nlooked upon as intruders. And nobody cares particularly whether you came legally to the US or\nwhether you came as a wetback. Does it, to some extent, answer your question?",
        "A: Well, how do I feel about the Holocaust having me labeled.",
        "A: Yes, yes, yes. Specially, specially in this area. Specially in Washington, DC.\nBeginning Tape Five, Side A",
        "A: -- yes, yes, yes. Specially, specially in this area. Specially in Washington, DC.",
        "A: You know, I -- ’'m not quite certain how to answer you, because I come only twice a week\nhere and the employees of the museum, number one, are US government employees. Number\ntwo, there are many Americans here -- native Americans, who have never experienced the\nHolocaust first hand. They read and hear about it. So, for them, it is an academic curiosity, but\nnothing more. I suspect that majority of us volunteers are survivors, original survivors of the\nHolocaust. But each one of us, so far, comes from a different countries. And our individual\nexperiences are totally different. You hardly -- I don’t believe, in honesty, I can say that you will\nfind two Holocaust survivors whose experiences will be identical. We -- I -- I don’t want to\nassociate with other Holocaust experienced coworkers, because their experiences are totally\ndifferent and the only thing we have in common is the fact that probably we are Jewish and our\nlives were changed by Hitler.",
        "A: Not -- Not -- I’m not -- not very comfortable with it. I’m not very comfortable with it.\nBecause I don’t know, well, what does it -- what does it mean? Do -- Because of it, will people\nfeel sorry for me? I don’t want you to feel sorry for me. Should I feel sorry for me? I don’t know.\nOkay, feeling sorry for myself -- had it not been for my grandfather, I wouldn’t be here talking to\nyou now. So, isn’t that fact that, in 1942, we crossed the border and we didn’t ended up in\nAuschwitz. So everything from that point on, is a bonus. Now, living a life of bonus, is it a bona\nfide life, or not? I don’t know. You see, these are the issues that I am dealing with. And nobody\ncan give me answer to that and I’m not one t -- I don’t want an answer, because I don’t believe\nthere is an answer. Maybe, had I been able to talk to Plato or -- or Socrates, maybe I would get\nan answer from them. But from a rabbi or a minister or a priest, I will not get a sat-sat-\nsatisfactory answer.",
        "A: Yes. The sounds of Nazi songs.",
        "A: Oh, in occupied -- before the transports.",
        "A: Oh, on history channels.",
        "A: For me, the second World War has not ended. It never will end. It never will end. You cannot\nvisualize -- you cannot imagine how much Nazi propaganda we were exposed to until the tide\nhas changed for the Germans at Stalingrad. There were Nazi songs all over. And the town of\nUngarrishbrote, Ufwairskibrote -- and that I have never mentioned -- had loudspeakers on\ncorners of streets and if the town had some information to convey to the population, it came over\nthe loudspeakers. There were no town’s crier’s. Loudspeakers. And the loudspeakers generated\nthe Nazi songs.",
        "A: Yes.",
        "A: Well, specially the -- that guards at the border crossings of Slovakia. I still see the\nguardhouse. Or a trip in the car, in the snow. I'll walk across the border. I'll walk with the two\nguys to that hotel on top of the mountain. Depending -- sometimes I see a movie which -- which\ngenerates a nightmare. On one hand, I’m cursing myself for being a masochist, watching these\nmovies, “Invasion of Europe” and “900 Days at Stalingrad” and “Blitzkrieg” from England.\nChurchill’s speeches. “The Longest Day,” “The Bridge Too Far.” “Bridge at Remagen.” On one\nhand I cursing myself, on the other hand, I enjoy seeing these movies. I don’t know why. It\noccurred to me many a times while serving in the Israeli army, we had German arms, at least in\nmy days. We had Mauser rifle, we had German machine guns. Sometimes I’m wondering who\nhad the machine gun before me. Or the rifle. We had German bayonets.",
        "A: I have tried to follow up -- I have her death certificate. The death certificate is signed by a\ndoctor whom I was unable to trace -- to find so far. The death certificate uses either a Latin or a\nGreek phrase for cause of the death, followed by Roman numericals. I had contacted NIH, the\nmedical library. The phrase says, “Fractura constratum.” Nobody knows exactly -- I have asked\ncouple medical doctors -- what it means, but using imagination, fractura is probably fracture.\nConstratum 1s probably cons-construction -- physical construction. And the numbers -- the\nRoman numbers, I went to library -- medical library and I found a relationship that that means\nthat various parts -- various ribs and bones in the spine, they’re broken. Each number means\nspecific bone is fractured. So, either they beat her to death, or she must have jumped from a\nwindow and on the sidewalk found her death. Only two possibilities. And when I wrote to the\nCzech authorities, they answered that they cannot find any supporting documents elaborating in\ndetails by the medical doctor, as to the exact cause of the death.",
        "A: But my mother spent four months in jail and for that -- they found my -- mo-mother innocent\nat the end of the trial, but after the liberation of the Czech -- Czech government -- after the\nCommunist liberation, the government awarded my sister and me, the sum of 50 dollars for the\nfalse imprisonment of my mother. We each are entitled to 50 dollars. It would have been 60\ndollars, but they -- in their letter of explanation, they deduct the laundry, the food -- they had to\nfeed my mother for three months while she was in jail, and other miscellaneous expenses. So\nthey end on that amount, 50 dollars. So they -- that, I have still credit with the Czech\ngovernment, should I go to Czechoslovakia, I can -- I have a letter, come to Ministry of Justice,\nto our cashier and you can collect 50 dollars. Which is about 1500 crowns by today rate of\nexchange. 1500 crowns, that would cover about dinner for two people in a restaurant.",
        "A: Right now I cannot -- I cannot think of anything. You know, as it happens many a time,\nquestion leads to another question and a question triggers some different thought, but right now,\nI cannot think of anything.",
        "A: Needless to say, I -- I would like to add, I have never received a penny of compensation from\nthe Germans or from the Swiss. And the Swiss undoubtedly have came into possession of all the\ngold and the valuables that we left behind after we fled. The Germans have never recognized my\nsuffering or rather, my suffering never fits into a grid which the German government has\ncomposed for those whom they want to compensate. Because many people have received\ncompensation for lost years or lost that or this. I never was able to fit into any of these\nobligations.",
        "A: -- even with majority --",
        "A: Right.",
        "A: Right. It -- It is -- it was much easier for -- for the Germans to recognize the concentration\ncamp survivors, because with them, they were registered. They had that number, they had a-\naddress. And that is self evident, because the Germans were very meticulously record keepers.\nBut I have absolutely nothing that would be on record. You see, that book that I showed you, the\nTheresienstadt, there are records of those that were shipped to concentration camp and records of\nthose that survived. There is documentation. But, for me and my family, there is nothing. The\nonly documentation I have, that when we came back and I started school -- in Czechoslovakia,\neach student gets a year end certificate and on each certificate is written how many days of\nclasses you have missed and so forth and so forth. And the first school certificate I received, has\nwritten prior years of schooling, Fred Deutsch has spent living in illegality. But it doesn’t say\nfrom when to when or where. Furthermore, the Czech government never issued to us, any\ncertificates attesting that we were living 1n hiding or anyth -- that we lost our possessions,\nnothing.",
        "A: No, absolutely not.",
        "A: Nothing. The Czech government also never issued to na -- neither the Germans have ever\nissued any-anybody death certificate.",
        "A: I don’t know. So far, I have applied for three articles. The first one -- they -- they -- each one\nhave -- have some numerics attached to it -- article two or article four, I -- each time the\ngovernment -- the -- the German government comes with some beauty every -- every so often.\nThe first one ask, you have to prove medically that you are permanently disabled. How do I on\nearth do it, you know? Otherwise, I do qualify, but I have never lost an arm. I -- my legs are\nfrostbitten, but that is not medically sufficient. The second time I qualified again, but they asked\nmy -- my and my wife combined income. And anybody’s whose combined income is over\n21,000 dollars a year doesn’t qualify. The third one, which is still floating -- the Swiss\ngovernment wants you to keep nice and warm, so if you meet certain criteria, they will give you\none time sum of 500 dollars. But, from what I have read, 150,000 people applied and 50,000\nwere recognized. Inasmuch as I didn’t get a penny, so I means I was one of the 100,000 dollars.\nNow, I have some class action, jointly pending with couple thousand other people, with an\nattorney in New York called Fagen and Associates. He is handling several of these actions for\nlost property, to the Swiss banks. And that should be starting to come at the end of this year,\nprovided everything goes [indecipherable] smoothly. Otherwise, absolutely nothing.",
        "A: My pleasure, [indecipherable] My pleasure.\nEnd of Tape Five, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 19, 1999\nRG-50.549.02*0034",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Fred\nDeutsch, conducted on January 19, 1999 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of oral\ntestimonies. Rights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "January 19, 1999\nBeginning Tape One, Side A"
    ]
}