{
    "rg": "RG-50.030.0210_trs_en",
    "sequence": [
        "Q: Would you please state your name and your birthplace please?",
        "A: My name 1s Richard R. Seibel retired Colonel in the United States Army. I was born and\nraised, and still live, in Defiance, Ohio. I was ordered to active duty from Defiance, Ohio, in\n1941. I reported for active duty June the 9th.",
        "Q: Okay. Would you give us little information about your background and your childhood in\nDefiance?",
        "A: Well, I would say that my background 1s that of a normal school child, 1f you will. I played,\nparticipated 1n all sports. I lived with my father and mother. My father was born and raised in\nGermany, came to this country when he was 13 years old. My mother is a native Ohioan\nfrom Defiance, her ancestors were some of the original settlers in Northwest Ohio. I spent\nmy entire life in Defiance. I was the director of purchasing at a factory in Defiance when I\nwas ordered to active duty.",
        "Q: Do you have brothers and sisters?",
        "A: Yes, I have two brothers, and they are both deceased now. In fact, they both died in the same\nweek. And so I had a funeral for each one of my brothers in the same week. Prior to that I\nhad another brother and sister but they were deceased when they were very young so that I\nnever knew them. They were about 2 years old, I guess, when they died. I spent my entire\nlife...I joined the reserve unit and somebody said, \"Why did you ever join the reserve?\" And\nI said, \"Well, I felt I owed an obligation to my country and my family and my God and that's\nthe reason I was in there.” They said, \"Yeah, but if you hadn't been in the reserve, you would\nhave never been in combat and war two.” I said, \"Well, that's beside the point.” I joined the\nReserve, no prior military experience and I did it all by correspondence, if you will, and\nassociation with the Ohio National Guard. And I recetved my commission as a Second\nLieutenant. And that was in 1934. And then I remained in the Reserve, which was nothing at\nthat time, until I was ordered to active duty on June, the 9th, 1941, 6 months before Pearl\nHarbor. I was then ordered to Fort Knox, Kentucky, which was quite an experience, I can\nassure you, because it was the training center for all of the selective service people. We\ntrained all of these people for a period of 13 weeks. Then comes Pearl Harbor, and the roof\nfell in, if you will. Things changed completely. All the guards that had been on duty in the\ncamp previously had only blank ammunition, and from that time on, they were issued ball\nammunition. All civilian clothing was sent home, and the entire training was stepped up and\nit was changed from 13 weeks to 11 weeks because we were in a hurry, if you will. And that\nis when the entire military concept of training and combat and everything else changed, from\nthat time on. I was sent on a troop train shortly after Pearl Harbor, probably 2 weeks after\nthat to Fort Ord, California, with, as I recall, about 250 trainees who were being deployed to\nthe Pacific. And the West Coast, they were scared to death. Believe you me, they were. They\nfelt that the submarines were going to come in, but they never did, of course. And so that\nwas the beginning of extensive training for combat in World War II. Shortly thereafter, I was\nordered to Camp Poke, Louisiana, to a new division, the 11th Armored Division. We started\ntraining in Camp Poke, Louisiana, with all new troops and from thereon, we went to\nLouisiana maneuvers and from there we went to the desert for desert training, and from there\nto Fort Ord...or Camp Cook, California, and then from there overseas to England, and from\nthere to Continental Europe to meet the enemy. That is briefly my background and our\ntraining in England was prior to crossing the channel for combat, and we were ordered in the\ncombat...we had crossed the Channel and landed at Cherbourg, and we were supposed to go\nto Nancy, to come up from the south, and that's when the ball changed. And so we were\nimmediately changed from going to Nancy to go through Paris and up to the Meuse River to\nprepare the Meuse...all the bridges on the Meuse River for demolition. We were not to\ncontact the Germans. The Combat Command A on our left was supposed to probe, and not\nto meet them in any fire fight of any kind. So we then crossed, and we went in through\nNeufchateau, Belgium. And it was shortly thereafter that we hit that Bulge head on and we\ngot hurt. I don't mind telling you. But we had good people in our organization, well trained,\nand then we caught our breath, if you will, after that first engagement and continued on, and\nwhen through Luxemburg and Belgium, France, Germany, into Czechoslovakia, a short\ndistance and back out, and into Austria, and that's when we wound up with Mauthausen.",
        "Q: When did you first arrive in Austria?",
        "A: In Austria? I don't know for sure.\n01:08\nIt probably was the latter part of April of 45 because we were stopped, and it was May the\n5th, when the restraining line stopped us which 1s across the river from...we were across the\nRiver from Linz, Austria, in the vicinity of Erfurt, which was Hitler's birthplace.",
        "Q: What did you say...what caused your stop at that point?",
        "A: The international restraining line the agreement was made at Yalta between Stalin, Churchill,\nand Roosevelt where they divided Europe which Berlin Wall was a result, plus the\noccupation of all of Eastern Europe by the Russians. That, in my humble opinion...of course,\nthat's all changed now, was that's the worst thing that even happened in Europe, was that\ninternational restraining line.\n01:09:",
        "Q: How did it come about that you came across the camp?",
        "A: We sent a patrol out in a effort to keep in contact with the enemy or to contact the Russians.\nAnd since we couldn't go any further than the restraining line which was approximately a\nmile or so on the other side of Mauthausen that's how we found it, because we were probing\nand that's about the best I can say is that in our attempt to keep contact with the enemy or\ncontact the Russians, here was Mauthausen.",
        "Q: What happened after you came across the camp?",
        "A: We had this patrol and the patrol leader called in by radio and said that we have across\nsomething that we are not sure what it is. It's a big prison of some kind, and there are people\nrunning all over. I said, \"Well, is there any combat or shooting of any kind?\" He said, \"No.” I\nsaid, \"Well, you return. Bring the patrol and come back.” And they reported into the\nheadquarters and told me roughly what it was, and so I reinforced the patrol and I went back\nto Mauthausen. And that is when I made a complete inspection and came back and reported\ninto General Degar, our division commander and told him what it was, and it was shortly\nafter that report that he said to me on the telephone, \"Dick,\" he said , \"You will return to\nMauthausen and take command.”",
        "Q: What did your patrol tell you they found?",
        "A: Just a lot of people, lot of bodies, lot of people running around. There was no control of any\nkind. These people were strictly on their own and no one knew what was going on or what\nthe situation was. Really and truly. They were like lost sheep.",
        "Q: So you went back to the camp yourself for the inspection. What did you see and what did\nyou inspect?",
        "A: Well, first of all, all of these dead bodies piled up, like cord wood if you will. Sick people,\ndying people, starved people. And you take to an American such a sight as that, you can't\nimagine it. Things like that don't happen, but they did. And so we were actually and\ntruly...the people that were with me, they were all dumbfounded. And when we went back\nthe second time, I went in and went into the headquarters and the Russian major who had\nbeen a prisoner in the camp. He was sitting behind the desk and through an interpreter, I\nasked my interpreter to ask him what he was doing there? And he said well, they were in\ncharge of the camp. They were going to run it, and they had all ready established a tribunal\nfor the death of certain people. I said, \"Will you please tell him that this is in the American\nzone, and that we are here and we are occupying the camp and it's our responsibility and\nwe're going to run it.” And he still wouldn't leave. So I (laughing) I pulled my pistol out and\nI reached across the desk and I pointed it right in his face and through the interpreter I told\nhim to tell that so and so that if he didn't get out of there, I was going to shoot him. And he\nand his party left immediately. (Chuckle) And so that was our initial on the takeover of\nMauthausen. My interpreter who lives in London, England...he's a Czech. His name 1s\nPrimisol Dovias, and he remembers that to this very, very day\n01:14:\nbecause he and I correspond rather frequently and he a short time ago was telling one of his\nCanadian friends about what had happened, and I had letter from this (laughing) Canadian\nrelative to our takeover and Primisol's part of the takeover.",
        "Q: Did you inspect the physical surroundings?",
        "A: Oh, yes.",
        "Q: What were they?",
        "A: Terrible shape. The SS, when they left they disrupted the power plant. We had no lights, no\npower, no water, no sewage, no sanitation of any kind, and that is exactly what we found and\nwe had to get that cleared up fast because of the health of the prisoners of the camp. Not only\nthat, but my own people.",
        "Q: What did you do to straighten it out?",
        "A: I wouldn't allow any of my people to handle any of these bodies or clean up any of the feces\nthat were around or anything of that nature. I had all the prisoners do it, and I got one person\nfrom each nationality. There were 21 nations represented in that camp. I got a representative\nfrom each nation to pass on my wishes and desires, if you will, to the people of his own\nnationality so that they knew what was going on. Now, I think it was the second day. I'm not\nsure about this, but a fellow came in...one of my people came in and said, \"You better come\nquick. There's trouble out in the main compound.” I went out and here's four bodies on the\nstreet with their throats cut. There was fighting among people so there was only one thing to\ndo. We got everybody inside the buildings by force with bayonets if you will to clear the\nstreets, to get inside. We started at 8 o'clock in the morning and with a representative of each\nnationality, we segregated that entire camp by nationality, got them...Germans altogether, the\nRussians together, the Poles together, the Czechs together, the Spaniards, the Italians, all of\nthe Slavic countries. That stopped the political problems that we were having with the people\nin the camp because they were fighting among themselves, and so we put a stop to that real\nquick. We, fortunately or unfortunately, we segregated in internal prisons inside the main\ncompound all the Russians and all the Poles. We would not let them associate with anybody\nelse because they were troublemakers. And so ...there was a Russian General came in into\nthe camp and he asked me why I kept our Red brothers locked up. And I said, \"Well,\nGeneral, ...by an interpreter.., of course, I said, \"You tell your people when they learn how to\nact, then they can get out, but not before.” So that's some of the problems that we ran into\nwhich we never expected because we thought we were the great white liberators you know,\nand we're doing a tremendous job for these people, but it took them a long time to realize\nthat we were there to help them, not to hurt them.",
        "Q: How many people did you have to administer in the camp?",
        "A: Eighteen thousand in the camp at that time. We gathered up about 700 bodies, which we had\nto bury. We had no identification of any kind, and we buried them in the old Sports Platz,\nwhich was the recreational area for the SS, playing soccer and baseball or whatever they\nplayed. The bodies, there were no identification on any of these people, and no one could\nidentify any of them because some of them were in terrible condition. So we buried them in\na mass grave, about 700. We put a cross up over each grave. Of course, they were buried\nwithout benefit of casket or anything because we had to get rid of those bodies. And from\nthat time on, anyone who died in Mauthausen received a cross or a Star of David, with their\nnames on it, and they were thoroughly and totally identified, but prior to that we couldn't do\nit. I would guess that there was something like 1300 people died while we were there, and\nthey were all identified properly so that all records maintained their nationality and their\nname.",
        "Q: Did you bring in medical facilities?",
        "A: We brought in two field hospitals. Huge installations! And anyone who had to be taken care\nof was assigned to these hospitals. Our medical records show that we had hospitalized, while\nwe were there, about 5,000 people. And as soon as they were able to leave the hospital they\nleft. And that's what we did until until the bulk of the people in the camp had gone home.\nNow when I left there and my people and I left, there was only about 3,000 or 3,500 people\nleft. And they...the bulk of those people didn't want to go home. And there were quite a\nnumber of Jewish people left in the camp that did not wish to return to their homelands. In\nchecking with these people, the older Jew wanted to go to Israel. The younger Jews wanted\nto go to the United States, to England, or to France. And so those...I don't recall how many\nthere were, but those were the ones that were left and the other people just didn't want to go\nhome. Period!",
        "Q: Were these Jews that didn't want to go home or were these other?",
        "A: Other people that just didn't want to go back to their homelands. A lot of them were afraid to\ngo because of what had just happened and what they had been through. Until it settled down.\nNow I don't know...I do not know the results of the 3,500 people, but I know that I was told\nthat they had in Paris, I think it was Paris, a displaced camp for Jews, and all the Jews that\nwere left in the camp were all sent to this displaced camp in I believe it was in Paris. At least\nit was 1n France.",
        "Q: Were there any special problems that related to the Jewish inmates particularly?",
        "A: No. I had no problems at all. In fact as I mentioned to you previously I did not recognize a\nJew as a Jew. He was a human being just like anybody else and therefore he was treated as\nsuch. We did our dead level best for him to forget his past We put all of the Jewish\npopulation in with their own nationality because I didn't feel that they should be segregated\nlike they had been previously and so mistreated, that we put them in with their own people,\nall the Germans, the Hungarians or whatever they might be, whatever their nationality. They\nwent in, but they didn't go in as Jews.",
        "Q: Did any of the Jewish population have any feeling about that?",
        "A: They did, but then they got over it. I had a lot of pressure put on me from the Zionist\norganization from Zurich, why did I do that?",
        "Q: And I told them very plainly why I did it. And but they couldn't quite understand that. And I\nsaid, \"Well, may I say that you people have been persecuted for which I am very, very sorry.\nBut I don't want that to persist in this camp or have any feelings of persecution previously. I\nwant your people to be a part of the rest of the world.",
        "A: You told me a little story about a Hungarian Jew.",
        "Q: Oh ..Yeah. A Hungarian came in. He spoke excellent English and he asked me, he said, \"I\nwant to ask you why the Jews are not kept by themselves in this camp.” And I told him, I\nsaid, \"Well you people lived outside the main compound in tents, cold and you were treated\nvery, very poorly.” And I said, \"I don't want that to happen.” I said, \"You are human beings\njust like anyone else,\" and I said, \"What's your nationality?\" He said, \"I'm a Hungarian.” I\nsaid, \"Therefore, you will be housed with the Hungarians, not with just Jews.” Well, it took a\nlittle time for him to let that soak in. I told him, I said, \"Now, I want you to understand this.”\nI said, \"I'm from the United States America.” And I said, \"If you lived in the United States,\nyou would be an American.” In my book, you'd be just an American. You're not a Jew,\nbecause this is your religion. Judaism is your religion. If you are in the United States, you'd\nbe an American. Period!\" Well, 1t took him a little while but he finally recognized my\nfeelings and whether I was right or wrong, I stuck with it right down to the very end, and I\nwould not change my position at all. Even though a lot of pressure was put on me.",
        "Q: Were you aware of any dissention among the survivors in the camp within each nationality?",
        "A: Oh, yes. The politics that existed between the different nationalities was unbelievable. I\ncouldn't believe it and the rest of my staff, we couldn't understand why they were so-called\nfighting among themselves when they'd been under this horrible oppression, and here we\nthought we were doing them a\ngood turn. We were saving them from the horrible atrocities within the camp. And it took us\nquite awhile to get that over, but finally ...finally they realized that the Americans were there\nto help them the very best they could possibly could.",
        "Q: You said when you originally went into the camp you did an inspection. Did you find any\nhospital supplies? What kind of food supplies did you find?",
        "A: Nothing! We didn't find anything. We found no supplies of any kind. No food. Fortunately,\nthey were able to lead us to the potato, or the Kartoffel storage and that's the first food that\nwe had served...was weak potato soup, the same as they've been getting, but we didn't have\nanything else. No medical supplies. Nothing. No clothing. Not a darn thing. So here we are,\ncombat troops faced with a situation like that and it was very difficult for us I can assure you.\nIn the camp was a very famous Czech surgeon. His name was Dr. Poloho. The Czechs told\nme that he was one of the most prominent and emminent surgeons in all of Czechoslovakia.\nA fine gentleman. And they told me a story about Dr. Poloho. He was called into the camp\ncommandant's office. He was working practically as an intern. The commandant of the camp\nsaid, \"I have a lieutenant who 1s seriously ill, and I would like to have you operate. And\nPoloho told him, he said...well, he said, \"Gee, I haven't done anything like that in a long\ntime.” And he said, \"I'd need some time to prepare myself for this operation.” This lieutenant\nhad something wrong with his stomach. Zierice who was the commandant of the camp, told\nhim: \"Well, you have 15 minutes to prepare yourself.” He said, \"Now, if this lieutenant lives,\nI will put you in the base hospital which 1s strictly for military personnel and you will be in\ncharge of that, but if he dies, so do you.” And so Poloho operated and he was successful and\nthe lieutenant lived and Poloho was then transferred to the base hospital which was a\npermanent building in the main compound. He's a fine gentleman. I remember him well.",
        "Q: Do you remember the conditions of the buildings that were in the camp and approximately\nhow many people were living in them?",
        "A: Well, the main compound....the only brick were permanent buildings were those of the\nstructure for the base personnel or the camp personnel. That's the SS. For their administrative\nbuildings. The crematoria, of course, the gas chamber. Those were all permanent buildings.\nThe rest of the buildings were all wooden and that housed the prisoners of the camp. Down\nin the...below the main camp was a placed called the Sanitaets Lager. Sanitation, of course.\nSanitation camp. And that was terrible, just awful. And so lot of people who had been in\nthere,\n01:30:\nwe moved up into the main camp and particularly when the hospital units came in,\ntransferred them out of there. Then we burned the buildings down because they were just\nridden with disease and vermin and insects, everything you can imagine, so we burned them\ndown to get rid of it. Because we didn't want to subject our people and the rest of the\nprisoners in the camp to any unnecessary disease, plus the fact that we brought in, known in\nmilitary terms as, a delousing unit. Everybody in the camp was deloused. Sprayed with DDT\npowder to kill any bugs that they might have on them and to prevent any further disease. The\ndiseases were in the camp down below. You can name anything that you want to, and they\nhad it. It was a terrible, terrible situation. The main disease, the main cause of death was\ntyphus. I had no idea that typhus was as deadly as 1t was in Mauthausen and I know that our\nsurgeon that went with me....I took...I don't know....4, 5 doctors with me and our chief\nsurgeon, he got ahold of me and he said, \"You're going to get a typhus shot.” And gee he\ngave me a shot (laughing) about killed me. But he said, \"I don't want you to get sick.” So\ntyphus was probably the No. | killer of disease in Mauthausen. Of course, there was typhoid\nand...and everything else you can think of. Tuberculosis. It was terrible.",
        "Q: You mentioned that there was a gas chamber; there was a crematorium, and there was\nadministration buildings. Was there any other buildings?",
        "A: Those were the only permanent buildings. The camp headquarters...I'm trying to recall in my\nmind now, as you went down the main street on the righthand side, there was a brick\nbuilding and beneath that brick building was the gas chamber. The crematorium and believe\nit or not, a refrigerated room, and I said, \"What in the world they have a refrigerated room\nhere for?\" They said, \"Well, they would gas approximately 125 at a time in the shower room,\nand of course they were all dead in 15 or 20 minutes and they brought them out and the\ncrematorium couldn't handle them that fast. So they had a refrigerated room where they put\nthe bodies so that they wouldn't spoil.",
        "Q: Did you inspect the stone quarry?",
        "A: Oh, yes. Yes, indeed.",
        "Q: And what did you find?",
        "A: Well, the stone quarry was ...they call it a marble pit (chuckle) really. It was a series of steps\nthat led from the main compound down into the quarry where the people would dig rocks\nand then carry them out. And they put them on their back in what they call a rucksack. It's\nlike the children carry their books in today. They dig these rocks, then they'd take them up\nthe steps. And if they faltered up, going up, they were immediately executed and if not, they\nwere thrown over the edge of the cliff and smashed on the bottom. Now, those steps are\ncalled 186 steps of death and all of the people who died on those steps, they said that the\nsteps ran absolutely red with blood. And speaking of the quarry...of course, I must clarify\nthis. The things I'm relating to you I did not see, but this is all official testimony. It's not\nsomething that I have imagined or made up in my own mind. At one time there were 3500\nJews transferred from Auschwitz to Mauthausen and when they arrived at Mauthausen, they\nshoved them all over the edge of the cliff down in the quarry and their bodies were all\nsmashed down in the quarry. Now that is official testimony and it is the record of the United\nStates 3rd Army War Crimes Commission. Any of the scenes that I am relating to you was\nall given to the 3rd Army Commission who was up there and made a complete inspection of\nthe camp and questioned all of the...not all of them, but a lot of the prisoners. So that is a part\nof their testimony.",
        "Q: Did you talk to any of these people there who worked in the quarry?",
        "A: Yes. There was ...well, in fact my interpreter Primisol Dobius was down in the quarry and\none day they came in and some of the SS people came down and said they wanted\nvolunteers...volunteers to go out and work on the hog farm. Anybody who knew anything\nabout hogs, please step forward. Dobius. Now this, Dobius told me this. He volunteered to\ngo and work on this hog farm. He didn't know a hog from a horse actually. He's a Jeweler.\n(laughing) He volunteered and they wouldn't take him. In fact, he showed me his leg. He's\ngot a hole in his leg where one of the SS guards kicked him and badly injured his leg. They\ndidn't take him. And he was so disappointed because he thought, \"That's a way to get out of\nhere.” So they took 10 of them. They left the stone quarry and went toward this farm. And\nthey got outside a distance and the machine guns on the tower opened up and\n01:37:\nkilled all 10 of them. He says, \"Now, I'm glad I didn't go.” But the stone quarry was really a\nhard labor place. The stones were used in buildings and...and transported out of Mauthausen.\nOh, incidently, outside of...between the...the gas chamber and the crematorium was a small\nroom. And that was a special execution chamber for Seereiss(?), the commandant of the\ncamp, and Eichgruber, who is a Gauleiter of upper Austria. When they had somebody that\nthey wanted to hang or kill, they had it in their own private execution room. The guard...the\nfellow who is a Pole, who ran the refrigerated room as well as putting the bodies in the\ncrematories, gave me a ring. It was an army ring. And he said it was from a lieutenant that\nhad been executed by Seereiss and Eichgruber, and wanted to know if I would accept it and\nreturn it to...well, there was no identification, but I did take the ring and I turned it over to\nproper elements of the 3rd army.",
        "Q: Were you able to tell any difference between how the Jewish population and the non-Jewish\npopulation was treated?",
        "A: (Sigh) Prior to our being there, I would say that the Jewish element in the camp, they were\nbrutalized far worse than the rest of the population. That would be my humble opinion.",
        "Q: Did you have any forewarning that you were coming upon the camp at all?",
        "A: None. None at all. We had no idea that there was on there, or what a concentration camp\ntruly what it was.",
        "Q: What reaction did you have to seeing the camp for the first time?",
        "A: Unbelievable. It's hard for me or any of my people who were with me to express how they\nfelt to see man's inhumanity to man if you will. Unbelievable! As I mentioned before, I'd\nseen dead people, but never anything like that. It's absolutely and totally unbelievable that\npeople could treat people like that. And I guess a lot of it's still going on today. I don't know\nwhy or how people can be so brutal. After all, we're all God's children and to treat one\nanother the way they treated people and supposedly 6 million Jews and supposedly another 6\nmillion non-Jews for a total of 12 million. That's a lot of people! That's a lot of people! And\nthey were (sigh) I don't know. That...today I still do not...even after all this length of\ntime...anybody mentions SS to me, I have absolutely no regard, respect or anything for\nanyone who is an SSer because you didn't have to be an SSer. That's a volunteer outfit. And\nthey...they had strong backs and weak minds in my humble opinion. I have no love...I've\nbeen involved in a few things. In fact one time I got a call from the Simon Wiesenthal Center\nin Los Angeles wanting to know if I would, by telephone now, agree to speak to reporters\nfrom the Sun Times in Chicago. They had called the Simon Wiesenthal Center. They called\nme. I told them that I would be happy to talk to them, so they called the Sun Times back and\nthen they called me. They had found a person in Chicago who had been a former guard at\nMauthausen and they picked my brains, of course, over the telephone, but asked me what my\nfeelings were and, of course, they published in the paper. But I absolutely have no sympathy\nwhatsoever for any SSer. The German Weirmacht altogether different. That's a German GI.\nHe was a soldier doing a job just like any American soldier. Not brutal, like the SS. I\nprobably should mention this that in Mauthausen we needed help and lots of it. So we found\nout that there was a German POW camp outside of Linz, Austria. So we sent back and asked\nfor specialists. Electricians, plumbers, sanitation people, mechanics and all that sort of thing\nto send up to help us. We got about 400, brought them up, and we housed them, took care of\nthem; classed them as German prisoners of war. Had a captain. I'll never forget his name.\nCaptain von Brum we started to utilize these people, and the first time that they showed they\nwere attacked by the prisoners and therefore again we had to take some very positive action\nand explain to these people that they were there to help us to help them. That they didn't\nknow any more about a concentration camp than we did. So that calmed down. But those\nGerman Wehrmacht...I told this Captain, I said, \"Any of those people who do not behave\nthemselves as soldiers, get rid of them.” So he did. And he sent back...I don't know, 50, 60 of\nthem. The rest of them all did a fine job, and they were dumbfounded actually at what they\nsaw in Mauthausen. That was an experience with the German Wehrmacht.",
        "Q: Do you know why the 50 or 60 were sent back? What they had done?",
        "A: They were...I don't know. But they were not up to the Captain's wishes and desires, so he got\nrid of them, sent them back. What they did I don't know.",
        "Q: Did you talk with the Captain as to what he knew about the camps before?",
        "A: Yeah. They were surprised. And I believe them. They were surprised as we were.",
        "Q: What was there reaction to seeing the camp?",
        "A: Terrible. Same as ours. Now that's a German regular army soldier. And they didn't\nunderstand it all why such a thing existed. They'd heard of it. Yes. But not to the extent that\nthey saw it.",
        "Q: Now...",
        "A: Go ahead, Sir.",
        "Q: How long were you at the camp?",
        "A: 35 days. I spent in the camp right there for a solitary 5 days. I was not exactly a prisoner in\nthe camp, but I was there and I knew exactly what was going on. And relative to food, when\nwe Started out they have huge steam vats over in this one building, and the soup that they\nwere serving was thin, watered soup. Well, my doctors told me, said, \"Now look. These\npeople have been on a severe diet, and you cannot feed them very much to start off with.”\nSo, as I mentioned, we found the potato storage, so we started out making very thin potato\nsoup, same as they'd had previously. The most precious item in their diet was bread. You\ncould get your throat cut for a piece of bread so big. They guarded a little bit of bread with\ntheir lives. We found an old bakery and we got some prisoners who had been bakers before\nand (laughing) you won't believe this, but you know all the Hullaballoo these days about oat\nbread and oats and all that sort of thing. Well, I think we originated that. Because we didn't\nhave any wheat\n01:47:\nand we didn't have yeast. But we started making bread out of oats. And we baked thousands\nand thousands of loaves, but, of course, when it first came out of the bakery or off and out of\nthe ovens, was just a mass of dough, not having any yeast or any curing agents of any kind.\nSo we put it in a big warehouse and let it age until 1t dried out. As soon as that happened we\nstarted giving each prisoner a slice of bread. Oh, my. The most precious thing they could\nhave had. Well, we kept building up our bread supply, so finally we got to the point where\nwe gave them two slices. And then a quarter of a loaf of bread. And then a half a loaf of\nbread. And (laughing) they...they came in and said, \"We don't want any more bread. We got\nenough.” (laughing) We got a tremendous charge out of that, but then we found in Linz,\nAustria a warehouse of dehydrated vegetables which we started adding to the potato soup\nwhich enhanced it a great deal. Then the doctor said, \"Well, they're coming along pretty\ngood.” So we started butchering horses, and we feed them horse meat, bread, dehydrated\nvegetables. Not soup, but dehydrated vegetables, and potatoes. And my oh my, what a\nchange in their diets. And fortunately, none of them got sick, but yours truly, I sampled every\nmeal of food that was served in that camp to make sure that what they were getting was good\nbecause I had supervisors 1n the kitchen, but the prisoners in the camp were doing the\ncooking. But my mess people, they were supervising so I wanted to make sure that what they\nwere getting was good so I had a sample of every bit of food that was served in that camp.",
        "Q: Where did the horses come from?",
        "A: The countryside where...in fact, there were a lot of German army horses that had been\ndriven ahead of the combat. And I was surprised to learn that the Germans used hundreds or\nthousands of horses in their units for transportation. The first time that we found that out was\nwhen we were going toward the Rhine River and all of these horses, just hundreds and\nhundreds of them had come up to the river and, of course, the Germans took off and went\nacross the river and here's all these horses. That was long before we got to Mauthausen, but\nthat's where a lot of the horses came from, and plus any that we decided that we needed to\ntake care of our people.",
        "Q: Did any of the surrounding civilian population help?",
        "A: They didn't help a nickel's worth except when we started burying all the bodies that we\nfound, we went to the people in town and around and got their services to handle these\nbodies and bury them. And oh my or my, did that create\n01:51:\na terrible outcry among the people and I know there was a dentist. One of them was a dentist.\nAnd my chaplain was my chief burial officer, and this dentist was giving him a bad time. He\nsaid he wasn't going to do anything like that. Now, Dave Kinsler was the Chaplain\n(Laughing). He hauled off and hit him. (Laughing) When Dave told me about, I said, \"That's\nall right.” But some of the people objected because it was a lousy job. Really and truly.",
        "Q: You said you were there for 35 days. What caused you to move on?",
        "A: We were transferred out from that particular part and I can't think of the name of the infantry\ndivision that came in and took over after we left, but we were moved down into the Austrian\nAlps to be on so-called combat occupation because the Werewolves were supposed to be\nstarting up again down in the valley where we were going and we were to combat them if\nnecessary, but it never happened.",
        "Q: The new unit that came in, did they administer the camp as well?",
        "A: I don't know. I lost all contact with it after...after we left I knew nothing of what went on.",
        "Q: Any final comment you'd like to make?",
        "A: No, except that I'm terribly sorry that it happened and I don't know how you can stop it really\nand truly. They're having miserable problems in the Middle East now and I'm a little worried\nas to what might happen there. The treatment of the Jew, I don't understand it to this day.\nWhy? Just because a person was a Jew, why they were segregated. While we were there,\nthere was a special ambassador by the name of Edward Pauling who was sent by President\nnot Roosevelt, Truman to contact and make a survey, if you will, of the Jewish population\nand the elements around, and it was in Germany in particular. I have a letter from him at\nhome thanking me for what...all the information and everything that went on while he was\nthere. He spent a whole day interviewing the Jews in the camp. And he told me that in all of\nGermany, the best they could estimate, there were only 25,000 Jews left in the whole\ncountry. That's that's extermination wholesale really. To this day, there are a lot of people\nthat do not understand what the Holocaust was. A lot of them don't want to know. It's not\nvery pleasant history. School children. My goodness gracious, I have spoken to hundreds\nand hundreds of school children about the Holocaust. Showed them pictures and everything\nelse, and it's kind of hard for those children to believe that actually and truly happened. But\nsomehow or other, the children of this world and the young people of this world have to be\napprised of what happened so that it never happens again. It can't happen again because\n01:55\nit...it more like...I just can't describe it. I...I truly can't because until you have been involved\nwith a thing like the Holocaust it's very difficult to explain it to people and have them\nunderstand. Another thing that happened at Mauthausen with the Jews. They brought about\n700 of them in and said that they were all dirty and they needed a shower. So they took them\nin a big shower room and they all had nice, warm showers and they brought them all out into\nthe compound, the main compound. Nude and squirted them with a fire hose 1n very, very\ncold weather until they all died. And if they didn't die from exposure and shock the first time,\nthey took them back in and give them more showers and brought them back out until they\nwere all dead. Now, again, I didn't see that, but that is official testimony and I'm sure that if\nyou're to check with any former prisoner of Mauthausen they could verify what I have said.\nA gentleman from New York...he is a Czech by the name of Boshak, who 1s a prisoner in the\ncamp, a Czech, a very intelligent man, came to Defiance to see me. He'd been a prisoner\nthere. He was a Czech and I think he was an attorney and he had married a lady and they\nlived in New York. But I had an interview with President Benes of Czechoslovakia, a\nwonderful discussion with him. And he was talking about Hitler and all the rest of the things\nand they used Mauthausen...they had sent a lot of radio and press people, magazine people to\nMauthausen to write about it and question everybody and they used Mauthausen as a\nhorrible example of Nazi atrocities. He was rather flowing and enjoying 1n his admiration for\nthe American people. And this I gotta say. Do you know that there wasn't one solitary\nperson, except two French nurses, that came into the camp that ever lent a hand. Not one\nother country 1n this world never helped at all in Mauthausen with any assistance of any\nkind. That's kind of hard to believe. (laughing) These two French nurses came in one night\nabout 2 O'clock. (Laughing) I couldn't speak French and I had a heck of a time. Finally,\nsome...found somebody that could interpret, and they were there to help with the hospital\nand the sick people.",
        "Q: Okay.",
        "A: I don't have anything else. I trust I haven't bored anybody with what I'm speaking of, but it's\na long time ago and people have asked me, \"How can you remember all of these things so\nvividly?\" I said, \"Well, 1t only happens to you once in your life time, and you can't forget a\nthing like that.” People said has it affected you mentally or otherwise. I said, \"No, I just...just\none of those memories that you let go by.\"",
        "Q: Appreciate the interview. You did not bore anyone.",
        "A: Well, it's my pleasure to be here and anything that I can do to further the movement of the\nteaching of the Holocaust, I'm happy to do. I didn't mention this previously, but I was on the\nState of Ohio Holocaust Commission where we met once a month. I was there but it was\nprimarily, I think, for educators, because they were working up a curriculum for the schools\nin the State of Ohio, and it was adopted and we all put a hand to it. It will now become a part\nof the educational system in the State of Ohio, the Holocaust. Which is good.",
        "Q: Thank you again.",
        "A: You're most welcome. My pleasure to be here.\n"
    ],
    "questions": [
        "Q: Would you please state your name and your birthplace please?",
        "Q: Okay. Would you give us little information about your background and your childhood in\nDefiance?",
        "Q: Do you have brothers and sisters?",
        "Q: When did you first arrive in Austria?",
        "Q: What did you say...what caused your stop at that point?",
        "Q: How did it come about that you came across the camp?",
        "Q: What happened after you came across the camp?",
        "Q: What did your patrol tell you they found?",
        "Q: So you went back to the camp yourself for the inspection. What did you see and what did\nyou inspect?",
        "Q: Did you inspect the physical surroundings?",
        "Q: What were they?",
        "Q: What did you do to straighten it out?",
        "Q: How many people did you have to administer in the camp?",
        "Q: Did you bring in medical facilities?",
        "Q: Were these Jews that didn't want to go home or were these other?",
        "Q: Were there any special problems that related to the Jewish inmates particularly?",
        "Q: Did any of the Jewish population have any feeling about that?",
        "Q: And I told them very plainly why I did it. And but they couldn't quite understand that. And I\nsaid, \"Well, may I say that you people have been persecuted for which I am very, very sorry.\nBut I don't want that to persist in this camp or have any feelings of persecution previously. I\nwant your people to be a part of the rest of the world.",
        "Q: Oh ..Yeah. A Hungarian came in. He spoke excellent English and he asked me, he said, \"I\nwant to ask you why the Jews are not kept by themselves in this camp.” And I told him, I\nsaid, \"Well you people lived outside the main compound in tents, cold and you were treated\nvery, very poorly.” And I said, \"I don't want that to happen.” I said, \"You are human beings\njust like anyone else,\" and I said, \"What's your nationality?\" He said, \"I'm a Hungarian.” I\nsaid, \"Therefore, you will be housed with the Hungarians, not with just Jews.” Well, it took a\nlittle time for him to let that soak in. I told him, I said, \"Now, I want you to understand this.”\nI said, \"I'm from the United States America.” And I said, \"If you lived in the United States,\nyou would be an American.” In my book, you'd be just an American. You're not a Jew,\nbecause this is your religion. Judaism is your religion. If you are in the United States, you'd\nbe an American. Period!\" Well, 1t took him a little while but he finally recognized my\nfeelings and whether I was right or wrong, I stuck with it right down to the very end, and I\nwould not change my position at all. Even though a lot of pressure was put on me.",
        "Q: Were you aware of any dissention among the survivors in the camp within each nationality?",
        "Q: You said when you originally went into the camp you did an inspection. Did you find any\nhospital supplies? What kind of food supplies did you find?",
        "Q: Do you remember the conditions of the buildings that were in the camp and approximately\nhow many people were living in them?",
        "Q: You mentioned that there was a gas chamber; there was a crematorium, and there was\nadministration buildings. Was there any other buildings?",
        "Q: Did you inspect the stone quarry?",
        "Q: And what did you find?",
        "Q: Did you talk to any of these people there who worked in the quarry?",
        "Q: Were you able to tell any difference between how the Jewish population and the non-Jewish\npopulation was treated?",
        "Q: Did you have any forewarning that you were coming upon the camp at all?",
        "Q: What reaction did you have to seeing the camp for the first time?",
        "Q: Do you know why the 50 or 60 were sent back? What they had done?",
        "Q: Did you talk with the Captain as to what he knew about the camps before?",
        "Q: What was there reaction to seeing the camp?",
        "Q: Now...",
        "Q: How long were you at the camp?",
        "Q: Where did the horses come from?",
        "Q: Did any of the surrounding civilian population help?",
        "Q: You said you were there for 35 days. What caused you to move on?",
        "Q: The new unit that came in, did they administer the camp as well?",
        "Q: Any final comment you'd like to make?",
        "Q: Okay.",
        "Q: Appreciate the interview. You did not bore anyone.",
        "Q: Thank you again."
    ],
    "answers": [
        "A: My name 1s Richard R. Seibel retired Colonel in the United States Army. I was born and\nraised, and still live, in Defiance, Ohio. I was ordered to active duty from Defiance, Ohio, in\n1941. I reported for active duty June the 9th.",
        "A: Well, I would say that my background 1s that of a normal school child, 1f you will. I played,\nparticipated 1n all sports. I lived with my father and mother. My father was born and raised in\nGermany, came to this country when he was 13 years old. My mother is a native Ohioan\nfrom Defiance, her ancestors were some of the original settlers in Northwest Ohio. I spent\nmy entire life in Defiance. I was the director of purchasing at a factory in Defiance when I\nwas ordered to active duty.",
        "A: Yes, I have two brothers, and they are both deceased now. In fact, they both died in the same\nweek. And so I had a funeral for each one of my brothers in the same week. Prior to that I\nhad another brother and sister but they were deceased when they were very young so that I\nnever knew them. They were about 2 years old, I guess, when they died. I spent my entire\nlife...I joined the reserve unit and somebody said, \"Why did you ever join the reserve?\" And\nI said, \"Well, I felt I owed an obligation to my country and my family and my God and that's\nthe reason I was in there.” They said, \"Yeah, but if you hadn't been in the reserve, you would\nhave never been in combat and war two.” I said, \"Well, that's beside the point.” I joined the\nReserve, no prior military experience and I did it all by correspondence, if you will, and\nassociation with the Ohio National Guard. And I recetved my commission as a Second\nLieutenant. And that was in 1934. And then I remained in the Reserve, which was nothing at\nthat time, until I was ordered to active duty on June, the 9th, 1941, 6 months before Pearl\nHarbor. I was then ordered to Fort Knox, Kentucky, which was quite an experience, I can\nassure you, because it was the training center for all of the selective service people. We\ntrained all of these people for a period of 13 weeks. Then comes Pearl Harbor, and the roof\nfell in, if you will. Things changed completely. All the guards that had been on duty in the\ncamp previously had only blank ammunition, and from that time on, they were issued ball\nammunition. All civilian clothing was sent home, and the entire training was stepped up and\nit was changed from 13 weeks to 11 weeks because we were in a hurry, if you will. And that\nis when the entire military concept of training and combat and everything else changed, from\nthat time on. I was sent on a troop train shortly after Pearl Harbor, probably 2 weeks after\nthat to Fort Ord, California, with, as I recall, about 250 trainees who were being deployed to\nthe Pacific. And the West Coast, they were scared to death. Believe you me, they were. They\nfelt that the submarines were going to come in, but they never did, of course. And so that\nwas the beginning of extensive training for combat in World War II. Shortly thereafter, I was\nordered to Camp Poke, Louisiana, to a new division, the 11th Armored Division. We started\ntraining in Camp Poke, Louisiana, with all new troops and from thereon, we went to\nLouisiana maneuvers and from there we went to the desert for desert training, and from there\nto Fort Ord...or Camp Cook, California, and then from there overseas to England, and from\nthere to Continental Europe to meet the enemy. That is briefly my background and our\ntraining in England was prior to crossing the channel for combat, and we were ordered in the\ncombat...we had crossed the Channel and landed at Cherbourg, and we were supposed to go\nto Nancy, to come up from the south, and that's when the ball changed. And so we were\nimmediately changed from going to Nancy to go through Paris and up to the Meuse River to\nprepare the Meuse...all the bridges on the Meuse River for demolition. We were not to\ncontact the Germans. The Combat Command A on our left was supposed to probe, and not\nto meet them in any fire fight of any kind. So we then crossed, and we went in through\nNeufchateau, Belgium. And it was shortly thereafter that we hit that Bulge head on and we\ngot hurt. I don't mind telling you. But we had good people in our organization, well trained,\nand then we caught our breath, if you will, after that first engagement and continued on, and\nwhen through Luxemburg and Belgium, France, Germany, into Czechoslovakia, a short\ndistance and back out, and into Austria, and that's when we wound up with Mauthausen.",
        "A: In Austria? I don't know for sure.\n01:08\nIt probably was the latter part of April of 45 because we were stopped, and it was May the\n5th, when the restraining line stopped us which 1s across the river from...we were across the\nRiver from Linz, Austria, in the vicinity of Erfurt, which was Hitler's birthplace.",
        "A: The international restraining line the agreement was made at Yalta between Stalin, Churchill,\nand Roosevelt where they divided Europe which Berlin Wall was a result, plus the\noccupation of all of Eastern Europe by the Russians. That, in my humble opinion...of course,\nthat's all changed now, was that's the worst thing that even happened in Europe, was that\ninternational restraining line.\n01:09:",
        "A: We sent a patrol out in a effort to keep in contact with the enemy or to contact the Russians.\nAnd since we couldn't go any further than the restraining line which was approximately a\nmile or so on the other side of Mauthausen that's how we found it, because we were probing\nand that's about the best I can say is that in our attempt to keep contact with the enemy or\ncontact the Russians, here was Mauthausen.",
        "A: We had this patrol and the patrol leader called in by radio and said that we have across\nsomething that we are not sure what it is. It's a big prison of some kind, and there are people\nrunning all over. I said, \"Well, is there any combat or shooting of any kind?\" He said, \"No.” I\nsaid, \"Well, you return. Bring the patrol and come back.” And they reported into the\nheadquarters and told me roughly what it was, and so I reinforced the patrol and I went back\nto Mauthausen. And that is when I made a complete inspection and came back and reported\ninto General Degar, our division commander and told him what it was, and it was shortly\nafter that report that he said to me on the telephone, \"Dick,\" he said , \"You will return to\nMauthausen and take command.”",
        "A: Just a lot of people, lot of bodies, lot of people running around. There was no control of any\nkind. These people were strictly on their own and no one knew what was going on or what\nthe situation was. Really and truly. They were like lost sheep.",
        "A: Well, first of all, all of these dead bodies piled up, like cord wood if you will. Sick people,\ndying people, starved people. And you take to an American such a sight as that, you can't\nimagine it. Things like that don't happen, but they did. And so we were actually and\ntruly...the people that were with me, they were all dumbfounded. And when we went back\nthe second time, I went in and went into the headquarters and the Russian major who had\nbeen a prisoner in the camp. He was sitting behind the desk and through an interpreter, I\nasked my interpreter to ask him what he was doing there? And he said well, they were in\ncharge of the camp. They were going to run it, and they had all ready established a tribunal\nfor the death of certain people. I said, \"Will you please tell him that this is in the American\nzone, and that we are here and we are occupying the camp and it's our responsibility and\nwe're going to run it.” And he still wouldn't leave. So I (laughing) I pulled my pistol out and\nI reached across the desk and I pointed it right in his face and through the interpreter I told\nhim to tell that so and so that if he didn't get out of there, I was going to shoot him. And he\nand his party left immediately. (Chuckle) And so that was our initial on the takeover of\nMauthausen. My interpreter who lives in London, England...he's a Czech. His name 1s\nPrimisol Dovias, and he remembers that to this very, very day\n01:14:\nbecause he and I correspond rather frequently and he a short time ago was telling one of his\nCanadian friends about what had happened, and I had letter from this (laughing) Canadian\nrelative to our takeover and Primisol's part of the takeover.",
        "A: Oh, yes.",
        "A: Terrible shape. The SS, when they left they disrupted the power plant. We had no lights, no\npower, no water, no sewage, no sanitation of any kind, and that is exactly what we found and\nwe had to get that cleared up fast because of the health of the prisoners of the camp. Not only\nthat, but my own people.",
        "A: I wouldn't allow any of my people to handle any of these bodies or clean up any of the feces\nthat were around or anything of that nature. I had all the prisoners do it, and I got one person\nfrom each nationality. There were 21 nations represented in that camp. I got a representative\nfrom each nation to pass on my wishes and desires, if you will, to the people of his own\nnationality so that they knew what was going on. Now, I think it was the second day. I'm not\nsure about this, but a fellow came in...one of my people came in and said, \"You better come\nquick. There's trouble out in the main compound.” I went out and here's four bodies on the\nstreet with their throats cut. There was fighting among people so there was only one thing to\ndo. We got everybody inside the buildings by force with bayonets if you will to clear the\nstreets, to get inside. We started at 8 o'clock in the morning and with a representative of each\nnationality, we segregated that entire camp by nationality, got them...Germans altogether, the\nRussians together, the Poles together, the Czechs together, the Spaniards, the Italians, all of\nthe Slavic countries. That stopped the political problems that we were having with the people\nin the camp because they were fighting among themselves, and so we put a stop to that real\nquick. We, fortunately or unfortunately, we segregated in internal prisons inside the main\ncompound all the Russians and all the Poles. We would not let them associate with anybody\nelse because they were troublemakers. And so ...there was a Russian General came in into\nthe camp and he asked me why I kept our Red brothers locked up. And I said, \"Well,\nGeneral, ...by an interpreter.., of course, I said, \"You tell your people when they learn how to\nact, then they can get out, but not before.” So that's some of the problems that we ran into\nwhich we never expected because we thought we were the great white liberators you know,\nand we're doing a tremendous job for these people, but it took them a long time to realize\nthat we were there to help them, not to hurt them.",
        "A: Eighteen thousand in the camp at that time. We gathered up about 700 bodies, which we had\nto bury. We had no identification of any kind, and we buried them in the old Sports Platz,\nwhich was the recreational area for the SS, playing soccer and baseball or whatever they\nplayed. The bodies, there were no identification on any of these people, and no one could\nidentify any of them because some of them were in terrible condition. So we buried them in\na mass grave, about 700. We put a cross up over each grave. Of course, they were buried\nwithout benefit of casket or anything because we had to get rid of those bodies. And from\nthat time on, anyone who died in Mauthausen received a cross or a Star of David, with their\nnames on it, and they were thoroughly and totally identified, but prior to that we couldn't do\nit. I would guess that there was something like 1300 people died while we were there, and\nthey were all identified properly so that all records maintained their nationality and their\nname.",
        "A: We brought in two field hospitals. Huge installations! And anyone who had to be taken care\nof was assigned to these hospitals. Our medical records show that we had hospitalized, while\nwe were there, about 5,000 people. And as soon as they were able to leave the hospital they\nleft. And that's what we did until until the bulk of the people in the camp had gone home.\nNow when I left there and my people and I left, there was only about 3,000 or 3,500 people\nleft. And they...the bulk of those people didn't want to go home. And there were quite a\nnumber of Jewish people left in the camp that did not wish to return to their homelands. In\nchecking with these people, the older Jew wanted to go to Israel. The younger Jews wanted\nto go to the United States, to England, or to France. And so those...I don't recall how many\nthere were, but those were the ones that were left and the other people just didn't want to go\nhome. Period!",
        "A: Other people that just didn't want to go back to their homelands. A lot of them were afraid to\ngo because of what had just happened and what they had been through. Until it settled down.\nNow I don't know...I do not know the results of the 3,500 people, but I know that I was told\nthat they had in Paris, I think it was Paris, a displaced camp for Jews, and all the Jews that\nwere left in the camp were all sent to this displaced camp in I believe it was in Paris. At least\nit was 1n France.",
        "A: No. I had no problems at all. In fact as I mentioned to you previously I did not recognize a\nJew as a Jew. He was a human being just like anybody else and therefore he was treated as\nsuch. We did our dead level best for him to forget his past We put all of the Jewish\npopulation in with their own nationality because I didn't feel that they should be segregated\nlike they had been previously and so mistreated, that we put them in with their own people,\nall the Germans, the Hungarians or whatever they might be, whatever their nationality. They\nwent in, but they didn't go in as Jews.",
        "A: They did, but then they got over it. I had a lot of pressure put on me from the Zionist\norganization from Zurich, why did I do that?",
        "A: You told me a little story about a Hungarian Jew.",
        "A: Oh, yes. The politics that existed between the different nationalities was unbelievable. I\ncouldn't believe it and the rest of my staff, we couldn't understand why they were so-called\nfighting among themselves when they'd been under this horrible oppression, and here we\nthought we were doing them a\ngood turn. We were saving them from the horrible atrocities within the camp. And it took us\nquite awhile to get that over, but finally ...finally they realized that the Americans were there\nto help them the very best they could possibly could.",
        "A: Nothing! We didn't find anything. We found no supplies of any kind. No food. Fortunately,\nthey were able to lead us to the potato, or the Kartoffel storage and that's the first food that\nwe had served...was weak potato soup, the same as they've been getting, but we didn't have\nanything else. No medical supplies. Nothing. No clothing. Not a darn thing. So here we are,\ncombat troops faced with a situation like that and it was very difficult for us I can assure you.\nIn the camp was a very famous Czech surgeon. His name was Dr. Poloho. The Czechs told\nme that he was one of the most prominent and emminent surgeons in all of Czechoslovakia.\nA fine gentleman. And they told me a story about Dr. Poloho. He was called into the camp\ncommandant's office. He was working practically as an intern. The commandant of the camp\nsaid, \"I have a lieutenant who 1s seriously ill, and I would like to have you operate. And\nPoloho told him, he said...well, he said, \"Gee, I haven't done anything like that in a long\ntime.” And he said, \"I'd need some time to prepare myself for this operation.” This lieutenant\nhad something wrong with his stomach. Zierice who was the commandant of the camp, told\nhim: \"Well, you have 15 minutes to prepare yourself.” He said, \"Now, if this lieutenant lives,\nI will put you in the base hospital which 1s strictly for military personnel and you will be in\ncharge of that, but if he dies, so do you.” And so Poloho operated and he was successful and\nthe lieutenant lived and Poloho was then transferred to the base hospital which was a\npermanent building in the main compound. He's a fine gentleman. I remember him well.",
        "A: Well, the main compound....the only brick were permanent buildings were those of the\nstructure for the base personnel or the camp personnel. That's the SS. For their administrative\nbuildings. The crematoria, of course, the gas chamber. Those were all permanent buildings.\nThe rest of the buildings were all wooden and that housed the prisoners of the camp. Down\nin the...below the main camp was a placed called the Sanitaets Lager. Sanitation, of course.\nSanitation camp. And that was terrible, just awful. And so lot of people who had been in\nthere,\n01:30:\nwe moved up into the main camp and particularly when the hospital units came in,\ntransferred them out of there. Then we burned the buildings down because they were just\nridden with disease and vermin and insects, everything you can imagine, so we burned them\ndown to get rid of it. Because we didn't want to subject our people and the rest of the\nprisoners in the camp to any unnecessary disease, plus the fact that we brought in, known in\nmilitary terms as, a delousing unit. Everybody in the camp was deloused. Sprayed with DDT\npowder to kill any bugs that they might have on them and to prevent any further disease. The\ndiseases were in the camp down below. You can name anything that you want to, and they\nhad it. It was a terrible, terrible situation. The main disease, the main cause of death was\ntyphus. I had no idea that typhus was as deadly as 1t was in Mauthausen and I know that our\nsurgeon that went with me....I took...I don't know....4, 5 doctors with me and our chief\nsurgeon, he got ahold of me and he said, \"You're going to get a typhus shot.” And gee he\ngave me a shot (laughing) about killed me. But he said, \"I don't want you to get sick.” So\ntyphus was probably the No. | killer of disease in Mauthausen. Of course, there was typhoid\nand...and everything else you can think of. Tuberculosis. It was terrible.",
        "A: Those were the only permanent buildings. The camp headquarters...I'm trying to recall in my\nmind now, as you went down the main street on the righthand side, there was a brick\nbuilding and beneath that brick building was the gas chamber. The crematorium and believe\nit or not, a refrigerated room, and I said, \"What in the world they have a refrigerated room\nhere for?\" They said, \"Well, they would gas approximately 125 at a time in the shower room,\nand of course they were all dead in 15 or 20 minutes and they brought them out and the\ncrematorium couldn't handle them that fast. So they had a refrigerated room where they put\nthe bodies so that they wouldn't spoil.",
        "A: Oh, yes. Yes, indeed.",
        "A: Well, the stone quarry was ...they call it a marble pit (chuckle) really. It was a series of steps\nthat led from the main compound down into the quarry where the people would dig rocks\nand then carry them out. And they put them on their back in what they call a rucksack. It's\nlike the children carry their books in today. They dig these rocks, then they'd take them up\nthe steps. And if they faltered up, going up, they were immediately executed and if not, they\nwere thrown over the edge of the cliff and smashed on the bottom. Now, those steps are\ncalled 186 steps of death and all of the people who died on those steps, they said that the\nsteps ran absolutely red with blood. And speaking of the quarry...of course, I must clarify\nthis. The things I'm relating to you I did not see, but this is all official testimony. It's not\nsomething that I have imagined or made up in my own mind. At one time there were 3500\nJews transferred from Auschwitz to Mauthausen and when they arrived at Mauthausen, they\nshoved them all over the edge of the cliff down in the quarry and their bodies were all\nsmashed down in the quarry. Now that is official testimony and it is the record of the United\nStates 3rd Army War Crimes Commission. Any of the scenes that I am relating to you was\nall given to the 3rd Army Commission who was up there and made a complete inspection of\nthe camp and questioned all of the...not all of them, but a lot of the prisoners. So that is a part\nof their testimony.",
        "A: Yes. There was ...well, in fact my interpreter Primisol Dobius was down in the quarry and\none day they came in and some of the SS people came down and said they wanted\nvolunteers...volunteers to go out and work on the hog farm. Anybody who knew anything\nabout hogs, please step forward. Dobius. Now this, Dobius told me this. He volunteered to\ngo and work on this hog farm. He didn't know a hog from a horse actually. He's a Jeweler.\n(laughing) He volunteered and they wouldn't take him. In fact, he showed me his leg. He's\ngot a hole in his leg where one of the SS guards kicked him and badly injured his leg. They\ndidn't take him. And he was so disappointed because he thought, \"That's a way to get out of\nhere.” So they took 10 of them. They left the stone quarry and went toward this farm. And\nthey got outside a distance and the machine guns on the tower opened up and\n01:37:\nkilled all 10 of them. He says, \"Now, I'm glad I didn't go.” But the stone quarry was really a\nhard labor place. The stones were used in buildings and...and transported out of Mauthausen.\nOh, incidently, outside of...between the...the gas chamber and the crematorium was a small\nroom. And that was a special execution chamber for Seereiss(?), the commandant of the\ncamp, and Eichgruber, who is a Gauleiter of upper Austria. When they had somebody that\nthey wanted to hang or kill, they had it in their own private execution room. The guard...the\nfellow who is a Pole, who ran the refrigerated room as well as putting the bodies in the\ncrematories, gave me a ring. It was an army ring. And he said it was from a lieutenant that\nhad been executed by Seereiss and Eichgruber, and wanted to know if I would accept it and\nreturn it to...well, there was no identification, but I did take the ring and I turned it over to\nproper elements of the 3rd army.",
        "A: (Sigh) Prior to our being there, I would say that the Jewish element in the camp, they were\nbrutalized far worse than the rest of the population. That would be my humble opinion.",
        "A: None. None at all. We had no idea that there was on there, or what a concentration camp\ntruly what it was.",
        "A: Unbelievable. It's hard for me or any of my people who were with me to express how they\nfelt to see man's inhumanity to man if you will. Unbelievable! As I mentioned before, I'd\nseen dead people, but never anything like that. It's absolutely and totally unbelievable that\npeople could treat people like that. And I guess a lot of it's still going on today. I don't know\nwhy or how people can be so brutal. After all, we're all God's children and to treat one\nanother the way they treated people and supposedly 6 million Jews and supposedly another 6\nmillion non-Jews for a total of 12 million. That's a lot of people! That's a lot of people! And\nthey were (sigh) I don't know. That...today I still do not...even after all this length of\ntime...anybody mentions SS to me, I have absolutely no regard, respect or anything for\nanyone who is an SSer because you didn't have to be an SSer. That's a volunteer outfit. And\nthey...they had strong backs and weak minds in my humble opinion. I have no love...I've\nbeen involved in a few things. In fact one time I got a call from the Simon Wiesenthal Center\nin Los Angeles wanting to know if I would, by telephone now, agree to speak to reporters\nfrom the Sun Times in Chicago. They had called the Simon Wiesenthal Center. They called\nme. I told them that I would be happy to talk to them, so they called the Sun Times back and\nthen they called me. They had found a person in Chicago who had been a former guard at\nMauthausen and they picked my brains, of course, over the telephone, but asked me what my\nfeelings were and, of course, they published in the paper. But I absolutely have no sympathy\nwhatsoever for any SSer. The German Weirmacht altogether different. That's a German GI.\nHe was a soldier doing a job just like any American soldier. Not brutal, like the SS. I\nprobably should mention this that in Mauthausen we needed help and lots of it. So we found\nout that there was a German POW camp outside of Linz, Austria. So we sent back and asked\nfor specialists. Electricians, plumbers, sanitation people, mechanics and all that sort of thing\nto send up to help us. We got about 400, brought them up, and we housed them, took care of\nthem; classed them as German prisoners of war. Had a captain. I'll never forget his name.\nCaptain von Brum we started to utilize these people, and the first time that they showed they\nwere attacked by the prisoners and therefore again we had to take some very positive action\nand explain to these people that they were there to help us to help them. That they didn't\nknow any more about a concentration camp than we did. So that calmed down. But those\nGerman Wehrmacht...I told this Captain, I said, \"Any of those people who do not behave\nthemselves as soldiers, get rid of them.” So he did. And he sent back...I don't know, 50, 60 of\nthem. The rest of them all did a fine job, and they were dumbfounded actually at what they\nsaw in Mauthausen. That was an experience with the German Wehrmacht.",
        "A: They were...I don't know. But they were not up to the Captain's wishes and desires, so he got\nrid of them, sent them back. What they did I don't know.",
        "A: Yeah. They were surprised. And I believe them. They were surprised as we were.",
        "A: Terrible. Same as ours. Now that's a German regular army soldier. And they didn't\nunderstand it all why such a thing existed. They'd heard of it. Yes. But not to the extent that\nthey saw it.",
        "A: Go ahead, Sir.",
        "A: 35 days. I spent in the camp right there for a solitary 5 days. I was not exactly a prisoner in\nthe camp, but I was there and I knew exactly what was going on. And relative to food, when\nwe Started out they have huge steam vats over in this one building, and the soup that they\nwere serving was thin, watered soup. Well, my doctors told me, said, \"Now look. These\npeople have been on a severe diet, and you cannot feed them very much to start off with.”\nSo, as I mentioned, we found the potato storage, so we started out making very thin potato\nsoup, same as they'd had previously. The most precious item in their diet was bread. You\ncould get your throat cut for a piece of bread so big. They guarded a little bit of bread with\ntheir lives. We found an old bakery and we got some prisoners who had been bakers before\nand (laughing) you won't believe this, but you know all the Hullaballoo these days about oat\nbread and oats and all that sort of thing. Well, I think we originated that. Because we didn't\nhave any wheat\n01:47:\nand we didn't have yeast. But we started making bread out of oats. And we baked thousands\nand thousands of loaves, but, of course, when it first came out of the bakery or off and out of\nthe ovens, was just a mass of dough, not having any yeast or any curing agents of any kind.\nSo we put it in a big warehouse and let it age until 1t dried out. As soon as that happened we\nstarted giving each prisoner a slice of bread. Oh, my. The most precious thing they could\nhave had. Well, we kept building up our bread supply, so finally we got to the point where\nwe gave them two slices. And then a quarter of a loaf of bread. And then a half a loaf of\nbread. And (laughing) they...they came in and said, \"We don't want any more bread. We got\nenough.” (laughing) We got a tremendous charge out of that, but then we found in Linz,\nAustria a warehouse of dehydrated vegetables which we started adding to the potato soup\nwhich enhanced it a great deal. Then the doctor said, \"Well, they're coming along pretty\ngood.” So we started butchering horses, and we feed them horse meat, bread, dehydrated\nvegetables. Not soup, but dehydrated vegetables, and potatoes. And my oh my, what a\nchange in their diets. And fortunately, none of them got sick, but yours truly, I sampled every\nmeal of food that was served in that camp to make sure that what they were getting was good\nbecause I had supervisors 1n the kitchen, but the prisoners in the camp were doing the\ncooking. But my mess people, they were supervising so I wanted to make sure that what they\nwere getting was good so I had a sample of every bit of food that was served in that camp.",
        "A: The countryside where...in fact, there were a lot of German army horses that had been\ndriven ahead of the combat. And I was surprised to learn that the Germans used hundreds or\nthousands of horses in their units for transportation. The first time that we found that out was\nwhen we were going toward the Rhine River and all of these horses, just hundreds and\nhundreds of them had come up to the river and, of course, the Germans took off and went\nacross the river and here's all these horses. That was long before we got to Mauthausen, but\nthat's where a lot of the horses came from, and plus any that we decided that we needed to\ntake care of our people.",
        "A: They didn't help a nickel's worth except when we started burying all the bodies that we\nfound, we went to the people in town and around and got their services to handle these\nbodies and bury them. And oh my or my, did that create\n01:51:\na terrible outcry among the people and I know there was a dentist. One of them was a dentist.\nAnd my chaplain was my chief burial officer, and this dentist was giving him a bad time. He\nsaid he wasn't going to do anything like that. Now, Dave Kinsler was the Chaplain\n(Laughing). He hauled off and hit him. (Laughing) When Dave told me about, I said, \"That's\nall right.” But some of the people objected because it was a lousy job. Really and truly.",
        "A: We were transferred out from that particular part and I can't think of the name of the infantry\ndivision that came in and took over after we left, but we were moved down into the Austrian\nAlps to be on so-called combat occupation because the Werewolves were supposed to be\nstarting up again down in the valley where we were going and we were to combat them if\nnecessary, but it never happened.",
        "A: I don't know. I lost all contact with it after...after we left I knew nothing of what went on.",
        "A: No, except that I'm terribly sorry that it happened and I don't know how you can stop it really\nand truly. They're having miserable problems in the Middle East now and I'm a little worried\nas to what might happen there. The treatment of the Jew, I don't understand it to this day.\nWhy? Just because a person was a Jew, why they were segregated. While we were there,\nthere was a special ambassador by the name of Edward Pauling who was sent by President\nnot Roosevelt, Truman to contact and make a survey, if you will, of the Jewish population\nand the elements around, and it was in Germany in particular. I have a letter from him at\nhome thanking me for what...all the information and everything that went on while he was\nthere. He spent a whole day interviewing the Jews in the camp. And he told me that in all of\nGermany, the best they could estimate, there were only 25,000 Jews left in the whole\ncountry. That's that's extermination wholesale really. To this day, there are a lot of people\nthat do not understand what the Holocaust was. A lot of them don't want to know. It's not\nvery pleasant history. School children. My goodness gracious, I have spoken to hundreds\nand hundreds of school children about the Holocaust. Showed them pictures and everything\nelse, and it's kind of hard for those children to believe that actually and truly happened. But\nsomehow or other, the children of this world and the young people of this world have to be\napprised of what happened so that it never happens again. It can't happen again because\n01:55\nit...it more like...I just can't describe it. I...I truly can't because until you have been involved\nwith a thing like the Holocaust it's very difficult to explain it to people and have them\nunderstand. Another thing that happened at Mauthausen with the Jews. They brought about\n700 of them in and said that they were all dirty and they needed a shower. So they took them\nin a big shower room and they all had nice, warm showers and they brought them all out into\nthe compound, the main compound. Nude and squirted them with a fire hose 1n very, very\ncold weather until they all died. And if they didn't die from exposure and shock the first time,\nthey took them back in and give them more showers and brought them back out until they\nwere all dead. Now, again, I didn't see that, but that is official testimony and I'm sure that if\nyou're to check with any former prisoner of Mauthausen they could verify what I have said.\nA gentleman from New York...he is a Czech by the name of Boshak, who 1s a prisoner in the\ncamp, a Czech, a very intelligent man, came to Defiance to see me. He'd been a prisoner\nthere. He was a Czech and I think he was an attorney and he had married a lady and they\nlived in New York. But I had an interview with President Benes of Czechoslovakia, a\nwonderful discussion with him. And he was talking about Hitler and all the rest of the things\nand they used Mauthausen...they had sent a lot of radio and press people, magazine people to\nMauthausen to write about it and question everybody and they used Mauthausen as a\nhorrible example of Nazi atrocities. He was rather flowing and enjoying 1n his admiration for\nthe American people. And this I gotta say. Do you know that there wasn't one solitary\nperson, except two French nurses, that came into the camp that ever lent a hand. Not one\nother country 1n this world never helped at all in Mauthausen with any assistance of any\nkind. That's kind of hard to believe. (laughing) These two French nurses came in one night\nabout 2 O'clock. (Laughing) I couldn't speak French and I had a heck of a time. Finally,\nsome...found somebody that could interpret, and they were there to help with the hospital\nand the sick people.",
        "A: I don't have anything else. I trust I haven't bored anybody with what I'm speaking of, but it's\na long time ago and people have asked me, \"How can you remember all of these things so\nvividly?\" I said, \"Well, 1t only happens to you once in your life time, and you can't forget a\nthing like that.” People said has it affected you mentally or otherwise. I said, \"No, I just...just\none of those memories that you let go by.\"",
        "A: Well, it's my pleasure to be here and anything that I can do to further the movement of the\nteaching of the Holocaust, I'm happy to do. I didn't mention this previously, but I was on the\nState of Ohio Holocaust Commission where we met once a month. I was there but it was\nprimarily, I think, for educators, because they were working up a curriculum for the schools\nin the State of Ohio, and it was adopted and we all put a hand to it. It will now become a part\nof the educational system in the State of Ohio, the Holocaust. Which is good.",
        "A: You're most welcome. My pleasure to be here.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumSeptember 14, 1990\nRG-50.030*0210",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Richard\nSeibel, conducted by Linda Kuzmack on September 14, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum. The interview cannot be\nused for sale in the Museum Shop. The interview cannot be used by a third party for creation of a\nwork for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "RICHARD SEIBEL\nSeptember 14, 1990"
    ]
}