{
    "rg": "RG-50.030.0606_trs_en",
    "sequence": [
        "Question: Goodmoming. This is a United States Holocaust Memorial Museum interview conducted\nwith Manfred Lindenbaum on the 16th of October, 2010. It's conducted by Ata Valasis (ph) and we are at\nthe Kindertransport Association Conference in Arlington, Virginia. Good moming,\nAnswer. Good moming.",
        "Q: Thank you so much for — for speaking with us today and look really forward to hearing about your\nstory. Ifits okay, let's start out with a few details: Your name, your parents’ name, date of birth, siblings,\nany other kind of - and where you were born.",
        "A: Manfred Lindenbaum, in — born in Unna, Germany, which is the Rural — the Rural Valley. It was\nprobably one of the most nice little towns you could think of: People got along. There was no\ndiscrimination against Jews. I knew that from my earliest memories and I know it from what my brother\nand sister told me because they had so many Christian friends when I was very, very young. I was born in\n'32 after Hitler was elected in a free, democratic election. And my earliest memories are fairly warm of\nChristian friends for our family and — I didn't go to school but my brother and sister did. The change was so\nrapid it was unbelievable. My father's name was Otto Lindenbaum and he had a small clothing store.\nWe lived above it. And my mother’s name was Freda Lindenbaum. And I don't have very vivid memories\nof them, which I'll talk about a little bit later. My sister, Ruth, who I think about every day, she was older\nthan me and she was murdered in Auschwitz and she's -- she's always with me. She was probably one of\nthe most popular girls in Unna and I found that out later from what people told me in Unna when I visited.\nAnd she always had — was surrounded by friends. And — and then I remember we had to puta J in the\nclothing\nstore. We were not well off but we were comfortable. We had a small apartment above it. And I didn't\nmention my brother, Ziegfred, who was two-and-a-half years older than me, when — after the J went in the\nstore, our friends, my sister's friends slowly started to disappear until there was none of them and my brother\nwould come home on a daily basis beaten up. He would get dragged through the thom bushes. And I\nremember my mother going to the school and the teacher saying there's nothing he could do but there was a\nlot he could have done, but he didn't. The most amazing thing when I think back 1s that nobody in Unna\nreally stood up and said, \"What's gomg on here.\" All this culture and all — and all this lack of prejudice\ndisappeared in such a short period of time, which is one of the reasons I talk to schools because I used to\nthink it could only happen in Germany and now I don't believe that anymore. I think it could happen\nanywhere. One of the headlines in the newspaper which 1s really haunting was that Unna is endless\nJudenfrei. That means that Unna is finally free of Jews. And that was in celebration of the truck that pulled\nup to the old age home where they took the people out 1n their — the Jews out in their wheelchairs and their\ngumeys and put them on the truck and from thence to their death. And this cultured people had looked at the\nheadline and I'm sure that there were many who felt disgust but nobody said anything. So the thing with\nUnna is that I went back there about 20 years ago. My brother, who lived a fantastic life, had - and had all\nkinds of achievements, as he was dying said two things, \"Don't you ever mourn me because look at where I\nstarted from and look at how my life was,\" and he said, \"but in my hometown they're saying that our sister 1s\nalive. They even say she has a child.\" And he says, \"Maybe you want to go back and just give a quick\ncheck.\" So I did go back.",
        "Q: Really?",
        "A: And I put her picture in the paper and I met with 20 of her classmates and they all said what — how many\n— she was the most popular girl around and — but the truth was that they had all turned against her. And I\nspent six days interviewing people and checking and there was — it was all nonsense. And I fast forward 20\nyears and I told the story to my friend Fred Spiegel, who 1s a survivor who lived in a town very close — very\nclose to me, and he got angry and he went to my hometown and he had them investigate, and the reason\nwas because they had a memorial like the dankstein (ph) and my grandfather's name was not on it or my\nsister's name was not on it and I — I felt upset about it but I felt upset about it enough that I never wanted to\ngo back to my hometown and not to do anything about it. He did go back to my hometown and he made\nthem investigate and they found out that she had died with my parents in Auschwitz. She had died; she was\nmurdered there, and they put her name on. And about a year ago with my eight grandchildren and my — my\nchildren and their spouses, we went back there. It was very heartwarming. It was — it kind of put — helped\nput things to rest in my mind because Ruth 1s always with me, she always will be, especially 1f1 do anything\ngood.",
        "Q: Of course.",
        "A: She's there—",
        "Q: Of course.",
        "A: — encouraging me. But to me what was really rewarding was to see the pain that the people in Unna that\nI met, the minister from the church there which has 2.000 members was 1n tears and I told him, ''You were\nnot alive. How — why are you — why are you feeling the pam?\" He said, \"I wasn't alive, my church was,\nand my church did nothing.” And I got that kind ofa feeling and I think that we need — we need to learn this\nlesson that while we are not responsible for the sins of our fathers, we are responsible for making the world -\n- by accepting what they did, that it doesn't happen, as atrocities around the world can continue.",
        "Q: Right. Ifits all nght with you—",
        "A: Oh, sure. Go ahead.",
        "Q: — let's move back a little bit and then — back tn time a little bit more and then also we can move forward\nthen again as we go.",
        "A: Yeah.",
        "Q: Ifyou can talk a little bit more about your personal experience also.",
        "A: Yeah. In —1in Germany I was not permitted to start school because it was dangerous and my brother,\nwho was eight, nine years old, insisted on going to school. I think that was his perverse nature and they're not\ngoing to stop him, although he did have that option. But I wasn't given the option. I remember getting a\ngood beating when I snuck out of the house to go to an anti-Jewish rally because I wanted to see — I just\nwanited to see what was happening. And my mother was petrified when she grabbed ahold of me. I can still\nremember that.",
        "Q: Right. Right. And you did go to the rally?",
        "A: Yeah.",
        "Q: And what did you see, do you remember?",
        "A: I saw people screaming and hollermg with depictions of so-called Jews with long noses and things\ncoming out of their head. And it was — there I was scared but I wanted to - I wanted to see it and I was not\nthe kind of kid who listened.",
        "Q: Right.",
        "A: IfI wasn't supposed to do something, then that's what I would do. What I do remember is that early on\nwe had a nice Jewish community. I still remember the rabbi's name by the name of Jacobs. I remember him\ntrying to teach me, which was an exercise in futility; he wasn't able. I can — I can remember my father in the\nstore looking at the empty cash register as we were driven into poverty because of the J and the store was\nempty. It was empty.",
        "Q: Right.",
        "A: And there was — we didn't have money and we didnt really have the opportunity to leave. There was no\nplace to leave to. The world was closed off anyway and — my parents would have left. There were — there\nwere others who believed - who had this memory ofa short time before that there was no — really no\nprejudice and just couldn't believe what was happening, and, you know, who stayed too long. But my\nparents, it wasn't an option. There were some of our relatives, I found out later, who had money and who\nwent out on tourist visas, but then they were running because they weren't allowed to stay anyplace too long.\nIn 1938 I have this memory of the clicking of boots and it was a Nazi official, policeman, I don't know what\nhe was, coming into the store and telling my father: You have to immediately report to the police station\nwith a small suitcase and you can bring ten marks with you, or some — I don't remember that exact thing,\nbut I remember the small suitcase. And my father had us pack and we went over to our one remaining\nChristian friend and I guess my father talked to him and decide — decided that we had to leave. The — there\nwas no cars. We — there was no place to go. There was no money. And if you went down to the railway\nstation or to get a bus, you couldn'trun away. So we ended up at the police station together. Across\nGermany was 25,000 of us. They called us Ostjuden, which means Eastern Jews. We—-—we were bom in\nGermany. My parents had come there as children to Germany and we didn't speak anything except\nGerman. We were Germans but they called us Eastern Jews. It was Thursday. It's a weird thing to\nremember.",
        "Q: Itis.",
        "A: I can't quite remember the month. It was before Knistallnacht and this is the incident that triggered\nKnistallnacht. It was a follow-up. And the reason I remember Thursday is my grandfather lived with us and\nhe was blind and he had never traveled on the Sabbath and they held us until Friday night so that we should\nhave to travel on the Sabbath. I think back, this small, miserable-mindedness of these people that this 1s what\nthey have on their mind, Let's see if we can inflict -. So, anyway, we're on the train and I have a beautiful\nmemory of my grandfather starting the Friday night prayers, Lekha Dodi. That's a memory that I was — I\nwas about six, so the memory 1s very -- that memory 1s very vivid, more than anything else. And we — we\narrived at a town, border town by the name of Bentschen and we got off the tram and there was a lot of us. I\nknow that -- [now know that the number was 25,000. I don't think there were 25,000 there the minute that\nwe were. And surrounded by German soldiers, we were marched towards the border. I think it was like a 5-\nmile walk. And at the border the -- the Polish guards denied us entry and they had guns and there was\nchaos, some people were lying on the ground, and we ended up on the other side of the border and we were\nin Poland. And we saw horses and carts coming towards us and it was the Polish farmers who came to help\nus. Actually, it wasn't to help us but to help themselves; they took our luggage and took off with it. And we\ncontinued on to a town called Zbaszyn and -- Z-B-A-Z-N, something like that. And in Zbaszyn there was a\nsmall Jewish community. The - the Polish people were very unhappy that we were there but there was\nreally nothing they could do. Anda couple of hundred of us ended up in a place called the mill. It was an\nabandoned five-story building which I guess was used as a mill and 1t was owned by a Jewish person and\nwe ended up on the fifth floor and to my knowledge we didn't have any facilities of any kind up there. We\njust had a very crowded room. And some of the people were able to buy straw the first day and — but — and\nfood was a real problem unless you had money. But within 48 hours Jewish organizations from Warsaw\ncame and so for the next nine months or so for me it wasn't a terrible thing. As far as facilities, electricity,\nheat or things, a kid doesn't accept reality the way itis. And I had my family, we were all together, and I had\na couple of friends. And some of the people with money managed to move out of the mill. We —we didn't.\nAnd then around about August of 1939 the German army was amassed on the border and the Jewish — we\nhad actually in Zbaszyn had organized a real city so that everything — the refugees had worked together to\nmake sure that everybody had -- we didn't have much to eat but — but we were okay. There wasn't enough\nclothes. And the reason I know that, I — much later recently got letters that my mother had sent out begging\nfor a jacket that she sent to relatives in Palestine. Obviously, they wouldn't have been able to get it to her\nanyway, but she was begging for anything for herself or for the kids because we really didn't have anything.\nBut when the -- the organizations made — were making plans to get us onto a train to go to Grodno on the\nRussian border and —. So amidst all this chaos at the railway station — this is a very vivid memory for me\nbecause amidst the chaos somebody said that ifanybody signed up for the Kindertransport, there's a chance\nthat it might happen. And the -- my mother immediately took me, my brother and my sister and shoved it\nover to this total stranger and my mother and father got on a train to go there, and I'm sure they had no idea\nwhat was going to happen to them or to us but they made — they obviously made a very brave and right\ndecision. I didn't appreciate it. The — my — my friend was -- I don't want to mention his name. My friend\nwas there with us and he was nine years old and he got hysterical and started crying and his mother was on\nher way to the train and she ran back and hugged him and kissed him and took him with her to Grodno and\nthey both were murdered in Auschwitz on arrival. I found that out later. And I -I get a little bit\nemotional when I think about what I felt like then.",
        "Q: Right.",
        "A: My feeling was of anger at my mother because she had not. But, anyway, we — the three of us, we\ncontinued on. We got onto a train which took us to Warsaw and that was — and my grandfather at this point\nhad got to an old age home in Warsaw and so I got to see him one more time and then we went on to Dunst\nto get on a boat to go to England. And I was furious at this point. I was really angry. I was angry at my\nparents because they hadn't done what — what the other one did and — and as the boat —- we were supposed\nto get on the boat, they told me Ruth is 14 years old, she's not going on, and I — I found something else to get\nmore furious about and I ran offand I -- remember running and running. I can —inmy memory Irana\nlong time. I don't know what actually happened. And I went to a place where I knew nobody would find\nme, but my sister did and she dragged me back and she held on to me while they shaved my hair off to get\nnid of the lice and shoved me onto the boat and that was the last time I saw my sister so—. We were on the\nPolish troopship called the Washava (ph). I think that there were two trips from the Washava taking kinder,\ntaking kids to England. When we got to England, this was at the end and the preparations were not the same\nas they had been before so, again, it was a little chaotic. And I remember somebody getting up and said,\n\"Tm going to give 10 English words and whoever can remember them and tell me what they mean gets a\nprize.\" And my brother, who was brilliant even then, he was brilliant his whole life, he did and he was\ngiven a bag of coins, probably a few cents, and somebody saw that and said, \"I'm taking him home with\nme,\" and grabbed him and he threw the bag of coins to me and that started off my first year in England. The\nrest of us were sent all over England, me with my bag of coins for which I got a thorough beating for beng\na thief.\nAnd my cousin who wasn't — who I don't remember being with me then was put on — was put on a train to\nScotland. Her story 1s a little poignant that when - she had a single mom and when she went to get — go\nback to the apartment, they were stopped at the door and said, \"You can't. You've got to go to the police\nstation.\" So the mother took Rita, my cousin, around the comer, and said, \"Go inside,\" and gave her a bunch\nof things that she had to go — some valuables so they would have something, and she went back and got her\ndoll, which she still has in Scotland. That's all she came out with. And she was taken in by a Scottish family\nwho wanted a daughter and they cut off communications to the outside. And she's now a Christian lady and\n— who belongs to the Jewish community center and 1s full of guilt. That's one of the favorite - my most\nfavorite families in the world. I go to see them often, her husband and her children. Her children have\nJewish friends and there's a — there's a Jewish spirit in the home. And she -- she hung onto her name, so her\nname is — senior moment here — but she kept her German name and her last name, McNeil, is now McNeil,\nRita Strausman McNeil. For me the first year in England was not a good memory, while my brother had a\ngood experience. He was taken in by this Jewish family and from there when they were evacuated -- which\nhappened to everybody in England -- he went to a Jewish boys' home. I stayed with Christian families. The\nfirst year I was very, very angry and I was always in trouble, so I got shoved from one place to the other, so\nmy first year in England was not -- not a happy event.",
        "Q: Right.",
        "A: I still keep a little bit in touch with the last family. The last three years I was with a Christian family and I\nstill keep in touch with them. They were very — they were good to me.",
        "Q: You don't keep in touch with the first family?",
        "A: The first — no, it wasn't families. The first - I would stay — I would stay with a family for one night.",
        "Q: Oh.",
        "A: I would stay with a place where I got — caning was very prevalent. I know in school I always got caned.\nBut it was — when I think back, it was obviously me and not — not them. One of the things that — so why do\nI tell my story? You know, in other words, I'm really not that interested in people knowing my story but I\nam interested especially in kids knowing how a little bit of bullying, why — why does somebody bully?\nWhy do you become a bully? Is it because — is it because you feel so good about yourself and are so happy\nwith who you are that you need to bully somebody? That never happens. What really is happening is you\ndon't feel good about yourself; And what we need to do with bullies is to build up their ego and not to\npunish them and so that's kind of the message I try to give by telling my story. Do you have any questions?",
        "Q: Ido. And, again, it's always going back a little bit more and it's your decision 1f you do want to share that\nwith me. Also, you know, a few more personal details, too, about your parents the day that the decision was\nmade to send the children away and if there was any communication at all afterward.",
        "A: Well, I — if I'm ashamed of anything in my life, it's the anger that I had for my parents. The anger was so\ngreat that they, in my mind, had deserted me when actually they were doing a heroic act that I closed my\nmind off to them. I can remember my sister and zaide, my grandfather, like they were — I was here\nyesterday. I can't remember them. And for —I didn't understand why for a long, long time. I think when I\nbecame a grandparent I started thinking back and knowing who they were, so I treasure their letters. I don't\nknow if] mentioned it before, I visited a cousin 1n Israel and -- and I asked 1f she had anything and she didn't\nanswer. Eventually, as she was dying, she gave me a treasure trove of letters that my sister had written that\nshe was studying English so she would be able to speak with me. She had rejoined my parents in Grodno\nand I guess a whole bunch of them were living in one room and they were working before they were\nrounded up and taken to Auschwitz. My parents were obviously heroes that they — and the letters are\namazing because here they are in this hommble situation and they were concemed about everybody else,\nabout the family which was trying to get into South Africa, got there, had to leave, the ones that got to\nAustralia. They were worried about everybody. And you read the letter and you — outside of the fact that\nthey say we're cold and we're hungry, they didn't — there were no complaints in the letter. That was really\nsaying try to send us something. So it was more — more practical. The letters from my sister also, you\nknow, treasures to me. So my cousin before she died put them in — together in the form of'a book.",
        "Q: Oh, wonderful.",
        "A: Yeah, yeah. I want to write a little bit more in it and I would like that to be at the museum, the book.",
        "Q: That would be incredible. That would be incredible. We can definitely talk about that when — especially\nwith other representatives from the museum.",
        "A: But one of the things that’s hard to be and that's my grandchildren and — because — and it all has to do\nwith my sister. You've got to make a difference and you've got to — you've got to make the world a better\nplace. Ioncehadmy 12-year-old granddaughter speak at a college and afterwards —- everybody else\nbrought their children to talk because we were asked to bring a child to talk about us. Afterwards — I think\nshe was 11, she was asked, \"What did you leam from your grandfather?\" And she said, \"What I learned\nfrom my zaide 1s that if somebody who you don't even like drops their books, you stop and help them.\nWhen I - when I first heard that I said, Wait a minute, and then I thought, Well, yeah, maybe that is it.",
        "Q: Right.",
        "A: Because if you can start — if you can start from. something that simple, maybe hatred can't - doesn't have\na place to go. And if we don't change the world, tf you look around the world and you see the atrocities\ntaking place, we have to — it could happen here. It can. It really can. So I try to make a difference. I've\nhelped start a center for genocide and Holocaust studies and I - and I remain as active as I can. I've done\nsome work in prisons because a lot of the people in prison need to learn how you can have the other person\nnot lose when you win, because if — really, that's what life is about. If—1fwe don't have losers, we won't\nhave haters. So do you have any questions for me?",
        "Q: Yes. Let's go back really quick to England and then if you can just finish out your chapter there and\nthen rf you wouldn't mind sharing up until this point.",
        "A: A quick story.",
        "Q: Yes.",
        "A: I go to the seventieth reunion two years ago in London and I come in and there's a picture of me on the\nwall which I was still — I figured I was going to — I wasn't going to know anybody, it was a Kindertransport\nreunion, and there was somebody walking around taking notes and he comes up to me and he said, '\"What's\nyour name, where were you, and tell me a two-minute story.\" Allnght. So what are you going to tell\nsomebody in two minutes?",
        "Q: Right.",
        "A: I said, \"All nght. My first year in England was really bad and I was angry. I was angry at everybody. I\nwas a problem to everybody.\" And the head of the refugee committee, Mrs. Knolls, the wife of the vicar,\nshe was the only little bit of softness I felt during that first year. And she said, \"You can come to the vicarage\nany time you want.\" And I wasn't seven yet. I lived in a house which had one cold water faucet downstairs\nand an outhouse and — at that point and — actually, I'm laughing. She would give me a bath and she would\ngive me a cookie and wish me well, you know. And I said, '\"That made such a difference to me. Somebody\ncared. I would like to say thank you to her. That's what I would like to do.\" So, you know, and he took out\nhis cell phone and he dialed an old age home in South Africa and a 90-year-old woman answered. Now,\nthis is the seventieth anniversary and I'm trying to figure out who I'm speaking to because it couldn't be her.",
        "Q: Right.",
        "A: And the woman at the other end had Alzheimer’s a little bit and we — all of a sudden it clicked in with\nboth of us that she was the 20-year-old daughter who had given me a stamp collection. It was only a few\nstamps in it and I still have it.",
        "Q: You do?",
        "A: Yeah. Sowewere so excited, youknow. And it's amazing how little it takes to make a difference in\nsomebody's life, you know.",
        "Q: Right.",
        "A: So, you know, that's — that was one little story. Another one was when I came to America and somebody\ncame up to me and said, \"Well, you don't know anybody — in school. Somebody came up to me and said,\n\"You don't know anybody so I'll buddy around with you until you do.\" Never buddied around with him.\nHe made a difference, you know, and we can all make this kind of a difference and this is what I try to get\nacross to kids. You know, a little bit of differences and we can change the world.",
        "Q: Wonderful. And when did you come to the United States?",
        "A: I came to the United States in 1946. My uncle was running around Europe. He was one of the people\nwho was a German patriot who in the first world war was in the Army and got his citizenship as a soldier\nand when they took it away he wrote a letter to Hitler and they gave it back to him. So he was in an\ninternment camp in Holland and he saw a pregnant woman getting kicked in the stomach and he knocked\nthe guy out because he was — he was out of control. He had that kind ofa temper; committing suicide, in\neffect. But they beat him up and instead of killing him they were gomg to make an example of him. The\nDutch underground got him off the train and got him false papers and he made his way across Europe to\nAfrica and in 1946 he brought me over here.",
        "Q: And then do you want to talk about your life here a little bit, about your family?",
        "A: Well, while — while in the beginning I was very angry and got into some trouble, I — my brother who got\nhis PhD — his bachelor's and his PhD in five years and had an unbelievable career as a scientist, I graduated\nin the bottom third of my class in high school and have lived a fantastic life. I was a chicken farmer, I\nbought old houses and fixed them up, I was a peddler. And I have three children who I rave about because\nall of them make a difference in life in whatever they're doing. And I think my grandson who's — who's here\nepitomizes all my grandchildren who — I ask him, \"What are you doing?\" He says, \"Well, I'm volunteering\nat the food shelter, I'm tutoring some kids.\" And all my grandchildren have stories like that and they all love\nto tell them to me. So I call myself the lucky zaide. If you don't know what zaide 1s, it means grandfather.\nSo I think I'm one of the most lucky guys in the world, and I have a great wife, a good family.",
        "Q: If there's anything else that you would like to share, any, you know, final thoughts, final memories.",
        "A: No. I think the only memory that I - that I want to put forth is why am I telling the story, and anybody\nlistening to it, you can change the world and it's — and I think a lot of the kids I talk to -- I think the greatest\njoy ever had was when a kid came up to me and said, you know, \"I listen to you, and I have stood by while\nkids were getting —getting picked on,\" he says, \"itll never happen again.\" I said, \"Wow.\" You know, all\nof a sudden — because I question myself, you know. I sometimes drive an hour and I've got a busy life and\nhere I am talking to kids. You know, let them read a book. What do they need my story for? But when a\nkid like that comes up to me and tells me that — and I get that fairly often. So it's very rewarding. So I'ma\nlucky guy.",
        "Q: Wonderful. Well, we're very lucky that you spoke with us at the museum today and thank you. Thank\nyou so much for sharing your story. It's a great gift to us, so thank you very much.",
        "A: Thank you..\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Goodmoming. This is a United States Holocaust Memorial Museum interview conducted\nwith Manfred Lindenbaum on the 16th of October, 2010. It's conducted by Ata Valasis (ph) and we are at\nthe Kindertransport Association Conference in Arlington, Virginia. Good moming,\nAnswer. Good moming.",
        "Q: Thank you so much for — for speaking with us today and look really forward to hearing about your\nstory. Ifits okay, let's start out with a few details: Your name, your parents’ name, date of birth, siblings,\nany other kind of - and where you were born.",
        "Q: Really?",
        "Q: Of course.",
        "Q: Of course.",
        "Q: Right. Ifits all nght with you—",
        "Q: — let's move back a little bit and then — back tn time a little bit more and then also we can move forward\nthen again as we go.",
        "Q: Ifyou can talk a little bit more about your personal experience also.",
        "Q: Right. Right. And you did go to the rally?",
        "Q: And what did you see, do you remember?",
        "Q: Right.",
        "Q: Right.",
        "Q: Itis.",
        "Q: Right.",
        "Q: Right.",
        "Q: You don't keep in touch with the first family?",
        "Q: Oh.",
        "Q: Ido. And, again, it's always going back a little bit more and it's your decision 1f you do want to share that\nwith me. Also, you know, a few more personal details, too, about your parents the day that the decision was\nmade to send the children away and if there was any communication at all afterward.",
        "Q: Oh, wonderful.",
        "Q: That would be incredible. That would be incredible. We can definitely talk about that when — especially\nwith other representatives from the museum.",
        "Q: Right.",
        "Q: Yes. Let's go back really quick to England and then if you can just finish out your chapter there and\nthen rf you wouldn't mind sharing up until this point.",
        "Q: Yes.",
        "Q: Right.",
        "Q: Right.",
        "Q: You do?",
        "Q: Right.",
        "Q: Wonderful. And when did you come to the United States?",
        "Q: And then do you want to talk about your life here a little bit, about your family?",
        "Q: If there's anything else that you would like to share, any, you know, final thoughts, final memories.",
        "Q: Wonderful. Well, we're very lucky that you spoke with us at the museum today and thank you. Thank\nyou so much for sharing your story. It's a great gift to us, so thank you very much."
    ],
    "answers": [
        "A: Manfred Lindenbaum, in — born in Unna, Germany, which is the Rural — the Rural Valley. It was\nprobably one of the most nice little towns you could think of: People got along. There was no\ndiscrimination against Jews. I knew that from my earliest memories and I know it from what my brother\nand sister told me because they had so many Christian friends when I was very, very young. I was born in\n'32 after Hitler was elected in a free, democratic election. And my earliest memories are fairly warm of\nChristian friends for our family and — I didn't go to school but my brother and sister did. The change was so\nrapid it was unbelievable. My father's name was Otto Lindenbaum and he had a small clothing store.\nWe lived above it. And my mother’s name was Freda Lindenbaum. And I don't have very vivid memories\nof them, which I'll talk about a little bit later. My sister, Ruth, who I think about every day, she was older\nthan me and she was murdered in Auschwitz and she's -- she's always with me. She was probably one of\nthe most popular girls in Unna and I found that out later from what people told me in Unna when I visited.\nAnd she always had — was surrounded by friends. And — and then I remember we had to puta J in the\nclothing\nstore. We were not well off but we were comfortable. We had a small apartment above it. And I didn't\nmention my brother, Ziegfred, who was two-and-a-half years older than me, when — after the J went in the\nstore, our friends, my sister's friends slowly started to disappear until there was none of them and my brother\nwould come home on a daily basis beaten up. He would get dragged through the thom bushes. And I\nremember my mother going to the school and the teacher saying there's nothing he could do but there was a\nlot he could have done, but he didn't. The most amazing thing when I think back 1s that nobody in Unna\nreally stood up and said, \"What's gomg on here.\" All this culture and all — and all this lack of prejudice\ndisappeared in such a short period of time, which is one of the reasons I talk to schools because I used to\nthink it could only happen in Germany and now I don't believe that anymore. I think it could happen\nanywhere. One of the headlines in the newspaper which 1s really haunting was that Unna is endless\nJudenfrei. That means that Unna is finally free of Jews. And that was in celebration of the truck that pulled\nup to the old age home where they took the people out 1n their — the Jews out in their wheelchairs and their\ngumeys and put them on the truck and from thence to their death. And this cultured people had looked at the\nheadline and I'm sure that there were many who felt disgust but nobody said anything. So the thing with\nUnna is that I went back there about 20 years ago. My brother, who lived a fantastic life, had - and had all\nkinds of achievements, as he was dying said two things, \"Don't you ever mourn me because look at where I\nstarted from and look at how my life was,\" and he said, \"but in my hometown they're saying that our sister 1s\nalive. They even say she has a child.\" And he says, \"Maybe you want to go back and just give a quick\ncheck.\" So I did go back.",
        "A: And I put her picture in the paper and I met with 20 of her classmates and they all said what — how many\n— she was the most popular girl around and — but the truth was that they had all turned against her. And I\nspent six days interviewing people and checking and there was — it was all nonsense. And I fast forward 20\nyears and I told the story to my friend Fred Spiegel, who 1s a survivor who lived in a town very close — very\nclose to me, and he got angry and he went to my hometown and he had them investigate, and the reason\nwas because they had a memorial like the dankstein (ph) and my grandfather's name was not on it or my\nsister's name was not on it and I — I felt upset about it but I felt upset about it enough that I never wanted to\ngo back to my hometown and not to do anything about it. He did go back to my hometown and he made\nthem investigate and they found out that she had died with my parents in Auschwitz. She had died; she was\nmurdered there, and they put her name on. And about a year ago with my eight grandchildren and my — my\nchildren and their spouses, we went back there. It was very heartwarming. It was — it kind of put — helped\nput things to rest in my mind because Ruth 1s always with me, she always will be, especially 1f1 do anything\ngood.",
        "A: She's there—",
        "A: — encouraging me. But to me what was really rewarding was to see the pain that the people in Unna that\nI met, the minister from the church there which has 2.000 members was 1n tears and I told him, ''You were\nnot alive. How — why are you — why are you feeling the pam?\" He said, \"I wasn't alive, my church was,\nand my church did nothing.” And I got that kind ofa feeling and I think that we need — we need to learn this\nlesson that while we are not responsible for the sins of our fathers, we are responsible for making the world -\n- by accepting what they did, that it doesn't happen, as atrocities around the world can continue.",
        "A: Oh, sure. Go ahead.",
        "A: Yeah.",
        "A: Yeah. In —1in Germany I was not permitted to start school because it was dangerous and my brother,\nwho was eight, nine years old, insisted on going to school. I think that was his perverse nature and they're not\ngoing to stop him, although he did have that option. But I wasn't given the option. I remember getting a\ngood beating when I snuck out of the house to go to an anti-Jewish rally because I wanted to see — I just\nwanited to see what was happening. And my mother was petrified when she grabbed ahold of me. I can still\nremember that.",
        "A: Yeah.",
        "A: I saw people screaming and hollermg with depictions of so-called Jews with long noses and things\ncoming out of their head. And it was — there I was scared but I wanted to - I wanted to see it and I was not\nthe kind of kid who listened.",
        "A: IfI wasn't supposed to do something, then that's what I would do. What I do remember is that early on\nwe had a nice Jewish community. I still remember the rabbi's name by the name of Jacobs. I remember him\ntrying to teach me, which was an exercise in futility; he wasn't able. I can — I can remember my father in the\nstore looking at the empty cash register as we were driven into poverty because of the J and the store was\nempty. It was empty.",
        "A: And there was — we didn't have money and we didnt really have the opportunity to leave. There was no\nplace to leave to. The world was closed off anyway and — my parents would have left. There were — there\nwere others who believed - who had this memory ofa short time before that there was no — really no\nprejudice and just couldn't believe what was happening, and, you know, who stayed too long. But my\nparents, it wasn't an option. There were some of our relatives, I found out later, who had money and who\nwent out on tourist visas, but then they were running because they weren't allowed to stay anyplace too long.\nIn 1938 I have this memory of the clicking of boots and it was a Nazi official, policeman, I don't know what\nhe was, coming into the store and telling my father: You have to immediately report to the police station\nwith a small suitcase and you can bring ten marks with you, or some — I don't remember that exact thing,\nbut I remember the small suitcase. And my father had us pack and we went over to our one remaining\nChristian friend and I guess my father talked to him and decide — decided that we had to leave. The — there\nwas no cars. We — there was no place to go. There was no money. And if you went down to the railway\nstation or to get a bus, you couldn'trun away. So we ended up at the police station together. Across\nGermany was 25,000 of us. They called us Ostjuden, which means Eastern Jews. We—-—we were bom in\nGermany. My parents had come there as children to Germany and we didn't speak anything except\nGerman. We were Germans but they called us Eastern Jews. It was Thursday. It's a weird thing to\nremember.",
        "A: I can't quite remember the month. It was before Knistallnacht and this is the incident that triggered\nKnistallnacht. It was a follow-up. And the reason I remember Thursday is my grandfather lived with us and\nhe was blind and he had never traveled on the Sabbath and they held us until Friday night so that we should\nhave to travel on the Sabbath. I think back, this small, miserable-mindedness of these people that this 1s what\nthey have on their mind, Let's see if we can inflict -. So, anyway, we're on the train and I have a beautiful\nmemory of my grandfather starting the Friday night prayers, Lekha Dodi. That's a memory that I was — I\nwas about six, so the memory 1s very -- that memory 1s very vivid, more than anything else. And we — we\narrived at a town, border town by the name of Bentschen and we got off the tram and there was a lot of us. I\nknow that -- [now know that the number was 25,000. I don't think there were 25,000 there the minute that\nwe were. And surrounded by German soldiers, we were marched towards the border. I think it was like a 5-\nmile walk. And at the border the -- the Polish guards denied us entry and they had guns and there was\nchaos, some people were lying on the ground, and we ended up on the other side of the border and we were\nin Poland. And we saw horses and carts coming towards us and it was the Polish farmers who came to help\nus. Actually, it wasn't to help us but to help themselves; they took our luggage and took off with it. And we\ncontinued on to a town called Zbaszyn and -- Z-B-A-Z-N, something like that. And in Zbaszyn there was a\nsmall Jewish community. The - the Polish people were very unhappy that we were there but there was\nreally nothing they could do. Anda couple of hundred of us ended up in a place called the mill. It was an\nabandoned five-story building which I guess was used as a mill and 1t was owned by a Jewish person and\nwe ended up on the fifth floor and to my knowledge we didn't have any facilities of any kind up there. We\njust had a very crowded room. And some of the people were able to buy straw the first day and — but — and\nfood was a real problem unless you had money. But within 48 hours Jewish organizations from Warsaw\ncame and so for the next nine months or so for me it wasn't a terrible thing. As far as facilities, electricity,\nheat or things, a kid doesn't accept reality the way itis. And I had my family, we were all together, and I had\na couple of friends. And some of the people with money managed to move out of the mill. We —we didn't.\nAnd then around about August of 1939 the German army was amassed on the border and the Jewish — we\nhad actually in Zbaszyn had organized a real city so that everything — the refugees had worked together to\nmake sure that everybody had -- we didn't have much to eat but — but we were okay. There wasn't enough\nclothes. And the reason I know that, I — much later recently got letters that my mother had sent out begging\nfor a jacket that she sent to relatives in Palestine. Obviously, they wouldn't have been able to get it to her\nanyway, but she was begging for anything for herself or for the kids because we really didn't have anything.\nBut when the -- the organizations made — were making plans to get us onto a train to go to Grodno on the\nRussian border and —. So amidst all this chaos at the railway station — this is a very vivid memory for me\nbecause amidst the chaos somebody said that ifanybody signed up for the Kindertransport, there's a chance\nthat it might happen. And the -- my mother immediately took me, my brother and my sister and shoved it\nover to this total stranger and my mother and father got on a train to go there, and I'm sure they had no idea\nwhat was going to happen to them or to us but they made — they obviously made a very brave and right\ndecision. I didn't appreciate it. The — my — my friend was -- I don't want to mention his name. My friend\nwas there with us and he was nine years old and he got hysterical and started crying and his mother was on\nher way to the train and she ran back and hugged him and kissed him and took him with her to Grodno and\nthey both were murdered in Auschwitz on arrival. I found that out later. And I -I get a little bit\nemotional when I think about what I felt like then.",
        "A: My feeling was of anger at my mother because she had not. But, anyway, we — the three of us, we\ncontinued on. We got onto a train which took us to Warsaw and that was — and my grandfather at this point\nhad got to an old age home in Warsaw and so I got to see him one more time and then we went on to Dunst\nto get on a boat to go to England. And I was furious at this point. I was really angry. I was angry at my\nparents because they hadn't done what — what the other one did and — and as the boat —- we were supposed\nto get on the boat, they told me Ruth is 14 years old, she's not going on, and I — I found something else to get\nmore furious about and I ran offand I -- remember running and running. I can —inmy memory Irana\nlong time. I don't know what actually happened. And I went to a place where I knew nobody would find\nme, but my sister did and she dragged me back and she held on to me while they shaved my hair off to get\nnid of the lice and shoved me onto the boat and that was the last time I saw my sister so—. We were on the\nPolish troopship called the Washava (ph). I think that there were two trips from the Washava taking kinder,\ntaking kids to England. When we got to England, this was at the end and the preparations were not the same\nas they had been before so, again, it was a little chaotic. And I remember somebody getting up and said,\n\"Tm going to give 10 English words and whoever can remember them and tell me what they mean gets a\nprize.\" And my brother, who was brilliant even then, he was brilliant his whole life, he did and he was\ngiven a bag of coins, probably a few cents, and somebody saw that and said, \"I'm taking him home with\nme,\" and grabbed him and he threw the bag of coins to me and that started off my first year in England. The\nrest of us were sent all over England, me with my bag of coins for which I got a thorough beating for beng\na thief.\nAnd my cousin who wasn't — who I don't remember being with me then was put on — was put on a train to\nScotland. Her story 1s a little poignant that when - she had a single mom and when she went to get — go\nback to the apartment, they were stopped at the door and said, \"You can't. You've got to go to the police\nstation.\" So the mother took Rita, my cousin, around the comer, and said, \"Go inside,\" and gave her a bunch\nof things that she had to go — some valuables so they would have something, and she went back and got her\ndoll, which she still has in Scotland. That's all she came out with. And she was taken in by a Scottish family\nwho wanted a daughter and they cut off communications to the outside. And she's now a Christian lady and\n— who belongs to the Jewish community center and 1s full of guilt. That's one of the favorite - my most\nfavorite families in the world. I go to see them often, her husband and her children. Her children have\nJewish friends and there's a — there's a Jewish spirit in the home. And she -- she hung onto her name, so her\nname is — senior moment here — but she kept her German name and her last name, McNeil, is now McNeil,\nRita Strausman McNeil. For me the first year in England was not a good memory, while my brother had a\ngood experience. He was taken in by this Jewish family and from there when they were evacuated -- which\nhappened to everybody in England -- he went to a Jewish boys' home. I stayed with Christian families. The\nfirst year I was very, very angry and I was always in trouble, so I got shoved from one place to the other, so\nmy first year in England was not -- not a happy event.",
        "A: I still keep a little bit in touch with the last family. The last three years I was with a Christian family and I\nstill keep in touch with them. They were very — they were good to me.",
        "A: The first — no, it wasn't families. The first - I would stay — I would stay with a family for one night.",
        "A: I would stay with a place where I got — caning was very prevalent. I know in school I always got caned.\nBut it was — when I think back, it was obviously me and not — not them. One of the things that — so why do\nI tell my story? You know, in other words, I'm really not that interested in people knowing my story but I\nam interested especially in kids knowing how a little bit of bullying, why — why does somebody bully?\nWhy do you become a bully? Is it because — is it because you feel so good about yourself and are so happy\nwith who you are that you need to bully somebody? That never happens. What really is happening is you\ndon't feel good about yourself; And what we need to do with bullies is to build up their ego and not to\npunish them and so that's kind of the message I try to give by telling my story. Do you have any questions?",
        "A: Well, I — if I'm ashamed of anything in my life, it's the anger that I had for my parents. The anger was so\ngreat that they, in my mind, had deserted me when actually they were doing a heroic act that I closed my\nmind off to them. I can remember my sister and zaide, my grandfather, like they were — I was here\nyesterday. I can't remember them. And for —I didn't understand why for a long, long time. I think when I\nbecame a grandparent I started thinking back and knowing who they were, so I treasure their letters. I don't\nknow if] mentioned it before, I visited a cousin 1n Israel and -- and I asked 1f she had anything and she didn't\nanswer. Eventually, as she was dying, she gave me a treasure trove of letters that my sister had written that\nshe was studying English so she would be able to speak with me. She had rejoined my parents in Grodno\nand I guess a whole bunch of them were living in one room and they were working before they were\nrounded up and taken to Auschwitz. My parents were obviously heroes that they — and the letters are\namazing because here they are in this hommble situation and they were concemed about everybody else,\nabout the family which was trying to get into South Africa, got there, had to leave, the ones that got to\nAustralia. They were worried about everybody. And you read the letter and you — outside of the fact that\nthey say we're cold and we're hungry, they didn't — there were no complaints in the letter. That was really\nsaying try to send us something. So it was more — more practical. The letters from my sister also, you\nknow, treasures to me. So my cousin before she died put them in — together in the form of'a book.",
        "A: Yeah, yeah. I want to write a little bit more in it and I would like that to be at the museum, the book.",
        "A: But one of the things that’s hard to be and that's my grandchildren and — because — and it all has to do\nwith my sister. You've got to make a difference and you've got to — you've got to make the world a better\nplace. Ioncehadmy 12-year-old granddaughter speak at a college and afterwards —- everybody else\nbrought their children to talk because we were asked to bring a child to talk about us. Afterwards — I think\nshe was 11, she was asked, \"What did you leam from your grandfather?\" And she said, \"What I learned\nfrom my zaide 1s that if somebody who you don't even like drops their books, you stop and help them.\nWhen I - when I first heard that I said, Wait a minute, and then I thought, Well, yeah, maybe that is it.",
        "A: Because if you can start — if you can start from. something that simple, maybe hatred can't - doesn't have\na place to go. And if we don't change the world, tf you look around the world and you see the atrocities\ntaking place, we have to — it could happen here. It can. It really can. So I try to make a difference. I've\nhelped start a center for genocide and Holocaust studies and I - and I remain as active as I can. I've done\nsome work in prisons because a lot of the people in prison need to learn how you can have the other person\nnot lose when you win, because if — really, that's what life is about. If—1fwe don't have losers, we won't\nhave haters. So do you have any questions for me?",
        "A: A quick story.",
        "A: I go to the seventieth reunion two years ago in London and I come in and there's a picture of me on the\nwall which I was still — I figured I was going to — I wasn't going to know anybody, it was a Kindertransport\nreunion, and there was somebody walking around taking notes and he comes up to me and he said, '\"What's\nyour name, where were you, and tell me a two-minute story.\" Allnght. So what are you going to tell\nsomebody in two minutes?",
        "A: I said, \"All nght. My first year in England was really bad and I was angry. I was angry at everybody. I\nwas a problem to everybody.\" And the head of the refugee committee, Mrs. Knolls, the wife of the vicar,\nshe was the only little bit of softness I felt during that first year. And she said, \"You can come to the vicarage\nany time you want.\" And I wasn't seven yet. I lived in a house which had one cold water faucet downstairs\nand an outhouse and — at that point and — actually, I'm laughing. She would give me a bath and she would\ngive me a cookie and wish me well, you know. And I said, '\"That made such a difference to me. Somebody\ncared. I would like to say thank you to her. That's what I would like to do.\" So, you know, and he took out\nhis cell phone and he dialed an old age home in South Africa and a 90-year-old woman answered. Now,\nthis is the seventieth anniversary and I'm trying to figure out who I'm speaking to because it couldn't be her.",
        "A: And the woman at the other end had Alzheimer’s a little bit and we — all of a sudden it clicked in with\nboth of us that she was the 20-year-old daughter who had given me a stamp collection. It was only a few\nstamps in it and I still have it.",
        "A: Yeah. Sowewere so excited, youknow. And it's amazing how little it takes to make a difference in\nsomebody's life, you know.",
        "A: So, you know, that's — that was one little story. Another one was when I came to America and somebody\ncame up to me and said, \"Well, you don't know anybody — in school. Somebody came up to me and said,\n\"You don't know anybody so I'll buddy around with you until you do.\" Never buddied around with him.\nHe made a difference, you know, and we can all make this kind of a difference and this is what I try to get\nacross to kids. You know, a little bit of differences and we can change the world.",
        "A: I came to the United States in 1946. My uncle was running around Europe. He was one of the people\nwho was a German patriot who in the first world war was in the Army and got his citizenship as a soldier\nand when they took it away he wrote a letter to Hitler and they gave it back to him. So he was in an\ninternment camp in Holland and he saw a pregnant woman getting kicked in the stomach and he knocked\nthe guy out because he was — he was out of control. He had that kind ofa temper; committing suicide, in\neffect. But they beat him up and instead of killing him they were gomg to make an example of him. The\nDutch underground got him off the train and got him false papers and he made his way across Europe to\nAfrica and in 1946 he brought me over here.",
        "A: Well, while — while in the beginning I was very angry and got into some trouble, I — my brother who got\nhis PhD — his bachelor's and his PhD in five years and had an unbelievable career as a scientist, I graduated\nin the bottom third of my class in high school and have lived a fantastic life. I was a chicken farmer, I\nbought old houses and fixed them up, I was a peddler. And I have three children who I rave about because\nall of them make a difference in life in whatever they're doing. And I think my grandson who's — who's here\nepitomizes all my grandchildren who — I ask him, \"What are you doing?\" He says, \"Well, I'm volunteering\nat the food shelter, I'm tutoring some kids.\" And all my grandchildren have stories like that and they all love\nto tell them to me. So I call myself the lucky zaide. If you don't know what zaide 1s, it means grandfather.\nSo I think I'm one of the most lucky guys in the world, and I have a great wife, a good family.",
        "A: No. I think the only memory that I - that I want to put forth is why am I telling the story, and anybody\nlistening to it, you can change the world and it's — and I think a lot of the kids I talk to -- I think the greatest\njoy ever had was when a kid came up to me and said, you know, \"I listen to you, and I have stood by while\nkids were getting —getting picked on,\" he says, \"itll never happen again.\" I said, \"Wow.\" You know, all\nof a sudden — because I question myself, you know. I sometimes drive an hour and I've got a busy life and\nhere I am talking to kids. You know, let them read a book. What do they need my story for? But when a\nkid like that comes up to me and tells me that — and I get that fairly often. So it's very rewarding. So I'ma\nlucky guy.",
        "A: Thank you..\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 16, 2010\nRG-50.030*0606\nPREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.\nThe reader should bear in mind that this is a verbatim transcript of spoken, rather than written prose.\nThis transcript has been neither checked for spelling nor verified for accuracy, and therefore, it is\npossible that there are errors. As a result, nothing should be quoted or used from this transcript\nwithout first checking it against the taped interview.",
        "Transcribed by Jeannine Rankin, National Court Reporters Association.\nMANFRED LINDENBAUM\nOctober 16, 2010"
    ]
}