{
    "rg": "RG-50.030.0394_trs_en",
    "sequence": [
        "Q: Trude, I’d like you to just begin by telling us your name, your date of birth, and where\nyou were born.",
        "A: I’m Trude Sherntine Heller, and I was born on June 19, 1922, in Vienna, Austria.",
        "Q: Tell me a little bit about your family, and your family life in Vienna.",
        "A: I was an only child, extremely cherished by my parents. I was spoiled, and I didn’t even\nlike being spoiled, but I was an only child and -- and my parents doted on me. I was -- I\nhad friends of all kinds, always, lots of friends, because I was an only child. And they\nweren’t only Jewish friends. And I had one girlfriend in particular that still is my best\ngirlfriend. And we are luk -- luckily we both wound up in the United States. And I had a\nwonderful life. I had everything I ever wanted. I had many animals to keep me company,\nI still like animals. I grew up very happy and -- and --",
        "Q: Sorry -- yeah, this is -- what is it, a truck backing up? That’s a truck backing up. I -- ’'m\nsor -- I was hoping it would --",
        "A: Now I don’t know where to --",
        "Q: Pll start you. So you had a lot of friends, you had pets. You had a happy life.",
        "A: Yeah, very happy life. And I grew up like that, not very interested in politics. I -- I was\nsheltered. My parents sheltered me from everything. I was not alone with my husband till\nthe day we’re married, that’s how sheltered I was. I wanted to bring that up. We were\nnever left alone. And that’s how they kept me from many things. So when the time came\nfor all the unrest, and so forth, I belonged to a gym class, and I was never allowed alone,\nand I was 15. And I always had somebody walk with me, and I was walking to a -- my\ngym class through the city of Vienna when it was two days before the vote of the\nanschluss. And we -- as I walked through the city of Vienna, everybody was shouting and\nyelling for their party. They were the Social Democrats, who had the three arrows. There\nwere the Christian Socialists, they were black, white and red. There were even\nCommunists with hammer and sickle. And everybody was shouting for their party. There\nwasn’t one swastika in sight. I took my gym class, and when I came out, the entire city\nwas a sea of swastikas. Every policeman, every building. There were synagogues burning\nalready. There were books being thrown out of libraries, that had Jewish writers. It was\nsomething that 1t was burn into my mind that I can never forget, and whenever I hear that\nthe -- the Viennese didn’t want to be part of Germany, I can’t believe that, because I was\nthere. And I hope everybody knows that, because they wanted it, and they asked for it.\nAnd I knew very little about anything at the time, but I went home, and my father came\nhome, and he said, “Let’s leave.”” And my mother said, “What do you mean leave?” He\nsays, “Let’s get out of here.” We always had our passports ready cause we liked to travel.\nAnd my mother says, “How can we leave everything we have here, and we have nothing\nanywhere else, and where would we go?” And my father said, “I don’t care where we go,\nlet’s get out of here.” And my mother wouldn’t do it. And I -- I just couldn’t imagine\nwhat was happening at that time, and I learned very fast. And it was an unbelievable\nmoment in my life.",
        "Q: I want to continue with that, but I -- I feel that we need to talk a little bit more about your\nfamily life, your Jewish identity. Tell me --",
        "A: Okay.",
        "Q: -- a little bit more about your parents, and what memories you have as a child.",
        "A: Mm.",
        "Q: Were they well off, what kind of business?",
        "A: My parents were in the tailored supply business. Everything in Austria was tailor made,\nevery suit, and every dress, and every hat, and every underwear. And my parents had all\nthe supplies for tailors. And that was our business. My father was originally from\nKrakow, Poland, and he came from a family of -- he had three brothers and a sister. His\nfather died when he was young, and the mother was a real -- they call it a queen. She was\na real go-getter, and she worked her boys real hard, and they were very successful. And\nas a matter of fact, I used to go visit them, and then my father would go to the grave with\nhis father, which was in the little town of Merkow, Poland. And we went there every\nyear, and in -- in Merkow is where my father had grown up. And we went to visit where\nhe used to live, and I had to stoop down, and be on a dirt floor, that’s where he was born.\nAnd they did very well, and moved to Krakow. And they were in the dried fruit business,\nand my father was at the railroad station checking out carloads of fruits going to Vienna\nwhen they came and said they were looking for him to go into the military. So he got on\nthat train with the fruit, and went to Vienna. And there he met my mother, and stayed. So,\nthat’s how I came about. His whole other [indecipherable] his family stayed in Krakow,\nand as a matter of fact, they all ended up on Schindler’s list, eventually. But my father\nbecame very Viennese, and loved cars, and my mother was a very wonderful business\nwoman. She’d rather be in business than at home. And they always had somebody to\nkeep me, either English miss to teach me English, or a French mademoiselle that teach\nme French. So I knew a little bit of both languages.",
        "Q: Were you particularly religious?",
        "A: Not very. We belonged to a -- a conservative synagogue. I remember the rabbi’s name,\neven. And the men and women did not sit together, but because I was a young girl, I was\nallowed to sit with my father every now and then, and I did. But we only went for\nholidays, and I was confirmed. And -- but we weren’t very religious. My mother did not\ngrow up very Orthodox. Her mother was Orthodox, but her father grew up in an\norphanage, and therefore wasn’t, and he loved to eat things that weren’t kosher, and -- to\nthe great concern of my grandmother, who was. And there was an interesting thing, my\ngrandfather on my mother’s side, his father loved symphonies, and music, and so forth,\nand he was in -- attending a concert when fire broke out, and all the -- the doors went in\ninstead of out. And many people died from the smoke inhalation, hundreds. And when\nthey told his mother that the father had perished, she died. And she left two little children\nwho grew up in an orphanage. And he was still Jewish, but had not been brought up with\na lot of it. And that’s it. I was a mixture. My father was -- came from Orthodox home, but\nmy mother didn’t. And we never had any pork or seafood, or anything like that, but we\nweren’t kosher.",
        "Q: Was -- was Judaism important to you?",
        "A: Yes.",
        "Q: Were your friends Jewish, that you --",
        "A: Half of them were, and half of them were not. I -- it was -- I knew I was Jewish, it was\nimportant. I -- I learned about Judaism. But it wasn’t anything -- I don’t know, it -- it\ndidn’t come up as much, and I didn’t -- since I was so sheltered, I did not have very much\nanti-Semitism. And that’s all I remember, and I didn’t really follow politics.",
        "Q: You didn’t feel different, or your community didn’t see you different than everybody else\n1S, Or --",
        "A: Not very, no. On holidays, yes. Also in school, because we had religion in school, and a\ngiven hour we separated, and I always thought that was terrible, I still do. It made us\ndifferent, and -- and that’s what I remember most.",
        "Q: Any other memories of, sort of, life before the -- the Germans came in that you think are -",
        "A: I -- I did go to a lot of dances, starting at 14 years old. There were some -- although there\nwere all kinds of dances, there were a lot of Jewish dances, and I went to the Jewish\ndances, most every Saturday. I wasn’t allowed to go with friends, I went with my parents.\nAnd my parents sat with me, and my father sometimes went and slept in the car, but they\nwouldn’t leave me alone, and I had a very good time. I loved dancing. And di -- these\ndances were always organized by some Jewish people who made a living out of it. And\nthey were very wonderful, because Vienna was full of dancing. So that’s -- that was my\nyouth, I -- I liked -- I liked school, and I liked my friends, and I had a good time.",
        "Q: And you met Max during this period?",
        "A: I met Max -- the first time I -- I met him mac -- well, I didn’t meet him, but saw him, is\nwhen I was 14, and we had a friend who knew both of us, who want to introduce us, and\nwe refused to be introduced. But then at 15 in the summer resort, I won a prize, and that’s\nwhen he came to ask me to dance with him. And then he ask me what -- what are you\ndoing tomorrow, and I told him I was going to play tennis, and he came to the place, and\nthat’s when he asked me to marry him. Which is awhile back.",
        "Q: And you’re still together.",
        "A: Happily.",
        "Q: So you began to tell me about the events of --",
        "A: Yes.",
        "Q: -- March --",
        "A: Mar --",
        "Q: -- in 1938.",
        "A: Right.",
        "Q: This must have been very shocking to you.",
        "A: It was a complete shock to me. It was a life changing hour, and a growing up hour, and\nalso of taking things in hand. My mother was an extremely nervous person, very\nhysterical for everything, so I became the leader with my mother, because I was more\ncalm. And so I aged very quickly. At that time, that day when everything went awry, my\nfather started to say we’ve got to leave here. But then, things happened so fast. The very\nfirst week of Hitler’s coming into Austria, somebody came with a rifle, knocked on our\ndoor, and said, “Car keys.” That wa -- that’s all that -- that was the whole interchange,\nand we handed over the car keys. And then somebody came and said, “I like this\napartment.” My parents had bought it before they were married, and had put in a\nbathroom, and -- a co -- like a co-op, they had done all the alterations and everything, it\nwas ours. And we had to be out 1n six hours or die. And what do you do first? Do you\npack, do you find a place, do you moo -- what do you do? So one of my parents went and\ngot boxes, and one went to find a place to live, and I started packing. And in six hours we\nwere out with as much as we could pack. The rest we had to leave just like it was. You\nknow, we had all kinds of built ins, and things, and was all gone. And the -- we moved to\na place that was almost like a ghetto, because it was an very old house, and most of the\npeople there had to move out quickly, had to move into places like that, so that was quite\na shock. We had two stores, and you were no longer allowed to have employees that were\nnot Jewish, and we always had help in the house, living in, and she had to leave, and the\npeople in the store could no longer help us. So -- but they were still open, and we were\ntrying to sell enough to have enough money to -- for every day things, because the bank\naccounts were closed, and all in all, this was our income. So we lived like that until\nKristallnacht -- Crystal Night. Kristallnacht, we woke up in the morning, and my father\nhad said -- we didn’t know it was happening, and my father said, “Things are getting so\nbad.” This was already November. He said, “Why don’t I take some of our valuables to\nthe store and hide them there?” And he took out cameras, and some jewelry, and -- and\nhe left. And as he left the phone rang, and my girlfriend called and said, “Don’t let your\nfather leave,” and hung up. We had no idea what was happening. You know, what people\ndon’t realize is there was no television, and there was -- there was very little\ncommunication, so that nobody knew it was happening, really. So about two minutes\nlater, doorbell rang, and it was my father, and he said, “I’m lost. I’ll never see you again,\nthey arrested me, and they’re taking me away.” And I knew one of the men, and I ask\nhim could I leave some keys with you? So he had all this camera, and jewelry and all on\nhim, and he took that and put it somewhere. And then he put on long underwear because\nhe was cold, and my mother was almost screaming. And then she had an idea, and she\nwent next door to the neighbor, it was a Jewish woman with a son who was not well. He\nwas Si -- a very sickly man at the time. And she said to her, “Would you hide my\nhusband?” And she said yes, and she put my father in her closet. They came and took her\nson away, and she didn’t tell them that my father was hiding there. Luckily at that time,\nthere was no concentration camps yet, so they send him home because they -- they didn’t\nknow what to do with him. So we felt better that we -- you know, that my father survived,\nand he did, too. But this is how it was done. It was -- it -- it snuck up on us. It -- it -- we\ncouldn’t believe people would do things like that. So then we didn’t know what to do\nabout my father, then we found out from the radio that the Viennese had 24 hours to do\nwith the Jews as they pleased. And they were taking away Jews from everywhere. Men.\nThey -- they put men into prisons and things, but they had no room for the women yet,\nthat came later. But I went downstairs and got a taxicab, and my father laid down on the\nfloor of the cab, and the cab driver did not give us away. And we went to the store -- one\nof our stores, and we have a friend, a mutual friend of my husband and mine, who was\nhelping us out in the store, and he had opened it that day. And we went in there -- we\nclosed the store with the iron gates from the inside. The store had no bathroom, and\nnothing. We wen -- we went in there and we closed that. And this young man and I, and\nmy mother and father stayed in there. We had a telephone, and my girlfriend kept us\naware of what was happening. She also sent somebody with some sandwiches to po -- put\nunder the door. We didn’t know how long we didn’t there -- we would be there. We\nstayed about 30 some hours in there, and even though it was so terrible, we told stories --\nwe had no light, we couldn’t turn on a light. People knocked on the doors, and we didn’t\nopen. And then finally my girlfriend says they have lifted this terrible thing that -- of\nKristallnacht, and she said, you can come out now, I think. But we were still scared. And\nwhen we looked out, the Nazis had put a swastika seal on the key lock -- on the -- where\nthe key goes, and at that time the keys were these large keys with the long tops. And I\ntook a key, the key from the inside, and I unlocked it, and it didn’t tear. Because that\nwould have been certain death. Nobody could hurt the swastika seal. We ha -- w -- I had\nan aunt that wa -- had no husband. She lived with her sister and her daughter, and my\nfather went in to hide there, because they didn’t expect a man to be there. And he spend\nthe next two days there. The young man that was with us, was -- they looked for him\nmany times. He would not have survived if he had been hiding with us. It was a\nhorrendous day.",
        "Q: When you went out of this building, and this was right after Kristallnacht --",
        "A: Mm-hm.",
        "Q: What did you see? What was -- what was it like?",
        "A: A lot of broken glass. All Jewish businesses had been torched, or broken. All the\nmerchandise was either looted, or thrown out. It was -- it was horrible. And w-we\ncouldn’t believe we survived it, or that my father survived it. And h-he came back home\nafter two days, and we had no more stores, we had nothing, you know. I remember going\nout of the store, I even took money out of the cash register, I remember that. But we -- we\n-- thank God we survived it, and we were looking for ways to get out of Vienna. As you\nknow, nobody wanted us. No country wanted us. The countries, most of the time just\nwere closed to us, and you couldn’t get out of Austria unless you had a permit to go to\nanother country. So we had no such thing. And then, after that, it was probably in\nJanuary, my father got an invitation to come to the Gestapo. And nobody ever came back\nfrom that. And that same day, the same friend was visiting me, and my father said, “I’m\nleaving.” And -- and my mother says, “Where are you going?” He says, “Pll find\nsomething, but I’m not going to the Gestapo.” And this young man said, “Please take me\nwith you.” So they each put a shirt and a shaving brush into one of my dolls suitcases. I\nstill had dolls with suit -- I never liked dolls, I liked teddy bears -- and put it into little\nsuitcases like that, they each had one. And they left. And my father and I had made up a\nwhole language between us. And they were gone. And a few days later, I got a call from\nAntwerp, Belgium. My father said, “We’re here, we’re safe,” and he told me what to do.\nAnd what he did was this, he got on a train from Vienna to Rotterdam. Well, there was no\nmore border between Austria and Germany, but there was a border between Germany and\nHolland. And before he came to the border, he contacted one of the waiters that looked\nsimpatico, and he said, “I have money I’d like to give you if you would hide my friend\nand me under table.” And he said okay. So they got under table at the border, they put\ntablecloths over them, and then they stood in front of the table while they searched the\ntrain. They found the two little suitcases, and nobody claimed them, so they searched\nsome more. In the meantime they had the heating unit in their back. They said it was\nunbelievable, and they couldn’t move. But they finally left, they couldn -- nobody knew\nwhat happened to these men. So, when they got to Rotterdam, my father said to this\nyoung man, “Get out of the train and stretch, and act like you’re lighting a cigarette, like\nyou’re going to get back on, because they’ll be looking for us. And then make your way\nto the exit, and go to the streets, and when you find the -- a place that has a kosher sign\non it, they’ll help you.” And that’s exactly what they both did. They found a place with a\nkosher sign. They went in and told them they were refugees, and what should they do.\nThese people knew -- these Jews knew that in an -- in Belgium, in Antwerp, they were\ngiving 30 day permits to people to stay. So they made them up false papers, and they\nsend one by car, and one by bus to Antwerp. And that’s how they got to Antwerp. And\nour family in Poland send us money -- send my father money so he could exist. And my\nfather said to me, “And you do the same with mother.” And I said [indecipherable] gave\nme all the details, he described the waiter, and said, “He said he would help you. And\nhave twice the money.” So my mother and I packed up huge boxes, and send them to my\nfather in Belgium. They did not get there, they took out all the valuables, but I do have\nmy things that -- from my grandmother, and pictures, and all that really survived by\ngoing to Belgium. My mother and I got on the train, the train that we knew he would be\non. We went into a compartment of people who were -- turn out to be some Jews, and\nthere was one young man that had a shaved head. He had already been to a camp, and\nthey let him out and said, “If we catch you again, you’re dead.” And they had no place to\ngo. Nobody had any place to go, and I couldn’t tell them what we were doing. I felt like a\ntraitor, but I wasn’t going to say, because there’s no way that many could be under tables.\nWe went to the dining car, and I spotted the waiter, and I s -- I -- sit in front of me -- I had\nthe menu in front of me, and I spoke to him, and I said, “I have twice the money, you\npromised my father.” I identified myself. And he said to me, “Don’t speak to me, I’m\nbeing watched.” And that was the end of that. So here were my mother and I going into\nno man’s land. We went back to the compartment and one of the people there had gotten\na telegram from a friend that -- on the border in Achen -- no, in Cologne, in Cologne,\nthere was a hotel, an hourly hotel, a fleabag hotel, who would allow Jews in -- un-under\nthe eaves for a certain amount of money. So we went with them to this place, it was a\nhorrible place. And they put us all under the eaves. They also had people there that\nsmuggled people across, that came there, and for money they said, “We’ll get you across\nthe border to Belgium.” So we -- we did this. I was a young girl. There was a waiter there\nwho liked me a lot. My mother was hysterical with this, there was nobody to protect me.\nAnd I[ had to really get out of his way. And I learned a lot very quickly. And then we\nstarted with trying to be smuggled out. It took five weeks of unbelievable things. We\nwere caught five times. There was ice and snow. My mother had a 105 temperature. And\nwe used to walk like half the night through the woods, and then be caught and sent back.\nThey didn’t know what to do with the women, the men disappeared.",
        "Q: Were you -- when you were doing this, were you with other people, or was just you and\n[indecipherable]",
        "A: Yeah -- no, they usually took five or six for one trip. Some of them had bought out the\nborder police, but not all of them, just some of them, and they’d let us go on, and then\nlater on we’d hear a car coming, we’d throw ourselves in a ditch. Then we’d hear a\nmotorcycle, and that didn’t catch us, but then the man came on his mot -- on a bicycle,\nand he caught us. We once made it to no man’s land, to a -- we had walked all night, and\nI had to go to the bathroom so bad, and they had an outhouse surrounded by German\nborder police so I couldn’t go, cause they all liked me, because I was a young, big girl\nwith no protection. I -- we sat -- we were soaked to the skin, and we sat and waited to be\npicked up from the other side. And the German border police came and send us back\nagain. And one of the -- one of the people there had send me a note that he was in love\nwith me, and that he knew what I was doing, and he wanted to join me when I got out.\nAnd I should -- gave me his name and address I should write to him, and I said sure. And\nwhen the border police came in, I dropped it under the table, I didn’t want to be found\nwith that. And that was a terrible time. Each time they send us back as far as our money\nwould go, and you become very wise, you know. The men disappeared, the women were\nsent back. You become wise, you know. You become street-wise. So after five weeks of\nthis, constant trying to get across the border with fashing, which is Mardi Gras time in\nCologne, going on with -- they wouldn’t even have us at that hotel, we found some other\nplace, and my mother was very ill. And we were like up under the eaves, and had -- we\nhad no ration cards either, so we couldn’t buy any food, and I would go out in the street,\nand I found this little cheese shop, cheese and bread. And the proprietor was this very\njolly, nice, fat man. And I went in and I said, “I don’t have a ration card, but I’m hungry.”\nAnd every day he sold me cheese and bread, or every few days. So he was a good man.\nAnd my accent was Viennese, so in Germany they knew immediately that I wasn’t from\nthere. So they knew what I was doing. I once fell down a whole flight of steps, and two\nGerman officers picked me up, and I couldn’t say thank you, because they would have\nknown immediately that I wasn’t German. We had a lot of terrible incidents like that.\nAnd then one day my father called and said he had found a Gestapo man who wanted\nmoney out of the country -- out of Germany, and he was smuggling people across. And\nhe send him to us and told them he would pay him on the other side, so he could get\nmoney. This man made us first go to the border police and be searched. We were\nsearched each time, everywhere. There was a woman searching women, and a man\nsearching men all over the body. And then he took us -- we had to walk about three hours\nthrough the night, in the woods. And then he picked us up in cars without lights, and we\ndrove for two hours without lights, at night. And then we drove into Antwerp, and he\ndelivered us. I went into hiding for two weeks. I couldn’t -- I was afraid to go in the\nstreet. It was an after in fact. I had another incident before that in Vienna when they made\nme wash the streets one day, the people that I knew and grew up with. And they taunted\nme, and they send away all the other people and they surrounded me, and started\ntouching me. And German officers came in and stopped it. And I cried for two days and\ntwo nights, and had to have a shap to stop it. So here went again, I was scared to death. I\nwas real brave until we got to Antwerp, and then I be -- I just let loose. And after two\nweeks of not leaving the place, my parents made me go to a movie with them. What they\ndidn’t know is there was a Communist giving a speech for the movie, and I was so afraid,\nbecause you get so afraid of anything political, or anything that has to do with the law,\nand --",
        "Q: Must have been quite a reunion, though.",
        "A: Oh, unbelievable, yeah. And then it came to where you had to get a p-permit every 30\ndays, and that -- that was another thing that was almost impossible to get. We couldn’t\nwork, and -- but somehow, I was young, I still went dancing. I had made friends, I went\ndancing. But it was tough, very tough, and we got permits, and then we had this little\napartment that was very nice, and the landlord wanted more money, we really couldn’t\nafford it, and so he told us to get out. And we hadn’t gotten out, and he called the police\nand said we were refugees without permit. And the police came, and we had a permit.\nBut after they left, my father was going to kill that man. I mean, he lost his composure\ncompletely. The man lived upstairs and my father was running up the steps, and I ran\nbehind him, and I pulled him, and I said, “Don’t do that, don’t do that,” you know,\n“you'll kill all of us.” But he was -- went berserk that somebody could do that. Luckily he\nwasn’t home, so he didn’t kill him.",
        "Q: Was your father working in Antwerp?",
        "A: He couldn’t. You weren’t allowed to -- ma -- th -- ou -- our relatives send us money. I\nstill had a grandfather in New York -- in Vienna, and he send us money. We lived very\ncheaply, we -- they had parts of -- of things that they sold in the butcher shop, that they\ngave away. My mother was great cook. And this young man I told you about that escaped\nwith my father, and he was there, and we fed him, too. And we just existed for a year,\ncouldn’t find any place to go. Nobo -- you know, nobody wanted us. We were like in\nlimbo.",
        "Q: I’m -- I’m intrigued by the fact that while you were in Germany and on the run --",
        "A: Mm-hm.",
        "Q: -- you were able to communicate with your father.",
        "A: Mm-hm.",
        "Q: Or that your relatives in other places --",
        "A: Yeah.",
        "Q: -- were still, at this point -- you were able to all communicate.",
        "A: Yes, it was early on. They were not set up yet as -- as well, that’s why we were so lucky\nto get out so early.",
        "Q: You communicated by phone, by [indecipherable]?",
        "A: By phone -- b-both, yes, both.",
        "Q: And in -- at this point in Belgium, they had no premonition that they were going to --",
        "A: No, no --",
        "Q: -- have problems either?",
        "A: None at all, none at all. Life went on as before. Then our -- our relatives in Poland found\nthat we had a th -- a cousin 10 times removed in the United States, and we contacted him,\nand he send us papers. They were not very good. He had no money in the bank, he had\nfive unmarried daughters, he had no insurance. He had to state all that, that when you\nguaranteed for family to come to the United States. We took that to the American consul\nin -- in Antwerp, his name was Leroux, and he was a very nice man, and I -- I spoke\nsome English, and I said, “I -- I want -- we’ll work and we won’t need any help,” and --\nand he believed me, and he said, “Okay. The first visas I get for Austria, your mother and\nyou will go, but your father can’t because he was born in Poland,” and Poland was a\ndifferent quota. There was a -- there was a strict quota system of where you were born,\nonly so many a year allowed into America, no matter what. So our visas came, and we\nhad to leave, and leave my father behind. And it was a terrible goodbye, but he had\npromised me the first Polish quota would go to my father. And we -- we got to New York\non March 10\". We went on a Dutch ship during the war -- already the war had started,\nthrough the channel. We had to anchor at night. The winds were the worst in March, of\nany time. The entire ship was seasick to such an extent that when we got to New York, a\nlot of people were taken off on stretchers, that’s how bad it was. We had no music -- we\nhad to -- there were sunken ships, and mines all over the place. I remember seeing them\ngo by. We had to wear our what do you call it? So you don’t sink? Our life preservers.\nWe had to wear them day and night, and it was not a good crossing, but we made it. We\nmade it, and came to New York. My mother had a brother that was in New York already,\nand he got us a room for three dollars a week, and we went to work the day we got there.\nMy father, May the ninth send us a telegram that his passport was at the consulate, and he\nhad booked passage on the 11\", and we woke up on the 10\", and Hitler had marched into\nBelgium. We had no idea what had happened to him, and we waited till July the 18\". July\nthe 18\", my -- Max, my husband, who I s -- I wrote to all the time, and he wrote to me,\nwe were in touch always. H-He was my good luck omen, always. I -- somebody knocked\non the door on July the 18\"\", and there was Max, and behind him the Western Union boy\nwith the telegram from my father that, I’m alive. So my father had been put in a cattle car\nin Antwerp the day of the anschluss of Belgium. And he was sent into the desert where\nthey had all camps, and they had all [indecipherable] with -- with -- left from years\nbefore.",
        "Q: The desert where?",
        "A: In France. They -- these were cattle cars, all cattle cars, standing up, they went three days\nand three nights, and only half people survived. And he got out there, and said he was a\ncook, and he was, he was a very good cook, and he figured if he’s in the kitchen, maybe\nhe’|l have some to eat. They had very little to eat. But then he escaped from there into\nMarseilles. So that was -- you know, for two months we have no idea. But he did escape.\nAnd I got all kinds of papers for him. It took another year, and he did come to the United\nStates. So -- the other thing I forgot to tell you is, while I was in Belgium, we were\nlooking for ways to get out of Belgium, we heard that the Chilean consul had left town,\nand the [indecipherable] consul was selling visas to Chili. So immediately my parents\nsend me in, and with our passports, and we bought visas to Chili. We picked up our\nluggage one -- aboard a ship to Chili, and we were spending the last night before the trip\nat home, when in -- midnight the doorbell rang, and in Belgium the houses are build one\nonto the other, all the bedrooms are upstairs, and you had these huge mirrors to see who\nis at the door. At the door was the Chilean consul with the car, with the flag. We knew\nimmediately he came to cancel our visas. And I still have those passports, we cancel --\nthey cancelled the visa. They took our luggage off the ship. The ship sank, and everybody\ndrowned. It was -- the Simon Bolivar was the name of the ship. Hundreds of people\ndrowned.",
        "Q: It sank because of the war?",
        "A: Yeah, it sank because of mines. It ran a mine.",
        "Q: And why had they cancelled your visa?",
        "A: Because we bought it, we -- they didn’t want us either.",
        "Q: Did they give you your money back?",
        "A: No, no. That was -- that was black ma -- black market money, you know. That -- that was\nanother miracle, to survive, you know. Sometimes I go through all those miracles, and\nsay how did we survive. But that was close. Another close one. And -- so that’s how we\nended up in New York. I went to work the first day. I wanted to eat. And everything else\nthen went well.",
        "Q: Let’s back up a little bit.",
        "A: Yes.",
        "Q: You had mentioned that -- well, let’s back way up.",
        "A: Okay.",
        "Q: Maybe you can describe in a little bit more detail --",
        "A: Right.",
        "Q: -- the life in Vienna after the anschluss, before Kristallnacht.",
        "A: Mm-hm.",
        "Q: I mean that -- that’s a period of what, eight months or something.",
        "A: Na -- from March to November.",
        "Q: Yeah, it’s a while.",
        "A: Yeah.",
        "Q: What your daily life was like, what you saw, what you experienced, how you spent your\ntime. Who was on the streets, what was happening.",
        "A: Well, first of all, we all had to get a paper with our name. All Jewish men became Israel,\nand all Jewish women became Sarah. We lost our identity completely, and numbers. And\nwe had to carry identification of who we were. And we were stopped sometimes, just to\nshow our identification. It was hazardous to walk on the street. There was a park nearby,\nbut every bench said, no Jews allowed. And it was -- it was dangerous for us to go there,\nbecause there was some of the young Hitler youth, or SA, the yellow uniforms, who were\nvery reckless, and felt their muscle, so to speak, and they’d attack Jews, and beat them,\nand do terrible things to them. So we couldn’t do that either.",
        "Q: Did you witness this?",
        "A: I saw that -- this -- the washing of the streets, and the things. I never witnessed any\nbeating, actually, but I heard about many of them. We lived across the street from a\npolice station, and I could see what was going in and out, and I could see them just\narresting people in the street. Like, sometimes they’d ask for identity, and if you were\nJewish, they took you away. And as I said in the beginning only the men. And also they -\n- there were incidences of where they got Jewish girls to come and be measured all over.\nThey wanted to know the difference between Jews and non-Jews. So they’d take all these\nnice Jewish girls, and measure them everywhere. And one of them was sexually assaulted\nthat I knew. And there’s no one to take up for it, I mean, it was condoned. It was -- it was\nperfectly fine.",
        "Q: Were you ever measured?",
        "A: No, I wasn’t.",
        "Q: Did you ever sort of suffer any physical abuse, or --",
        "A: Not really physical, just that one incident I told you, when I washed at the\n[indecipherable] washed the street, and they got me into this room. My mother was taken\naway to another room, and she was screaming, and -- and they started to attack me --\nwhen the Germans stopped it.",
        "Q: And this was a -- a group of Austrians --",
        "A: Mm-hm.",
        "Q: -- men and women?",
        "A: Men only.",
        "Q: Oh, men.",
        "A: Men only, yeah, mm-hm. No, they were going to sexually assault me, and they called me\nby name, they knew who I was, because they were from my neighborhood.",
        "Q: What were you thinking?",
        "A: I was petrified, petrified. I was also very young in that respect, I knew nothing about that.\nI -- I was completely illit -- illiterate in sex -- in sexual things, and my mother knew, and\nshe was screaming. I didn’t know what they were going to do.",
        "Q: But you knew it was bad?",
        "A: I knew it was terrible, cause they started touching me. And I was saved by two German\nofficers.",
        "Q: Did you think they abused your mother?",
        "A: No, they didn’t. They had her with some other women.",
        "Q: Now, you also had this added responsibility of trying to take care of your mother.",
        "A: Mim-hm, I did, that’s true.",
        "Q: That must have been -- that must have been --",
        "A: She was -- yeah --",
        "Q: -- difficult.",
        "A: My mother -- my mother’s face mirrored all her emotions, she couldn’t help it, and that\nwas bad. But I did it. I was strong at the time, and then at the end, I wasn’t so strong. And\nwhen I talk about it today, I get jittery, very jittery. So many years later. I can even hear it\nin my voice myself.",
        "Q: Well, it was -- it must have been, you know, a tremendous responsibility, but there was\nthe emotional component, but also as --",
        "A: Yeah.",
        "Q: -- probably a little bit of a burden.",
        "A: Well, when you’re young, it do-doesn’t come up, really, you just do it. But you learn very\nquickly what’s dangerous, and what isn’t, and you learn very quickly to try and get out of\nthe way of it. And those few weeks in Germany were such a horror of survival, not only\no-of trying to get across, but for my mother and me to save me, cause I was a young kid.\nAnd --",
        "Q: You’re saying that you were prey.",
        "A: I was prey, completely, mm-hm.",
        "Q: Well what -- what do you think gave you -- because you were a sheltered child, what\ngave you the instincts, or the strength to do what you had to do?",
        "A: I don’t know, I don’t know. It comes. You do what you have to do, because I -- I used to\nsay to my parents I didn’t want to be so sheltered, but that didn’t help much. Including in\nthe United States, when I was engaged to be married, they were still sheltering me, so\nthey never changed, so -- but you grow up. I hope I did.",
        "Q: When you were living in Antwerp, the conditions were difficult, but were you frightened\nstill, or did you feel fairly safe?",
        "A: No, I felt fairly safe. The only frightening part was to get another permit every 30 days,\nand to get a place to go. I mean, we were really -- we were -- we didn’t know what to do.\nWe weren’t allowed to work, and it was hard [inaudible] and I was so young. Of course,\nby that time, I was 16, 17.",
        "Q: Were there a lot of other refugees there?",
        "A: Yes. There were a lot of refugees who all weren’t allowed to work, and got into\nskirmishes because there nothing else to do. They didn’t like each other, or something. I\ncould never believe that, sometimes fights broke out over little things, and then they’d\nsend them back to Germany. A lot of people were sent back. And that was the scary part.\nI -- ve had friends, and I -- my mother was wonderful, she always cooked something,\nand there was always somebody that needed a meal, that was in our situation, so we\nalways, somehow it was, you know, she made it easier for that year. We stayed exactly\none year, exactly, from March first to March first.",
        "Q: And that was, I think, right be --",
        "A: 1939 to 1940.",
        "Q: That was probably right before Germany came into Belgium, yes?",
        "A: Yes. We left March first, and they -- they went in ma -- May the 10\".",
        "Q: From Holland to Belgium.",
        "A: May 10\", yeah. Those dates are imbedded in my mind.",
        "Q: Good timing.",
        "A: Yeah, yeah. But we got out, and so did my father, so I’m very grateful for that, but we did\nlose a lot of family. My father’s family lived in Krakow, and one of the family, a dist --\nmore distant cousin that I never met, owned the factory that Schindler took over, and he\ngot 14 members of the family onto Schindler’s list, and so -- but a lot of them did perish.\nBut Schindler saved a lot of people.",
        "Q: Are those -- are they[indecipherable]. These relatives of yours that were saved by\nSchindler, are they -- are any of them still around?",
        "A: Yes.",
        "Q: Are they in Israel, or the United States?",
        "A: No, they’re in the United States. We helped to bring some here, and they’re -- maybe s1x\nare alive, so --\nEnd of Tape #1\nTape #2",
        "A: Wait a minute. Have to rearrange a little. Okay.",
        "Q: I was just wondering if in these weeks that you were tr -- what? Oh.",
        "A: Okay? Is sound okay now?",
        "Q: Yeah, no, it’s fine.",
        "A: Okay.",
        "Q: If in this very frightening period, when you were trying to get into Antwerp.",
        "A: Yes.",
        "Q: If there was maybe one or two experiences that are -- that you still think about, that were\nSs -- especially strong memories.",
        "A: Oh I -- I -- I think about all of them. I know that it was a terrible thing to be 1n that hotel,\nhelpless to what might happen. To be at the mercy of guides that dealt in human beings\nfor money, and you really didn’t know where they were taking you. It was awful to know\nthat we had no ration cards, that nobody was to help us, that we didn’t know anybody.\nWe were just at the mercy of so many people. And even though there were a lot of good\npeople in the world, not enough of them. Because we were afraid to speak to anybody. I\nwas afraid to open my mouth. And 1-it was so awful when we walked through the woods\nin the middle of the night. One time they took us through a -- a train tunnel, and I -- I\nthought, what if the train comes? And we walked through tunnel for a long time. And\nthen when we came out the other end, there was a street, a road, and -- not much of a\nroad, but a road, and we were so relieved to be on the other side of that tunnel, and that’s\nwhen we were caught again. And I was lying on the -- in a ditch when we heard\nsomething coming, and all of a sudden I had a gun in my ribs. And we came out of the\nditch, and they took us all the way back, when we had gone through that whole tunnel,\nyou know? And we had to g -- walk all the way back, and be searched again, and sent\nback to Cologne. And this happened so many times. It -- I think sometimes I don’t even\nwant to remember it all. I kind of slop over it because it’s hard. Especially when my\nmother was so ill, and I didn’t know what to do, you know, we -- we didn’t have any\nmedicine, we didn’t -- we couldn’t call a doctor, and here we were in -- in strange\ncountry, and hiding. And I’m sure that a lot of people that went through a lot more than I\ndid, but at that time, it was terrible. It was terrible because we had no protection of any\nkind.",
        "Q: How did you know whom to trust?",
        "A: We didn’t. We didn’t. Each time we turned money over to a guide, we had no idea\nwhether he’d help us or not. We had no idea. Sometimes -- I’m wondering if we were\ncaught because we were caught, or because somebody tipped them off, and just took our\nmoney. But they did make us walk, always, half the night. And the weather was awful at\nthat time, very cold. So -- but --",
        "Q: Did you get help from -- let’s say, people who were living in villages, or --",
        "A: No, no. We -- we never let on that we were there. Later on I read when I was in Belgium\nthat several people were killed by gunshots, they were trying to escape. So, we didn’t,\nyou know, we lived through it. I -- it was just -- it’s hard to verbalize what it was like.\nMost people that learn about the Holocaust have no idea what it really meant. It is the\npeople that lived through it, and even me, who went through some of if, when I hear\nabout others, can’t imagine that they lived through it. So I guess it’s all relative. You do\nwhat you have to do.",
        "Q: How’d you calm your mother down?",
        "A: It was the --",
        "Q: You said she was a very nervous --",
        "A: Very nerv -- never calmed her down.",
        "Q: But you obviously needed to prevent her from --",
        "A: Oh yes.",
        "Q: -- screaming, or really having a fit.",
        "A: Oh yes, yes, yes, I did. And I -- I -- she did okay, as long as I did all the negotiations and\nthings, and I did. And even in Belgium, dealing with all the embassy, or whatever, I was\nthe one to do it all. And even then it was a little dangerous, because I was a young girl.\nBecause I was prey, as you said. I had incidents even there. And that’s only because\nyoung girls at that time were considered like open territory. And my parents protected\nme, but it wasn’t easy.",
        "Q: Well, I think especially when you needed favors.",
        "A: Yes, that’s exactly right. Unless we could pay for it. I was asked a couple of times for\nthose favors, for -- for paying in those terms for favors. And even though I didn’t know\nexactly what it meant, I was frightened a lot.",
        "Q: But you never felt so desperate that you would consider it.",
        "A: Never. No, never.",
        "Q: This is interesting, this is an area I must say that hasn’t been explored very much.",
        "A: Mm-hm.",
        "Q: Which is the fact that women during the Holocaust had many different problems to\nconsider --",
        "A: Yes.",
        "Q: [indecipherable] or challenges to overcome --",
        "A: Oh, of course.",
        "Q: -- than man, and --",
        "A: Of course, and many of them didn’t make it. I don’t know if I should bring this up here,\nbut I have a cousin who was in Schindler’s List, and one day some Germans came in, and\nrecruited women for their bordellos, and they picked my cousin. And her -- her fiance, th\n-- they were younger than I am, and they were not married yet, but they were engaged, he\nwas the head of the factory. He was a very clever young man, and he walked up to the\nGerman and said, “She is my best worker, if you take her away, itll hurt the war effort.”\nHe thought he’d kill him, but he didn’t, he just left, and left her. So this is how far we all\nwere from that, you know, never -- never knew what to expect.",
        "Q: Were you conscious at the time of w -- of -- it must have been harder because you were\nfemale?",
        "A: I wasn’t. I only knew they took away all the men, and I was still there. We had no feel of\ntime, it -- it seemed like forever that we were there, and it was only five weeks, it seemed\nlike a lifetime. Everything’s you know, nothing worked. It -- it all came together, and\nthat’s when I ended up in Antwerp, I was just a complete wreck.",
        "Q: In that time that you were in Antwerp, of course, the war -- the war officially began.",
        "A: Yes, °39.",
        "Q: How much information did you get about what was happening in Poland?",
        "A: Oh, very little, very little, from Poland. We knew there was a war on, we were thankful\nthe war had started. And my husband-to-be, Max, had sent me a letter with his picture,\nand with a marriage proposal to come to the United States, and he’d marry me and bring\nme to the -- by proxy -- and bring me to the United States, and then I could divorce him if\nI didn’t like him. But his picture wasn’t good enough, I thought it was a terrible picture.\nBut my parents wouldn’t let me go anyway. They -- I don’t know why they thought I\nwould be better off with them than going to the United States by myself. But I was still\nyoung, too, you know, so that didn’t work either, but he tried.",
        "Q: You also talked about -- started to talk about how after, sort of, a period of, sort of, great\nchallenges, where you just had to get through it, you would just break down.",
        "A: Yes, I did. I -- I guess that’s my make-up. I can get through things and then go to pieces\nafterwards.",
        "Q: Are some of those traumas still with you, I mean are there -- there’s certain things that\nhappened to you, or that trigger memories that --",
        "A: Oh yes.",
        "Q: -- bring all this back today?",
        "A: Oh yeah, yes, it does. It seemed like another lifetime, but yet, when I do something like\nthis, 1t takes me awhile to go to sleep again. Because so many vivid things come up. Then\nalso Pll say, why didn’t I think of saying that, and that, so it would be recorded for later\non. And we all know it was a bad time, we all have a different story. My children knew\nvery little about that, too. Told them very little about it, and they’re more and more\ninterested now. And I hope in time to come my great-grandchildren, and great grand --\ngreat-great-grandchildren will listen and learn something, not only from me, but from\nothers. I once spent five hours in -- in the museum -- in the Holocaust museum, and all I\ndid was listen to stories, because everybody has a different story. Everybody could write\na book, and I was just lucky, very lucky. So many times I’m lucky.",
        "Q: Let’s just briefly sort of catch up. You -- you came to New York, you worked for a while.",
        "A: Mm-hm.",
        "Q: You eventually --",
        "A: My -- my husband Max and I kept in touch, and --",
        "Q: Your future husband Max.",
        "A: My future husband Max. We kept in touch. My father was not yet here. I got a job with\nNational Silver Company, I was cleaning the offices. I’d never cleaned anything in my\nlife. I was cleaning offices, and I was wrapping silver. And the boss was very nice to me,\nand he helped me bring my father to this country. I was forever grateful to him, his name\nwas Bernstein. And my husband Max kept -- he couldn’t call me often, because he\ncouldn’t afford it, but he wrote me letters by parcel post, and we were in touch all the\ntime, and he asked me to marry him. Well, it wasn’t easy for my mother to think about\nmoving from New York to Greenville, South Carolina. And my father came, finally, a\nyear later, and Max came to see us, and asked for my hand in marriage, and my father at\nthe time said, “Who are you?” And ma -- Max said, “I have a job, and you don’t.” But\nthey relented, and we all moved to Greenville, South Carolina, and we were married there\nin 1942, in Greenville. The only place with an air conditioner was one restaurant, and\nthat’s where we put our chuppah, and we were married in August. It was 104 degrees,\nand the air conditioning didn’t work, but it didn’t matter. It was a hot wedding. And still\nis, 56 years later. Yeah, it’s wonderful.",
        "Q: You have a family.",
        "A: Three children, 10 grandchildren, one great-grandchild. Four of the grandchildren are\nmarried, one’s getting married next month, and one in the spring. And two great-\ngrandchildren are on the way, and our family is growing. I was -- I am an only child, and\nnow they’ll -- by April we hope to be 27. I like it a lot.",
        "Q: And I know you -- you both got very involved with the community.",
        "A: Yes, I -- when I first came to Greenville, Max invited me to come for New Year’s Eve,\n1941, right after the war broke out. And -- of course my mother wouldn’t let me go by\nmyself, so -- but I had really wanted to move to Greenville, so my mother came with me\non the train to Greenville, South Carolina. Max picked us up, and he drove, and drove,\nand drove, and drove to his house. Probably 20 minutes. Going back it took two minutes,\nhe just wanted me to think it was a bigger city than it was. But I came to Greenville for\nNew Year’s Eve, and he knew everybody, he was the eligible bachelor in town. I didn’t\nknow anybody, so around midnight I started crying. He had to rush me out of there, and\nhe drove me around for two hours, and I cried and cried, and I came back to the house,\nsaid to my mother, “I want to go home, and never hear of Greenville again.” And I\nmoved in February. Love is stronger than anything else. I just knew he was right, and he\nwas for me. Nobody else was.",
        "Q: Meanwhile, you barely knew him.",
        "A: Well now, I’d known him, you know, from Vienna, from when I was 15, and his letters,\nyou know, were wonderful, and he’d call me when he could, and he came to see me, and\nI just knew that was it.",
        "Q: I have a question for you, I didn’t ask Max this, but sort of an interest to me, you were\nnewly arrived in the United States --",
        "A: Mm-hm.",
        "Q: -- when the United States went to war.",
        "A: [indecipherable] war.",
        "Q: You must have had a very different perceptive, having just escaped, than the average\nAmerican.",
        "A: Oh yes. Whenever I speak, I always say thank God for the American soldier. Can you\nimagine what the world would have been like? Can you even imagine? I have been\nwarned at times in high school that there were skinheads present. And then I even do it\nmore, because what good have Nazis ever done? Name one good thing. Never anything\ngood, only bad. And if the American soldier hadn’t intervened, where would we be?\nWhere would anybody be? So, when I came to the United States, and there was a war, I\nwas -- I was just hoping that they’d beat them. I couldn’t understand why somebody\nhadn’t done something sooner, that this madman was taking over all of Europe. So I was\nvery glad about it. Course I didn’t figure what happened with Japan [inaudible]. That was\ndifferent, but I -- I couldn’t believe that this was -- you know, let go that long, that\nnobody could tell how bad it was.",
        "Q: When you were living in New York, were most of the people you came in contact with\nnative Americans, or were they other people who had come from Europe?",
        "A: Both. Mostly Europeans I would say at the time, in New York. Nobody in Greenville.",
        "Q: The reason I’m asking is did you sense a di -- a difference in attitude toward the war?",
        "A: What occurred to me in New York was they really didn’t want refugees. They are afraid\nwe were taking jobs that Americans would have. And they weren’t very kind about that. I\nthink after awhile, they could see that a lot of brain came with it. Doctors, scientists, and\nartists. And then it became more palatable. But I think they really didn’t want us to take\njobs, and we had to have jobs. I started working pinning the flowers on hats, the day I\ncame. And my mother took a very menial job as cutting out ol -- from old uniforms,\ncutting out buttons and zippers, dirty stuff. But we ate. And we weren’t afraid to work,\nand they could see that. We were anxious to work. I ended up doing some piecework, and\nI was told not to go so fast. I wanted to make more money by going fast, and I was told\nnot to work so fast, because the others didn’t want to work so fast. But the attitude to us\nat first was, you know, we’re taking jobs away.",
        "Q: And you felt that?",
        "A: Yes. But it -- when I went to Greenville, it was different, because there weren’t any\npeople like us. I don’t think there were maybe one or two, that’s all, afterwards. We were\nsort of the first ones, refugees, to come to Greenville. And we were really welcome.",
        "Q: What about the difference in attitude toward going into war? Obviously you knew why\nwe were going there.",
        "A: Yes.",
        "Q: But do you think that your fellow Americans wer --",
        "A: I -- I think at the time, yes. I really think there were a lot of volunteers, and most people\nunderstood that that was a very necessary war, although to me, no war is -- is necessary.\nMy husband always says, “What they should do is take the old people to fight the war,\ninstead of the young ones.” Then it wouldn’t last very long. But I came to Greenville in\n\"42, so everything was still going on in Europe, you know. And the hardest thing we --\nwe were doing was trying to get people to write affidavits for other -- for people still left.\nEverybody was afraid to do that. They’d have to take care of them. And we said, “Look,\nwe -- we are making our way,” you know. And -- and that was a disappointment, great\ndisappointment. Some did, but not too many.",
        "Q: But that was something you got involved with?",
        "A: Oh yeah, yeah, we sure did. I -- you know, we -- we worked every day, all of us. And\nGreenville at the time didn’t know many Jews. No -- there weren’t any Jews that stood\nout that -- in politics, or public life, or whatever. And so people didn’t know much about\nJews, and they actually felt my head for the horns. I mean, that’s what they thought Jews\nhad, was horns. And -- so we -- we had a lot of groundwork to do. Even today we have\nbig discussions with people, and -- it’s very pleasant, though. And also there was some\nanti-Semitism, but it was mostly they’d never known a Jew. They didn’t know what to\nexpect. And there were a lot of good people, too.",
        "Q: What surprised you most about this country when you -- when you --",
        "A: Well, when I first came to New York, the vastness of it just overwhelmed me, and I had\nto take the subway the first day to go to work. I had a friend who took me on the subway.\nIt overwhelmed me, really, even though Vienna was a big city, but Antwerp was not, and\nall of a sudden everything was so big. All but our room. My mother and I had to stay ina\nlittle room and get dressed and undressed on top of the bed. But otherwise, everything\nwas big. And in Greenville it was the other way again. All of a sudden I was in this small\ntown, because at that time Greenville was a small town. Since then it has grown\ntremendously, but that’s the -- so it’s okay, it’s an okay place.",
        "Q: After all of these years --",
        "A: Yes.",
        "Q: And now we’re talking about many in this country.",
        "A: Yes.",
        "Q: And since -- since your experiences in Europe, are there certain things, whether it’s a\nsmell, whether it’s seeing a man in uniform, 1s there -- is there something that -- a -- a\nsound that brings it all back to you?",
        "A: Well, mostly it’s when I’m asked to speak somewhere. I speak to lots of fifth graders, and\nthey’re wonderful. They all write me letters. And I have boxes and boxes of letters of\nkids, cause I always say, “Tell me what you learned.” And then I don’t sleep very well. I\n-- it all goes through my mind. I sometimes go through old pictures, and it brings back\nmemories. I’m lucky to have those old pictures, not everybody does. When I’m with my\ncousins, I remember the times when we were all little together, and what has happened\nsince. Max and I really never spoke German at home, mostly because we were angry, and\ndidn’t want our children to know the language. Our children were angry with us for not\nteaching them. But at that time we just didn’t want any part of German. We talked to\neach other when we sm -- met somebody German that wasn’t younger than us, didn’t\ntrust them. Didn’t -- we were thinking, where were you? We still doing this a little bit.\nNot much, but a little. So, you could say we’re still a little preyudiced, but we try not to\nbe. The first time Max had somebody apply for a job as secretary who was German, we\ntalked to each other, and he hired her, and she became a wonderful woman, and\nwonderful secretary. But I want everybody to think that way, that when they said all Jews\nwere bad, and all Jews should die, I never want to do that about any class of people,\nincluding Germans. There were some good Germans who tried, and were afraid of their\nown lives. There were a lot of bad ones who wanted to take advantage of people. I could\nnever understand the people that worked in concentration camps who did things they\ndidn’t have to do. Where were these men that could kill children, and then go home to\ntheir own children? How is it possible? How -- what kind of human being was that? And\nthat -- I always ask myself that, how is it possible? I -- I can’t -- and so we never wanted\nto hate anybody. And we taught that to our children, they know that. And we tried to be\nfair, and I hope we are.",
        "Q: Is there anything else you want to say about some of the, maybe adjustments you had to\nmake in completely changing your lifestyle, your country, everything?",
        "A: You know, at the time you just do it. You have to, there is no choice. We never had a\nchoice.",
        "Q: But perhaps certain aspects of that adjustment are more che --",
        "A: Yeah.",
        "Q: -- diffi -- difficult at first.",
        "A: Oh, they were all difficult, I guess, but we were so grateful for every good thing. Today’s\nyoung people have a lot of choices, and sometimes that doesn’t come out too well,\nbecause they have so many choices. We had no choice at all. It happened, we had to do\nwhat we had to do. I -- I don’t know what else to say about that, but sometimes that’s not\nall bad, that -- that we did it because we had to do it. Sometimes it’s better than having\ntoo many choices. And I -- I -- I don’t know why I say that, I want my children to have\nchoices too, but not too many. At one point you have to make a decision. My husband 1s\na great decision maker. I’ve learned that from him.",
        "Q: Is there anything else you’d like to add, cause I’m --",
        "A: Na --",
        "Q: -- delighted that you were able to do this, and --",
        "A: Well, I’m --",
        "Q: -- share with us.",
        "A: -- | thank you for doing this, and I think it’s very important. I think that the world must\nknow what happened, and not forget. I want thi -- my family to know all these little\ndetails. I want them to be good people, and they are. We are v-very lucky, we have lots of\ngood people. I -- I hope I taught them all the right things. I -- it was difficult to suddenly\nbring up American children. I had to go out and buy books with nursery rhymes and\nsongs to teach them. I didn’t know any. And that goes not only for that, but for\neverything else. It’s a whole different life, and also with every generation things change\ntremendously. We had to get used to a lot of changes, and I just want them to grow up\n[indecipherable] my children are very grown up, and so are my grandchildren. I want\nthem to always be good, and fair, and we all love life together, and I want them to have\nthe same with their families. And I’m very lucky to have been married 56 years to a\nwonderful guy. Now I’m crying. And I hope for many more. And I think that’s about it.",
        "Q: Thank you.",
        "A: Thank you.",
        "Q: You know what, I didn’t want to go back and ask you this, but I’m so curious, because\nyou were so protected, did you protect your children?\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Trude, I’d like you to just begin by telling us your name, your date of birth, and where\nyou were born.",
        "Q: Tell me a little bit about your family, and your family life in Vienna.",
        "Q: Sorry -- yeah, this is -- what is it, a truck backing up? That’s a truck backing up. I -- ’'m\nsor -- I was hoping it would --",
        "Q: Pll start you. So you had a lot of friends, you had pets. You had a happy life.",
        "Q: I want to continue with that, but I -- I feel that we need to talk a little bit more about your\nfamily life, your Jewish identity. Tell me --",
        "Q: -- a little bit more about your parents, and what memories you have as a child.",
        "Q: Were they well off, what kind of business?",
        "Q: Were you particularly religious?",
        "Q: Was -- was Judaism important to you?",
        "Q: Were your friends Jewish, that you --",
        "Q: You didn’t feel different, or your community didn’t see you different than everybody else\n1S, Or --",
        "Q: Any other memories of, sort of, life before the -- the Germans came in that you think are -",
        "Q: And you met Max during this period?",
        "Q: And you’re still together.",
        "Q: So you began to tell me about the events of --",
        "Q: -- March --",
        "Q: -- in 1938.",
        "Q: This must have been very shocking to you.",
        "Q: When you went out of this building, and this was right after Kristallnacht --",
        "Q: What did you see? What was -- what was it like?",
        "Q: Were you -- when you were doing this, were you with other people, or was just you and\n[indecipherable]",
        "Q: Must have been quite a reunion, though.",
        "Q: Was your father working in Antwerp?",
        "Q: I’m -- I’m intrigued by the fact that while you were in Germany and on the run --",
        "Q: -- you were able to communicate with your father.",
        "Q: Or that your relatives in other places --",
        "Q: -- were still, at this point -- you were able to all communicate.",
        "Q: You communicated by phone, by [indecipherable]?",
        "Q: And in -- at this point in Belgium, they had no premonition that they were going to --",
        "Q: -- have problems either?",
        "Q: The desert where?",
        "Q: It sank because of the war?",
        "Q: And why had they cancelled your visa?",
        "Q: Did they give you your money back?",
        "Q: Let’s back up a little bit.",
        "Q: You had mentioned that -- well, let’s back way up.",
        "Q: Maybe you can describe in a little bit more detail --",
        "Q: -- the life in Vienna after the anschluss, before Kristallnacht.",
        "Q: I mean that -- that’s a period of what, eight months or something.",
        "Q: Yeah, it’s a while.",
        "Q: What your daily life was like, what you saw, what you experienced, how you spent your\ntime. Who was on the streets, what was happening.",
        "Q: Did you witness this?",
        "Q: Were you ever measured?",
        "Q: Did you ever sort of suffer any physical abuse, or --",
        "Q: And this was a -- a group of Austrians --",
        "Q: -- men and women?",
        "Q: Oh, men.",
        "Q: What were you thinking?",
        "Q: But you knew it was bad?",
        "Q: Did you think they abused your mother?",
        "Q: Now, you also had this added responsibility of trying to take care of your mother.",
        "Q: That must have been -- that must have been --",
        "Q: -- difficult.",
        "Q: Well, it was -- it must have been, you know, a tremendous responsibility, but there was\nthe emotional component, but also as --",
        "Q: -- probably a little bit of a burden.",
        "Q: You’re saying that you were prey.",
        "Q: Well what -- what do you think gave you -- because you were a sheltered child, what\ngave you the instincts, or the strength to do what you had to do?",
        "Q: When you were living in Antwerp, the conditions were difficult, but were you frightened\nstill, or did you feel fairly safe?",
        "Q: Were there a lot of other refugees there?",
        "Q: And that was, I think, right be --",
        "Q: That was probably right before Germany came into Belgium, yes?",
        "Q: From Holland to Belgium.",
        "Q: Good timing.",
        "Q: Are those -- are they[indecipherable]. These relatives of yours that were saved by\nSchindler, are they -- are any of them still around?",
        "Q: Are they in Israel, or the United States?",
        "Q: I was just wondering if in these weeks that you were tr -- what? Oh.",
        "Q: Yeah, no, it’s fine.",
        "Q: If in this very frightening period, when you were trying to get into Antwerp.",
        "Q: If there was maybe one or two experiences that are -- that you still think about, that were\nSs -- especially strong memories.",
        "Q: How did you know whom to trust?",
        "Q: Did you get help from -- let’s say, people who were living in villages, or --",
        "Q: How’d you calm your mother down?",
        "Q: You said she was a very nervous --",
        "Q: But you obviously needed to prevent her from --",
        "Q: -- screaming, or really having a fit.",
        "Q: Well, I think especially when you needed favors.",
        "Q: But you never felt so desperate that you would consider it.",
        "Q: This is interesting, this is an area I must say that hasn’t been explored very much.",
        "Q: Which is the fact that women during the Holocaust had many different problems to\nconsider --",
        "Q: [indecipherable] or challenges to overcome --",
        "Q: -- than man, and --",
        "Q: Were you conscious at the time of w -- of -- it must have been harder because you were\nfemale?",
        "Q: In that time that you were in Antwerp, of course, the war -- the war officially began.",
        "Q: How much information did you get about what was happening in Poland?",
        "Q: You also talked about -- started to talk about how after, sort of, a period of, sort of, great\nchallenges, where you just had to get through it, you would just break down.",
        "Q: Are some of those traumas still with you, I mean are there -- there’s certain things that\nhappened to you, or that trigger memories that --",
        "Q: -- bring all this back today?",
        "Q: Let’s just briefly sort of catch up. You -- you came to New York, you worked for a while.",
        "Q: You eventually --",
        "Q: Your future husband Max.",
        "Q: You have a family.",
        "Q: And I know you -- you both got very involved with the community.",
        "Q: Meanwhile, you barely knew him.",
        "Q: I have a question for you, I didn’t ask Max this, but sort of an interest to me, you were\nnewly arrived in the United States --",
        "Q: -- when the United States went to war.",
        "Q: You must have had a very different perceptive, having just escaped, than the average\nAmerican.",
        "Q: When you were living in New York, were most of the people you came in contact with\nnative Americans, or were they other people who had come from Europe?",
        "Q: The reason I’m asking is did you sense a di -- a difference in attitude toward the war?",
        "Q: And you felt that?",
        "Q: What about the difference in attitude toward going into war? Obviously you knew why\nwe were going there.",
        "Q: But do you think that your fellow Americans wer --",
        "Q: But that was something you got involved with?",
        "Q: What surprised you most about this country when you -- when you --",
        "Q: After all of these years --",
        "Q: And now we’re talking about many in this country.",
        "Q: And since -- since your experiences in Europe, are there certain things, whether it’s a\nsmell, whether it’s seeing a man in uniform, 1s there -- is there something that -- a -- a\nsound that brings it all back to you?",
        "Q: Is there anything else you want to say about some of the, maybe adjustments you had to\nmake in completely changing your lifestyle, your country, everything?",
        "Q: But perhaps certain aspects of that adjustment are more che --",
        "Q: -- diffi -- difficult at first.",
        "Q: Is there anything else you’d like to add, cause I’m --",
        "Q: -- delighted that you were able to do this, and --",
        "Q: -- share with us.",
        "Q: Thank you.",
        "Q: You know what, I didn’t want to go back and ask you this, but I’m so curious, because\nyou were so protected, did you protect your children?"
    ],
    "answers": [
        "A: I’m Trude Sherntine Heller, and I was born on June 19, 1922, in Vienna, Austria.",
        "A: I was an only child, extremely cherished by my parents. I was spoiled, and I didn’t even\nlike being spoiled, but I was an only child and -- and my parents doted on me. I was -- I\nhad friends of all kinds, always, lots of friends, because I was an only child. And they\nweren’t only Jewish friends. And I had one girlfriend in particular that still is my best\ngirlfriend. And we are luk -- luckily we both wound up in the United States. And I had a\nwonderful life. I had everything I ever wanted. I had many animals to keep me company,\nI still like animals. I grew up very happy and -- and --",
        "A: Now I don’t know where to --",
        "A: Yeah, very happy life. And I grew up like that, not very interested in politics. I -- I was\nsheltered. My parents sheltered me from everything. I was not alone with my husband till\nthe day we’re married, that’s how sheltered I was. I wanted to bring that up. We were\nnever left alone. And that’s how they kept me from many things. So when the time came\nfor all the unrest, and so forth, I belonged to a gym class, and I was never allowed alone,\nand I was 15. And I always had somebody walk with me, and I was walking to a -- my\ngym class through the city of Vienna when it was two days before the vote of the\nanschluss. And we -- as I walked through the city of Vienna, everybody was shouting and\nyelling for their party. They were the Social Democrats, who had the three arrows. There\nwere the Christian Socialists, they were black, white and red. There were even\nCommunists with hammer and sickle. And everybody was shouting for their party. There\nwasn’t one swastika in sight. I took my gym class, and when I came out, the entire city\nwas a sea of swastikas. Every policeman, every building. There were synagogues burning\nalready. There were books being thrown out of libraries, that had Jewish writers. It was\nsomething that 1t was burn into my mind that I can never forget, and whenever I hear that\nthe -- the Viennese didn’t want to be part of Germany, I can’t believe that, because I was\nthere. And I hope everybody knows that, because they wanted it, and they asked for it.\nAnd I knew very little about anything at the time, but I went home, and my father came\nhome, and he said, “Let’s leave.”” And my mother said, “What do you mean leave?” He\nsays, “Let’s get out of here.” We always had our passports ready cause we liked to travel.\nAnd my mother says, “How can we leave everything we have here, and we have nothing\nanywhere else, and where would we go?” And my father said, “I don’t care where we go,\nlet’s get out of here.” And my mother wouldn’t do it. And I -- I just couldn’t imagine\nwhat was happening at that time, and I learned very fast. And it was an unbelievable\nmoment in my life.",
        "A: Okay.",
        "A: Mm.",
        "A: My parents were in the tailored supply business. Everything in Austria was tailor made,\nevery suit, and every dress, and every hat, and every underwear. And my parents had all\nthe supplies for tailors. And that was our business. My father was originally from\nKrakow, Poland, and he came from a family of -- he had three brothers and a sister. His\nfather died when he was young, and the mother was a real -- they call it a queen. She was\na real go-getter, and she worked her boys real hard, and they were very successful. And\nas a matter of fact, I used to go visit them, and then my father would go to the grave with\nhis father, which was in the little town of Merkow, Poland. And we went there every\nyear, and in -- in Merkow is where my father had grown up. And we went to visit where\nhe used to live, and I had to stoop down, and be on a dirt floor, that’s where he was born.\nAnd they did very well, and moved to Krakow. And they were in the dried fruit business,\nand my father was at the railroad station checking out carloads of fruits going to Vienna\nwhen they came and said they were looking for him to go into the military. So he got on\nthat train with the fruit, and went to Vienna. And there he met my mother, and stayed. So,\nthat’s how I came about. His whole other [indecipherable] his family stayed in Krakow,\nand as a matter of fact, they all ended up on Schindler’s list, eventually. But my father\nbecame very Viennese, and loved cars, and my mother was a very wonderful business\nwoman. She’d rather be in business than at home. And they always had somebody to\nkeep me, either English miss to teach me English, or a French mademoiselle that teach\nme French. So I knew a little bit of both languages.",
        "A: Not very. We belonged to a -- a conservative synagogue. I remember the rabbi’s name,\neven. And the men and women did not sit together, but because I was a young girl, I was\nallowed to sit with my father every now and then, and I did. But we only went for\nholidays, and I was confirmed. And -- but we weren’t very religious. My mother did not\ngrow up very Orthodox. Her mother was Orthodox, but her father grew up in an\norphanage, and therefore wasn’t, and he loved to eat things that weren’t kosher, and -- to\nthe great concern of my grandmother, who was. And there was an interesting thing, my\ngrandfather on my mother’s side, his father loved symphonies, and music, and so forth,\nand he was in -- attending a concert when fire broke out, and all the -- the doors went in\ninstead of out. And many people died from the smoke inhalation, hundreds. And when\nthey told his mother that the father had perished, she died. And she left two little children\nwho grew up in an orphanage. And he was still Jewish, but had not been brought up with\na lot of it. And that’s it. I was a mixture. My father was -- came from Orthodox home, but\nmy mother didn’t. And we never had any pork or seafood, or anything like that, but we\nweren’t kosher.",
        "A: Yes.",
        "A: Half of them were, and half of them were not. I -- it was -- I knew I was Jewish, it was\nimportant. I -- I learned about Judaism. But it wasn’t anything -- I don’t know, it -- it\ndidn’t come up as much, and I didn’t -- since I was so sheltered, I did not have very much\nanti-Semitism. And that’s all I remember, and I didn’t really follow politics.",
        "A: Not very, no. On holidays, yes. Also in school, because we had religion in school, and a\ngiven hour we separated, and I always thought that was terrible, I still do. It made us\ndifferent, and -- and that’s what I remember most.",
        "A: I -- I did go to a lot of dances, starting at 14 years old. There were some -- although there\nwere all kinds of dances, there were a lot of Jewish dances, and I went to the Jewish\ndances, most every Saturday. I wasn’t allowed to go with friends, I went with my parents.\nAnd my parents sat with me, and my father sometimes went and slept in the car, but they\nwouldn’t leave me alone, and I had a very good time. I loved dancing. And di -- these\ndances were always organized by some Jewish people who made a living out of it. And\nthey were very wonderful, because Vienna was full of dancing. So that’s -- that was my\nyouth, I -- I liked -- I liked school, and I liked my friends, and I had a good time.",
        "A: I met Max -- the first time I -- I met him mac -- well, I didn’t meet him, but saw him, is\nwhen I was 14, and we had a friend who knew both of us, who want to introduce us, and\nwe refused to be introduced. But then at 15 in the summer resort, I won a prize, and that’s\nwhen he came to ask me to dance with him. And then he ask me what -- what are you\ndoing tomorrow, and I told him I was going to play tennis, and he came to the place, and\nthat’s when he asked me to marry him. Which is awhile back.",
        "A: Happily.",
        "A: Yes.",
        "A: Mar --",
        "A: Right.",
        "A: It was a complete shock to me. It was a life changing hour, and a growing up hour, and\nalso of taking things in hand. My mother was an extremely nervous person, very\nhysterical for everything, so I became the leader with my mother, because I was more\ncalm. And so I aged very quickly. At that time, that day when everything went awry, my\nfather started to say we’ve got to leave here. But then, things happened so fast. The very\nfirst week of Hitler’s coming into Austria, somebody came with a rifle, knocked on our\ndoor, and said, “Car keys.” That wa -- that’s all that -- that was the whole interchange,\nand we handed over the car keys. And then somebody came and said, “I like this\napartment.” My parents had bought it before they were married, and had put in a\nbathroom, and -- a co -- like a co-op, they had done all the alterations and everything, it\nwas ours. And we had to be out 1n six hours or die. And what do you do first? Do you\npack, do you find a place, do you moo -- what do you do? So one of my parents went and\ngot boxes, and one went to find a place to live, and I started packing. And in six hours we\nwere out with as much as we could pack. The rest we had to leave just like it was. You\nknow, we had all kinds of built ins, and things, and was all gone. And the -- we moved to\na place that was almost like a ghetto, because it was an very old house, and most of the\npeople there had to move out quickly, had to move into places like that, so that was quite\na shock. We had two stores, and you were no longer allowed to have employees that were\nnot Jewish, and we always had help in the house, living in, and she had to leave, and the\npeople in the store could no longer help us. So -- but they were still open, and we were\ntrying to sell enough to have enough money to -- for every day things, because the bank\naccounts were closed, and all in all, this was our income. So we lived like that until\nKristallnacht -- Crystal Night. Kristallnacht, we woke up in the morning, and my father\nhad said -- we didn’t know it was happening, and my father said, “Things are getting so\nbad.” This was already November. He said, “Why don’t I take some of our valuables to\nthe store and hide them there?” And he took out cameras, and some jewelry, and -- and\nhe left. And as he left the phone rang, and my girlfriend called and said, “Don’t let your\nfather leave,” and hung up. We had no idea what was happening. You know, what people\ndon’t realize is there was no television, and there was -- there was very little\ncommunication, so that nobody knew it was happening, really. So about two minutes\nlater, doorbell rang, and it was my father, and he said, “I’m lost. I’ll never see you again,\nthey arrested me, and they’re taking me away.” And I knew one of the men, and I ask\nhim could I leave some keys with you? So he had all this camera, and jewelry and all on\nhim, and he took that and put it somewhere. And then he put on long underwear because\nhe was cold, and my mother was almost screaming. And then she had an idea, and she\nwent next door to the neighbor, it was a Jewish woman with a son who was not well. He\nwas Si -- a very sickly man at the time. And she said to her, “Would you hide my\nhusband?” And she said yes, and she put my father in her closet. They came and took her\nson away, and she didn’t tell them that my father was hiding there. Luckily at that time,\nthere was no concentration camps yet, so they send him home because they -- they didn’t\nknow what to do with him. So we felt better that we -- you know, that my father survived,\nand he did, too. But this is how it was done. It was -- it -- it snuck up on us. It -- it -- we\ncouldn’t believe people would do things like that. So then we didn’t know what to do\nabout my father, then we found out from the radio that the Viennese had 24 hours to do\nwith the Jews as they pleased. And they were taking away Jews from everywhere. Men.\nThey -- they put men into prisons and things, but they had no room for the women yet,\nthat came later. But I went downstairs and got a taxicab, and my father laid down on the\nfloor of the cab, and the cab driver did not give us away. And we went to the store -- one\nof our stores, and we have a friend, a mutual friend of my husband and mine, who was\nhelping us out in the store, and he had opened it that day. And we went in there -- we\nclosed the store with the iron gates from the inside. The store had no bathroom, and\nnothing. We wen -- we went in there and we closed that. And this young man and I, and\nmy mother and father stayed in there. We had a telephone, and my girlfriend kept us\naware of what was happening. She also sent somebody with some sandwiches to po -- put\nunder the door. We didn’t know how long we didn’t there -- we would be there. We\nstayed about 30 some hours in there, and even though it was so terrible, we told stories --\nwe had no light, we couldn’t turn on a light. People knocked on the doors, and we didn’t\nopen. And then finally my girlfriend says they have lifted this terrible thing that -- of\nKristallnacht, and she said, you can come out now, I think. But we were still scared. And\nwhen we looked out, the Nazis had put a swastika seal on the key lock -- on the -- where\nthe key goes, and at that time the keys were these large keys with the long tops. And I\ntook a key, the key from the inside, and I unlocked it, and it didn’t tear. Because that\nwould have been certain death. Nobody could hurt the swastika seal. We ha -- w -- I had\nan aunt that wa -- had no husband. She lived with her sister and her daughter, and my\nfather went in to hide there, because they didn’t expect a man to be there. And he spend\nthe next two days there. The young man that was with us, was -- they looked for him\nmany times. He would not have survived if he had been hiding with us. It was a\nhorrendous day.",
        "A: Mm-hm.",
        "A: A lot of broken glass. All Jewish businesses had been torched, or broken. All the\nmerchandise was either looted, or thrown out. It was -- it was horrible. And w-we\ncouldn’t believe we survived it, or that my father survived it. And h-he came back home\nafter two days, and we had no more stores, we had nothing, you know. I remember going\nout of the store, I even took money out of the cash register, I remember that. But we -- we\n-- thank God we survived it, and we were looking for ways to get out of Vienna. As you\nknow, nobody wanted us. No country wanted us. The countries, most of the time just\nwere closed to us, and you couldn’t get out of Austria unless you had a permit to go to\nanother country. So we had no such thing. And then, after that, it was probably in\nJanuary, my father got an invitation to come to the Gestapo. And nobody ever came back\nfrom that. And that same day, the same friend was visiting me, and my father said, “I’m\nleaving.” And -- and my mother says, “Where are you going?” He says, “Pll find\nsomething, but I’m not going to the Gestapo.” And this young man said, “Please take me\nwith you.” So they each put a shirt and a shaving brush into one of my dolls suitcases. I\nstill had dolls with suit -- I never liked dolls, I liked teddy bears -- and put it into little\nsuitcases like that, they each had one. And they left. And my father and I had made up a\nwhole language between us. And they were gone. And a few days later, I got a call from\nAntwerp, Belgium. My father said, “We’re here, we’re safe,” and he told me what to do.\nAnd what he did was this, he got on a train from Vienna to Rotterdam. Well, there was no\nmore border between Austria and Germany, but there was a border between Germany and\nHolland. And before he came to the border, he contacted one of the waiters that looked\nsimpatico, and he said, “I have money I’d like to give you if you would hide my friend\nand me under table.” And he said okay. So they got under table at the border, they put\ntablecloths over them, and then they stood in front of the table while they searched the\ntrain. They found the two little suitcases, and nobody claimed them, so they searched\nsome more. In the meantime they had the heating unit in their back. They said it was\nunbelievable, and they couldn’t move. But they finally left, they couldn -- nobody knew\nwhat happened to these men. So, when they got to Rotterdam, my father said to this\nyoung man, “Get out of the train and stretch, and act like you’re lighting a cigarette, like\nyou’re going to get back on, because they’ll be looking for us. And then make your way\nto the exit, and go to the streets, and when you find the -- a place that has a kosher sign\non it, they’ll help you.” And that’s exactly what they both did. They found a place with a\nkosher sign. They went in and told them they were refugees, and what should they do.\nThese people knew -- these Jews knew that in an -- in Belgium, in Antwerp, they were\ngiving 30 day permits to people to stay. So they made them up false papers, and they\nsend one by car, and one by bus to Antwerp. And that’s how they got to Antwerp. And\nour family in Poland send us money -- send my father money so he could exist. And my\nfather said to me, “And you do the same with mother.” And I said [indecipherable] gave\nme all the details, he described the waiter, and said, “He said he would help you. And\nhave twice the money.” So my mother and I packed up huge boxes, and send them to my\nfather in Belgium. They did not get there, they took out all the valuables, but I do have\nmy things that -- from my grandmother, and pictures, and all that really survived by\ngoing to Belgium. My mother and I got on the train, the train that we knew he would be\non. We went into a compartment of people who were -- turn out to be some Jews, and\nthere was one young man that had a shaved head. He had already been to a camp, and\nthey let him out and said, “If we catch you again, you’re dead.” And they had no place to\ngo. Nobody had any place to go, and I couldn’t tell them what we were doing. I felt like a\ntraitor, but I wasn’t going to say, because there’s no way that many could be under tables.\nWe went to the dining car, and I spotted the waiter, and I s -- I -- sit in front of me -- I had\nthe menu in front of me, and I spoke to him, and I said, “I have twice the money, you\npromised my father.” I identified myself. And he said to me, “Don’t speak to me, I’m\nbeing watched.” And that was the end of that. So here were my mother and I going into\nno man’s land. We went back to the compartment and one of the people there had gotten\na telegram from a friend that -- on the border in Achen -- no, in Cologne, in Cologne,\nthere was a hotel, an hourly hotel, a fleabag hotel, who would allow Jews in -- un-under\nthe eaves for a certain amount of money. So we went with them to this place, it was a\nhorrible place. And they put us all under the eaves. They also had people there that\nsmuggled people across, that came there, and for money they said, “We’ll get you across\nthe border to Belgium.” So we -- we did this. I was a young girl. There was a waiter there\nwho liked me a lot. My mother was hysterical with this, there was nobody to protect me.\nAnd I[ had to really get out of his way. And I learned a lot very quickly. And then we\nstarted with trying to be smuggled out. It took five weeks of unbelievable things. We\nwere caught five times. There was ice and snow. My mother had a 105 temperature. And\nwe used to walk like half the night through the woods, and then be caught and sent back.\nThey didn’t know what to do with the women, the men disappeared.",
        "A: Yeah -- no, they usually took five or six for one trip. Some of them had bought out the\nborder police, but not all of them, just some of them, and they’d let us go on, and then\nlater on we’d hear a car coming, we’d throw ourselves in a ditch. Then we’d hear a\nmotorcycle, and that didn’t catch us, but then the man came on his mot -- on a bicycle,\nand he caught us. We once made it to no man’s land, to a -- we had walked all night, and\nI had to go to the bathroom so bad, and they had an outhouse surrounded by German\nborder police so I couldn’t go, cause they all liked me, because I was a young, big girl\nwith no protection. I -- we sat -- we were soaked to the skin, and we sat and waited to be\npicked up from the other side. And the German border police came and send us back\nagain. And one of the -- one of the people there had send me a note that he was in love\nwith me, and that he knew what I was doing, and he wanted to join me when I got out.\nAnd I should -- gave me his name and address I should write to him, and I said sure. And\nwhen the border police came in, I dropped it under the table, I didn’t want to be found\nwith that. And that was a terrible time. Each time they send us back as far as our money\nwould go, and you become very wise, you know. The men disappeared, the women were\nsent back. You become wise, you know. You become street-wise. So after five weeks of\nthis, constant trying to get across the border with fashing, which is Mardi Gras time in\nCologne, going on with -- they wouldn’t even have us at that hotel, we found some other\nplace, and my mother was very ill. And we were like up under the eaves, and had -- we\nhad no ration cards either, so we couldn’t buy any food, and I would go out in the street,\nand I found this little cheese shop, cheese and bread. And the proprietor was this very\njolly, nice, fat man. And I went in and I said, “I don’t have a ration card, but I’m hungry.”\nAnd every day he sold me cheese and bread, or every few days. So he was a good man.\nAnd my accent was Viennese, so in Germany they knew immediately that I wasn’t from\nthere. So they knew what I was doing. I once fell down a whole flight of steps, and two\nGerman officers picked me up, and I couldn’t say thank you, because they would have\nknown immediately that I wasn’t German. We had a lot of terrible incidents like that.\nAnd then one day my father called and said he had found a Gestapo man who wanted\nmoney out of the country -- out of Germany, and he was smuggling people across. And\nhe send him to us and told them he would pay him on the other side, so he could get\nmoney. This man made us first go to the border police and be searched. We were\nsearched each time, everywhere. There was a woman searching women, and a man\nsearching men all over the body. And then he took us -- we had to walk about three hours\nthrough the night, in the woods. And then he picked us up in cars without lights, and we\ndrove for two hours without lights, at night. And then we drove into Antwerp, and he\ndelivered us. I went into hiding for two weeks. I couldn’t -- I was afraid to go in the\nstreet. It was an after in fact. I had another incident before that in Vienna when they made\nme wash the streets one day, the people that I knew and grew up with. And they taunted\nme, and they send away all the other people and they surrounded me, and started\ntouching me. And German officers came in and stopped it. And I cried for two days and\ntwo nights, and had to have a shap to stop it. So here went again, I was scared to death. I\nwas real brave until we got to Antwerp, and then I be -- I just let loose. And after two\nweeks of not leaving the place, my parents made me go to a movie with them. What they\ndidn’t know is there was a Communist giving a speech for the movie, and I was so afraid,\nbecause you get so afraid of anything political, or anything that has to do with the law,\nand --",
        "A: Oh, unbelievable, yeah. And then it came to where you had to get a p-permit every 30\ndays, and that -- that was another thing that was almost impossible to get. We couldn’t\nwork, and -- but somehow, I was young, I still went dancing. I had made friends, I went\ndancing. But it was tough, very tough, and we got permits, and then we had this little\napartment that was very nice, and the landlord wanted more money, we really couldn’t\nafford it, and so he told us to get out. And we hadn’t gotten out, and he called the police\nand said we were refugees without permit. And the police came, and we had a permit.\nBut after they left, my father was going to kill that man. I mean, he lost his composure\ncompletely. The man lived upstairs and my father was running up the steps, and I ran\nbehind him, and I pulled him, and I said, “Don’t do that, don’t do that,” you know,\n“you'll kill all of us.” But he was -- went berserk that somebody could do that. Luckily he\nwasn’t home, so he didn’t kill him.",
        "A: He couldn’t. You weren’t allowed to -- ma -- th -- ou -- our relatives send us money. I\nstill had a grandfather in New York -- in Vienna, and he send us money. We lived very\ncheaply, we -- they had parts of -- of things that they sold in the butcher shop, that they\ngave away. My mother was great cook. And this young man I told you about that escaped\nwith my father, and he was there, and we fed him, too. And we just existed for a year,\ncouldn’t find any place to go. Nobo -- you know, nobody wanted us. We were like in\nlimbo.",
        "A: Mm-hm.",
        "A: Mm-hm.",
        "A: Yeah.",
        "A: Yes, it was early on. They were not set up yet as -- as well, that’s why we were so lucky\nto get out so early.",
        "A: By phone -- b-both, yes, both.",
        "A: No, no --",
        "A: None at all, none at all. Life went on as before. Then our -- our relatives in Poland found\nthat we had a th -- a cousin 10 times removed in the United States, and we contacted him,\nand he send us papers. They were not very good. He had no money in the bank, he had\nfive unmarried daughters, he had no insurance. He had to state all that, that when you\nguaranteed for family to come to the United States. We took that to the American consul\nin -- in Antwerp, his name was Leroux, and he was a very nice man, and I -- I spoke\nsome English, and I said, “I -- I want -- we’ll work and we won’t need any help,” and --\nand he believed me, and he said, “Okay. The first visas I get for Austria, your mother and\nyou will go, but your father can’t because he was born in Poland,” and Poland was a\ndifferent quota. There was a -- there was a strict quota system of where you were born,\nonly so many a year allowed into America, no matter what. So our visas came, and we\nhad to leave, and leave my father behind. And it was a terrible goodbye, but he had\npromised me the first Polish quota would go to my father. And we -- we got to New York\non March 10\". We went on a Dutch ship during the war -- already the war had started,\nthrough the channel. We had to anchor at night. The winds were the worst in March, of\nany time. The entire ship was seasick to such an extent that when we got to New York, a\nlot of people were taken off on stretchers, that’s how bad it was. We had no music -- we\nhad to -- there were sunken ships, and mines all over the place. I remember seeing them\ngo by. We had to wear our what do you call it? So you don’t sink? Our life preservers.\nWe had to wear them day and night, and it was not a good crossing, but we made it. We\nmade it, and came to New York. My mother had a brother that was in New York already,\nand he got us a room for three dollars a week, and we went to work the day we got there.\nMy father, May the ninth send us a telegram that his passport was at the consulate, and he\nhad booked passage on the 11\", and we woke up on the 10\", and Hitler had marched into\nBelgium. We had no idea what had happened to him, and we waited till July the 18\". July\nthe 18\", my -- Max, my husband, who I s -- I wrote to all the time, and he wrote to me,\nwe were in touch always. H-He was my good luck omen, always. I -- somebody knocked\non the door on July the 18\"\", and there was Max, and behind him the Western Union boy\nwith the telegram from my father that, I’m alive. So my father had been put in a cattle car\nin Antwerp the day of the anschluss of Belgium. And he was sent into the desert where\nthey had all camps, and they had all [indecipherable] with -- with -- left from years\nbefore.",
        "A: In France. They -- these were cattle cars, all cattle cars, standing up, they went three days\nand three nights, and only half people survived. And he got out there, and said he was a\ncook, and he was, he was a very good cook, and he figured if he’s in the kitchen, maybe\nhe’|l have some to eat. They had very little to eat. But then he escaped from there into\nMarseilles. So that was -- you know, for two months we have no idea. But he did escape.\nAnd I got all kinds of papers for him. It took another year, and he did come to the United\nStates. So -- the other thing I forgot to tell you is, while I was in Belgium, we were\nlooking for ways to get out of Belgium, we heard that the Chilean consul had left town,\nand the [indecipherable] consul was selling visas to Chili. So immediately my parents\nsend me in, and with our passports, and we bought visas to Chili. We picked up our\nluggage one -- aboard a ship to Chili, and we were spending the last night before the trip\nat home, when in -- midnight the doorbell rang, and in Belgium the houses are build one\nonto the other, all the bedrooms are upstairs, and you had these huge mirrors to see who\nis at the door. At the door was the Chilean consul with the car, with the flag. We knew\nimmediately he came to cancel our visas. And I still have those passports, we cancel --\nthey cancelled the visa. They took our luggage off the ship. The ship sank, and everybody\ndrowned. It was -- the Simon Bolivar was the name of the ship. Hundreds of people\ndrowned.",
        "A: Yeah, it sank because of mines. It ran a mine.",
        "A: Because we bought it, we -- they didn’t want us either.",
        "A: No, no. That was -- that was black ma -- black market money, you know. That -- that was\nanother miracle, to survive, you know. Sometimes I go through all those miracles, and\nsay how did we survive. But that was close. Another close one. And -- so that’s how we\nended up in New York. I went to work the first day. I wanted to eat. And everything else\nthen went well.",
        "A: Yes.",
        "A: Okay.",
        "A: Right.",
        "A: Mm-hm.",
        "A: Na -- from March to November.",
        "A: Yeah.",
        "A: Well, first of all, we all had to get a paper with our name. All Jewish men became Israel,\nand all Jewish women became Sarah. We lost our identity completely, and numbers. And\nwe had to carry identification of who we were. And we were stopped sometimes, just to\nshow our identification. It was hazardous to walk on the street. There was a park nearby,\nbut every bench said, no Jews allowed. And it was -- it was dangerous for us to go there,\nbecause there was some of the young Hitler youth, or SA, the yellow uniforms, who were\nvery reckless, and felt their muscle, so to speak, and they’d attack Jews, and beat them,\nand do terrible things to them. So we couldn’t do that either.",
        "A: I saw that -- this -- the washing of the streets, and the things. I never witnessed any\nbeating, actually, but I heard about many of them. We lived across the street from a\npolice station, and I could see what was going in and out, and I could see them just\narresting people in the street. Like, sometimes they’d ask for identity, and if you were\nJewish, they took you away. And as I said in the beginning only the men. And also they -\n- there were incidences of where they got Jewish girls to come and be measured all over.\nThey wanted to know the difference between Jews and non-Jews. So they’d take all these\nnice Jewish girls, and measure them everywhere. And one of them was sexually assaulted\nthat I knew. And there’s no one to take up for it, I mean, it was condoned. It was -- it was\nperfectly fine.",
        "A: No, I wasn’t.",
        "A: Not really physical, just that one incident I told you, when I washed at the\n[indecipherable] washed the street, and they got me into this room. My mother was taken\naway to another room, and she was screaming, and -- and they started to attack me --\nwhen the Germans stopped it.",
        "A: Mm-hm.",
        "A: Men only.",
        "A: Men only, yeah, mm-hm. No, they were going to sexually assault me, and they called me\nby name, they knew who I was, because they were from my neighborhood.",
        "A: I was petrified, petrified. I was also very young in that respect, I knew nothing about that.\nI -- I was completely illit -- illiterate in sex -- in sexual things, and my mother knew, and\nshe was screaming. I didn’t know what they were going to do.",
        "A: I knew it was terrible, cause they started touching me. And I was saved by two German\nofficers.",
        "A: No, they didn’t. They had her with some other women.",
        "A: Mim-hm, I did, that’s true.",
        "A: She was -- yeah --",
        "A: My mother -- my mother’s face mirrored all her emotions, she couldn’t help it, and that\nwas bad. But I did it. I was strong at the time, and then at the end, I wasn’t so strong. And\nwhen I talk about it today, I get jittery, very jittery. So many years later. I can even hear it\nin my voice myself.",
        "A: Yeah.",
        "A: Well, when you’re young, it do-doesn’t come up, really, you just do it. But you learn very\nquickly what’s dangerous, and what isn’t, and you learn very quickly to try and get out of\nthe way of it. And those few weeks in Germany were such a horror of survival, not only\no-of trying to get across, but for my mother and me to save me, cause I was a young kid.\nAnd --",
        "A: I was prey, completely, mm-hm.",
        "A: I don’t know, I don’t know. It comes. You do what you have to do, because I -- I used to\nsay to my parents I didn’t want to be so sheltered, but that didn’t help much. Including in\nthe United States, when I was engaged to be married, they were still sheltering me, so\nthey never changed, so -- but you grow up. I hope I did.",
        "A: No, I felt fairly safe. The only frightening part was to get another permit every 30 days,\nand to get a place to go. I mean, we were really -- we were -- we didn’t know what to do.\nWe weren’t allowed to work, and it was hard [inaudible] and I was so young. Of course,\nby that time, I was 16, 17.",
        "A: Yes. There were a lot of refugees who all weren’t allowed to work, and got into\nskirmishes because there nothing else to do. They didn’t like each other, or something. I\ncould never believe that, sometimes fights broke out over little things, and then they’d\nsend them back to Germany. A lot of people were sent back. And that was the scary part.\nI -- ve had friends, and I -- my mother was wonderful, she always cooked something,\nand there was always somebody that needed a meal, that was in our situation, so we\nalways, somehow it was, you know, she made it easier for that year. We stayed exactly\none year, exactly, from March first to March first.",
        "A: 1939 to 1940.",
        "A: Yes. We left March first, and they -- they went in ma -- May the 10\".",
        "A: May 10\", yeah. Those dates are imbedded in my mind.",
        "A: Yeah, yeah. But we got out, and so did my father, so I’m very grateful for that, but we did\nlose a lot of family. My father’s family lived in Krakow, and one of the family, a dist --\nmore distant cousin that I never met, owned the factory that Schindler took over, and he\ngot 14 members of the family onto Schindler’s list, and so -- but a lot of them did perish.\nBut Schindler saved a lot of people.",
        "A: Yes.",
        "A: No, they’re in the United States. We helped to bring some here, and they’re -- maybe s1x\nare alive, so --\nEnd of Tape #1\nTape #2",
        "A: Wait a minute. Have to rearrange a little. Okay.",
        "A: Okay? Is sound okay now?",
        "A: Okay.",
        "A: Yes.",
        "A: Oh I -- I -- I think about all of them. I know that it was a terrible thing to be 1n that hotel,\nhelpless to what might happen. To be at the mercy of guides that dealt in human beings\nfor money, and you really didn’t know where they were taking you. It was awful to know\nthat we had no ration cards, that nobody was to help us, that we didn’t know anybody.\nWe were just at the mercy of so many people. And even though there were a lot of good\npeople in the world, not enough of them. Because we were afraid to speak to anybody. I\nwas afraid to open my mouth. And 1-it was so awful when we walked through the woods\nin the middle of the night. One time they took us through a -- a train tunnel, and I -- I\nthought, what if the train comes? And we walked through tunnel for a long time. And\nthen when we came out the other end, there was a street, a road, and -- not much of a\nroad, but a road, and we were so relieved to be on the other side of that tunnel, and that’s\nwhen we were caught again. And I was lying on the -- in a ditch when we heard\nsomething coming, and all of a sudden I had a gun in my ribs. And we came out of the\nditch, and they took us all the way back, when we had gone through that whole tunnel,\nyou know? And we had to g -- walk all the way back, and be searched again, and sent\nback to Cologne. And this happened so many times. It -- I think sometimes I don’t even\nwant to remember it all. I kind of slop over it because it’s hard. Especially when my\nmother was so ill, and I didn’t know what to do, you know, we -- we didn’t have any\nmedicine, we didn’t -- we couldn’t call a doctor, and here we were in -- in strange\ncountry, and hiding. And I’m sure that a lot of people that went through a lot more than I\ndid, but at that time, it was terrible. It was terrible because we had no protection of any\nkind.",
        "A: We didn’t. We didn’t. Each time we turned money over to a guide, we had no idea\nwhether he’d help us or not. We had no idea. Sometimes -- I’m wondering if we were\ncaught because we were caught, or because somebody tipped them off, and just took our\nmoney. But they did make us walk, always, half the night. And the weather was awful at\nthat time, very cold. So -- but --",
        "A: No, no. We -- we never let on that we were there. Later on I read when I was in Belgium\nthat several people were killed by gunshots, they were trying to escape. So, we didn’t,\nyou know, we lived through it. I -- it was just -- it’s hard to verbalize what it was like.\nMost people that learn about the Holocaust have no idea what it really meant. It is the\npeople that lived through it, and even me, who went through some of if, when I hear\nabout others, can’t imagine that they lived through it. So I guess it’s all relative. You do\nwhat you have to do.",
        "A: It was the --",
        "A: Very nerv -- never calmed her down.",
        "A: Oh yes.",
        "A: Oh yes, yes, yes, I did. And I -- I -- she did okay, as long as I did all the negotiations and\nthings, and I did. And even in Belgium, dealing with all the embassy, or whatever, I was\nthe one to do it all. And even then it was a little dangerous, because I was a young girl.\nBecause I was prey, as you said. I had incidents even there. And that’s only because\nyoung girls at that time were considered like open territory. And my parents protected\nme, but it wasn’t easy.",
        "A: Yes, that’s exactly right. Unless we could pay for it. I was asked a couple of times for\nthose favors, for -- for paying in those terms for favors. And even though I didn’t know\nexactly what it meant, I was frightened a lot.",
        "A: Never. No, never.",
        "A: Mm-hm.",
        "A: Yes.",
        "A: Oh, of course.",
        "A: Of course, and many of them didn’t make it. I don’t know if I should bring this up here,\nbut I have a cousin who was in Schindler’s List, and one day some Germans came in, and\nrecruited women for their bordellos, and they picked my cousin. And her -- her fiance, th\n-- they were younger than I am, and they were not married yet, but they were engaged, he\nwas the head of the factory. He was a very clever young man, and he walked up to the\nGerman and said, “She is my best worker, if you take her away, itll hurt the war effort.”\nHe thought he’d kill him, but he didn’t, he just left, and left her. So this is how far we all\nwere from that, you know, never -- never knew what to expect.",
        "A: I wasn’t. I only knew they took away all the men, and I was still there. We had no feel of\ntime, it -- it seemed like forever that we were there, and it was only five weeks, it seemed\nlike a lifetime. Everything’s you know, nothing worked. It -- it all came together, and\nthat’s when I ended up in Antwerp, I was just a complete wreck.",
        "A: Yes, °39.",
        "A: Oh, very little, very little, from Poland. We knew there was a war on, we were thankful\nthe war had started. And my husband-to-be, Max, had sent me a letter with his picture,\nand with a marriage proposal to come to the United States, and he’d marry me and bring\nme to the -- by proxy -- and bring me to the United States, and then I could divorce him if\nI didn’t like him. But his picture wasn’t good enough, I thought it was a terrible picture.\nBut my parents wouldn’t let me go anyway. They -- I don’t know why they thought I\nwould be better off with them than going to the United States by myself. But I was still\nyoung, too, you know, so that didn’t work either, but he tried.",
        "A: Yes, I did. I -- I guess that’s my make-up. I can get through things and then go to pieces\nafterwards.",
        "A: Oh yes.",
        "A: Oh yeah, yes, it does. It seemed like another lifetime, but yet, when I do something like\nthis, 1t takes me awhile to go to sleep again. Because so many vivid things come up. Then\nalso Pll say, why didn’t I think of saying that, and that, so it would be recorded for later\non. And we all know it was a bad time, we all have a different story. My children knew\nvery little about that, too. Told them very little about it, and they’re more and more\ninterested now. And I hope in time to come my great-grandchildren, and great grand --\ngreat-great-grandchildren will listen and learn something, not only from me, but from\nothers. I once spent five hours in -- in the museum -- in the Holocaust museum, and all I\ndid was listen to stories, because everybody has a different story. Everybody could write\na book, and I was just lucky, very lucky. So many times I’m lucky.",
        "A: Mm-hm.",
        "A: My -- my husband Max and I kept in touch, and --",
        "A: My future husband Max. We kept in touch. My father was not yet here. I got a job with\nNational Silver Company, I was cleaning the offices. I’d never cleaned anything in my\nlife. I was cleaning offices, and I was wrapping silver. And the boss was very nice to me,\nand he helped me bring my father to this country. I was forever grateful to him, his name\nwas Bernstein. And my husband Max kept -- he couldn’t call me often, because he\ncouldn’t afford it, but he wrote me letters by parcel post, and we were in touch all the\ntime, and he asked me to marry him. Well, it wasn’t easy for my mother to think about\nmoving from New York to Greenville, South Carolina. And my father came, finally, a\nyear later, and Max came to see us, and asked for my hand in marriage, and my father at\nthe time said, “Who are you?” And ma -- Max said, “I have a job, and you don’t.” But\nthey relented, and we all moved to Greenville, South Carolina, and we were married there\nin 1942, in Greenville. The only place with an air conditioner was one restaurant, and\nthat’s where we put our chuppah, and we were married in August. It was 104 degrees,\nand the air conditioning didn’t work, but it didn’t matter. It was a hot wedding. And still\nis, 56 years later. Yeah, it’s wonderful.",
        "A: Three children, 10 grandchildren, one great-grandchild. Four of the grandchildren are\nmarried, one’s getting married next month, and one in the spring. And two great-\ngrandchildren are on the way, and our family is growing. I was -- I am an only child, and\nnow they’ll -- by April we hope to be 27. I like it a lot.",
        "A: Yes, I -- when I first came to Greenville, Max invited me to come for New Year’s Eve,\n1941, right after the war broke out. And -- of course my mother wouldn’t let me go by\nmyself, so -- but I had really wanted to move to Greenville, so my mother came with me\non the train to Greenville, South Carolina. Max picked us up, and he drove, and drove,\nand drove, and drove to his house. Probably 20 minutes. Going back it took two minutes,\nhe just wanted me to think it was a bigger city than it was. But I came to Greenville for\nNew Year’s Eve, and he knew everybody, he was the eligible bachelor in town. I didn’t\nknow anybody, so around midnight I started crying. He had to rush me out of there, and\nhe drove me around for two hours, and I cried and cried, and I came back to the house,\nsaid to my mother, “I want to go home, and never hear of Greenville again.” And I\nmoved in February. Love is stronger than anything else. I just knew he was right, and he\nwas for me. Nobody else was.",
        "A: Well now, I’d known him, you know, from Vienna, from when I was 15, and his letters,\nyou know, were wonderful, and he’d call me when he could, and he came to see me, and\nI just knew that was it.",
        "A: Mm-hm.",
        "A: [indecipherable] war.",
        "A: Oh yes. Whenever I speak, I always say thank God for the American soldier. Can you\nimagine what the world would have been like? Can you even imagine? I have been\nwarned at times in high school that there were skinheads present. And then I even do it\nmore, because what good have Nazis ever done? Name one good thing. Never anything\ngood, only bad. And if the American soldier hadn’t intervened, where would we be?\nWhere would anybody be? So, when I came to the United States, and there was a war, I\nwas -- I was just hoping that they’d beat them. I couldn’t understand why somebody\nhadn’t done something sooner, that this madman was taking over all of Europe. So I was\nvery glad about it. Course I didn’t figure what happened with Japan [inaudible]. That was\ndifferent, but I -- I couldn’t believe that this was -- you know, let go that long, that\nnobody could tell how bad it was.",
        "A: Both. Mostly Europeans I would say at the time, in New York. Nobody in Greenville.",
        "A: What occurred to me in New York was they really didn’t want refugees. They are afraid\nwe were taking jobs that Americans would have. And they weren’t very kind about that. I\nthink after awhile, they could see that a lot of brain came with it. Doctors, scientists, and\nartists. And then it became more palatable. But I think they really didn’t want us to take\njobs, and we had to have jobs. I started working pinning the flowers on hats, the day I\ncame. And my mother took a very menial job as cutting out ol -- from old uniforms,\ncutting out buttons and zippers, dirty stuff. But we ate. And we weren’t afraid to work,\nand they could see that. We were anxious to work. I ended up doing some piecework, and\nI was told not to go so fast. I wanted to make more money by going fast, and I was told\nnot to work so fast, because the others didn’t want to work so fast. But the attitude to us\nat first was, you know, we’re taking jobs away.",
        "A: Yes. But it -- when I went to Greenville, it was different, because there weren’t any\npeople like us. I don’t think there were maybe one or two, that’s all, afterwards. We were\nsort of the first ones, refugees, to come to Greenville. And we were really welcome.",
        "A: Yes.",
        "A: I -- I think at the time, yes. I really think there were a lot of volunteers, and most people\nunderstood that that was a very necessary war, although to me, no war is -- is necessary.\nMy husband always says, “What they should do is take the old people to fight the war,\ninstead of the young ones.” Then it wouldn’t last very long. But I came to Greenville in\n\"42, so everything was still going on in Europe, you know. And the hardest thing we --\nwe were doing was trying to get people to write affidavits for other -- for people still left.\nEverybody was afraid to do that. They’d have to take care of them. And we said, “Look,\nwe -- we are making our way,” you know. And -- and that was a disappointment, great\ndisappointment. Some did, but not too many.",
        "A: Oh yeah, yeah, we sure did. I -- you know, we -- we worked every day, all of us. And\nGreenville at the time didn’t know many Jews. No -- there weren’t any Jews that stood\nout that -- in politics, or public life, or whatever. And so people didn’t know much about\nJews, and they actually felt my head for the horns. I mean, that’s what they thought Jews\nhad, was horns. And -- so we -- we had a lot of groundwork to do. Even today we have\nbig discussions with people, and -- it’s very pleasant, though. And also there was some\nanti-Semitism, but it was mostly they’d never known a Jew. They didn’t know what to\nexpect. And there were a lot of good people, too.",
        "A: Well, when I first came to New York, the vastness of it just overwhelmed me, and I had\nto take the subway the first day to go to work. I had a friend who took me on the subway.\nIt overwhelmed me, really, even though Vienna was a big city, but Antwerp was not, and\nall of a sudden everything was so big. All but our room. My mother and I had to stay ina\nlittle room and get dressed and undressed on top of the bed. But otherwise, everything\nwas big. And in Greenville it was the other way again. All of a sudden I was in this small\ntown, because at that time Greenville was a small town. Since then it has grown\ntremendously, but that’s the -- so it’s okay, it’s an okay place.",
        "A: Yes.",
        "A: Yes.",
        "A: Well, mostly it’s when I’m asked to speak somewhere. I speak to lots of fifth graders, and\nthey’re wonderful. They all write me letters. And I have boxes and boxes of letters of\nkids, cause I always say, “Tell me what you learned.” And then I don’t sleep very well. I\n-- it all goes through my mind. I sometimes go through old pictures, and it brings back\nmemories. I’m lucky to have those old pictures, not everybody does. When I’m with my\ncousins, I remember the times when we were all little together, and what has happened\nsince. Max and I really never spoke German at home, mostly because we were angry, and\ndidn’t want our children to know the language. Our children were angry with us for not\nteaching them. But at that time we just didn’t want any part of German. We talked to\neach other when we sm -- met somebody German that wasn’t younger than us, didn’t\ntrust them. Didn’t -- we were thinking, where were you? We still doing this a little bit.\nNot much, but a little. So, you could say we’re still a little preyudiced, but we try not to\nbe. The first time Max had somebody apply for a job as secretary who was German, we\ntalked to each other, and he hired her, and she became a wonderful woman, and\nwonderful secretary. But I want everybody to think that way, that when they said all Jews\nwere bad, and all Jews should die, I never want to do that about any class of people,\nincluding Germans. There were some good Germans who tried, and were afraid of their\nown lives. There were a lot of bad ones who wanted to take advantage of people. I could\nnever understand the people that worked in concentration camps who did things they\ndidn’t have to do. Where were these men that could kill children, and then go home to\ntheir own children? How is it possible? How -- what kind of human being was that? And\nthat -- I always ask myself that, how is it possible? I -- I can’t -- and so we never wanted\nto hate anybody. And we taught that to our children, they know that. And we tried to be\nfair, and I hope we are.",
        "A: You know, at the time you just do it. You have to, there is no choice. We never had a\nchoice.",
        "A: Yeah.",
        "A: Oh, they were all difficult, I guess, but we were so grateful for every good thing. Today’s\nyoung people have a lot of choices, and sometimes that doesn’t come out too well,\nbecause they have so many choices. We had no choice at all. It happened, we had to do\nwhat we had to do. I -- I don’t know what else to say about that, but sometimes that’s not\nall bad, that -- that we did it because we had to do it. Sometimes it’s better than having\ntoo many choices. And I -- I -- I don’t know why I say that, I want my children to have\nchoices too, but not too many. At one point you have to make a decision. My husband 1s\na great decision maker. I’ve learned that from him.",
        "A: Na --",
        "A: Well, I’m --",
        "A: -- | thank you for doing this, and I think it’s very important. I think that the world must\nknow what happened, and not forget. I want thi -- my family to know all these little\ndetails. I want them to be good people, and they are. We are v-very lucky, we have lots of\ngood people. I -- I hope I taught them all the right things. I -- it was difficult to suddenly\nbring up American children. I had to go out and buy books with nursery rhymes and\nsongs to teach them. I didn’t know any. And that goes not only for that, but for\neverything else. It’s a whole different life, and also with every generation things change\ntremendously. We had to get used to a lot of changes, and I just want them to grow up\n[indecipherable] my children are very grown up, and so are my grandchildren. I want\nthem to always be good, and fair, and we all love life together, and I want them to have\nthe same with their families. And I’m very lucky to have been married 56 years to a\nwonderful guy. Now I’m crying. And I hope for many more. And I think that’s about it.",
        "A: Thank you.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumSeptember 24, 1998\nRG-50.030*0394",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Trude\nSherntine Heller, conducted by Randy Goldman on September 24, 1998 on behalf of the United\nStates Holocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "TRUDE HELLER\nSeptember 24, 1998"
    ]
}