{
    "rg": "RG-50.233.0121_trs_en",
    "sequence": [
        "Q: We can just start with your name.",
        "A: My name is Michael Scislowski, Polish pronunciation Michal Schislowski. I was born in\nSiedlce, Poland. The town is located approximately 100 kilometers from Warsaw which is\nabout 60 miles, east. In 1933...",
        "Q: Let’s just get your birth date also, your date of birth.",
        "A: Date of birth, September 30, 1922. In 1933 I was a grammar school pupil going to school near\nRuvna in Polish Ukraine area which was called in Polish Woin.",
        "Q: This was public school?",
        "A: That was public school, yes. I graduated from the school in 1935. I lived there with my father,\nmy mother and sister. My father was a military career officer who had fantastic talent in\norganizing orchestra bands or amateur theaters anywhere we went and because of being military\nperson he was rotated on his duty from one _ place to another, therefore we recognized and lived\nin many, many towns on the eastern Polish border. He was comparing with American\norganization was similar to FBI.",
        "Q: So it was an investigative branch of the...",
        "A: An investigative counterespionage, army counter-espionage intelligence service. So in 1935\nafter graduating from grammar school, my father was transferred to another town north of\nRuvna by name of Kostopol which is now in Russian territory. And he didn’t want me to waste\ntime on learning Ukrainian language and therefore he brought me to my grandmother’s place,\nback to Siedlce where I was born and I enrolled to gymnasium which 1s Polish high school.",
        "Q: Was it a special gymnasium or just general studies?",
        "A: No, it was general studies, right. And how different and how more informative Polish\ngymnasium was compared with American high school, then you know yourself. So I was in\nSiedlce in first and second year of high school and then I joined my father who requested\ntransfer to area where he could have also high school in town and he received Wilno district,\nVilna now is capitol of Lithuania but 1t was Polish and near Wilno was town by name of\nWilaka, Wilaka Poyeto. So I completed high school, the third and fourth year in Wilaka..",
        "Q: Your whole family was there?",
        "A: And my family was there, right.",
        "Q: Did you have a particular subject that was most interesting to you at the time?",
        "A: All subjects were dictated by national education system and therefore the beauty of this was that\nno matter where anybody from military family or any other the child was transferred from one\ntown to another at this particular town you found exactly the same program in every subject.\nAnd we had twelve subjects including geography that in this country kids don’t even know\nwhere Washington D.C. 1s.",
        "Q: You took languages there and German?",
        "A: In order to graduate from Polish high school you had to know two foreign languages and one\nclassic. So I had German and French and Latin language as classic. So in 1939 I should have\nstarted Liceum. Liceum was approximately corresponding with American college, first year of\ncollege.",
        "Q: That’s a generic name, Liceum?",
        "A: Liceum, L-I-C-E-U-M.",
        "Q: Oh, like the French.",
        "A: Like the French. So when war broke out, September 1, that was our first day of school. And\nimmediately after the ceremony we started digging trenches.",
        "Q: Did they tell you why?",
        "A: Yeah, yeah, we knew immediately that war broke out and Germany attacked Poland, at four\no’clock I understand in the morning.",
        "Q: What were these trenches like that you were digging?",
        "A: They were just like in the frontlines, any action, any military action in the front lines, trenches.\nThey were about seven feet deep covered with some heavy materials and then covered with\ntopsoil. So from the top, from the airplane you couldn’t see it, camouflaged.",
        "Q: This was still in the Wilno district you were in?",
        "A: Yeah, in Wilaka where the high school was, on the high school territory. Well so you could see\nthat we couldn’t proceed with our lessons because the action, Germans, were approaching\nWarsaw almost every day.",
        "Q: Where was your father, was he mobilized to go someplace else?",
        "A: No, my father was still with us until September 17. On September 17 the Soviet Russia\nattacked Poland according to agreement with the Germans. Ribbentrop-Molotov agreement.\nAnd they gave us the final blow in the back. So we didn’t know how they would behave\nentering Polish territory so my father took us, my sister, mother, myself, took us with him on\nthe evacuation trip from Wilaka to Wilno. On our way there we have seen already preparations\nof Polish troops to fight the approaching Soviet tanks.",
        "Q: But the Polish army was relatively weak.",
        "A: Weak, yes, and it was already in very much in disastrous situation. Therefore, he left us in\nWilno with his friends and went with his group of agents he said to headquarter, I believe, to\nheadquarter, and I have never seen him again until after war. So as I understand they crossed the\nLithuanian border, Lithuania was for a few more days free, and when the Russians came, all\nthese Polish military personnel was taken by the Russians and sent to various concentration\ncamps.",
        "Q: Who were you staying with in Wilno, you said they were friends of your father?",
        "A: Friends of my father, yes.",
        "Q: Military friends?",
        "A: Military friends from World War 1. And then the Soviets ordered all people should return to\ntheir homes. So we went back to Wilaka. And after a few weeks they ordered all students\nreturn to their classes, but because of the extra-curriculum given by Russians in Russian\nlanguage in Communist history, in party Communist history, we were taken one year back --\nbecause they told us we complete our education as Communists after two years of\nindoctrination.",
        "Q: So you were in classes learning Russian now and Soviet propaganda?",
        "A: Yes and Soviet Communist Party history.",
        "Q: How did you personally feel about this?",
        "A: Well, you had absolutely nothing to say. You tolerated but you were definitely disgusted about\nthis and we were trying to make some sort of ironic remarks all the time during the classes. But\nour teachers were army officers and they were Jewish.",
        "Q: They pretty much replaced teachers that were there?",
        "A: Yes.",
        "Q: So all your other studies went by the wayside?",
        "A: No, other studies, a few of our teachers escaped, and whoever escaped was replaced by the\narmy teachers, Russian army teachers. Well I attended Communist classes until January 1“,\n1940. That was if somebody still is altve could remember, we had the worst, the strongest, the\ncoldest winter of my time. The temperature very often was dropped to minus 40 degrees. And\nduring the night like that, with of course certain agreement with my mother, I decided to escape\nto Warsaw. So I took the train and I went to the last station before the borderline between\nRussian occupation zone of Poland and German occupation zone of Poland.",
        "Q: Why did you want to escape? What was your goal?",
        "A: Good question, because they started to arresting all Polish intelligent family members such as\ndoctors, lawyers, former police department members.",
        "Q: So clearly your father if he were there would have been a target.",
        "A: Yeah, and I would be a target, definitely. So I decided to escape.",
        "Q: That was in January?",
        "A: That was January 1940. Taking advantage of -- they gave us two weeks vacation. So arriving\nto this last station I had to go about five miles on foot with a group of some people. They\nthought I know more about the location of the border line than themselves. And I led them\ndirectly to the guards building and when we started running away, they noticed us and they\nstarted shooting.",
        "Q: These were the Russian guards?",
        "A: Russian guards and I was caught first time when I tried to cross the border. And as penalty they\nplaced us in the brick outhouse in the lower level where I had to stand in excrement, human\nexcrement up to my knees. So I couldn’t kneel. I couldn’t relax, nothing. I had to stand there\nfor three days before they took us out and they told us, now go back to Wilaka and you should\nstudy because you are a young student and you will be a good Consumer (?). Then I cried but I\nhad to try again. So with my second try, instead of turning left, I turned right.",
        "Q: Did you go all the way back to Wilaka?",
        "A: NO, NO, NO, NO. Right after this maybe I went two kilometers towards the station and then I\nturned sideways when I noticed, because that was during the night, I noticed they couldn’t see\nme anymore and I tried again, with the help, of course, of one guy who was also crossing not\nthe first trme. And he helped me out and I found myself on the other side in the morning.\nPeople on the borderline were very wonderful people. They fed me, they washed me a little bit,\nbecause I stunk like a beaver. And after a few hours I arrived to Siedlce because I thought my\ngrandmother 1s still in my place where I was born, Siedlce. When I arrived there I only met my\naunt. My grandmother was in Warsaw at that time. So between January of 1940 -- oh while\nreaching the destination, I sent a message to my mother in Wilaka a friend who was leaving for\nWilno because he had a family over there.",
        "Q: Was he crossing from the German side?",
        "A: He was crossing from the German side to the Russian side. And I give him description how I\ncrossed and I urged them also to try to come over. You see the difference between Russian\noccupational zone and German was that they were both death enemies of Poland. However, on\nthe German side you could at least dress as a civilized people. You could use your tie, you\ncould use your hat, you could use your nice shirt, versus looking like a peasant all the time and\nbe completely as a savage looking. So this is, you should remember, this is the reason why so\nmany people couldn’t stand Communists because that was hypocrisy to the highest extent.\nNow what struck me first on my arrival to Siedlce that Jewish people, they were wearing the\narmbands with the Star of David and they had to take hats off and step aside before every\nGerman soldier. So you could see that that was horrible experience right from the start. And I\nwas wondering right then how long I would be safe in this area.",
        "Q: Did anybody ever check your documents at that time?",
        "A: No, No, nobody...",
        "Q: Once you were there they just assumed.....",
        "A: Yeah, once you were there.....It took me one month to take bath, Turkish bath every day in\norder to get rid of the smell I absorbed sitting in that outhouse there. It was horrible. Well, I\nstarted working in Siedlce first at the construction to clean, because Siedlce was also bombed\nduring the war and there were many masonry buildings that required removal. And the break\nwas the price of gold so we were cleaning from the mortar, we were cleaning every brick and...",
        "Q: How would you clean the mortar off?",
        "A: With chisels, and once you cleaned a thousand bricks a day, you had good pay. And so I\nworked there, but it was too hard for me. So after two months, that was about March, in March\nI met one friend who suggested to me we should open photographic business because Germans\nwere taking pictures of all the Polish ruins and Polish various monuments and everything.",
        "Q: Had the Germans assigned you to that task of cleaning up the buildings?",
        "A: No, no that was private. It was private Polish company.",
        "Q: Did you have to clean a thousand a day to get paid?",
        "A: No, no, no.",
        "Q: But if you cleaned a thousand you would get reasonable pay?",
        "A: Yeah, you could work two days or three days but you were paid for one thousand bricks. And I\nwent in business developing pictures. I knew this because we had our own darkroom in Wilaka.",
        "Q: In your home?",
        "A: In my home, yeah, so I was photographing bugs since I was nine years old.",
        "Q: You had a camera?",
        "A: I had camera, yes. So it was easy for me and I was making good prints and everything. That’s\nwhy we had fantastic business.",
        "Q: Did you actually have a store?",
        "A: We had a store, yeah, we had a store in a half demolished building, but it was okay.",
        "Q: That’s extraordinary. What about getting supplies? Was it relatively...",
        "A: The Germans were giving you supplies. The Germans were bringing supplies to your store.\nTherefore, you were allowed to charge them just for your labor. They were giving you prices\nfor every print, every enlargement, whatever.",
        "Q: Do you remember developing anything especially interesting?",
        "A: Oh we collected some nice, yeah, they were very fond of taking pictures of the hanging\nceremony and we had quite a bit of collection of German photographers indicating the\nexecutions.",
        "Q: Were these Jews mostly that they hung?",
        "A: No, no, anybody who was against them who was caught doing something that they -- for\neverything, as you know maybe, everything was death penalty, no matter what you did, against\nthe Reich it was death penalty. Now, my mother and sister arrived in Warsaw in May 1940.\nThey had also tremendous, tremendous difficulties. They were separated for 48 hours during\ntheir trip and my mother thought that they kidnapped my sister because she was only, at that\ntime, maybe twelve years old.",
        "Q: Were you living with your aunt?",
        "A: I was living with my aunt, yeah, in Siedlce.",
        "Q: And that’s where the store was, in Siedlce.",
        "A: In Siedlce, yeah, before my mother and sister arrtved. When my mother and sister arrived in\nWarsaw she sold everything what we had, possibly whatever was available and in their clothing\nand various pieces of undergarments se sewed in all the bank notes, high bank notes of one\nthousand zloty.",
        "Q: So we collected, it was a very nice sum, when we tear off all these garment we found quite a\nnice sum of money. And that was the last day in Warsaw to exchange the old Polish money into\nthe general government, they were called general government money. And we decided to open\na business. And then between Warsaw and Siedlce is Minsk Mazowiecki and we decided to go\nback to our first family town when everybody knew us and we knew that if something goes\nwrong, we will get help. And therefore the first try was to open a regular general store in Minsk\nMazowiecki. And since the only place for the building was in suburbs didn’t go so well, so\ntherefore my mother obtained somehow lease of the building on the main street. And she\ndecided to change from general store to delicatessen. And we had fantastic business. We had\nfantastic business and I could start attending various classes and getting my education because\nas you know, once Germans occupied Poland, they liquidated all high schools, lyceums,\ncolleges, and universities. Only the grammar schools were open because they told us that we\nare designated as labor force only.",
        "Q: Right, so all you need 1s a certain level of education.",
        "A: Right, they don’t need Polish intellectuals anymore.",
        "Q: Where were you able to take classes then?",
        "A: No, no, they were secret instructions given to us by Polish professors. And I continued later on\nwhen I tell you after my first arrest. So I was in Minsk Mazowiecki till, no let’s say this, at that\ntime I also started learning English. There my first English classes were taking place. Maybe I\ntold you before I had nice big family, so my first cousins who lived in Warsaw were arrested\nand sent to Auschwitz. That was June of 1940. One of them 1s still alive and I now contact\nwith him, so he promised to contribute something also to the museum in Washington.",
        "Q: Why was he arrested? Was he in the underground?",
        "A: No, no, they knew that all Polish youngsters, they like to work underground. They didn’t\nrealize yet that we already had certain first beginning of the underground organizations but they\nwere trying to -- they started in 1940 in June arresting many youngsters. So I was even hiding\nin the attics, in the cellars, just not to be surprised during the night when they come and take\nyou away.",
        "Q: Were you actually working in the underground then or did they suspect any young person?",
        "A: No, no, not yet, they suspected any young person, not yet.",
        "Q: So just as a preventative, they figured they might as well arrest them before they start\nsomething.",
        "A: That’s right, correct. So in November of 1940 being located on the main street of Minsk\nMazowiecki we noticed first movement of German troops toward the east. Okay, that’s\nimportant fact. And we were wondering, what the hell for.",
        "Q: Did several columns come through your town?",
        "A: Yes.",
        "Q: Mechanized columns?",
        "A: Mechanized columns, yeah. And as you know Brazilitov which was the borderline between\nGermans and Russians, it was maybe another 150 miles. In January 1941 my friend started\ntalking about underground organization to fight the Germans right here in Minsk Mazowiecki\nthat was January 1941. In March of 1941 we noticed increased movement of German troops\neast and as you know in June of 1941 Germany attacked Soviet Russia. And that was end of\ntheir friendship and collaboration. During this time in Warsaw the first Wapanki, Wapank1, it\nwas type of certain -- the idea of closing the streets and avenues in such a way that whoever is\ntrapped in this four or six blocks together was led to one only exit and was identified and if they\ncaught, few times they caught very important people of underground organizations and other\nPolish famous guys.",
        "Q: So it was almost like rounding up cattle, livestock, getting into a smaller and smaller area?",
        "A: Yes. And the same way there were hostages also selected from this kind of engagement. Now\nbetween June °41 and August ’42 there were continuous Wapanki, continuous arrests,\ncontinuous, no matter where. Even Minsk Mazowiecki was no more safe anymore. And now\none morning, at six o’clock in the morning when I was going to my uncle’s house for certain\ninformation, I was passing by the Ukrainian SS troops who were stationed at the beginning on\nthe east side of Minsk Mazowiecki borderline of the township and there were plenty of them, I\nwould say about entire company, about 100 people. I was wondering what happened, and when\nI was staying with my uncle because we had business together....",
        "Q: He was part of the deli?",
        "A: He was part of the deli, yah, he had his own business also. And what we learned that they came\nto liquidate Jewish section of Minsk Mazowiecki who were the market place was in front of the\nCatholic church.",
        "Q: Was there a ghetto there?",
        "A: No, no.",
        "Q: Just a Jewish neighborhood?",
        "A: Jewish neighborhood, yes. They took all of them into the marketplace. It was a nice area about\n300 meters by 300 meters, that would be 900 feet by 900 feet. They concentrated them and the\nUkrainians shot them dead. So the blood was floating all over the place.",
        "Q: They shot women and children?",
        "A: Everybody, yeah. I mean, some of them who were able to escape, they were escaping. Before\nthat massacre they were forcing the Jewish gvina (?) rabbis to donate to commandateur, the\ncommanding officer of the garrison of Minsk Mazowiecki about one kilogram of gold every\ntwo months or every three months I cannot tell. But we knew that they were forced because\nJewish friends told us that they had to donate all gold. Once they stripped them with entire\npossessions, then they killed them.",
        "Q: Did you see this massacre?",
        "A: I saw only after massacre when they were using remaining Jewish people to load the bodies on\nthe tracks and taking them away to some massive graves.",
        "Q: Was that the first real atrocity you saw committed by the SS?",
        "A: I would say so. Well, I saw hanging executions in Siedlce when I came. That was my first\nexperience. That was my first experience of atrocities. And here I approached the end of my\nfreedom for the first time in September of 1942. I was arrested and kept overnight by the\nUkrainians in their SS garrison in Minsk Mazowiecki and then the very next morning I was sent\ntogether with a group of about thirty kids to Warsaw.",
        "Q: Did they send you by truck or walk you or..?",
        "A: Sent by truck, by truck.",
        "Q: Did they ever give a reason for arresting you?",
        "A: No, no. They came -- I was with my mother and my sister in the store during the day and they\ntook me from the store.",
        "Q: The Ukrainian SS have a fairly bad reputation. Did you agree with that?",
        "A: Oh, absolutely.",
        "Q: That they were ruthless?",
        "A: Ruthless, especially to Poles, because they were pushed by the Germans and the Germans were\nsmart. They didn’t do this biggest atrocities. They were always taking somebody who was\nserving them well. Okay, that’s what happened. Now I was held in ?? I think that was\nwarehouse or high school, I don’t recall. There were many, many empty halls where they kept\nall these kids, few hundred kids were kept there. And checking my health, checking my\nstructure, medical examination, they told me I would be send to main post office in Vienna to\nwork. And I saw my mother for the last for the two weeks that I was there.",
        "Q: You were held in this warehouse for two weeks?",
        "A: Two weeks, yeah, and my mother was there every day crying so I tried to tell her, don’t worry\nabout me, don’t worry about me. She said one of my uncles promised to help us. And really\ncombining our money together because I believe she had to pay 7,000 zloty to the chief guard\nand he let me go. But I wouldn’t dare to go back to Minsk Mazowoecki. Therefore, I remained\nin Warsaw and here I really joined the lyceum courses, that was confidential courses arranged\nby professors of colleges and universities for the kids who couldn’t go to school any longer.",
        "Q: What did they teach you?",
        "A: They were teaching me everything, mathematics, all the courses that are necessary. I at that\ntime already decided to become an architect. So History of Architecture.",
        "Q: Where did they hold the classes?",
        "A: The classes were held in each professor’s private home. So we had to travel all over Warsaw.\nOne class was held on Wilsa Street, another class on Dubra Street and from Dubra back again\non Marshallkoska Street.",
        "Q: How many students were with you at a time, usually?",
        "A: Usually the complete was six kids in a class.",
        "Q: And you paid the professors?",
        "A: No, whoever was able to pay, he paid, whoever not they were all patriotically inclined. Nobody\neven thought about material gains. And also at that time I started taking lessons on piano, piano\nlessons.",
        "Q: Where were you living?",
        "A: I was living with my uncle who bought -- I contributed some of my money and some of my\nmother’s money and we bought apartment on Dubra Street, 53, corner of Radna. So that was\nSeptember of 1942. October more arrests, more hostages, more executions. That was the time\nthat Jewish ghetto was enclosed completely.",
        "Q: You’re caught within the Jewish ghetto at that time, that is within the area they designated? I\nknow a lot of Poles who moved out.",
        "A: No, no. I was not affected because I was closer to Vistula River area.",
        "Q: You recall watching them build the wall, I suppose.",
        "A: Yes, yes, I was passing on a streetcar many times through the ghetto. And at the beginning\nwhen I was there the life was normal. You couldn’t recognize any differences only it looked\nvery congested, looked very congested.",
        "Q: This was the streetcar that actually went in the ghetto and out the other side?",
        "A: Right, it had to pass by. What I would like to stress here, Kevin, please believe me this 1s not\npropaganda. Whoever wanted to leave or escape, he could. The Jewish gmina members, the\nhighest instance in ghetto, that were ruling spiritually also and morally entire population, they\nnever believed that the Germans would liquidate them and that was the biggest mistake because\nthey had whoever wanted to go, he could.",
        "Q: If they wanted to get out there they could try to get out?",
        "A: Absolutely, even jumping at the stop, jumping into the tramway and wh -- t, you’re out. You\ntake off the band. The only thing is whoever was looking Jewish, he had no chance, that’s true.\nThat was Mother Nature’s dirty trick. If you happened to look similar to other faces by all\nmeans you could save. And they were saved, many, many thousands, hundred thousands were\nsaved.",
        "Q: Did you ever hear of the group Jagoda?",
        "A: Yes, yes.",
        "Q: I know that they saved a lot of Jews in Warsaw.",
        "A: Oh sure, and how many thousands were executed because they were trying to save. I know a\nfew around the village in Minsk Mazowiecki. It was rough. So let’s go because we never finish\nthis.",
        "Q: I won’t ask more questions.",
        "A: No, no, ask me, ask me, it’s wonderful, ask me because I will supplement you immediately with\nmy opinion if I have any. In 1942, Christmas time now, I took a chance. Came to Minsk\nMazowiecki at night with my friend for Christmas Eve dinner. And that was the last time I saw\nmy mother, grandmother and sister. Now 1943 January....",
        "Q: Was that Christmas Eve meal or Christmas day meal or just around...?",
        "A: Christmas Eve meal because Christmas Eve meal that just like Jewish holidays are falling\nalways at night like Friday night, like Shabbat Shalom. Well in January I was sworn into ZWZ,\nZwiazek Walki Zbrojnej. That was the organization which was preceding AK, Armia Krajowa.\nAnd together with my friend, Stanchachovski and we two were sworn in by Bal-Komorowski\nhimself.",
        "Q: This was in Warsaw?",
        "A: That was in Warsaw, yeah.",
        "Q: I’m not familiar with him.",
        "A: He was the commander-in-chief of all organizations at that time.",
        "Q: Were you nervous about doing this?",
        "A: Oh, sure, yeah. Now I received the first underground work in the railroad machine shop in\nPraga. Praga is on the other side of Warsaw. On one bank is called Warsaw and another side is\nWarsaw Praga, okay? And not a lot of fun because on March 19, 1943 hoping that my uncle 1s\nat the doors of my apartment at six o’clock in the morning, I opened the doors and that was\nGestapo.",
        "Q: They were knocking at the door?",
        "A: Knocking on the door, yeah.",
        "Q: What kind of work were you doing in the railroad machine shop?",
        "A: Working as a carpenter. That’s why I almost saved my life later on in the concentration camp\nbecause I declared myself a carpenter.",
        "Q: When you were sworn in what was the philosophy of the underground? I’m sure they said that\nour goals are to .....",
        "A: ...to free, free Poland of enemies, yeah, regardless of whether they were Germans or Russians.",
        "Q: So since was the predecessor to the AK this was also an armed resistance group?",
        "A: Yes.",
        "Q: What did they have you build?",
        "A: Have me build, what do you mean?",
        "Q: As acarpenter what were you building for them?",
        "A: Oh, no, that was some parts. You wouldn’t know. You would never know what is the final item.\nSo you had only parts, certain hundreds of pieces of lumber cut to certain piece. It was on\nvarious tact.",
        "Q: Assembly line?",
        "A: Assembly line, yes. So please remember they entered apartment at six o’clock in the morning\nand at seven o’clock, one hour later, I was in Poliak prison, shaved, undressed and thrown into\nthe basement solitary compartment. And then I started crying. Because I said what the hell for\nhonestly, what have I done, I didn’t do anything yet so as to be locked up. So during my\npresence in Poliak I was interrupted by Gestapo three times on Alaya Shucha where the\nheadquarters of Gestapo was. Alaya Shucha. And probably you heard about tramway we called\nthe special room of the sizes about 25 by 12 or 25 by 15 rooms that people who were waiting to\nbe interrogated had to wait with face the opposite dead wall. And the guard was behind you. If\nyou turn only a little bit of degrees left or right, he calls you to the passage and you have to\nmake one hundred sit-ups until you were exhausted.",
        "Q: They call that the tramway, this corridor.....?",
        "A: Each room. The tramway was each room. So shortly after that I was taken to the department\nfive in the Pavia called Fifth Floor .I can remember now which was Transport floor and with\nour prayers because we didn’t want to stay in Poliak on May 3 since that was famous Polish\nholiday and usually they were executing hostages.",
        "Q: Those interrogations, what did they ask you or what did they say to you?",
        "A: They were, first of all they were asking you are a member, we know that you are a member of\nunderground. Tell us only who was with you and then we let you go. That was the famous\nstatement, a very naive one, so you had to have power, will power to tell them all the time that\nyou don’t belong to any other organization and you have never belonged to any organization.\nThey were beating up with a stick from top of head to the end of your behind, entire back. You\nhad red and purple when you came back to Poviak prison.",
        "Q: So any time you didn’t answer.....?",
        "A: Correct, you got beating. So we arrived to....Oh I should mention that now, shortly before our\ndeparture, ghetto uprising took place and we saw through our windows how Germans were\nsystematically going from one building to another dropping napalm bombs into the basement to\nbe sure that entire building will catch flames. And whoever was hiding in the building, if he\ndidn’t come out, then he burned to death. There were some constant day and night machine\nguns and single shots fired. We couldn’t sleep because of that and because of tremendous\nsmoke that penetrated the windows of the prison.",
        "Q: You had a window in the cell you were held in?",
        "A: Yeah, yeah.",
        "Q: This was a group cell?",
        "A: Group cell on the top floor. I was already in the Transport floor so absorbed most of the smoke.",
        "Q: Then you could see the ghetto from that window?",
        "A: Yes, you could see the streets also, the tanks on one hand and some individuals shooting at the\ntanks from another end of the street. So that was the end. The smoke was still on when they\ntook us to a transport and we arrived to the Warsaw freight station and placed eighty prisoners\nin one freight car. Total of transport was 1,200 prisoners.",
        "Q: All from Poviak?",
        "A: From Poviak.",
        "Q: These were the cattle cars they put you in?",
        "A: Cattle cars, yeah. One more thing that I should mention because it was significant. Was adding\nto our tortures was the amount of bedbugs that was eating you alive during the night and you\ncouldn’t escape because when you even slept on the table providing every leg of the table into a\npail of water, they were crawling on the wall and then on the ceiling and dropping on your body\nfrom the ceiling directly. It was amazing. It was completely impossible to fight them.",
        "Q: They give you some food within the prison?",
        "A: Yes, you were getting very small amount. Well now things were rolling very fast now because\nbetween Warsaw and Piajkov the very next big station going west from Warsaw few guys who\nworked in Poviak in the machine shop, they somehow smuggled hand drill at their body so\nwhen I found myself with them in the same cattle car, with small holes they drill through a few\nplanks, wooden planks, removed it from the top and you could slide down and upward between\nthe channels, steel channels there were wooden planks.",
        "Q: This was the floor of the car?",
        "A: No, that was side, between the buffers, between the cars, parallel with the trucks. And they\nremoved few planks, enough for human body to go through. They just placed themselves\nnicely under the buffers and one after another started escaping because the caboose where the\nsoldiers were never expected first somebody might escape. They were playing cards or\nsomething, did not paying attention. So the first few, seven only, were able to escape. I was\nalso in the line to escape but the first shot was fired as noticed them running away.",
        "Q: This was daytime?",
        "A: Daytime, yes. And their nice situation was that the machinist were appalled so he rode the\nengine for another maybe half a mile before he stopped. So they had enough area to be\nseparated from the train so they didn’t bother to chase them. But all the madness they\nconcentrated on the car where we were in.",
        "Q: Right, somebody was going to suffer for this.",
        "A: Right, so when the train stopped, the first SS jumped on the buffer, taking advantage of this\nopen spot through which they escaped and he emptied entire magazine of the machine gun. So\nhe killed two guys and he wounded about five guys. I heard only whistle above my head so for\nthe first time I had a barrel of the gun facing against me. That was the first time. Immediately\nthey opened the doors and they took us all out and it was some small how to say, it’s not village,\nit’s not town.",
        "Q: It’s the railroad siding?",
        "A: Railroad siding, people who lived closed to railroad tracks. Put us against the fence with two\nmachine guns right on both sides and the officer started telling us now who was the leader we\nwant to know or you will all be shot. So people next to me already started giving certain smell\naway and everything physiological part of your body is very weak if you’re under duress. And\nsomething was telling me all the time that this is not the place where you’re going to die and I\nwas kept so I went cool. Now we were lucky. In our group there was one fellow who spoke\nperfect German. We knew German language but not to such extent as could assume you are of\nGerman origin. But this guy was fantastic and he told with certain respect. You should know\nbefore you execute us he said that it was not our will. They had gun, they had instruments,\neverything ready for their escape and it was not our fault that you have not probably cleared\nthem or caught them when you were loading us at the platform. And that was reason that he got\nmad but he realized that he was telling the truth. It is possible. That was not a story but\npossible to accept. And he opened next two cars, split the group in half and put additional guys\non both cars and we quietly arrived to Auschwitz. That was eleven o’clock in the evening.",
        "Q: So it was a full days journey?",
        "A: Full day journey. And the soldiers were still mad at us and they were wounding people with\nbayonets pushing us between the platform, railroad platform and the main gate of the camp. It\nwas also quite an area, maybe half a kilometer or so. So during this small distance they still had\na chance to wound few prisoners with their bayonet. When we arrived there nothing happened.\nWe were in such a disarray and tired. The very next morning they told us to undress.",
        "Q: Where did they hold you overnight?",
        "A: In one of the barracks -- get undressed, washed, and before we got cup of tea you might call.\nThat was something -- combination of all kind of herbs collected from the fields dried and they\nwere making tea out of this weeds, giving us to drink every morning. So I didn’t drink, I only\nrinsed my mouth and brushed my teeth. The next thing was to be sure that everybody’s name\nthey have and we received a tattoo. And please mark the number, 119431",
        "Q: So they issued you the uniforms also with the vinkel on it?",
        "A: Oh no, not yet. Only the next day or so. So I was taken to one of the barracks and there were\nattendants checking twice. First time at six o’clock in the morning and second time at six\no’clock at night. Since the entire area was still not completely adjusted the ground was mud so\nafter rain, there were puddles. That was my first experience with the assistant to kapo. You’re\nsupposed to stand in a row that would be perfect horizontally, 90 degrees between rows and\nlines.",
        "Q: This was the Appell?",
        "A: Appell, yes. So when there was a puddle, huge puddle in front of me so I stood little bit off the\nline, the guy came to me and pushed me into the puddle with tremendous blow with a stick that\nthey were carrying similar to the baseball stick, baseball bat, and he said, you SOB you are\nafraid of what, are you gonna drink this water.. From now on don’t forget that you are not a\nman you are only a number. And I think that was quite characteristic. I never forgot this\nbecause I realized that I was only a number from now on. After two weeks being in Birkenau..",
        "Q: Were you pretty much idle at that time, they weren’t working you?",
        "A: Yeah, we were working on the Fraulager that means preparing the area to be occupied by\nwomen that’s supposed to arrive to Birkenau. Birkenau is not Auschwitz. Please distinguish\nthese two locations. One is apart from another approximately one mile. And all transports to\nBirkenau always, not to Auschwitz just like my transport. After two weeks I was transferred to\nAuschwitz thanks to my cousins because they were first in Auschwitz and they noticed from the\nlist obtained from Schreibshtuber that I was in transport and they took me under pretext that I\nam sick. They took me to Kreinkinbau, that means hospital in Auschwitz located -- buildings,\nnumber of buildings, I think 24 or 25 something like that.",
        "Q: They told you to pretend you were sick?",
        "A: Pretend I am sick, yeah. So one guard and me walked from Birkenau to Auschwitz and when I\narrived I met immediately I saw my cousin but he told me pretend that we don’t know each\nother. He placed me in the hospital and I was there for three days only and then remain in\nAuschwitz but still since I did not have two weeks quarantine that was required for all\nnewcomers we were called Tzuganga. Tsugang is the new arrival.",
        "Q: What did you say you were sick with?",
        "A: Cold, cold, yeah, fever. I was there not quite two weeks as on quarantine because I fainted in\nthe next week or so standing in line for Appell and when I was first time, I met these two\ngentlemen from my hometown. Their names just to record them I have to mention Jan Musdorf\nand Oleg Guretsky and they saved my life because when I went to hospital for the second time I\nreally had pneumonia in full swing with pleurisy, water in my lungs, completely flooded, and if\nnot for care of these two guys I wouldn’t live today. Unfortunately I must tell you that one of\nthem, Jan Musdorf, was executed as a member of the Underground. Somebody squealed when\nhe was in camp in Auschwitz and he was executed together with other Polish patriots at the end\nof 1943.",
        "Q: With pneumonia did you go back to the hospital?",
        "A: No, I was recuperating and my friends since my cousin was an old prisoner, since June of 1940,\nhe had many, many friends, and therefore they respected old prisoners. I was kept in this block\nwhere there were after illness you had to recuperate. Usually you were staying one week in\nhospital SS doctor was coming and sending you to gas chamber immediately as an Arbeit Shoy.\nArbeit Shoy means afraid of work. So you had to be very careful. That’s why I was always\nhiding, always hiding, lucky to have friends.",
        "Q: You stayed in a barrack hidden.",
        "A: Yeah, and now during my presence there, that was summer of ’43, another atrocity occurred\nthat could indicate what kind of inhuman treatment you could expect from the Nazis. They\nexecuted first thirteen members of the surveying group that one of them escaped. Thirteen were\nexecuted at Black Wall on Block number eleventh and twelve remaining after one month just as\nan example that no one should even think about escaping, they hung them in front of all of us,\ntwelve members of the surveying group.",
        "Q: So one was shot and the rest were...?",
        "A: Thirteen were shot and twelve were hung. That was July 17 of 1943, the execution took place.",
        "Q: So they made all the other prisoners come out and watch this?",
        "A: And watch yeah, and they were hung in front of the kitchen. They were hung there for at least\nthree days before the bodies were taken away and gallows was removed. And while I was on\nthat -- I received a red point which meant in the distinction of the camp meant he’s not allowed\nto work outside the camp because they called us Flukfergocht which means suspected of any\nescape. I received this probably because the Gestapo had me from the first, my first escape\nfrom the Skarasheska Street. And maybe all the guys who were with me in this car, the train\nthat was carrying us from Warsaw to Auschwitz.",
        "Q: This was that red triangle?",
        "A: No, under, below the number and the red triangle I had red point on white piece of cloth, red\npoint here on my left side of my chest under the number, then on the right side of my leg, right\nbelow the jacket and in the back I had also a red point and letters IL which meant in German\n““T’m Lager.”",
        "Q: In camp. You say a point. What did it look like?",
        "A: It was approximately one- inch diameter that was red on white piece of cloth and here were\nletters IL.",
        "Q: So it looked something like a Japanese flag?",
        "A: Like a Japanese flag, yeah. So my cousin said to me, Michael, you will live about two weeks,\nthat’s all, because that was the approximate time elapsing between.....they didn’t want to keep\nthe Im Lager, the Red Points in camp. You could be shot after six o’clock when you were\nwalking. After working hours when you were walking in camp SS soldiers were trying to\nexperiment or exercise their aim at the points and they were shooting at you like to a rabbit. So\nimmediately after being discharged from quarantine I started working in the washroom. I was\nso good at folding the SS shirts that they gave me the storeroom to take care of, otherwise I had\nto keep every SS guys names inside my notebook and receiving the dirty clothes and giving\nthem back already washed and cleaned and pressed and everything. So it was pretty good.\nThat happened until December | of 1943. They decided to collect all the Red Point guys and\nput them to bunker. So I was taken to Block 11 which was known from the executions and that\nwas the final stage of your -- like the death row or the final alley before they executed you. So\nyou imagine how I felt. And that was the time when new commanding officer of Auschwitz\narrived and this blood thirsty son-of-a-bitch was replaced by name of Liebehenstetshen\n(probably Arthur Liebehenschel) or something like that. He, would you believe, he said that\nduring his presence there would be no more executions. So I was saved again but he\nconcentrated all these guys who were on the black list and he sent us to another trip from\nAuschwitz to Flossenburg in Bavaria, Germany.",
        "Q: How long were you held in Block 11?",
        "A: From December | to February 2. Arriving in Flossenburg, here in Auschwitz we had fantastic\nweather. There was no more than about 35, 38 degrees, no lower, and we arrived to the\nelevation of 900 meters which 1s over 2700 feet above sea level and with six feet of snow on the\nroad, cold as hell, and we were only dressed in thin German prisoner uniforms.",
        "Q: They took you by cattle car to Flossenburg?",
        "A: Oh yes, the same thing, and we went through Kemnitz, I remember, station all the way around\nCzechoslovakia. They didn’t go through Czechoslovakia, all the way around Czechoslovakia.\nFlossenburg is situated in Northern Bavaria close to town of Weiden and that was -- we didn’t\nknow why we are there but we started working on the Shtassenbau Commando, two mountains\nwhich we were about to cut to certain level and fill the gap in the valley to create a highway. A\nfew guys died at that time. We had two Jewish friends, prisoners, with us. They killed one by\nname of Blum. He was famous in Jewish society in Poland. Plus two additional guys that they\ntold us they would be transferred to camp where they have additional Jewish prisoners. In\nFlossenburg we had no Jewish prisoners. So I had, there were many stories I could tell you\nabout my presence in Flossenburg camp but that was camp that I finally transferred to the\nMesserschmitt factory that they had in the mountain. We were not afraid of any air raids or\nanything because it was in the quarry.",
        "Q: Isn’t the salt mines?",
        "A: No quarry, granite mountains. I was there till the end, which means till April of 1945.",
        "Q: So most of your time there was spent working in the Messerschmitt factory? First you built the\nroads?",
        "A: First we built the roads for the first two weeks and then they called all carpenters and good\nthing that I said that I am carpenter. He look at my hands and he slapped me and he says you\nson-of-a-bitch, you telling me that these are carpenter’s hands and I said well I was a student\nbefore I was arrested and I didn’t have hard work at Auschwitz so I couldn’t have any calluses\non my hands, however, I am acquainted with all the carpenter’s tools. He says okay then we\ntake you but if you show me any ignorance to handling the equipment I will kill you personally\nhe says.",
        "Q: Is this a kapo or an SS?",
        "A: That was an SS officer. So I was directed to the Killer Fur Klidem for Messerschmitt which\nwas a small aluminum box that my duty was -- it’s on a conveyer -- and I had to make\napproximately sixty holes in one minute.",
        "Q: You had to drill them in?",
        "A: Drill them in, yeah, through the dzig. So many guys were afraid to break the bits. Once you\nbroke the bit you got 25 lashes. So I became famous because I learned how to sharpen the bits\nand to work enough to be allowed to break them. You had to perform already a certain work\nwith every bit before you could break it. So after that on May first 1944 in Flossenburg they\nallowed us to play ball for the first time.",
        "Q: Football?",
        "A: That was like soccer, but only by hands. Instead of kicking the ball, since there was not enough\nroom, we also had two goals operating with our hands. Would you please believe me that I\nbecame a star. Because of that, I received better position to be again in a store issuing the tools\nevery morning and collecting them at the end of each shift. And that was also very good\nbecause I had one more dish of soup just to maintain my physical strength for the game.\nGermans were betting on me how many goals I will shoot. And we were only allowed to play\nSunday afternoon.",
        "Q: Did you throw the ball to one another?",
        "A: Yeah, just the same thing. You operated with your hands the same as your feet and would you\nbelieve that this is something I never expected and we had definite knowledge that Germany is\nlosing the war because for the first time they allowed us to have some kind of entertainment.\nTheir national holiday, May 1, social what they call MS and they are pair, right? National\nSocialistice Deutsch Arbeit Bartai. And from this point on it was a little bit better. They added\nsugar to our morning tea so you can imagine, huh? Now two things happened. First, after\nunfortunate uprising 1n Warsaw the first prisoners arrived from Warsaw directly to Flossenburg.\nAnd second thing happened....",
        "Q: This was after Polish uprising?",
        "A: Polish uprising, yeah, so in September of....Polish uprising was August 1, 1944 -- in September\nthe first group arrived from the uprising, prisoners. And the second thing happened, the plague\nof typhus. So I experiences I mentioned to you, red box in Poviak forgot to tell you about fleas\nin hospital in Auschwitz. Tremendous fleas that you could cry because you couldn’t catch them\nand they were biting you all night long. And here lice. To receive set of shorts and shirt you had\nto exchange these two items for one portion of bread. Bread was like money. You could buy\nanything with portion, daily portion, of the prisoner’s daily portion of bread. I tell you what\nvalue of bread was, one Komisbrodt the German military shvartz brodt that was similar to our\npumpernickel, you know black pumpernickel, it was also like square, so divided into four\nportions. One bread was one beautiful white-blue diamond, that was the corresponding value,\nokay. So after that I, not only Polish but also Czechs and German prisoners were dying.\nGermans in camp were always occupying some functions whether they were in charge of the\nbarracks or in charge of your work commando or whatever. However there were also Czechs in\nFlossenburg. In Auschwitz, majority were Polish. About 80% were Polish. Here, however, we\nhad about 40% of Czechs, maybe 35% of Poles and other nationalities, including Americans,\nthe flyers who were shot down. They were there but very short period of time and they were\nimmediately executed. Now to finish my story, I was there till April 21. We started moving in\ngroup of 5000 surrounded by again Ukrainian SS.",
        "Q: You were being marched out?",
        "A: Marched out. And they told us they would try to move us south towards Dachau. But because\nThird Army, we later learned, Third Army was moving so fast and they were pushing us\nsoutheast from Flossenburg and therefore after passing about sixty miles in three days. Out of\n30,000 prisoners they killed 15, 000. Whoever couldn’t walk they were shot in the ditch with\ndum-dum bullets. They were all found after liberation by the Third Army members, General\nPatton’s army. We had possibility of getting taken care of immediate by the American Red\nCross hospital, field hospital, and I went with my friends, tried to go as far a possible west. We\narrived to Erlangen near Nuremberg. Erlangen was not bombed, was academic city with a\nuniversity there. First camp for refugees was formed by the US army.",
        "Q: Were you liberated just one morning?",
        "A: Yes I was liberated on the third day of our evacuation march. Was a beautiful, beautiful, never\nto forget situation, because we were concentrated on the mountain and we have seen on the\nother mountain, we have seen first American tanks and together with us there were Soviet army\nmembers who jumped on the Ukrainian SS guards. They shot them, killed them instantly and\nwith the guns they were started moving toward the American troops. Since that was some kind\nof horseshoe area we were trying to go into the valley and then come up the mountain and\nmaking ourselves a short cut. And when we were, we were there three of us, we found a group\nof SS soldiers armed to their teeth and we almost got killed. It’s unbelievable, right there. You\nsense you had freedom in the air and you could be killed at the last moment. That was my\nfourth time when I faced the gun. And good thing that my friend spoke German and then we\nsaid we are Germans from Silesia. We want to go home now. So he said only as Germans don’t\ntell them that we are here. My luck was that when I arrived to the first group of the Yanks, the\ncommanding officer I think of the first division of the Third Army and most of them were Poles\nfrom Buffalo, New York area and almost every second spoke Polish, broken Polish, but they\nknew Polish language. So I told him in Polish who we met on our way here. So he said okay\nyou will see what’s going to happen and they shot immediately first warning like a rocket down\nto the valley. After a few moments lower white flag arrived at the main building, just like city\nhall or something like that and he said look what’s gonna happen now. And all these tanks\nmaybe a dozen of them from all around the area they started shooting everything they could\nreach.",
        "Q: So they were being held in a little town in the valley?",
        "A: Yeah, so finally after that first salvo, finally white flag appeared on the steeple. And, therefore,\nthat was the end of military action in this area. So later on as I mentioned to you before, I was\nable to join the American army and after five years of serving with Labor Service Company I\narrived to New York.",
        "Q: So five years employed by the US army?",
        "A: Yes, from September 1945 to September 1950.",
        "Q: So you were liberated what month?",
        "A: I was liberated in end of April, April 24, 1945 near Ulm very close to the German\nCzechoslovakian border. I didn’t tell you many, many details when I was in the bunker. I was\nfacing the experimental Block number 10 to tell you but this is.....",
        "Q: Do you want to tell me now or....?",
        "A: Well I could mention only one detail we were witnessing how they took one prisoner and this\nhappened to be one of the members of Polish Voskafala which was some ?? hour on Polish\nradio before the war. He was Jewish and he was fantastic comedian. He was a star on Polish\nradio before the war. He was taken one morning to this experimental block, Block 10 and they\nremoved one testicle from him. When he came back we ask him what did they do to you. He\nsaid that first they had special machine to ejaculate him when he was normal person with two\ntesticles and then after that they removed one testicle. After three weeks they called him for\nanother ejaculation just to compare how human sperm can work, can be used with one and two.\nWith women we have seen something they were working but this will be described in my book.",
        "Q: You were able to see them doing the experiments?",
        "A: Yes, before they closed the windows. They realized later that we were watching, we were\nwitnesses, and they bricked up the windows. But for the first two weeks of December I could\nobserve that and after two weeks the masons blocked the windows.",
        "Q: Women they were doing similar kinds of experiments?",
        "A: Yeah.\n(TAPE ENDS ABRUPTLY)\n"
    ],
    "questions": [
        "Q: We can just start with your name.",
        "Q: Let’s just get your birth date also, your date of birth.",
        "Q: This was public school?",
        "Q: So it was an investigative branch of the...",
        "Q: Was it a special gymnasium or just general studies?",
        "Q: Your whole family was there?",
        "Q: Did you have a particular subject that was most interesting to you at the time?",
        "Q: You took languages there and German?",
        "Q: That’s a generic name, Liceum?",
        "Q: Oh, like the French.",
        "Q: Did they tell you why?",
        "Q: What were these trenches like that you were digging?",
        "Q: This was still in the Wilno district you were in?",
        "Q: Where was your father, was he mobilized to go someplace else?",
        "Q: But the Polish army was relatively weak.",
        "Q: Who were you staying with in Wilno, you said they were friends of your father?",
        "Q: Military friends?",
        "Q: So you were in classes learning Russian now and Soviet propaganda?",
        "Q: How did you personally feel about this?",
        "Q: They pretty much replaced teachers that were there?",
        "Q: So all your other studies went by the wayside?",
        "Q: Why did you want to escape? What was your goal?",
        "Q: So clearly your father if he were there would have been a target.",
        "Q: That was in January?",
        "Q: These were the Russian guards?",
        "Q: Did you go all the way back to Wilaka?",
        "Q: Was he crossing from the German side?",
        "Q: Did anybody ever check your documents at that time?",
        "Q: Once you were there they just assumed.....",
        "Q: How would you clean the mortar off?",
        "Q: Had the Germans assigned you to that task of cleaning up the buildings?",
        "Q: Did you have to clean a thousand a day to get paid?",
        "Q: But if you cleaned a thousand you would get reasonable pay?",
        "Q: In your home?",
        "Q: You had a camera?",
        "Q: Did you actually have a store?",
        "Q: That’s extraordinary. What about getting supplies? Was it relatively...",
        "Q: Do you remember developing anything especially interesting?",
        "Q: Were these Jews mostly that they hung?",
        "Q: Were you living with your aunt?",
        "Q: And that’s where the store was, in Siedlce.",
        "Q: So we collected, it was a very nice sum, when we tear off all these garment we found quite a\nnice sum of money. And that was the last day in Warsaw to exchange the old Polish money into\nthe general government, they were called general government money. And we decided to open\na business. And then between Warsaw and Siedlce is Minsk Mazowiecki and we decided to go\nback to our first family town when everybody knew us and we knew that if something goes\nwrong, we will get help. And therefore the first try was to open a regular general store in Minsk\nMazowiecki. And since the only place for the building was in suburbs didn’t go so well, so\ntherefore my mother obtained somehow lease of the building on the main street. And she\ndecided to change from general store to delicatessen. And we had fantastic business. We had\nfantastic business and I could start attending various classes and getting my education because\nas you know, once Germans occupied Poland, they liquidated all high schools, lyceums,\ncolleges, and universities. Only the grammar schools were open because they told us that we\nare designated as labor force only.",
        "Q: Right, so all you need 1s a certain level of education.",
        "Q: Where were you able to take classes then?",
        "Q: Why was he arrested? Was he in the underground?",
        "Q: Were you actually working in the underground then or did they suspect any young person?",
        "Q: So just as a preventative, they figured they might as well arrest them before they start\nsomething.",
        "Q: Did several columns come through your town?",
        "Q: Mechanized columns?",
        "Q: So it was almost like rounding up cattle, livestock, getting into a smaller and smaller area?",
        "Q: He was part of the deli?",
        "Q: Was there a ghetto there?",
        "Q: Just a Jewish neighborhood?",
        "Q: They shot women and children?",
        "Q: Did you see this massacre?",
        "Q: Was that the first real atrocity you saw committed by the SS?",
        "Q: Did they send you by truck or walk you or..?",
        "Q: Did they ever give a reason for arresting you?",
        "Q: The Ukrainian SS have a fairly bad reputation. Did you agree with that?",
        "Q: That they were ruthless?",
        "Q: You were held in this warehouse for two weeks?",
        "Q: What did they teach you?",
        "Q: Where did they hold the classes?",
        "Q: How many students were with you at a time, usually?",
        "Q: And you paid the professors?",
        "Q: Where were you living?",
        "Q: You’re caught within the Jewish ghetto at that time, that is within the area they designated? I\nknow a lot of Poles who moved out.",
        "Q: You recall watching them build the wall, I suppose.",
        "Q: This was the streetcar that actually went in the ghetto and out the other side?",
        "Q: If they wanted to get out there they could try to get out?",
        "Q: Did you ever hear of the group Jagoda?",
        "Q: I know that they saved a lot of Jews in Warsaw.",
        "Q: I won’t ask more questions.",
        "Q: Was that Christmas Eve meal or Christmas day meal or just around...?",
        "Q: This was in Warsaw?",
        "Q: I’m not familiar with him.",
        "Q: Were you nervous about doing this?",
        "Q: They were knocking at the door?",
        "Q: What kind of work were you doing in the railroad machine shop?",
        "Q: When you were sworn in what was the philosophy of the underground? I’m sure they said that\nour goals are to .....",
        "Q: So since was the predecessor to the AK this was also an armed resistance group?",
        "Q: What did they have you build?",
        "Q: As acarpenter what were you building for them?",
        "Q: Assembly line?",
        "Q: They call that the tramway, this corridor.....?",
        "Q: Those interrogations, what did they ask you or what did they say to you?",
        "Q: So any time you didn’t answer.....?",
        "Q: You had a window in the cell you were held in?",
        "Q: This was a group cell?",
        "Q: Then you could see the ghetto from that window?",
        "Q: All from Poviak?",
        "Q: These were the cattle cars they put you in?",
        "Q: They give you some food within the prison?",
        "Q: This was the floor of the car?",
        "Q: This was daytime?",
        "Q: Right, somebody was going to suffer for this.",
        "Q: It’s the railroad siding?",
        "Q: So it was a full days journey?",
        "Q: Where did they hold you overnight?",
        "Q: So they issued you the uniforms also with the vinkel on it?",
        "Q: This was the Appell?",
        "Q: Were you pretty much idle at that time, they weren’t working you?",
        "Q: They told you to pretend you were sick?",
        "Q: What did you say you were sick with?",
        "Q: With pneumonia did you go back to the hospital?",
        "Q: You stayed in a barrack hidden.",
        "Q: So one was shot and the rest were...?",
        "Q: So they made all the other prisoners come out and watch this?",
        "Q: This was that red triangle?",
        "Q: In camp. You say a point. What did it look like?",
        "Q: So it looked something like a Japanese flag?",
        "Q: How long were you held in Block 11?",
        "Q: They took you by cattle car to Flossenburg?",
        "Q: Isn’t the salt mines?",
        "Q: So most of your time there was spent working in the Messerschmitt factory? First you built the\nroads?",
        "Q: Is this a kapo or an SS?",
        "Q: You had to drill them in?",
        "Q: Football?",
        "Q: Did you throw the ball to one another?",
        "Q: This was after Polish uprising?",
        "Q: You were being marched out?",
        "Q: Were you liberated just one morning?",
        "Q: So they were being held in a little town in the valley?",
        "Q: So five years employed by the US army?",
        "Q: So you were liberated what month?",
        "Q: Do you want to tell me now or....?",
        "Q: You were able to see them doing the experiments?",
        "Q: Women they were doing similar kinds of experiments?"
    ],
    "answers": [
        "A: My name is Michael Scislowski, Polish pronunciation Michal Schislowski. I was born in\nSiedlce, Poland. The town is located approximately 100 kilometers from Warsaw which is\nabout 60 miles, east. In 1933...",
        "A: Date of birth, September 30, 1922. In 1933 I was a grammar school pupil going to school near\nRuvna in Polish Ukraine area which was called in Polish Woin.",
        "A: That was public school, yes. I graduated from the school in 1935. I lived there with my father,\nmy mother and sister. My father was a military career officer who had fantastic talent in\norganizing orchestra bands or amateur theaters anywhere we went and because of being military\nperson he was rotated on his duty from one _ place to another, therefore we recognized and lived\nin many, many towns on the eastern Polish border. He was comparing with American\norganization was similar to FBI.",
        "A: An investigative counterespionage, army counter-espionage intelligence service. So in 1935\nafter graduating from grammar school, my father was transferred to another town north of\nRuvna by name of Kostopol which is now in Russian territory. And he didn’t want me to waste\ntime on learning Ukrainian language and therefore he brought me to my grandmother’s place,\nback to Siedlce where I was born and I enrolled to gymnasium which 1s Polish high school.",
        "A: No, it was general studies, right. And how different and how more informative Polish\ngymnasium was compared with American high school, then you know yourself. So I was in\nSiedlce in first and second year of high school and then I joined my father who requested\ntransfer to area where he could have also high school in town and he received Wilno district,\nVilna now is capitol of Lithuania but 1t was Polish and near Wilno was town by name of\nWilaka, Wilaka Poyeto. So I completed high school, the third and fourth year in Wilaka..",
        "A: And my family was there, right.",
        "A: All subjects were dictated by national education system and therefore the beauty of this was that\nno matter where anybody from military family or any other the child was transferred from one\ntown to another at this particular town you found exactly the same program in every subject.\nAnd we had twelve subjects including geography that in this country kids don’t even know\nwhere Washington D.C. 1s.",
        "A: In order to graduate from Polish high school you had to know two foreign languages and one\nclassic. So I had German and French and Latin language as classic. So in 1939 I should have\nstarted Liceum. Liceum was approximately corresponding with American college, first year of\ncollege.",
        "A: Liceum, L-I-C-E-U-M.",
        "A: Like the French. So when war broke out, September 1, that was our first day of school. And\nimmediately after the ceremony we started digging trenches.",
        "A: Yeah, yeah, we knew immediately that war broke out and Germany attacked Poland, at four\no’clock I understand in the morning.",
        "A: They were just like in the frontlines, any action, any military action in the front lines, trenches.\nThey were about seven feet deep covered with some heavy materials and then covered with\ntopsoil. So from the top, from the airplane you couldn’t see it, camouflaged.",
        "A: Yeah, in Wilaka where the high school was, on the high school territory. Well so you could see\nthat we couldn’t proceed with our lessons because the action, Germans, were approaching\nWarsaw almost every day.",
        "A: No, my father was still with us until September 17. On September 17 the Soviet Russia\nattacked Poland according to agreement with the Germans. Ribbentrop-Molotov agreement.\nAnd they gave us the final blow in the back. So we didn’t know how they would behave\nentering Polish territory so my father took us, my sister, mother, myself, took us with him on\nthe evacuation trip from Wilaka to Wilno. On our way there we have seen already preparations\nof Polish troops to fight the approaching Soviet tanks.",
        "A: Weak, yes, and it was already in very much in disastrous situation. Therefore, he left us in\nWilno with his friends and went with his group of agents he said to headquarter, I believe, to\nheadquarter, and I have never seen him again until after war. So as I understand they crossed the\nLithuanian border, Lithuania was for a few more days free, and when the Russians came, all\nthese Polish military personnel was taken by the Russians and sent to various concentration\ncamps.",
        "A: Friends of my father, yes.",
        "A: Military friends from World War 1. And then the Soviets ordered all people should return to\ntheir homes. So we went back to Wilaka. And after a few weeks they ordered all students\nreturn to their classes, but because of the extra-curriculum given by Russians in Russian\nlanguage in Communist history, in party Communist history, we were taken one year back --\nbecause they told us we complete our education as Communists after two years of\nindoctrination.",
        "A: Yes and Soviet Communist Party history.",
        "A: Well, you had absolutely nothing to say. You tolerated but you were definitely disgusted about\nthis and we were trying to make some sort of ironic remarks all the time during the classes. But\nour teachers were army officers and they were Jewish.",
        "A: Yes.",
        "A: No, other studies, a few of our teachers escaped, and whoever escaped was replaced by the\narmy teachers, Russian army teachers. Well I attended Communist classes until January 1“,\n1940. That was if somebody still is altve could remember, we had the worst, the strongest, the\ncoldest winter of my time. The temperature very often was dropped to minus 40 degrees. And\nduring the night like that, with of course certain agreement with my mother, I decided to escape\nto Warsaw. So I took the train and I went to the last station before the borderline between\nRussian occupation zone of Poland and German occupation zone of Poland.",
        "A: Good question, because they started to arresting all Polish intelligent family members such as\ndoctors, lawyers, former police department members.",
        "A: Yeah, and I would be a target, definitely. So I decided to escape.",
        "A: That was January 1940. Taking advantage of -- they gave us two weeks vacation. So arriving\nto this last station I had to go about five miles on foot with a group of some people. They\nthought I know more about the location of the border line than themselves. And I led them\ndirectly to the guards building and when we started running away, they noticed us and they\nstarted shooting.",
        "A: Russian guards and I was caught first time when I tried to cross the border. And as penalty they\nplaced us in the brick outhouse in the lower level where I had to stand in excrement, human\nexcrement up to my knees. So I couldn’t kneel. I couldn’t relax, nothing. I had to stand there\nfor three days before they took us out and they told us, now go back to Wilaka and you should\nstudy because you are a young student and you will be a good Consumer (?). Then I cried but I\nhad to try again. So with my second try, instead of turning left, I turned right.",
        "A: NO, NO, NO, NO. Right after this maybe I went two kilometers towards the station and then I\nturned sideways when I noticed, because that was during the night, I noticed they couldn’t see\nme anymore and I tried again, with the help, of course, of one guy who was also crossing not\nthe first trme. And he helped me out and I found myself on the other side in the morning.\nPeople on the borderline were very wonderful people. They fed me, they washed me a little bit,\nbecause I stunk like a beaver. And after a few hours I arrived to Siedlce because I thought my\ngrandmother 1s still in my place where I was born, Siedlce. When I arrived there I only met my\naunt. My grandmother was in Warsaw at that time. So between January of 1940 -- oh while\nreaching the destination, I sent a message to my mother in Wilaka a friend who was leaving for\nWilno because he had a family over there.",
        "A: He was crossing from the German side to the Russian side. And I give him description how I\ncrossed and I urged them also to try to come over. You see the difference between Russian\noccupational zone and German was that they were both death enemies of Poland. However, on\nthe German side you could at least dress as a civilized people. You could use your tie, you\ncould use your hat, you could use your nice shirt, versus looking like a peasant all the time and\nbe completely as a savage looking. So this is, you should remember, this is the reason why so\nmany people couldn’t stand Communists because that was hypocrisy to the highest extent.\nNow what struck me first on my arrival to Siedlce that Jewish people, they were wearing the\narmbands with the Star of David and they had to take hats off and step aside before every\nGerman soldier. So you could see that that was horrible experience right from the start. And I\nwas wondering right then how long I would be safe in this area.",
        "A: No, No, nobody...",
        "A: Yeah, once you were there.....It took me one month to take bath, Turkish bath every day in\norder to get rid of the smell I absorbed sitting in that outhouse there. It was horrible. Well, I\nstarted working in Siedlce first at the construction to clean, because Siedlce was also bombed\nduring the war and there were many masonry buildings that required removal. And the break\nwas the price of gold so we were cleaning from the mortar, we were cleaning every brick and...",
        "A: With chisels, and once you cleaned a thousand bricks a day, you had good pay. And so I\nworked there, but it was too hard for me. So after two months, that was about March, in March\nI met one friend who suggested to me we should open photographic business because Germans\nwere taking pictures of all the Polish ruins and Polish various monuments and everything.",
        "A: No, no that was private. It was private Polish company.",
        "A: No, no, no.",
        "A: Yeah, you could work two days or three days but you were paid for one thousand bricks. And I\nwent in business developing pictures. I knew this because we had our own darkroom in Wilaka.",
        "A: In my home, yeah, so I was photographing bugs since I was nine years old.",
        "A: I had camera, yes. So it was easy for me and I was making good prints and everything. That’s\nwhy we had fantastic business.",
        "A: We had a store, yeah, we had a store in a half demolished building, but it was okay.",
        "A: The Germans were giving you supplies. The Germans were bringing supplies to your store.\nTherefore, you were allowed to charge them just for your labor. They were giving you prices\nfor every print, every enlargement, whatever.",
        "A: Oh we collected some nice, yeah, they were very fond of taking pictures of the hanging\nceremony and we had quite a bit of collection of German photographers indicating the\nexecutions.",
        "A: No, no, anybody who was against them who was caught doing something that they -- for\neverything, as you know maybe, everything was death penalty, no matter what you did, against\nthe Reich it was death penalty. Now, my mother and sister arrived in Warsaw in May 1940.\nThey had also tremendous, tremendous difficulties. They were separated for 48 hours during\ntheir trip and my mother thought that they kidnapped my sister because she was only, at that\ntime, maybe twelve years old.",
        "A: I was living with my aunt, yeah, in Siedlce.",
        "A: In Siedlce, yeah, before my mother and sister arrtved. When my mother and sister arrived in\nWarsaw she sold everything what we had, possibly whatever was available and in their clothing\nand various pieces of undergarments se sewed in all the bank notes, high bank notes of one\nthousand zloty.",
        "A: Right, they don’t need Polish intellectuals anymore.",
        "A: No, no, they were secret instructions given to us by Polish professors. And I continued later on\nwhen I tell you after my first arrest. So I was in Minsk Mazowiecki till, no let’s say this, at that\ntime I also started learning English. There my first English classes were taking place. Maybe I\ntold you before I had nice big family, so my first cousins who lived in Warsaw were arrested\nand sent to Auschwitz. That was June of 1940. One of them 1s still alive and I now contact\nwith him, so he promised to contribute something also to the museum in Washington.",
        "A: No, no, they knew that all Polish youngsters, they like to work underground. They didn’t\nrealize yet that we already had certain first beginning of the underground organizations but they\nwere trying to -- they started in 1940 in June arresting many youngsters. So I was even hiding\nin the attics, in the cellars, just not to be surprised during the night when they come and take\nyou away.",
        "A: No, no, not yet, they suspected any young person, not yet.",
        "A: That’s right, correct. So in November of 1940 being located on the main street of Minsk\nMazowiecki we noticed first movement of German troops toward the east. Okay, that’s\nimportant fact. And we were wondering, what the hell for.",
        "A: Yes.",
        "A: Mechanized columns, yeah. And as you know Brazilitov which was the borderline between\nGermans and Russians, it was maybe another 150 miles. In January 1941 my friend started\ntalking about underground organization to fight the Germans right here in Minsk Mazowiecki\nthat was January 1941. In March of 1941 we noticed increased movement of German troops\neast and as you know in June of 1941 Germany attacked Soviet Russia. And that was end of\ntheir friendship and collaboration. During this time in Warsaw the first Wapanki, Wapank1, it\nwas type of certain -- the idea of closing the streets and avenues in such a way that whoever is\ntrapped in this four or six blocks together was led to one only exit and was identified and if they\ncaught, few times they caught very important people of underground organizations and other\nPolish famous guys.",
        "A: Yes. And the same way there were hostages also selected from this kind of engagement. Now\nbetween June °41 and August ’42 there were continuous Wapanki, continuous arrests,\ncontinuous, no matter where. Even Minsk Mazowiecki was no more safe anymore. And now\none morning, at six o’clock in the morning when I was going to my uncle’s house for certain\ninformation, I was passing by the Ukrainian SS troops who were stationed at the beginning on\nthe east side of Minsk Mazowiecki borderline of the township and there were plenty of them, I\nwould say about entire company, about 100 people. I was wondering what happened, and when\nI was staying with my uncle because we had business together....",
        "A: He was part of the deli, yah, he had his own business also. And what we learned that they came\nto liquidate Jewish section of Minsk Mazowiecki who were the market place was in front of the\nCatholic church.",
        "A: No, no.",
        "A: Jewish neighborhood, yes. They took all of them into the marketplace. It was a nice area about\n300 meters by 300 meters, that would be 900 feet by 900 feet. They concentrated them and the\nUkrainians shot them dead. So the blood was floating all over the place.",
        "A: Everybody, yeah. I mean, some of them who were able to escape, they were escaping. Before\nthat massacre they were forcing the Jewish gvina (?) rabbis to donate to commandateur, the\ncommanding officer of the garrison of Minsk Mazowiecki about one kilogram of gold every\ntwo months or every three months I cannot tell. But we knew that they were forced because\nJewish friends told us that they had to donate all gold. Once they stripped them with entire\npossessions, then they killed them.",
        "A: I saw only after massacre when they were using remaining Jewish people to load the bodies on\nthe tracks and taking them away to some massive graves.",
        "A: I would say so. Well, I saw hanging executions in Siedlce when I came. That was my first\nexperience. That was my first experience of atrocities. And here I approached the end of my\nfreedom for the first time in September of 1942. I was arrested and kept overnight by the\nUkrainians in their SS garrison in Minsk Mazowiecki and then the very next morning I was sent\ntogether with a group of about thirty kids to Warsaw.",
        "A: Sent by truck, by truck.",
        "A: No, no. They came -- I was with my mother and my sister in the store during the day and they\ntook me from the store.",
        "A: Oh, absolutely.",
        "A: Ruthless, especially to Poles, because they were pushed by the Germans and the Germans were\nsmart. They didn’t do this biggest atrocities. They were always taking somebody who was\nserving them well. Okay, that’s what happened. Now I was held in ?? I think that was\nwarehouse or high school, I don’t recall. There were many, many empty halls where they kept\nall these kids, few hundred kids were kept there. And checking my health, checking my\nstructure, medical examination, they told me I would be send to main post office in Vienna to\nwork. And I saw my mother for the last for the two weeks that I was there.",
        "A: Two weeks, yeah, and my mother was there every day crying so I tried to tell her, don’t worry\nabout me, don’t worry about me. She said one of my uncles promised to help us. And really\ncombining our money together because I believe she had to pay 7,000 zloty to the chief guard\nand he let me go. But I wouldn’t dare to go back to Minsk Mazowoecki. Therefore, I remained\nin Warsaw and here I really joined the lyceum courses, that was confidential courses arranged\nby professors of colleges and universities for the kids who couldn’t go to school any longer.",
        "A: They were teaching me everything, mathematics, all the courses that are necessary. I at that\ntime already decided to become an architect. So History of Architecture.",
        "A: The classes were held in each professor’s private home. So we had to travel all over Warsaw.\nOne class was held on Wilsa Street, another class on Dubra Street and from Dubra back again\non Marshallkoska Street.",
        "A: Usually the complete was six kids in a class.",
        "A: No, whoever was able to pay, he paid, whoever not they were all patriotically inclined. Nobody\neven thought about material gains. And also at that time I started taking lessons on piano, piano\nlessons.",
        "A: I was living with my uncle who bought -- I contributed some of my money and some of my\nmother’s money and we bought apartment on Dubra Street, 53, corner of Radna. So that was\nSeptember of 1942. October more arrests, more hostages, more executions. That was the time\nthat Jewish ghetto was enclosed completely.",
        "A: No, no. I was not affected because I was closer to Vistula River area.",
        "A: Yes, yes, I was passing on a streetcar many times through the ghetto. And at the beginning\nwhen I was there the life was normal. You couldn’t recognize any differences only it looked\nvery congested, looked very congested.",
        "A: Right, it had to pass by. What I would like to stress here, Kevin, please believe me this 1s not\npropaganda. Whoever wanted to leave or escape, he could. The Jewish gmina members, the\nhighest instance in ghetto, that were ruling spiritually also and morally entire population, they\nnever believed that the Germans would liquidate them and that was the biggest mistake because\nthey had whoever wanted to go, he could.",
        "A: Absolutely, even jumping at the stop, jumping into the tramway and wh -- t, you’re out. You\ntake off the band. The only thing is whoever was looking Jewish, he had no chance, that’s true.\nThat was Mother Nature’s dirty trick. If you happened to look similar to other faces by all\nmeans you could save. And they were saved, many, many thousands, hundred thousands were\nsaved.",
        "A: Yes, yes.",
        "A: Oh sure, and how many thousands were executed because they were trying to save. I know a\nfew around the village in Minsk Mazowiecki. It was rough. So let’s go because we never finish\nthis.",
        "A: No, no, ask me, ask me, it’s wonderful, ask me because I will supplement you immediately with\nmy opinion if I have any. In 1942, Christmas time now, I took a chance. Came to Minsk\nMazowiecki at night with my friend for Christmas Eve dinner. And that was the last time I saw\nmy mother, grandmother and sister. Now 1943 January....",
        "A: Christmas Eve meal because Christmas Eve meal that just like Jewish holidays are falling\nalways at night like Friday night, like Shabbat Shalom. Well in January I was sworn into ZWZ,\nZwiazek Walki Zbrojnej. That was the organization which was preceding AK, Armia Krajowa.\nAnd together with my friend, Stanchachovski and we two were sworn in by Bal-Komorowski\nhimself.",
        "A: That was in Warsaw, yeah.",
        "A: He was the commander-in-chief of all organizations at that time.",
        "A: Oh, sure, yeah. Now I received the first underground work in the railroad machine shop in\nPraga. Praga is on the other side of Warsaw. On one bank is called Warsaw and another side is\nWarsaw Praga, okay? And not a lot of fun because on March 19, 1943 hoping that my uncle 1s\nat the doors of my apartment at six o’clock in the morning, I opened the doors and that was\nGestapo.",
        "A: Knocking on the door, yeah.",
        "A: Working as a carpenter. That’s why I almost saved my life later on in the concentration camp\nbecause I declared myself a carpenter.",
        "A: ...to free, free Poland of enemies, yeah, regardless of whether they were Germans or Russians.",
        "A: Yes.",
        "A: Have me build, what do you mean?",
        "A: Oh, no, that was some parts. You wouldn’t know. You would never know what is the final item.\nSo you had only parts, certain hundreds of pieces of lumber cut to certain piece. It was on\nvarious tact.",
        "A: Assembly line, yes. So please remember they entered apartment at six o’clock in the morning\nand at seven o’clock, one hour later, I was in Poliak prison, shaved, undressed and thrown into\nthe basement solitary compartment. And then I started crying. Because I said what the hell for\nhonestly, what have I done, I didn’t do anything yet so as to be locked up. So during my\npresence in Poliak I was interrupted by Gestapo three times on Alaya Shucha where the\nheadquarters of Gestapo was. Alaya Shucha. And probably you heard about tramway we called\nthe special room of the sizes about 25 by 12 or 25 by 15 rooms that people who were waiting to\nbe interrogated had to wait with face the opposite dead wall. And the guard was behind you. If\nyou turn only a little bit of degrees left or right, he calls you to the passage and you have to\nmake one hundred sit-ups until you were exhausted.",
        "A: Each room. The tramway was each room. So shortly after that I was taken to the department\nfive in the Pavia called Fifth Floor .I can remember now which was Transport floor and with\nour prayers because we didn’t want to stay in Poliak on May 3 since that was famous Polish\nholiday and usually they were executing hostages.",
        "A: They were, first of all they were asking you are a member, we know that you are a member of\nunderground. Tell us only who was with you and then we let you go. That was the famous\nstatement, a very naive one, so you had to have power, will power to tell them all the time that\nyou don’t belong to any other organization and you have never belonged to any organization.\nThey were beating up with a stick from top of head to the end of your behind, entire back. You\nhad red and purple when you came back to Poviak prison.",
        "A: Correct, you got beating. So we arrived to....Oh I should mention that now, shortly before our\ndeparture, ghetto uprising took place and we saw through our windows how Germans were\nsystematically going from one building to another dropping napalm bombs into the basement to\nbe sure that entire building will catch flames. And whoever was hiding in the building, if he\ndidn’t come out, then he burned to death. There were some constant day and night machine\nguns and single shots fired. We couldn’t sleep because of that and because of tremendous\nsmoke that penetrated the windows of the prison.",
        "A: Yeah, yeah.",
        "A: Group cell on the top floor. I was already in the Transport floor so absorbed most of the smoke.",
        "A: Yes, you could see the streets also, the tanks on one hand and some individuals shooting at the\ntanks from another end of the street. So that was the end. The smoke was still on when they\ntook us to a transport and we arrived to the Warsaw freight station and placed eighty prisoners\nin one freight car. Total of transport was 1,200 prisoners.",
        "A: From Poviak.",
        "A: Cattle cars, yeah. One more thing that I should mention because it was significant. Was adding\nto our tortures was the amount of bedbugs that was eating you alive during the night and you\ncouldn’t escape because when you even slept on the table providing every leg of the table into a\npail of water, they were crawling on the wall and then on the ceiling and dropping on your body\nfrom the ceiling directly. It was amazing. It was completely impossible to fight them.",
        "A: Yes, you were getting very small amount. Well now things were rolling very fast now because\nbetween Warsaw and Piajkov the very next big station going west from Warsaw few guys who\nworked in Poviak in the machine shop, they somehow smuggled hand drill at their body so\nwhen I found myself with them in the same cattle car, with small holes they drill through a few\nplanks, wooden planks, removed it from the top and you could slide down and upward between\nthe channels, steel channels there were wooden planks.",
        "A: No, that was side, between the buffers, between the cars, parallel with the trucks. And they\nremoved few planks, enough for human body to go through. They just placed themselves\nnicely under the buffers and one after another started escaping because the caboose where the\nsoldiers were never expected first somebody might escape. They were playing cards or\nsomething, did not paying attention. So the first few, seven only, were able to escape. I was\nalso in the line to escape but the first shot was fired as noticed them running away.",
        "A: Daytime, yes. And their nice situation was that the machinist were appalled so he rode the\nengine for another maybe half a mile before he stopped. So they had enough area to be\nseparated from the train so they didn’t bother to chase them. But all the madness they\nconcentrated on the car where we were in.",
        "A: Right, so when the train stopped, the first SS jumped on the buffer, taking advantage of this\nopen spot through which they escaped and he emptied entire magazine of the machine gun. So\nhe killed two guys and he wounded about five guys. I heard only whistle above my head so for\nthe first time I had a barrel of the gun facing against me. That was the first time. Immediately\nthey opened the doors and they took us all out and it was some small how to say, it’s not village,\nit’s not town.",
        "A: Railroad siding, people who lived closed to railroad tracks. Put us against the fence with two\nmachine guns right on both sides and the officer started telling us now who was the leader we\nwant to know or you will all be shot. So people next to me already started giving certain smell\naway and everything physiological part of your body is very weak if you’re under duress. And\nsomething was telling me all the time that this is not the place where you’re going to die and I\nwas kept so I went cool. Now we were lucky. In our group there was one fellow who spoke\nperfect German. We knew German language but not to such extent as could assume you are of\nGerman origin. But this guy was fantastic and he told with certain respect. You should know\nbefore you execute us he said that it was not our will. They had gun, they had instruments,\neverything ready for their escape and it was not our fault that you have not probably cleared\nthem or caught them when you were loading us at the platform. And that was reason that he got\nmad but he realized that he was telling the truth. It is possible. That was not a story but\npossible to accept. And he opened next two cars, split the group in half and put additional guys\non both cars and we quietly arrived to Auschwitz. That was eleven o’clock in the evening.",
        "A: Full day journey. And the soldiers were still mad at us and they were wounding people with\nbayonets pushing us between the platform, railroad platform and the main gate of the camp. It\nwas also quite an area, maybe half a kilometer or so. So during this small distance they still had\na chance to wound few prisoners with their bayonet. When we arrived there nothing happened.\nWe were in such a disarray and tired. The very next morning they told us to undress.",
        "A: In one of the barracks -- get undressed, washed, and before we got cup of tea you might call.\nThat was something -- combination of all kind of herbs collected from the fields dried and they\nwere making tea out of this weeds, giving us to drink every morning. So I didn’t drink, I only\nrinsed my mouth and brushed my teeth. The next thing was to be sure that everybody’s name\nthey have and we received a tattoo. And please mark the number, 119431",
        "A: Oh no, not yet. Only the next day or so. So I was taken to one of the barracks and there were\nattendants checking twice. First time at six o’clock in the morning and second time at six\no’clock at night. Since the entire area was still not completely adjusted the ground was mud so\nafter rain, there were puddles. That was my first experience with the assistant to kapo. You’re\nsupposed to stand in a row that would be perfect horizontally, 90 degrees between rows and\nlines.",
        "A: Appell, yes. So when there was a puddle, huge puddle in front of me so I stood little bit off the\nline, the guy came to me and pushed me into the puddle with tremendous blow with a stick that\nthey were carrying similar to the baseball stick, baseball bat, and he said, you SOB you are\nafraid of what, are you gonna drink this water.. From now on don’t forget that you are not a\nman you are only a number. And I think that was quite characteristic. I never forgot this\nbecause I realized that I was only a number from now on. After two weeks being in Birkenau..",
        "A: Yeah, we were working on the Fraulager that means preparing the area to be occupied by\nwomen that’s supposed to arrive to Birkenau. Birkenau is not Auschwitz. Please distinguish\nthese two locations. One is apart from another approximately one mile. And all transports to\nBirkenau always, not to Auschwitz just like my transport. After two weeks I was transferred to\nAuschwitz thanks to my cousins because they were first in Auschwitz and they noticed from the\nlist obtained from Schreibshtuber that I was in transport and they took me under pretext that I\nam sick. They took me to Kreinkinbau, that means hospital in Auschwitz located -- buildings,\nnumber of buildings, I think 24 or 25 something like that.",
        "A: Pretend I am sick, yeah. So one guard and me walked from Birkenau to Auschwitz and when I\narrived I met immediately I saw my cousin but he told me pretend that we don’t know each\nother. He placed me in the hospital and I was there for three days only and then remain in\nAuschwitz but still since I did not have two weeks quarantine that was required for all\nnewcomers we were called Tzuganga. Tsugang is the new arrival.",
        "A: Cold, cold, yeah, fever. I was there not quite two weeks as on quarantine because I fainted in\nthe next week or so standing in line for Appell and when I was first time, I met these two\ngentlemen from my hometown. Their names just to record them I have to mention Jan Musdorf\nand Oleg Guretsky and they saved my life because when I went to hospital for the second time I\nreally had pneumonia in full swing with pleurisy, water in my lungs, completely flooded, and if\nnot for care of these two guys I wouldn’t live today. Unfortunately I must tell you that one of\nthem, Jan Musdorf, was executed as a member of the Underground. Somebody squealed when\nhe was in camp in Auschwitz and he was executed together with other Polish patriots at the end\nof 1943.",
        "A: No, I was recuperating and my friends since my cousin was an old prisoner, since June of 1940,\nhe had many, many friends, and therefore they respected old prisoners. I was kept in this block\nwhere there were after illness you had to recuperate. Usually you were staying one week in\nhospital SS doctor was coming and sending you to gas chamber immediately as an Arbeit Shoy.\nArbeit Shoy means afraid of work. So you had to be very careful. That’s why I was always\nhiding, always hiding, lucky to have friends.",
        "A: Yeah, and now during my presence there, that was summer of ’43, another atrocity occurred\nthat could indicate what kind of inhuman treatment you could expect from the Nazis. They\nexecuted first thirteen members of the surveying group that one of them escaped. Thirteen were\nexecuted at Black Wall on Block number eleventh and twelve remaining after one month just as\nan example that no one should even think about escaping, they hung them in front of all of us,\ntwelve members of the surveying group.",
        "A: Thirteen were shot and twelve were hung. That was July 17 of 1943, the execution took place.",
        "A: And watch yeah, and they were hung in front of the kitchen. They were hung there for at least\nthree days before the bodies were taken away and gallows was removed. And while I was on\nthat -- I received a red point which meant in the distinction of the camp meant he’s not allowed\nto work outside the camp because they called us Flukfergocht which means suspected of any\nescape. I received this probably because the Gestapo had me from the first, my first escape\nfrom the Skarasheska Street. And maybe all the guys who were with me in this car, the train\nthat was carrying us from Warsaw to Auschwitz.",
        "A: No, under, below the number and the red triangle I had red point on white piece of cloth, red\npoint here on my left side of my chest under the number, then on the right side of my leg, right\nbelow the jacket and in the back I had also a red point and letters IL which meant in German\n““T’m Lager.”",
        "A: It was approximately one- inch diameter that was red on white piece of cloth and here were\nletters IL.",
        "A: Like a Japanese flag, yeah. So my cousin said to me, Michael, you will live about two weeks,\nthat’s all, because that was the approximate time elapsing between.....they didn’t want to keep\nthe Im Lager, the Red Points in camp. You could be shot after six o’clock when you were\nwalking. After working hours when you were walking in camp SS soldiers were trying to\nexperiment or exercise their aim at the points and they were shooting at you like to a rabbit. So\nimmediately after being discharged from quarantine I started working in the washroom. I was\nso good at folding the SS shirts that they gave me the storeroom to take care of, otherwise I had\nto keep every SS guys names inside my notebook and receiving the dirty clothes and giving\nthem back already washed and cleaned and pressed and everything. So it was pretty good.\nThat happened until December | of 1943. They decided to collect all the Red Point guys and\nput them to bunker. So I was taken to Block 11 which was known from the executions and that\nwas the final stage of your -- like the death row or the final alley before they executed you. So\nyou imagine how I felt. And that was the time when new commanding officer of Auschwitz\narrived and this blood thirsty son-of-a-bitch was replaced by name of Liebehenstetshen\n(probably Arthur Liebehenschel) or something like that. He, would you believe, he said that\nduring his presence there would be no more executions. So I was saved again but he\nconcentrated all these guys who were on the black list and he sent us to another trip from\nAuschwitz to Flossenburg in Bavaria, Germany.",
        "A: From December | to February 2. Arriving in Flossenburg, here in Auschwitz we had fantastic\nweather. There was no more than about 35, 38 degrees, no lower, and we arrived to the\nelevation of 900 meters which 1s over 2700 feet above sea level and with six feet of snow on the\nroad, cold as hell, and we were only dressed in thin German prisoner uniforms.",
        "A: Oh yes, the same thing, and we went through Kemnitz, I remember, station all the way around\nCzechoslovakia. They didn’t go through Czechoslovakia, all the way around Czechoslovakia.\nFlossenburg is situated in Northern Bavaria close to town of Weiden and that was -- we didn’t\nknow why we are there but we started working on the Shtassenbau Commando, two mountains\nwhich we were about to cut to certain level and fill the gap in the valley to create a highway. A\nfew guys died at that time. We had two Jewish friends, prisoners, with us. They killed one by\nname of Blum. He was famous in Jewish society in Poland. Plus two additional guys that they\ntold us they would be transferred to camp where they have additional Jewish prisoners. In\nFlossenburg we had no Jewish prisoners. So I had, there were many stories I could tell you\nabout my presence in Flossenburg camp but that was camp that I finally transferred to the\nMesserschmitt factory that they had in the mountain. We were not afraid of any air raids or\nanything because it was in the quarry.",
        "A: No quarry, granite mountains. I was there till the end, which means till April of 1945.",
        "A: First we built the roads for the first two weeks and then they called all carpenters and good\nthing that I said that I am carpenter. He look at my hands and he slapped me and he says you\nson-of-a-bitch, you telling me that these are carpenter’s hands and I said well I was a student\nbefore I was arrested and I didn’t have hard work at Auschwitz so I couldn’t have any calluses\non my hands, however, I am acquainted with all the carpenter’s tools. He says okay then we\ntake you but if you show me any ignorance to handling the equipment I will kill you personally\nhe says.",
        "A: That was an SS officer. So I was directed to the Killer Fur Klidem for Messerschmitt which\nwas a small aluminum box that my duty was -- it’s on a conveyer -- and I had to make\napproximately sixty holes in one minute.",
        "A: Drill them in, yeah, through the dzig. So many guys were afraid to break the bits. Once you\nbroke the bit you got 25 lashes. So I became famous because I learned how to sharpen the bits\nand to work enough to be allowed to break them. You had to perform already a certain work\nwith every bit before you could break it. So after that on May first 1944 in Flossenburg they\nallowed us to play ball for the first time.",
        "A: That was like soccer, but only by hands. Instead of kicking the ball, since there was not enough\nroom, we also had two goals operating with our hands. Would you please believe me that I\nbecame a star. Because of that, I received better position to be again in a store issuing the tools\nevery morning and collecting them at the end of each shift. And that was also very good\nbecause I had one more dish of soup just to maintain my physical strength for the game.\nGermans were betting on me how many goals I will shoot. And we were only allowed to play\nSunday afternoon.",
        "A: Yeah, just the same thing. You operated with your hands the same as your feet and would you\nbelieve that this is something I never expected and we had definite knowledge that Germany is\nlosing the war because for the first time they allowed us to have some kind of entertainment.\nTheir national holiday, May 1, social what they call MS and they are pair, right? National\nSocialistice Deutsch Arbeit Bartai. And from this point on it was a little bit better. They added\nsugar to our morning tea so you can imagine, huh? Now two things happened. First, after\nunfortunate uprising 1n Warsaw the first prisoners arrived from Warsaw directly to Flossenburg.\nAnd second thing happened....",
        "A: Polish uprising, yeah, so in September of....Polish uprising was August 1, 1944 -- in September\nthe first group arrived from the uprising, prisoners. And the second thing happened, the plague\nof typhus. So I experiences I mentioned to you, red box in Poviak forgot to tell you about fleas\nin hospital in Auschwitz. Tremendous fleas that you could cry because you couldn’t catch them\nand they were biting you all night long. And here lice. To receive set of shorts and shirt you had\nto exchange these two items for one portion of bread. Bread was like money. You could buy\nanything with portion, daily portion, of the prisoner’s daily portion of bread. I tell you what\nvalue of bread was, one Komisbrodt the German military shvartz brodt that was similar to our\npumpernickel, you know black pumpernickel, it was also like square, so divided into four\nportions. One bread was one beautiful white-blue diamond, that was the corresponding value,\nokay. So after that I, not only Polish but also Czechs and German prisoners were dying.\nGermans in camp were always occupying some functions whether they were in charge of the\nbarracks or in charge of your work commando or whatever. However there were also Czechs in\nFlossenburg. In Auschwitz, majority were Polish. About 80% were Polish. Here, however, we\nhad about 40% of Czechs, maybe 35% of Poles and other nationalities, including Americans,\nthe flyers who were shot down. They were there but very short period of time and they were\nimmediately executed. Now to finish my story, I was there till April 21. We started moving in\ngroup of 5000 surrounded by again Ukrainian SS.",
        "A: Marched out. And they told us they would try to move us south towards Dachau. But because\nThird Army, we later learned, Third Army was moving so fast and they were pushing us\nsoutheast from Flossenburg and therefore after passing about sixty miles in three days. Out of\n30,000 prisoners they killed 15, 000. Whoever couldn’t walk they were shot in the ditch with\ndum-dum bullets. They were all found after liberation by the Third Army members, General\nPatton’s army. We had possibility of getting taken care of immediate by the American Red\nCross hospital, field hospital, and I went with my friends, tried to go as far a possible west. We\narrived to Erlangen near Nuremberg. Erlangen was not bombed, was academic city with a\nuniversity there. First camp for refugees was formed by the US army.",
        "A: Yes I was liberated on the third day of our evacuation march. Was a beautiful, beautiful, never\nto forget situation, because we were concentrated on the mountain and we have seen on the\nother mountain, we have seen first American tanks and together with us there were Soviet army\nmembers who jumped on the Ukrainian SS guards. They shot them, killed them instantly and\nwith the guns they were started moving toward the American troops. Since that was some kind\nof horseshoe area we were trying to go into the valley and then come up the mountain and\nmaking ourselves a short cut. And when we were, we were there three of us, we found a group\nof SS soldiers armed to their teeth and we almost got killed. It’s unbelievable, right there. You\nsense you had freedom in the air and you could be killed at the last moment. That was my\nfourth time when I faced the gun. And good thing that my friend spoke German and then we\nsaid we are Germans from Silesia. We want to go home now. So he said only as Germans don’t\ntell them that we are here. My luck was that when I arrived to the first group of the Yanks, the\ncommanding officer I think of the first division of the Third Army and most of them were Poles\nfrom Buffalo, New York area and almost every second spoke Polish, broken Polish, but they\nknew Polish language. So I told him in Polish who we met on our way here. So he said okay\nyou will see what’s going to happen and they shot immediately first warning like a rocket down\nto the valley. After a few moments lower white flag arrived at the main building, just like city\nhall or something like that and he said look what’s gonna happen now. And all these tanks\nmaybe a dozen of them from all around the area they started shooting everything they could\nreach.",
        "A: Yeah, so finally after that first salvo, finally white flag appeared on the steeple. And, therefore,\nthat was the end of military action in this area. So later on as I mentioned to you before, I was\nable to join the American army and after five years of serving with Labor Service Company I\narrived to New York.",
        "A: Yes, from September 1945 to September 1950.",
        "A: I was liberated in end of April, April 24, 1945 near Ulm very close to the German\nCzechoslovakian border. I didn’t tell you many, many details when I was in the bunker. I was\nfacing the experimental Block number 10 to tell you but this is.....",
        "A: Well I could mention only one detail we were witnessing how they took one prisoner and this\nhappened to be one of the members of Polish Voskafala which was some ?? hour on Polish\nradio before the war. He was Jewish and he was fantastic comedian. He was a star on Polish\nradio before the war. He was taken one morning to this experimental block, Block 10 and they\nremoved one testicle from him. When he came back we ask him what did they do to you. He\nsaid that first they had special machine to ejaculate him when he was normal person with two\ntesticles and then after that they removed one testicle. After three weeks they called him for\nanother ejaculation just to compare how human sperm can work, can be used with one and two.\nWith women we have seen something they were working but this will be described in my book.",
        "A: Yes, before they closed the windows. They realized later that we were watching, we were\nwitnesses, and they bricked up the windows. But for the first two weeks of December I could\nobserve that and after two weeks the masons blocked the windows.",
        "A: Yeah.\n(TAPE ENDS ABRUPTLY)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nAugust 19, 2992"
    ]
}