{
    "rg": "RG-50.106.0008_trs_en",
    "sequence": [
        "Question: Today is April 20th, 1994. The following is an interview of Henry Kolber,\nconducted on behalf of the United States Holocaust Memorial Museum.\nPlease tell us your full name.",
        "Answer: My name is Henry Kolber, K-O-L-B-E-R.",
        "Q: And where were you born?",
        "A: I was born in Przysietnica in Poland.",
        "Q: Where is that near?",
        "A: The Carpathian Mountain by the border of Czechoslovakia and Poland.",
        "Q: And when were you born?",
        "A: June 6th, 1923.",
        "Q: Who were the other members of your family?",
        "A: I have a brother named Aaron, a sister Monia, Minia, and Genia (sp.)",
        "Q: And were they older or younger than you?",
        "A: I was the oldest in the family.",
        "Q: What were your parents' names?",
        "A: My father is -- was Marcus Kolber and my mother, Leona Mandelberg Kolber.",
        "Q: What kind of work did your father do?",
        "A: My father owned a lumberyard in an adjacent town of where I was born.",
        "Q: How would you describe your family? Was it middle class?",
        "A: Well, in those days was considered middle class because we -- my father was in\nbusiness and he employed some of the inhabitants of this particular town.",
        "Q: Was your family a very religious family?",
        "A: No. My father was not very religious but we attend services in the next small town\nbecause the town where I was born and where we lived later, 1t was composed only of\ntwo other Jewish family.",
        "Q: So both towns were not primarily Jewish.",
        "A: No, they were not.",
        "Q: How large was the town that you first lived in, approximately?",
        "A: Well, approximately it was maybe hundred or 115 inhabitants but they were all\nRoman Catholic.",
        "Q: And when did you move to the next town? Do you remember what year?",
        "A: I --",
        "Q: Or how old you were?",
        "A: From the time when I was born, apparently -- I do not remember when we moved.\nApparently, I was very young --",
        "Q: You were still young.",
        "A: -- because my brother, who was born two years later, was born already in the next\ntown.",
        "Q: I see. Did you live -- what was the next town that you were --",
        "A: (sounds like Parcheetza).",
        "Q: And is that in the same general location?",
        "A: That is the same general location. It's only like three kilometers away from the town\nwhere I was born.",
        "Q: And you had said that there were also only two other families that were Jewish in the\ntown.",
        "A: That is correct.",
        "Q: Uh-huh. And did you grow up right in the center of the town?",
        "A: Yes. I grew up in the center of the town and when -- and I attended public school\nthere. And at age of 11 or ten, my father hired a tutor who taught us the -- prepared for\nthe bar mitzvah, me and my brother. And we had this man -- or different men living with\nus. So he was tutoring me, my brother, and later my sisters in religious observance.",
        "Q: Let's talk about your experiences with non-Jews when you were a young child because\nyou must have had many of them because there were only two other families.",
        "A: Well, in my case, I have to say that the neighbors treated us quite well. We did not\nexperience like in other area because my father employed quite a large number of the\nvillagers. So they had to be quite decent with us. As a matter of fact, I went to school\nwith one of the fellows, who later, I feel that he saved my life because he came to\nAuschwitz much earlier than me and he had, by the time I arrived in Auschwitz, he was a\n(sounds like schrieber) on the block. That's a quite high position. And he\nhelped me quite a lot with the food and protect me from the atrocities which were\noccurring in Auschwitz.",
        "Q: Okay. We'll talk about that a little later. When you were young, what about your\nplaymates generally? Did you experience any antisemitism among your playmates?",
        "A: Very little. Very little. Because, as I explained previously, those people were\ndepending on the livelihood from my father.",
        "Q: And the teachers --",
        "A: The teachers --",
        "Q: -- did not give you any problem?",
        "A: The teachers never gave me any problem, because, as -- it was a village. It was not a\ntown. And those teachers used to be involved with my mother because she was more\nintelligent than the normal villagers. So they came and sometimes socialized together.",
        "Q: Were you in any youth groups?",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: Did you do any sports?",
        "A: Not really. Not organized sports. I played soccer, which was very popular in Poland,\nbut nothing organized.",
        "Q: Okay. When did you first notice a change? What is the first thing that became\napparent?",
        "A: Well, in 1939, when the Germans start to occupy Poland, some of the inhabitants\nbecame Volksdeutsche. That means that they were claiming that their ancestor were\nfrom German descent. And they got some positions of importance. And then there were\nlike -- they felt they're much, they are much better and that -- but actually they did not --\nmaybe there was overt antisemitism. Did not, I didn't feel any repercussion from them\nexcept they did not socialize or have anything to do with us.",
        "Q: You were 16 years old when the war began in Poland. Do you remember that actual\nmoment when they came to your village?",
        "A: Oh, I do remember this because we -- my father felt, the day the war broke, that was\nSeptember Ist, 19 --",
        "Q: '39.",
        "A: --'39, that we were not very secure 1n this village. So we packed our belongings on a\nhorse and wagon -- actually, we didn't have no cars -- and went to the next town to be\nbetween Jews, where the town was, Stary Sacz (please check). And I would say it was at\nleast 100 to 150 Jewish family live in there.",
        "Q: What was the name of the town?",
        "A: Stary Sacz.",
        "Q: And then you stayed there.",
        "A: We were there for about two days. And there was some incident at this first encounter\nwith the Germans. They order all Jews to assemble on the marketplace. And they\nselected, I don't remember exactly, ten or 15 of the people, ordering them, and they shot\nthem there. Then --",
        "Q: This is something you witnessed.",
        "A: Yes, I witnessed. That was my first part, encounter with the Germans. And --",
        "Q: You were 16 years old at the time.",
        "A: Yes, I was 16.",
        "Q: What were your feelings, then, when you saw that as a young man?",
        "A: Well, my feeling was that, here I am, witnesses finally what I had for few years, what\nthe Germans are capable of do to the Jews. After the execution of those people, they also\nselected a hundred of people and locked them up in a school building overnight. My\nfather was between those. And that was quite big shock to the family because we did not\nknow what will happen with those hostages. Next morning, though, they were released\nand after, oh, I don't know, three, four hours, we packed our belongings and went back\nhome.",
        "Q: And the next experience?",
        "A: Well, the next experience was just that from time to time we were inducted in the\nwork groups. In Poland the roads are not paved like we have paved here. They were,\nlike, dirt roads. So we were, during the summer and fall, we built the roads. We chopped\nthe stones that the roads are always ready for the transport of their heavy equipment and -\n- the German equipment. And in winter we shoveled snow because the climate in Poland\nwas much more severe than we have it here. And we were -- the roads have to be clear\nfor the army to be moved.",
        "Q: Are we talking about summer and fall of 1940 or --",
        "A: We are speaking -- no, of winter of 1939.",
        "Q: Oh.",
        "A: And the spring and fall and then --",
        "Q: 1940.",
        "A: -- the winter in '40.",
        "Q: In '40. And what was the name of the town that you were in then?",
        "A: (Parcheetza). I lived -- I came back --",
        "Q: Oh, that was back to your town.",
        "A: Yes.",
        "Q: I see.",
        "A: Yes.",
        "Q: Oh, I see. Okay. So you were building roads.",
        "A: Building roads and cleaning roads of the snow. Of course we, as I previously said,\nthere were only two other Jewish family so the workforce consisted of much more. They\nbrought Jews from adjacent villages and they were always ready to, we were ready to\nwork on --",
        "Q: Were you living at home at the time?",
        "A: Yes. I was living at home. And those conditions were to about 1941, when the\n(sounds like youthenlaut) in Stary Sacz was ordered to select about 100\nyoung people from (sounds like Ermitz) and to be sent to Rabka, R-A-P-K-",
        "A: The time when we were told that we will go to this place, we did not know what the\nfunction of our work will be.",
        "Q: What part of 1941 was this, approximately?",
        "A: May.",
        "Q: In May. Okay. And you were one of these hundred people.",
        "A: Yes, I was one of those people.",
        "Q: Are these all men?",
        "A: All men. We arrived there sometimes in May.",
        "Q: Were you the only member of your family?",
        "A: I was the only member of my family because -- well, maybe that's the best time to\nexplain. My father was chosen by the man who was the (sounds like\nguylighter) for this lumberyard as a necessary operator of this -- the German needed the\nlumber and the wheat, which -- so my father with my younger brother were working\nthere. So that's why they were not selected for any ordered transport. But I went with\nthis hundred people to Rabka.",
        "Q: How far away was that?",
        "A: Oh, 40 kilometers.",
        "Q: How did you get there?",
        "A: On atrain. We got tickets.",
        "Q: So it was a passenger train?",
        "A: Passenger, passenger train.",
        "Q: Were you very frightened?",
        "A: No, I was not frightened because we did not know exactly what -- we thought that in\nthis part of the country, they need young men for the same purpose as we were working\npreviously because it was quite natural that they selected from one part people to go to\nanother part. We were on their mercy. They -- So when we arrived there on Monday\nmorning, we found that this was an SS school to train young volunteer Ukraines to\nbecome SS. The commandant of this school, by the name of Rosenbaum, greeted us with\nselecting one tenth of the transport, ten people, and he shot in front of us the ten young\nhealthy men. It was -- this time it really, we realize that the German mean what they\nwere saying, that they have to destroy the Jews. We lived there in Rabka. The Jewish\ncommunity of this Rabka was assigned to provide food and shelter for us. And we lived\nthere and went to the school. That was a very short walk, maybe ten minutes' walk, every\nmorning. We walked there in the beginning. We built a shooting gallery, digging in the\nmountain and preparing the war for -- a shooting gallery they built there to train the new\nrecruits how is the most efficient way to shoot. But after about four weeks spending the\ntime there, the adjacent town, ghettos, were to be liquidated and the people were\ntransported to Rabka. And Rosenbaum had a couple actions. And then we really knew\nwhat were our duty were there. We were gravediggers and we bury all people which\nwere killed.",
        "Q: They had these actions in Rabka.",
        "A: In Rabka in this particular mountains earlier where the school was there.",
        "Q: And you said you were a gravedigger.",
        "A: Yes. The other 90, 90 young men, because there were 90 in the beginning, but later\non, seven of us, of the group escaped. And to punish the remain of us, he took 21 and\nhang. So there were only left about 65 or maybe 70. Life there was, I find that the first\ncame in Rabka gave much deeper impression on us than the large camps or were much\nmore people killed in Auschwitz but more vivid things I remember from Rabka because\nthis commandant spent time. We have seen him every minute of the day and sometimes\nif he felt like, he came to the camp, woke us up, and direct us running all around the\nplace. And his specialty, he had a reitpeitsche, that's a whip, and if he didn't like\nsomeone, he hit them from the back. He cut his eye or -- and by the next action, you\nwere marked that you will be shot. So it was quite hard for a young man to live with this\nhanging all the time.",
        "Q: You had said that the Jewish community was giving you food and shelter.",
        "A: Yes.",
        "Q: So were you living at the camp, though? You had said you were --",
        "A: Well, the school was about ten minutes away from the --",
        "Q: Town?",
        "A: From the quarters where we lived.",
        "Q: So you didn't live with other Jewish families.",
        "A: No. It was made as a small camp, only we had guards on the gate where we lived. It\nwas three small buildings.",
        "Q: Uh-huh. You slept in barracks?",
        "A: No, no, we slept in the -- originally there were Jewish buildings, maybe two family in\neach. So there were, let's say, eight rooms in each quarters. So put 24 people in each\nroom. Slept on the floor, slept on the beds. But that was a small, very small camp,\nconsisting of 70, 65 people.",
        "Q: And what about the food situation?",
        "A: The food situation? The Jewish community had to provide it. There was somebody\nwho cooked and when we came -- in the morning we got a ration of bread and a coffee.\nAnd in the evening when we came back to our quarters, we got a soup.",
        "Q: Nothing in the middle of the day?",
        "A: No, nothing in the middle of the day.",
        "Q: And what were you wearing? Your own clothes?",
        "A: We wear our own clothes, which we brought from home. Every four weeks or so, we\ngot a pass to go home, ten each. Each week on a Saturday he permit us to go home, ten\nof us. Then we waited for our turn. And Sunday afternoon we came back. It was a short\nride on a train from time -- from the place where we were living.",
        "Q: Did you have to wear any identifying signs showing you were Jewish?",
        "A: We -- the clothes were only painted yellow stripes. In the beginning, it was not -- oh,\nyeah, we had the, every Jew had to wear the Mogen David on the white with the blue\nthing. But otherwise, in the beginning, it was not required in the small camps, work\ncamps, to be any way else identified. Well, this lasted for about two months or three\nmonths. And we heard that the ghetto in Stary Sacz, because eventually my parents were\nalso moved from the village where we lived to a ghetto, Stary Sacz, that the ghetto going\nto be liquidated and everybody going to go -- be sent. So on this particular week, we all\ngot the permit from Rosenbaum to go home to say goodbye to our families. I don't really\nknow if our parents knew exactly the condition because we did not share every brutality\nas what happened to us and what we have seen to the parents, at least I will speak for\nmyself. I felt that there's no point to burden the parents what is going on with us. They\nhad enough problems of their own. So I did not share too much. I went with general\nideas, what's going on, that -- but I did not inform them. They knew that they killed ten\nof us because ten never came home. But what we were doing, that we were gravediggers\nand we buried people, I did not share this with them. But there was a general feeling that\nmore or less they knew that they will go to some camp. And Sunday, when we had to go\nback home, my father took the group, because we still had a couple horses, from the\nghetto to the train station. It was not a long ride but it was much better to give us a ride\nthan we should walk because there was no other way to get there. So he came there to\nsay goodbye to us. And I said goodbye to him already and went back almost to the train.\nAnd in the last minute, I decide to go back and I jumped over the fence, because by the\ntrain station there was a fence, to say another goodbye to my father. And the SS guard\nsaw me and started beating me. And it's not the pain of my -- what hurt me but the\nfeeling of my father, who was helpless, that he could not help anything to his son. That\nwas more painful. But eventually we got away. And a few weeks later we found out that\nthe ghetto from Stary Sacz was sent to Treblinka. We knew very well what Treblinka\nwas. Treblinka was just a camp where people went to be killed, gassed. Meanwhile,\nthose actions in Rabka continue in much bigger pace than originally because apparently\nthey felt that this part of Poland has to (youthenlate) -- euthanized (please\ncheck) and they will have to kill more. So then it was almost every day that he created an\naction. Rosenbaum, when the graves were ready, dug, we dug almost from the morning\ninto like 4:00, then he inspected all those, if they're large enough. Then we went to the\nquarters, where we lived. We had some food. And we were ordered in the evening to\ncome back and watch the actions. He grouped the people by the graves. They had to be\ndisrobed, put the clothes on the side, and stay by the ditch. He generally gave the SS men\nsome whiskey and -- oop, sorry -- gave an order to shoot. Take this away? No. After the\ngraves were filled, we had to throw the dirt with some disinfectant. And next morning\nwe cut the -- make like sod from further away and brought cover, that there was no, any\nevidence that there were graves there.",
        "Q: Were there men and women together?",
        "A: To be killed?",
        "Q: To be killed?",
        "A: Yes. Men and women together and children that were killed. On one action he killed\na family which lived in Rabka by the name of Rosenbaum. He found out that the people\nbeared the same name as him. Then he was -- he felt that it was -- the son had his name\nso he tried to kill them. Of course --",
        "Q: What was the commandant's first name? Do you know?",
        "A: Some place I have the --",
        "Q: Okay.",
        "A: In those --",
        "Q: Okay. It's all right.",
        "A: -- newspaper clipping because -- all right. Yeah, that, I will have to come. After three\nor four months, I was sent from Rabka to Krakow. Krakow at this particular time was\nstill a ghetto. We lived in ghetto for about four weeks.",
        "Q: Are you talking about the fall of '41 or --",
        "A: That was in fall '41, yeah, or early winter. Lived there for about four weeks.",
        "Q: How did you get there?",
        "A: I was transported. He got -- Rosenbaum sent two trucks filled up, with us on top.\nKrakow from Rabka was very, a short distance.",
        "Q: Did you go with a whole group of young men?",
        "A: Yes. Part -- half of the camp from Rabka was sent to Krakow. But I would like to go\nback to Rosenbaum. In 1968, he came back home to Hamburg and he told the German\nauthority that he's back from the war, he was in the Wehrmacht, that's the army, and he\nlikes to get a pension from the German government. When I arrived to United States, I\nregister for Wiedergutmachung to the -- from German and I got all the -- I gave this\norganization all the information, which camps I spent and what the name of the\ncommandant were there. So they contacted the German -- the German authority\ncontacted, apparently, the Jewish organization and they got my name. And they send me,\nfirst, the prosecutor from the trial sent me a telegram if I am willing to come and first\nrecognize -- they show me pictures of him and I recognize him, if I am willing to go to\nHamburg to testify to his trial. In the beginning, I was quite hesitant because it was only\n'68. I started -- I was married. I had two young children. And to renew the wounds was\nquite hard for me. But after discussion with my wife, we decide that it's my duty,\nbecause there was really, there were only three left from the whole group who were in\nRabka who could testify as witnesses to his atrocities. So we went to Hamburg and\ntestified. I had my wife and my two children, then I had only two, right now I have three\nchildren, to Germany and I, I testified for, I think, three days there to his trial. And, I\ndon't know, I had a feeling when I was in camp with him that he was a big statue, big,\nheavy-built man. After I met him on the witness stand, he was just a normal, small -- so\napparently his authority of life and death, which he had make in our mind, the statue so\nbig. And he got convicted and he got life in prison. I don't know. I didn't follow this up,\nif he's still alive or he's out of his -- but at least that was a satisfaction, that, after all, he\nkilled enough Jews but he did not kill everybody. There were some who could witness\nhis -- and give witness to the future generations. And he was punished. Of course I don't\nfeel that the punishment was -- met the crime but here at least he was punished. And then\nI -- with the Germans, the young people, I have to say that at this time when we were\nthere, we were treated quite nice. And the Germans had, at the time when we were there,\nsome also guilt feeling because they, I presume they had to ask the fathers where were\nyour grandfathers at this particular time, what did you do during the war. So there was\nsome, I don't know, maybe I'm not -- I had some sympathy with them.",
        "Q: Let's go back to when you were -- you were sent to Krakow, you said.",
        "A: Yeah. We're going to go back, yeah.",
        "Q: Okay.",
        "A: We were sent to Krakow because apparently the authorities there, knowing that we\nalready experience for months how to build the quarters for -- because first we had to\nbuild a couple barracks for the SS there. So they decided they're going to build a camp, a\nwar camp near Krakow by the name of Plaszow. For about two or three weeks, we\nwalked every day, a group of us, from Krakow and then there was another detachment\nfrom the ghetto to Plaszow to prepare for the camp because that's where -- their way to\nbuild the camp. They had -- apparently, they wanted to eventually evacuate the Krakow\nghetto and the people who lived in the ghetto will be sent to the camp. Krakow --\nPlaszow, rather, at those days had another commandant than this (sounds\nlike get) who was portrayed in Schindler's List because that is the same camp as is\nportrayed in Schindler's List. Well, those days we knew there are many different\nindustrialists who were renting the Jewish labor from the camp of Krakow, Plaszow, but\nwe did not pay too much attention about Schindler. We knew he had -- that there were\nsome people who worked in his part. There were parts in the pants factory. But later on\nwhen it was already close to evacuate Krakow and Schindler tried to organize a larger\ngroup, we knew that people who, either who lived in ghetto or previously who had some\nmeans to get on the list, I never -- in Krakow I was quite already, what did you call this\nthen, Muselmann. In other words, I was not very healthy. I just work. Because the work\nwas very, very hard. I -- By the end, after a year and a half working just with the digging\nditches and building barracks, I was transferred to a carpenter's factory because a man\nwho was in charge of the carpenter's factory was acquaintance of my father. And after he\nfound out that I'm there in Krakow, he took me in.",
        "Q: What were your living conditions like in Krakow?",
        "A: In Krakow they were very, very poor because there were very -- we built these\nbarracks quite quickly. And we slept there three rows high, like you have here in this\nmuseum, how the sleeping, we slept on wood three story high.",
        "Q: This is in Krakow or Plaszow?",
        "A: Plaszow, Plaszow.",
        "Q: No, no. But when you were living in Krakow, what were the conditions?",
        "A: Well, that was a very short time and we spent very little time --",
        "Q: In the ghetto.",
        "A: -- in the ghetto.",
        "Q: You went right to Plaszow.",
        "A: We -- that was the purpose of bringing us to Krakow ghetto, to build, to show the\npeople how to build a camp. Because we were the experienced carpenters.",
        "Q: So you're sleeping in the barracks in Plaszow.",
        "A: After we built two or three barracks, we did not go no more to ghetto. We slept there.\nWe built a kitchen. And one of the -- was selected to cook. He was never any, had\nknowledge of cooking but, you know, you learn quickly. In Krakow, I spent about two\nyears. In 1944, (inaudible) '44, one morning -- I worked on the night shift because they\nworked, people who worked day and night. There were two --",
        "Q: This is in the carpentry?",
        "A: In the carpentry, right.",
        "Q: Were you getting enough food?",
        "A: The food were almost, in every camp they were the same. You got, in the morning,\nfour ounces of black bread and a pint of coffee. And in the evening you got a pint of\nwatery soup. If you have any means, like people who lived in Krakow previously, who\nbrought from the ghetto something, because it was possible to smuggle stuff, then they\nhad, for money or gold or diamonds, there were a way to buy. But as I previously stated,\nI was quite down in my life in Krakow. So --",
        "Q: Were you wearing, still wearing your own --",
        "A: Still wearing civilian clothes and still just yellow paint.",
        "Q: A stripe on your clothes.",
        "A: A stripe on the clothes. And no more, even, no more, because this was a camp, no\nmore white --",
        "Q: Star?",
        "A: -- arm bands. You see, through the whole thing, I feel somehow that was luck. If I\nsay that I was sent from Krakow to Auschwitz was luck, it was, to me, because we -- oh,\nI skipped. When we were ready to go to the barracks on this one particular morning --",
        "Q: This is in Plaszow.",
        "A: In Plaszow -- the guards took us on the appellplatz and we didn't know what, what\nwas wrong. We were not permitted to go to our barracks no more. We were put in\ndifferent barracks and the guards were all around. Rumors came. I mean, we heard from\nthe Jewish inmates who were in the police, Jewish police, that we will go to Auschwitz.\nBut we heard already what Auschwitz was and we were prepared for the worst. We told -",
        "Q: How had you heard?",
        "A: Well, people who were living in Krakow-Plaszow, they were working on certain, with\ncertain groups, went outside, out of town, of the camp, and worked with the Polish\ncivilians, who were masons, carpenters, or other -- so it came through the grapevine that\nAuschwitz was a camp where people mostly go to be gassed.\nAnd the condition of our health was such that we already were resigned, well, you're\ngonna die, you're gonna die, what else can you do. There's nothing else you could do.\nAfter two days spent there in this barrack, finally we were, one evening we were put on a\ntrain and the --",
        "Q: How many people were with you?",
        "A: It was 225.",
        "Q: And this was when? This was --",
        "A: Late in '43.",
        "Q: You were put on a train. What kind of train?",
        "A: Cattle train.",
        "Q: Cattle train.",
        "A: Yes.",
        "Q: And you said your health was not good.",
        "A: Not good. I was very weak already. And when we came to Krakow -- to Auschwitz -",
        "Q: How long did it take?",
        "A: It took maybe two, three hours. That's all. That's short distance. Also, Auschwitz\nwas on a Polish territory and originally Auschwitz was built to accommodate Polish\npolitical prisoners. To my knowledge, after I was liberated, I tried to research, I could not\nfind any other transport which came directly to the central, to the center of the camp.\nGenerally, all the transports came to Birkenau, where there were selection made to go to\nwork or to go to the gas chamber. This particular transport of 225 from Krakow came\ndirectly to the central camp, where there were 20 blocks. There were two-story brick\nbuildings. On 16 blocks people lived who were sent to do outside work. Every morning\nthey came back to work. One block had a hospital. One block was a bunker where all\nprisoners who tried to escape and they were caught, they were put there. And one block\nwas the experimental block. So we came there to Auschwitz --",
        "Q: What happened when the train stopped?",
        "A: When the train stopped, the SS opened the gates of the --",
        "Q: The doors?",
        "A: Doors of the train and let us out. We were met there immediately by the inmates who\nwere in Auschwitz for a longer time with the blue and white stripes and numbers on their",
        "Q: Jacket?",
        "A: -- jackets with the different angles because the political, they wore red. And the Jews\nhad a red and yellow star. And there were also with the green German that -- well, I\nmean, should we go over this? That is well known, what they were.\nAnd they told us that we are in Auschwitz. Shaved our heads. We took a shower and get\ntattooed and put the tattoo on the arm. We spent --",
        "Q: Do you remember what you felt like at that point, your thoughts?",
        "A: Well, the condition after that was already three years I went through from one to\nanother. You were so conditioned, that whatever will happen, will happen. You did not\ndwell too much what you gonna do. You start to believe in fate already. There's nothing\nmuch you can do. You better don't think too much. Just watch yourself. Not to be too\nclose to somebody who gonna hit you or beat you or whatever. You just try to be in the\nbackground and maybe. I had a very strong urge then when I arrived in Auschwitz that if\nthere's any chance to survive, after what I went through, I'll have to survive. And, I don't\nknow -- a good thing, though, that we were there on the quarantine. Each transport who\ncome, was, I think, the whole week we didn't do anything. We could not get out from the\nblock. We got food like normal, four ounces of black bread, coffee, black coffee, and in\nthe evening you got a soup. But it was known to the rest of the inmates that the transport\nfrom Krakow came here. So there were some people who were already longer in the\ncamp who were interested always to find maybe their brothers or whoever is family. So\nthey came and tried to ascertain who -- the names and everything else. So after a while,\nsomeone somehow told the friend of mine who I lived and went to school with that I am\nhere, you know. So he came visit me and brought me more food. And then after the\nquarantine, in the beginning, he arranged a good work group for me. I work far. We\nwalked every today. But it was indoors.",
        "Q: What block number were you living in?",
        "A: 18A. And every so often, he came, visit me, and helped me out.",
        "Q: What kind of work were you doing?",
        "A: I was working in a steam producing -- my duty was they had a big, big oven and that\nwas a factory for cabinets and they brought pieces of wood and I threw in the -- to create\nsteam. It was very easy work and warm. No elements of cold weather go through and\neverything. So if I wouldn't have lived there -- I mean through this period of, I think I\nwas in Auschwitz four, five months, that's where I came to more strength, because when\nAuschwitz was liquidated in 19 --",
        "Q: Liberated.",
        "A: Liquidated. Before -- the Russians were very close so they wanted to send everyone\nwho was in camp away. I was almost on the last transport. It was already middle of\nDecember, in winter. And they did not, they could not spare any trucks or wagons. So\nwe marched for two days and two nights. If I wouldn't have the strength in Auschwitz, I\ncould not survive the march. For two days and two nights we walk through the snow and\nthere were, I would imagine it was maybe one tenth of the marchers survived.\nEverybody else who could not keep up with them going was shot by the guards, who\nwere riding on the motorcycles.",
        "Q: Were you with -- was it just men on your march?",
        "A: Yes, there was on the particular march was men. And this particular -- in Auschwitz,\non the barracks -- I mean on the blocks, it was only men. In Auschwitz, 1n the central\nlager, there were only women who were secretaries but they did not live in this particular\ncamp. Buta very strange thing, what I still cannot have answered to what happened on\nthis march, sometimes during the march, there was an English military plane going quite\nlow over our heads. And the Germans, the guards got panicky and started to run away\nfrom us. And how we were conditioned through this four years, we could not decide for\nourselves what to do. So we followed them. We knew very well that there is no way to\nescape because we were with this blue and white stripes. It's winter. You could not\ndisrobe yourself. And you could not go to a German house. But it is just that the\nconditioning through so many years, you did not function by yourself. You had to get an\norder. We didn't get the order to go away -- go turn right; we followed the guards. And\nit is quite puzzling to me how a human being can be conditioned to do things against their\nwill. So finally --",
        "Q: How many were in your group? How many people were on your march?",
        "A: Well, it's very hard for me to determine how many people. It was a long, long line of\npeople when we started. Only the historian can decide that the march started in\nAuschwitz and how many people came here and there because it's -- you know, it was\nquite -- I mean, I don't know if this 1s a nice way to talk about our way but everyone was\nonly concerned about himself. You did not care what's going on there in the front. You\ndidn't care what's going on on the left side. You were only hoping that you will survive,\nso. But that was the condition. And you had to apparently adjust to the condition, what\nthey were. And maybe it's, like today, it's not too good to dwell too much what -- how\nwe behaved because, I mean, I don't know -- finally we arrived in a small town in, on\nsome border of Poland and Germany and they gave us a big farmhouse.",
        "Q: Were any of the German soldiers with you or was it just the survivors?",
        "A: No, no. There were all German -- I mean the guards -- after the, after the --",
        "Q: You were still with the guards.",
        "A: After the plane left and they came back and we marched again. So after we -- they\ngive us arest for overnight. We rest there, slept there in this barn, and next morning we\nwere loaded on some trains. And, well, we didn't know where we were going but we\narrived in Buchenwald. In Buchenwald, we were placed on this block for young\nchildren. I mean, at least I was placed there. And in 1945, in Buchenwald, in this\nparticular camp, in the old camp, we were not required to do any work. Just they brought\nus there to be stored if they need someplace else.\nEnd of File One\nBeginning File Two",
        "Q: You were talking about how you had arrived in Buchenwald?",
        "A: Yes. We arrived in Buchenwald at those times, already 1945, or might be '44,\nDecember, and Buchenwald was already in disarray. There were many people brought\nthere because the place was still more or less secure from the allies. I was put on the\nyoung man's block and this block became quite famous by Elie Wiesel's book, \"The\nNight\" where he speaks about Gustav, who was the blockalteste. I lived there and during\nthe day we were not required to go to any work. It is just that once in a while food got\nmore scarce. Instead of every day the rations what we were supposed to get, we got\nevery second day. But they told us, if you volunteer on any transport to another camp,\nyou might get more food. But somehow, I decide that I will stay there, at least I know\nwhat's going on here, I don't want to volunteer for any unknown situation. So time was\nvery hard to pass, because we did not do anything, and as I said previously, the food got\nscarce, but we tried to live from day to day. Close by end of March",
        "Q: Did you have any contact with this Gustav, whom you mentioned?",
        "A: Well, he was my blockalteste. He was in charge of the block and he the Jewry (ph),\nthe book about what Elie Wiesel was not very he but ok",
        "Q: You described your experiences with him?",
        "A: My experience I felt that the man did the best he could under those circumstances.\nYou cannot please everybody all the time. The man tried to do good for the majority. If\nhe hurt someone sometimes then I feel because I thought about this quite many years\nnow. How we survivors sometimes handle the people who got the jobs of a kapo to be in\ncharge. Not always they did the best in my opinion what in their position required. The\none who criticize, let him put himself sometimes in a position of the other one. You\nknow _ they were required to do certain things by the German authorities there and they\nhad to do, otherwise they would be punished. And _ so in April",
        "Q: In April?",
        "A: In April, the English and the American Army was quite close, we could hear\nsometimes at night when there was quiet, quiet, the explosion of high the bombs or\nwhatever it was.",
        "Q: Up to that point you said you really didn't do anything you just waited around?",
        "A: Yes, just waited around, yes.",
        "Q: And your health was ok at that point?",
        "A: Considering the situation we didn't have to work the health was pretty good. But",
        "Q: In April you heard bombs?",
        "A: We heard bombs. The rumors started going that the army _ the allies are very close\nand soon they're going to come to Buchenwald. And we were informed that the camp\ngoing to be evacuated. For about a week before we were liberated we didn't get any food.\nSo you it was early spring, so we ate whatever we could find on the outside because\nthere were quite grassy molds (ph) there so we took the grass and ate and sometimes we\ntook some water with the grass and cooked look a soup. You had to somehow survive\nbecause there was _ yes, they tried to induce people to leave and they say that if you are\ngoing to go out from the camp, you are going to get more rations.",
        "Q: Who tried to induce you, the Germans?",
        "A: The German authorities.",
        "Q: Tried to encourage you to leave?",
        "A: Tried to encourage you to leave, and later we found out that all those people who fell\nfor that, they were taken to next town and were shot there, where they were prepared\nalready for well I mean, I",
        "Q: But you decided to stay?",
        "A: I decided to stay. But I still cannot understand. They had the power if they wanted to\ndo this, to come and say a thousand of you come with us and we would have to go. So I\nmean it is not my personal knowledge that that would have happened, but that's what we\nwere told. Anyway, one morning we heard those shots very loud and a few minutes later\nwe had seen the American Army came to the camp. In the first group it was a young\nchaplain, Rabbi Schacter, who when he saw what's going on there, it didn't take him long,\nhe organized a transport of young people who their health was not very good. Half the\nfirst transport when to France. On this particular transport Elie Wiesel was sent to\nFrance. The next transport he organized to Switzerland through the world Red Cross and\nI went to Switzerland.",
        "Q: When you were in the camp did you know Elie Wiesel, had you met him?",
        "A: I'm sure I met him, but I didn't know’ we were not formal, we never told the second\nname. Maybe I met him as Elie who was sleeping above me, no, I don't know. When I\nI just have seen him last Sunday, he spoke in the temple where my daughter lives, and I\nspent quite a few minutes with him to talking about different things it's not the first time\nI talk to him, but you know’ _who knew.",
        "Q: So generally when survivors spoke in the camps they did not give their last names?",
        "A: Well, if I met you, let's say you were inmate with me",
        "Q: No. I meant during the time of the war, I meant during the war?",
        "A: Yes, why?",
        "Q: You just said your first names?",
        "A: Yeah. People didn't know each other by second name. I mean, if you looked for\nsomebody then something else but it's just casual",
        "Q: A new person?",
        "A: Casually if you sleep next to somebody, I don't know the second name. It wasn't\nimportant, I mean, besides in Auschwitz that was completely different. The names didn’t\nmean anything. The numbers. We were called by the numbers and we did not the same\nthing in Buchenwald. [had my there were numbers printed here. There were numbers.\nThe Germans communicate to us by the name if they want by the number, not by the\nnames. The names were registered there but the numbers were the important thing. So if\nyou did not remember your number, you were dead. If they called your number and you\ndid not respond immediately, you got punished.",
        "Q: Do you remember your number?",
        "A: Auschwitz was 1740609. As a matter of fact, I mean, I don't know how important it\nis, but it's just curious because now we hear about this _ that these young men gonna get\nflagging whenI marched to the camp, to Auschwitz from my work, one day somebody\ngave me two eggs because we carried those canteens with soup. So I had two eggs. Eggs\nwere very valuable in camp. I would have gotten something in camp for that. So the\nguard randomly looked, he said, \"open it.\" He looked in my canteen and started stirring\nwith his stick and he found the eggs so I was selected on a side. My number was taken\nand I would have gotten 25 lashes. But fortunately for me the camp was liquidated and\nthey didn't have enough time to do this. So you know it's very hard to condense\neverything. You know, I'm just going with at the moment what comes to my head I find\nimportant.",
        "Q: You were then taken to Switzerland, you said?",
        "A: Yeah. Well, we were sent to Switzerland.",
        "Q: Because of Rabbi Schacter?",
        "A: Rabbi Schacter organized a transport, yes. Rabbi Schacter I met a few times here, he\nspoke to us many times. He lives in Brooklyn.",
        "Q: What's his first name?",
        "A: Herschel Schacter.",
        "Q: And what were you thoughts when you were on your way to Switzerland?",
        "A: Well, finally we were liberated. I lived only in Germany for, I think, in June, by the\nend of June, so that's only two, three months. But before I gonna go to the thoughts of\nthe German the American Army after have seen what happened to us there they went to\nnext town, that's Weimar and they confiscated first they brought wagons with water,\nbecause we didn't have no more water. We didn't take no showers, we didn't take no\nbaths, so they gave us baths. We walked for, I think, two days without clothes, naked,\neverything, because that was more sanitary than wearing those old, lousy clothes. They\nburnt everything what we were wearing.",
        "Q: This is while you were in Buchenwald?",
        "A: Yes.",
        "Q: After liberation?",
        "A: Liberation, yes. They went outside to Weimar and they brought some food, the\nAmerican Army. They confiscated pigs and chicken and everything else and they came\nand they start cooking and they gave us -- and that was not very good thing because we\ndidn't eat for so many weeks and now we got the food and many of us got really sick,\ndiarrhea and type of illness from overeating. So then they got the rations of soldiers that\nalso donated chocolate, the chocolate helped us. But, see, those soldiers did not expect\nthe condition what occurred there, and they were just trying to help us.",
        "Q: What language did you speak then?",
        "A: What language? German. To Rabbi Schacter we spoke Yiddish.",
        "Q: Growing up what did you speak in your house?",
        "A: Polish. So that was also a good thing that I knew a little Yiddish. And Yiddish was --\nand I went to school to Gymnasium that was a little (inaudible) learn a little German,\nbecause the guards at the commandant gave orders in German, and if you did not respond\nto the order that was not in favor either. So you had to quickly you had to learn the\nGerman. That's why the transport that came to Auschwitz from Greece, those Jews\nsuffered greatly because at least the European Jews understand a little bit Yiddish and\nthey could respond after a while to the orders. But the Greek had a very hard time to\nunderstand the language and they were very quickly killed.",
        "Q: So you were on your way to Switzerland after the",
        "A: After the transport organized, Rabbi Schacter came with us to Switzerland. We\narrived at some Red Cross quarters in Bern and then the Jewish community of\nSwitzerland were helping us. Some Jewish organization, the Zionist organization,\nbecause originally we went to Switzerland just for a little health and then go to Israel,\nbecause that's the only place we could go. We did not want to go back home to Poland,\nbecause we heard about the seven who escaped, escaped the Germans. They came home\nand they didn't live long because there is one who survived who is in Israel told us\nbecause I met him there to the trial he was the one who escaped, six, the poles came\nwith hatchet and killed them. So we did not want to go back to Poland and there was no\nother place to go, so we decided to go to Switzerland and then go to Israel. But\nunfortunately England had a blockade to Israel and Switzerland did not permit we could\nhave gone on our own through the borders of Italy, but that's whole thing was illegally\nand we felt at least the whole group who was in Switzerland from Buchenwald, we\ndecided that we had enough smuggled then, whatever will be when there will be\npermitted to go here or there we will go. So friends of my parents myname _ our\nnames were published in Jewish papers in I suppose, through the whole world but here\nwe speak about in United States. And one day I received a letter from friends of my\nparents who came here much earlier to United States, if I am willing to come to United\nStates they will send me papers. I decided I grabbed the opportunity and I came to the\nUnited States in 1947.",
        "Q: 1947? So you were in Switzerland up to that point?",
        "A: Two years, yes.",
        "Q: Two years in Switzerland. Then where did you come when you got to the Unites\nStates?",
        "A: I came to Irvington, New Jersey?",
        "Q: And when did you get married?",
        "A: 1950.",
        "Q: And you stayed in New Jersey ever since?",
        "A: All ever since in New Jersey, yes.",
        "Q: Is your wife a survivor also?",
        "A: No. My wife's born here, she was born in Brooklyn.",
        "Q: Can we talk about some general questions now about your thoughts and your feelings\nand your experiences? How do you think the war influenced you?",
        "A: The war influenced me very, very negatively. My I'm still looking for answers to\nthe questions. Where was the world? Where was the Jewish community of the United\nStates where we were there? Today we know that was well known in 1942 that what\nHitler was doing with the Jews. It is known also that when Eichmann came to Hungary,\nbecause Hungary was the last bastion of Jews, the Jewish community in Hungary saved\nabout 10,000 Jews for money. And they were paid and when they were asked United\nStates government or United States Jewish community were asked to donate more money\nfor some reason, somehow, it was not forthcoming. So sure the blame lies directly on\nthose people who helped Hitler or Germany, but the numbness of the world, of the\ndemographic committee in United States, I still cannot understand. A ship of German\nrefugee came here to this shores and was turned around and sent back.",
        "Q: Uh huh.",
        "A: When we were in Auschwitz, it's only a very short distance where there are Buna\nworkers -- that was industrial area for a military purpose where (inaudible). It was\nbombed. Why they never threw at least one or two bombs at the trains which were\ncoming to Auschwitz with the people who died? We were realized the people would\nhave been killed, but they were killed anyway. But the crematoriums or the trains would\nbe wrecked for a couple of days or weeks and at least the destruction would not have\noccurred as occurred. So Hitler did not hear really any opposition from no one. So he\ncontinued to do what his goal was. I get many questions, why the Jew resisted. My\nanswer to them is I resisted for every day, because his aim was to kill me and I am still\nalive. So what resistant would it be, I mean I am speaking about my personal thing,\nwould it have been better if I would escaped and hide someplace and be killed later by a\nPole and I knew from right from the beginning we were told in Rabka, that you are\nresponsible for your neighbor, for your person who you are living or who you are\nworking, if he escapes you be killed. I never, never through the whole my living in\ncamps had any time, notion, of taking a life of somebody else on my conscience. There\nare different types of people. I'm just speaking for myself. And I cannot, and I'm not\nsorry that I did not know, that I did not do. The next thing what happened in Buchenwald\nafter the liberation, the young army soldiers grabbed few of us who were near, and they\nimmediately, after the marching they took the commandant, previous commandant from\nthe camp, the Germans, with the guards, and put them there closed in the bunk. They\ncame to us and said, come with us, we show you something. They took us to the bunker\nthere and showed us SS lying there on the floor and said, “you want a gun, you want a\nstick, do whatever you want.” Yeah, very true, there were many of my inmates there who\ntook their advantage, but I felt, and that bothers me today, sometimes, did I act the right\nI couldn't make myself to happen. Because I felt if I would do this to him, I would lower\nmyself to this position of what he did to me. So I don't know. And sometimes I'm\nashamed to tell this, that I was a coward.",
        "Q: How do you feel about being Jewish, did it change because of your experience?",
        "A: No. It didn't change much. As I previously said I was never very religious and I am\nnot today. There were questions when I was much younger, where was G d, where this\nhappened. But I cannot blame this on G d or religion or whatever. I accepted what had\nhappened and I feel that maybe it always of suffering of some something different\ncomes. I strongly feel that if the Holocaust did not exist, Israel would not exist either. So\nI feel that maybe the world to do something, that it did not do during the Holocaust, so\ngave us a country of our own.",
        "Q: How do you feel about getting war reparations?",
        "A: Reparations?",
        "Q: Yes.",
        "A: Despite what some people feel, I feel whatever they they cannot pay me enough for\nwhat I went through and I will get anything they are willing to pay.",
        "Q: Have you communicated to your children about your experiences in the Holocaust?",
        "A: Well, that is also just a few days before I spoke with my son who 1s now 42, he does\nnot want too much to hear to my story. He reads. He looks for all the information, but he\ndoes not listen to me about the story. He never I sometimes volunteer in the\nbeginning, I did not want to speak myself, but later, a few years pass, I decide that I\nwhoever wants to listen I'll speak. And I speak with schools, I speak with Hebrew\nschools, and congregations, I go to public schools, and whatever. But my daughter, yes\nshe Ihave one son who is 42 and one son who 1s 25. The boys, for some reason don’t\nwant it when I start talking about some Holocaust, when we have company they walked\nout. So the son told me that he cannot stand to listen what I went through, cause it hurts\nhim, so that's why. But the daughter for somehow, I can communicate with her, I can talk\nto her.",
        "Q: Does the war still affect you any way besides for what you already said?",
        "A: Well, yes it affects me I mean for so many years I would like to go back to Poland,\nto time where I was born and maybe next year I go because I also going to go to\nBuchenwald because 50 years when I was liberated. I feel that I have to complete the\ncircle, the cycle has to be closed. I resisted to go to Poland just purely that I will spend\nmy good money to give to the Poles. But there 1s something more to it. I have to see the\nplace where I was born, how it is, and then put a lilt salt in their face that I survived. So\nI'm going with my brother in law and my sister in law. I asked my younger son to go, he\ndoesn't want to go. He belongs to the Hashomer Hatzair, Jewish organizations which go\nevery year the young children go he never wanted to go, but",
        "Q: When did you hear about the members of your family, about what happened to them?",
        "A: In Rabka. Right in the beginning. Right in the beginning, I knew, I knew. I heard. I\ndid not have any factual evidence. And many, many people don't have no factual\nevidence. That's where they were burned, that's where the ashes are. I mean, after all I\nknew that after I was liberated in 1945 and five, ten years pass, and my names were\npublished all over. I never heard anybody, who from my family, who knew something.\nSo I had to face facts, and it's already 50 years.",
        "Q: Is there anything else you wanted to add?",
        "A: No, no, it's ok.",
        "Q: Well, thank you very much for this interview.",
        "A: Thank you.",
        "Q: This concludes the interview of Henry Kolber. It was conducted on April 20, 1994, at\nthe United States Holocaust Memorial Museum.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Today is April 20th, 1994. The following is an interview of Henry Kolber,\nconducted on behalf of the United States Holocaust Memorial Museum.\nPlease tell us your full name.",
        "Q: And where were you born?",
        "Q: Where is that near?",
        "Q: And when were you born?",
        "Q: Who were the other members of your family?",
        "Q: And were they older or younger than you?",
        "Q: What were your parents' names?",
        "Q: What kind of work did your father do?",
        "Q: How would you describe your family? Was it middle class?",
        "Q: Was your family a very religious family?",
        "Q: So both towns were not primarily Jewish.",
        "Q: How large was the town that you first lived in, approximately?",
        "Q: And when did you move to the next town? Do you remember what year?",
        "Q: Or how old you were?",
        "Q: You were still young.",
        "Q: I see. Did you live -- what was the next town that you were --",
        "Q: And is that in the same general location?",
        "Q: And you had said that there were also only two other families that were Jewish in the\ntown.",
        "Q: Uh-huh. And did you grow up right in the center of the town?",
        "Q: Let's talk about your experiences with non-Jews when you were a young child because\nyou must have had many of them because there were only two other families.",
        "Q: Okay. We'll talk about that a little later. When you were young, what about your\nplaymates generally? Did you experience any antisemitism among your playmates?",
        "Q: And the teachers --",
        "Q: -- did not give you any problem?",
        "Q: Were you in any youth groups?",
        "Q: No.",
        "Q: Did you do any sports?",
        "Q: Okay. When did you first notice a change? What is the first thing that became\napparent?",
        "Q: You were 16 years old when the war began in Poland. Do you remember that actual\nmoment when they came to your village?",
        "Q: '39.",
        "Q: What was the name of the town?",
        "Q: And then you stayed there.",
        "Q: This is something you witnessed.",
        "Q: You were 16 years old at the time.",
        "Q: What were your feelings, then, when you saw that as a young man?",
        "Q: And the next experience?",
        "Q: Are we talking about summer and fall of 1940 or --",
        "Q: Oh.",
        "Q: 1940.",
        "Q: In '40. And what was the name of the town that you were in then?",
        "Q: Oh, that was back to your town.",
        "Q: I see.",
        "Q: Oh, I see. Okay. So you were building roads.",
        "Q: Were you living at home at the time?",
        "Q: What part of 1941 was this, approximately?",
        "Q: In May. Okay. And you were one of these hundred people.",
        "Q: Are these all men?",
        "Q: Were you the only member of your family?",
        "Q: How far away was that?",
        "Q: How did you get there?",
        "Q: So it was a passenger train?",
        "Q: Were you very frightened?",
        "Q: They had these actions in Rabka.",
        "Q: And you said you were a gravedigger.",
        "Q: You had said that the Jewish community was giving you food and shelter.",
        "Q: So were you living at the camp, though? You had said you were --",
        "Q: Town?",
        "Q: So you didn't live with other Jewish families.",
        "Q: Uh-huh. You slept in barracks?",
        "Q: And what about the food situation?",
        "Q: Nothing in the middle of the day?",
        "Q: And what were you wearing? Your own clothes?",
        "Q: Did you have to wear any identifying signs showing you were Jewish?",
        "Q: Were there men and women together?",
        "Q: To be killed?",
        "Q: What was the commandant's first name? Do you know?",
        "Q: Okay.",
        "Q: Okay. It's all right.",
        "Q: Are you talking about the fall of '41 or --",
        "Q: How did you get there?",
        "Q: Did you go with a whole group of young men?",
        "Q: Let's go back to when you were -- you were sent to Krakow, you said.",
        "Q: Okay.",
        "Q: What were your living conditions like in Krakow?",
        "Q: This is in Krakow or Plaszow?",
        "Q: No, no. But when you were living in Krakow, what were the conditions?",
        "Q: In the ghetto.",
        "Q: You went right to Plaszow.",
        "Q: So you're sleeping in the barracks in Plaszow.",
        "Q: This is in the carpentry?",
        "Q: Were you getting enough food?",
        "Q: Were you wearing, still wearing your own --",
        "Q: A stripe on your clothes.",
        "Q: Star?",
        "Q: This is in Plaszow.",
        "Q: How had you heard?",
        "Q: How many people were with you?",
        "Q: And this was when? This was --",
        "Q: You were put on a train. What kind of train?",
        "Q: Cattle train.",
        "Q: And you said your health was not good.",
        "Q: How long did it take?",
        "Q: What happened when the train stopped?",
        "Q: The doors?",
        "Q: Jacket?",
        "Q: Do you remember what you felt like at that point, your thoughts?",
        "Q: What block number were you living in?",
        "Q: What kind of work were you doing?",
        "Q: Liberated.",
        "Q: Were you with -- was it just men on your march?",
        "Q: How many were in your group? How many people were on your march?",
        "Q: Were any of the German soldiers with you or was it just the survivors?",
        "Q: You were still with the guards.",
        "Q: You were talking about how you had arrived in Buchenwald?",
        "Q: Did you have any contact with this Gustav, whom you mentioned?",
        "Q: You described your experiences with him?",
        "Q: In April?",
        "Q: Up to that point you said you really didn't do anything you just waited around?",
        "Q: And your health was ok at that point?",
        "Q: In April you heard bombs?",
        "Q: Who tried to induce you, the Germans?",
        "Q: Tried to encourage you to leave?",
        "Q: But you decided to stay?",
        "Q: When you were in the camp did you know Elie Wiesel, had you met him?",
        "Q: So generally when survivors spoke in the camps they did not give their last names?",
        "Q: No. I meant during the time of the war, I meant during the war?",
        "Q: You just said your first names?",
        "Q: A new person?",
        "Q: Do you remember your number?",
        "Q: You were then taken to Switzerland, you said?",
        "Q: Because of Rabbi Schacter?",
        "Q: What's his first name?",
        "Q: And what were you thoughts when you were on your way to Switzerland?",
        "Q: This is while you were in Buchenwald?",
        "Q: After liberation?",
        "Q: What language did you speak then?",
        "Q: Growing up what did you speak in your house?",
        "Q: So you were on your way to Switzerland after the",
        "Q: 1947? So you were in Switzerland up to that point?",
        "Q: Two years in Switzerland. Then where did you come when you got to the Unites\nStates?",
        "Q: And when did you get married?",
        "Q: And you stayed in New Jersey ever since?",
        "Q: Is your wife a survivor also?",
        "Q: Can we talk about some general questions now about your thoughts and your feelings\nand your experiences? How do you think the war influenced you?",
        "Q: Uh huh.",
        "Q: How do you feel about being Jewish, did it change because of your experience?",
        "Q: How do you feel about getting war reparations?",
        "Q: Yes.",
        "Q: Have you communicated to your children about your experiences in the Holocaust?",
        "Q: Does the war still affect you any way besides for what you already said?",
        "Q: When did you hear about the members of your family, about what happened to them?",
        "Q: Is there anything else you wanted to add?",
        "Q: Well, thank you very much for this interview.",
        "Q: This concludes the interview of Henry Kolber. It was conducted on April 20, 1994, at\nthe United States Holocaust Memorial Museum.\nEnd of File Two\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My name is Henry Kolber, K-O-L-B-E-R.",
        "A: I was born in Przysietnica in Poland.",
        "A: The Carpathian Mountain by the border of Czechoslovakia and Poland.",
        "A: June 6th, 1923.",
        "A: I have a brother named Aaron, a sister Monia, Minia, and Genia (sp.)",
        "A: I was the oldest in the family.",
        "A: My father is -- was Marcus Kolber and my mother, Leona Mandelberg Kolber.",
        "A: My father owned a lumberyard in an adjacent town of where I was born.",
        "A: Well, in those days was considered middle class because we -- my father was in\nbusiness and he employed some of the inhabitants of this particular town.",
        "A: No. My father was not very religious but we attend services in the next small town\nbecause the town where I was born and where we lived later, 1t was composed only of\ntwo other Jewish family.",
        "A: No, they were not.",
        "A: Well, approximately it was maybe hundred or 115 inhabitants but they were all\nRoman Catholic.",
        "A: I --",
        "A: From the time when I was born, apparently -- I do not remember when we moved.\nApparently, I was very young --",
        "A: -- because my brother, who was born two years later, was born already in the next\ntown.",
        "A: (sounds like Parcheetza).",
        "A: That is the same general location. It's only like three kilometers away from the town\nwhere I was born.",
        "A: That is correct.",
        "A: Yes. I grew up in the center of the town and when -- and I attended public school\nthere. And at age of 11 or ten, my father hired a tutor who taught us the -- prepared for\nthe bar mitzvah, me and my brother. And we had this man -- or different men living with\nus. So he was tutoring me, my brother, and later my sisters in religious observance.",
        "A: Well, in my case, I have to say that the neighbors treated us quite well. We did not\nexperience like in other area because my father employed quite a large number of the\nvillagers. So they had to be quite decent with us. As a matter of fact, I went to school\nwith one of the fellows, who later, I feel that he saved my life because he came to\nAuschwitz much earlier than me and he had, by the time I arrived in Auschwitz, he was a\n(sounds like schrieber) on the block. That's a quite high position. And he\nhelped me quite a lot with the food and protect me from the atrocities which were\noccurring in Auschwitz.",
        "A: Very little. Very little. Because, as I explained previously, those people were\ndepending on the livelihood from my father.",
        "A: The teachers --",
        "A: The teachers never gave me any problem, because, as -- it was a village. It was not a\ntown. And those teachers used to be involved with my mother because she was more\nintelligent than the normal villagers. So they came and sometimes socialized together.",
        "A: No.",
        "A: No.",
        "A: Not really. Not organized sports. I played soccer, which was very popular in Poland,\nbut nothing organized.",
        "A: Well, in 1939, when the Germans start to occupy Poland, some of the inhabitants\nbecame Volksdeutsche. That means that they were claiming that their ancestor were\nfrom German descent. And they got some positions of importance. And then there were\nlike -- they felt they're much, they are much better and that -- but actually they did not --\nmaybe there was overt antisemitism. Did not, I didn't feel any repercussion from them\nexcept they did not socialize or have anything to do with us.",
        "A: Oh, I do remember this because we -- my father felt, the day the war broke, that was\nSeptember Ist, 19 --",
        "A: --'39, that we were not very secure 1n this village. So we packed our belongings on a\nhorse and wagon -- actually, we didn't have no cars -- and went to the next town to be\nbetween Jews, where the town was, Stary Sacz (please check). And I would say it was at\nleast 100 to 150 Jewish family live in there.",
        "A: Stary Sacz.",
        "A: We were there for about two days. And there was some incident at this first encounter\nwith the Germans. They order all Jews to assemble on the marketplace. And they\nselected, I don't remember exactly, ten or 15 of the people, ordering them, and they shot\nthem there. Then --",
        "A: Yes, I witnessed. That was my first part, encounter with the Germans. And --",
        "A: Yes, I was 16.",
        "A: Well, my feeling was that, here I am, witnesses finally what I had for few years, what\nthe Germans are capable of do to the Jews. After the execution of those people, they also\nselected a hundred of people and locked them up in a school building overnight. My\nfather was between those. And that was quite big shock to the family because we did not\nknow what will happen with those hostages. Next morning, though, they were released\nand after, oh, I don't know, three, four hours, we packed our belongings and went back\nhome.",
        "A: Well, the next experience was just that from time to time we were inducted in the\nwork groups. In Poland the roads are not paved like we have paved here. They were,\nlike, dirt roads. So we were, during the summer and fall, we built the roads. We chopped\nthe stones that the roads are always ready for the transport of their heavy equipment and -\n- the German equipment. And in winter we shoveled snow because the climate in Poland\nwas much more severe than we have it here. And we were -- the roads have to be clear\nfor the army to be moved.",
        "A: We are speaking -- no, of winter of 1939.",
        "A: And the spring and fall and then --",
        "A: -- the winter in '40.",
        "A: (Parcheetza). I lived -- I came back --",
        "A: Yes.",
        "A: Yes.",
        "A: Building roads and cleaning roads of the snow. Of course we, as I previously said,\nthere were only two other Jewish family so the workforce consisted of much more. They\nbrought Jews from adjacent villages and they were always ready to, we were ready to\nwork on --",
        "A: Yes. I was living at home. And those conditions were to about 1941, when the\n(sounds like youthenlaut) in Stary Sacz was ordered to select about 100\nyoung people from (sounds like Ermitz) and to be sent to Rabka, R-A-P-K-",
        "A: The time when we were told that we will go to this place, we did not know what the\nfunction of our work will be.",
        "A: May.",
        "A: Yes, I was one of those people.",
        "A: All men. We arrived there sometimes in May.",
        "A: I was the only member of my family because -- well, maybe that's the best time to\nexplain. My father was chosen by the man who was the (sounds like\nguylighter) for this lumberyard as a necessary operator of this -- the German needed the\nlumber and the wheat, which -- so my father with my younger brother were working\nthere. So that's why they were not selected for any ordered transport. But I went with\nthis hundred people to Rabka.",
        "A: Oh, 40 kilometers.",
        "A: On atrain. We got tickets.",
        "A: Passenger, passenger train.",
        "A: No, I was not frightened because we did not know exactly what -- we thought that in\nthis part of the country, they need young men for the same purpose as we were working\npreviously because it was quite natural that they selected from one part people to go to\nanother part. We were on their mercy. They -- So when we arrived there on Monday\nmorning, we found that this was an SS school to train young volunteer Ukraines to\nbecome SS. The commandant of this school, by the name of Rosenbaum, greeted us with\nselecting one tenth of the transport, ten people, and he shot in front of us the ten young\nhealthy men. It was -- this time it really, we realize that the German mean what they\nwere saying, that they have to destroy the Jews. We lived there in Rabka. The Jewish\ncommunity of this Rabka was assigned to provide food and shelter for us. And we lived\nthere and went to the school. That was a very short walk, maybe ten minutes' walk, every\nmorning. We walked there in the beginning. We built a shooting gallery, digging in the\nmountain and preparing the war for -- a shooting gallery they built there to train the new\nrecruits how is the most efficient way to shoot. But after about four weeks spending the\ntime there, the adjacent town, ghettos, were to be liquidated and the people were\ntransported to Rabka. And Rosenbaum had a couple actions. And then we really knew\nwhat were our duty were there. We were gravediggers and we bury all people which\nwere killed.",
        "A: In Rabka in this particular mountains earlier where the school was there.",
        "A: Yes. The other 90, 90 young men, because there were 90 in the beginning, but later\non, seven of us, of the group escaped. And to punish the remain of us, he took 21 and\nhang. So there were only left about 65 or maybe 70. Life there was, I find that the first\ncame in Rabka gave much deeper impression on us than the large camps or were much\nmore people killed in Auschwitz but more vivid things I remember from Rabka because\nthis commandant spent time. We have seen him every minute of the day and sometimes\nif he felt like, he came to the camp, woke us up, and direct us running all around the\nplace. And his specialty, he had a reitpeitsche, that's a whip, and if he didn't like\nsomeone, he hit them from the back. He cut his eye or -- and by the next action, you\nwere marked that you will be shot. So it was quite hard for a young man to live with this\nhanging all the time.",
        "A: Yes.",
        "A: Well, the school was about ten minutes away from the --",
        "A: From the quarters where we lived.",
        "A: No. It was made as a small camp, only we had guards on the gate where we lived. It\nwas three small buildings.",
        "A: No, no, we slept in the -- originally there were Jewish buildings, maybe two family in\neach. So there were, let's say, eight rooms in each quarters. So put 24 people in each\nroom. Slept on the floor, slept on the beds. But that was a small, very small camp,\nconsisting of 70, 65 people.",
        "A: The food situation? The Jewish community had to provide it. There was somebody\nwho cooked and when we came -- in the morning we got a ration of bread and a coffee.\nAnd in the evening when we came back to our quarters, we got a soup.",
        "A: No, nothing in the middle of the day.",
        "A: We wear our own clothes, which we brought from home. Every four weeks or so, we\ngot a pass to go home, ten each. Each week on a Saturday he permit us to go home, ten\nof us. Then we waited for our turn. And Sunday afternoon we came back. It was a short\nride on a train from time -- from the place where we were living.",
        "A: We -- the clothes were only painted yellow stripes. In the beginning, it was not -- oh,\nyeah, we had the, every Jew had to wear the Mogen David on the white with the blue\nthing. But otherwise, in the beginning, it was not required in the small camps, work\ncamps, to be any way else identified. Well, this lasted for about two months or three\nmonths. And we heard that the ghetto in Stary Sacz, because eventually my parents were\nalso moved from the village where we lived to a ghetto, Stary Sacz, that the ghetto going\nto be liquidated and everybody going to go -- be sent. So on this particular week, we all\ngot the permit from Rosenbaum to go home to say goodbye to our families. I don't really\nknow if our parents knew exactly the condition because we did not share every brutality\nas what happened to us and what we have seen to the parents, at least I will speak for\nmyself. I felt that there's no point to burden the parents what is going on with us. They\nhad enough problems of their own. So I did not share too much. I went with general\nideas, what's going on, that -- but I did not inform them. They knew that they killed ten\nof us because ten never came home. But what we were doing, that we were gravediggers\nand we buried people, I did not share this with them. But there was a general feeling that\nmore or less they knew that they will go to some camp. And Sunday, when we had to go\nback home, my father took the group, because we still had a couple horses, from the\nghetto to the train station. It was not a long ride but it was much better to give us a ride\nthan we should walk because there was no other way to get there. So he came there to\nsay goodbye to us. And I said goodbye to him already and went back almost to the train.\nAnd in the last minute, I decide to go back and I jumped over the fence, because by the\ntrain station there was a fence, to say another goodbye to my father. And the SS guard\nsaw me and started beating me. And it's not the pain of my -- what hurt me but the\nfeeling of my father, who was helpless, that he could not help anything to his son. That\nwas more painful. But eventually we got away. And a few weeks later we found out that\nthe ghetto from Stary Sacz was sent to Treblinka. We knew very well what Treblinka\nwas. Treblinka was just a camp where people went to be killed, gassed. Meanwhile,\nthose actions in Rabka continue in much bigger pace than originally because apparently\nthey felt that this part of Poland has to (youthenlate) -- euthanized (please\ncheck) and they will have to kill more. So then it was almost every day that he created an\naction. Rosenbaum, when the graves were ready, dug, we dug almost from the morning\ninto like 4:00, then he inspected all those, if they're large enough. Then we went to the\nquarters, where we lived. We had some food. And we were ordered in the evening to\ncome back and watch the actions. He grouped the people by the graves. They had to be\ndisrobed, put the clothes on the side, and stay by the ditch. He generally gave the SS men\nsome whiskey and -- oop, sorry -- gave an order to shoot. Take this away? No. After the\ngraves were filled, we had to throw the dirt with some disinfectant. And next morning\nwe cut the -- make like sod from further away and brought cover, that there was no, any\nevidence that there were graves there.",
        "A: To be killed?",
        "A: Yes. Men and women together and children that were killed. On one action he killed\na family which lived in Rabka by the name of Rosenbaum. He found out that the people\nbeared the same name as him. Then he was -- he felt that it was -- the son had his name\nso he tried to kill them. Of course --",
        "A: Some place I have the --",
        "A: In those --",
        "A: -- newspaper clipping because -- all right. Yeah, that, I will have to come. After three\nor four months, I was sent from Rabka to Krakow. Krakow at this particular time was\nstill a ghetto. We lived in ghetto for about four weeks.",
        "A: That was in fall '41, yeah, or early winter. Lived there for about four weeks.",
        "A: I was transported. He got -- Rosenbaum sent two trucks filled up, with us on top.\nKrakow from Rabka was very, a short distance.",
        "A: Yes. Part -- half of the camp from Rabka was sent to Krakow. But I would like to go\nback to Rosenbaum. In 1968, he came back home to Hamburg and he told the German\nauthority that he's back from the war, he was in the Wehrmacht, that's the army, and he\nlikes to get a pension from the German government. When I arrived to United States, I\nregister for Wiedergutmachung to the -- from German and I got all the -- I gave this\norganization all the information, which camps I spent and what the name of the\ncommandant were there. So they contacted the German -- the German authority\ncontacted, apparently, the Jewish organization and they got my name. And they send me,\nfirst, the prosecutor from the trial sent me a telegram if I am willing to come and first\nrecognize -- they show me pictures of him and I recognize him, if I am willing to go to\nHamburg to testify to his trial. In the beginning, I was quite hesitant because it was only\n'68. I started -- I was married. I had two young children. And to renew the wounds was\nquite hard for me. But after discussion with my wife, we decide that it's my duty,\nbecause there was really, there were only three left from the whole group who were in\nRabka who could testify as witnesses to his atrocities. So we went to Hamburg and\ntestified. I had my wife and my two children, then I had only two, right now I have three\nchildren, to Germany and I, I testified for, I think, three days there to his trial. And, I\ndon't know, I had a feeling when I was in camp with him that he was a big statue, big,\nheavy-built man. After I met him on the witness stand, he was just a normal, small -- so\napparently his authority of life and death, which he had make in our mind, the statue so\nbig. And he got convicted and he got life in prison. I don't know. I didn't follow this up,\nif he's still alive or he's out of his -- but at least that was a satisfaction, that, after all, he\nkilled enough Jews but he did not kill everybody. There were some who could witness\nhis -- and give witness to the future generations. And he was punished. Of course I don't\nfeel that the punishment was -- met the crime but here at least he was punished. And then\nI -- with the Germans, the young people, I have to say that at this time when we were\nthere, we were treated quite nice. And the Germans had, at the time when we were there,\nsome also guilt feeling because they, I presume they had to ask the fathers where were\nyour grandfathers at this particular time, what did you do during the war. So there was\nsome, I don't know, maybe I'm not -- I had some sympathy with them.",
        "A: Yeah. We're going to go back, yeah.",
        "A: We were sent to Krakow because apparently the authorities there, knowing that we\nalready experience for months how to build the quarters for -- because first we had to\nbuild a couple barracks for the SS there. So they decided they're going to build a camp, a\nwar camp near Krakow by the name of Plaszow. For about two or three weeks, we\nwalked every day, a group of us, from Krakow and then there was another detachment\nfrom the ghetto to Plaszow to prepare for the camp because that's where -- their way to\nbuild the camp. They had -- apparently, they wanted to eventually evacuate the Krakow\nghetto and the people who lived in the ghetto will be sent to the camp. Krakow --\nPlaszow, rather, at those days had another commandant than this (sounds\nlike get) who was portrayed in Schindler's List because that is the same camp as is\nportrayed in Schindler's List. Well, those days we knew there are many different\nindustrialists who were renting the Jewish labor from the camp of Krakow, Plaszow, but\nwe did not pay too much attention about Schindler. We knew he had -- that there were\nsome people who worked in his part. There were parts in the pants factory. But later on\nwhen it was already close to evacuate Krakow and Schindler tried to organize a larger\ngroup, we knew that people who, either who lived in ghetto or previously who had some\nmeans to get on the list, I never -- in Krakow I was quite already, what did you call this\nthen, Muselmann. In other words, I was not very healthy. I just work. Because the work\nwas very, very hard. I -- By the end, after a year and a half working just with the digging\nditches and building barracks, I was transferred to a carpenter's factory because a man\nwho was in charge of the carpenter's factory was acquaintance of my father. And after he\nfound out that I'm there in Krakow, he took me in.",
        "A: In Krakow they were very, very poor because there were very -- we built these\nbarracks quite quickly. And we slept there three rows high, like you have here in this\nmuseum, how the sleeping, we slept on wood three story high.",
        "A: Plaszow, Plaszow.",
        "A: Well, that was a very short time and we spent very little time --",
        "A: -- in the ghetto.",
        "A: We -- that was the purpose of bringing us to Krakow ghetto, to build, to show the\npeople how to build a camp. Because we were the experienced carpenters.",
        "A: After we built two or three barracks, we did not go no more to ghetto. We slept there.\nWe built a kitchen. And one of the -- was selected to cook. He was never any, had\nknowledge of cooking but, you know, you learn quickly. In Krakow, I spent about two\nyears. In 1944, (inaudible) '44, one morning -- I worked on the night shift because they\nworked, people who worked day and night. There were two --",
        "A: In the carpentry, right.",
        "A: The food were almost, in every camp they were the same. You got, in the morning,\nfour ounces of black bread and a pint of coffee. And in the evening you got a pint of\nwatery soup. If you have any means, like people who lived in Krakow previously, who\nbrought from the ghetto something, because it was possible to smuggle stuff, then they\nhad, for money or gold or diamonds, there were a way to buy. But as I previously stated,\nI was quite down in my life in Krakow. So --",
        "A: Still wearing civilian clothes and still just yellow paint.",
        "A: A stripe on the clothes. And no more, even, no more, because this was a camp, no\nmore white --",
        "A: -- arm bands. You see, through the whole thing, I feel somehow that was luck. If I\nsay that I was sent from Krakow to Auschwitz was luck, it was, to me, because we -- oh,\nI skipped. When we were ready to go to the barracks on this one particular morning --",
        "A: In Plaszow -- the guards took us on the appellplatz and we didn't know what, what\nwas wrong. We were not permitted to go to our barracks no more. We were put in\ndifferent barracks and the guards were all around. Rumors came. I mean, we heard from\nthe Jewish inmates who were in the police, Jewish police, that we will go to Auschwitz.\nBut we heard already what Auschwitz was and we were prepared for the worst. We told -",
        "A: Well, people who were living in Krakow-Plaszow, they were working on certain, with\ncertain groups, went outside, out of town, of the camp, and worked with the Polish\ncivilians, who were masons, carpenters, or other -- so it came through the grapevine that\nAuschwitz was a camp where people mostly go to be gassed.\nAnd the condition of our health was such that we already were resigned, well, you're\ngonna die, you're gonna die, what else can you do. There's nothing else you could do.\nAfter two days spent there in this barrack, finally we were, one evening we were put on a\ntrain and the --",
        "A: It was 225.",
        "A: Late in '43.",
        "A: Cattle train.",
        "A: Yes.",
        "A: Not good. I was very weak already. And when we came to Krakow -- to Auschwitz -",
        "A: It took maybe two, three hours. That's all. That's short distance. Also, Auschwitz\nwas on a Polish territory and originally Auschwitz was built to accommodate Polish\npolitical prisoners. To my knowledge, after I was liberated, I tried to research, I could not\nfind any other transport which came directly to the central, to the center of the camp.\nGenerally, all the transports came to Birkenau, where there were selection made to go to\nwork or to go to the gas chamber. This particular transport of 225 from Krakow came\ndirectly to the central camp, where there were 20 blocks. There were two-story brick\nbuildings. On 16 blocks people lived who were sent to do outside work. Every morning\nthey came back to work. One block had a hospital. One block was a bunker where all\nprisoners who tried to escape and they were caught, they were put there. And one block\nwas the experimental block. So we came there to Auschwitz --",
        "A: When the train stopped, the SS opened the gates of the --",
        "A: Doors of the train and let us out. We were met there immediately by the inmates who\nwere in Auschwitz for a longer time with the blue and white stripes and numbers on their",
        "A: -- jackets with the different angles because the political, they wore red. And the Jews\nhad a red and yellow star. And there were also with the green German that -- well, I\nmean, should we go over this? That is well known, what they were.\nAnd they told us that we are in Auschwitz. Shaved our heads. We took a shower and get\ntattooed and put the tattoo on the arm. We spent --",
        "A: Well, the condition after that was already three years I went through from one to\nanother. You were so conditioned, that whatever will happen, will happen. You did not\ndwell too much what you gonna do. You start to believe in fate already. There's nothing\nmuch you can do. You better don't think too much. Just watch yourself. Not to be too\nclose to somebody who gonna hit you or beat you or whatever. You just try to be in the\nbackground and maybe. I had a very strong urge then when I arrived in Auschwitz that if\nthere's any chance to survive, after what I went through, I'll have to survive. And, I don't\nknow -- a good thing, though, that we were there on the quarantine. Each transport who\ncome, was, I think, the whole week we didn't do anything. We could not get out from the\nblock. We got food like normal, four ounces of black bread, coffee, black coffee, and in\nthe evening you got a soup. But it was known to the rest of the inmates that the transport\nfrom Krakow came here. So there were some people who were already longer in the\ncamp who were interested always to find maybe their brothers or whoever is family. So\nthey came and tried to ascertain who -- the names and everything else. So after a while,\nsomeone somehow told the friend of mine who I lived and went to school with that I am\nhere, you know. So he came visit me and brought me more food. And then after the\nquarantine, in the beginning, he arranged a good work group for me. I work far. We\nwalked every today. But it was indoors.",
        "A: 18A. And every so often, he came, visit me, and helped me out.",
        "A: I was working in a steam producing -- my duty was they had a big, big oven and that\nwas a factory for cabinets and they brought pieces of wood and I threw in the -- to create\nsteam. It was very easy work and warm. No elements of cold weather go through and\neverything. So if I wouldn't have lived there -- I mean through this period of, I think I\nwas in Auschwitz four, five months, that's where I came to more strength, because when\nAuschwitz was liquidated in 19 --",
        "A: Liquidated. Before -- the Russians were very close so they wanted to send everyone\nwho was in camp away. I was almost on the last transport. It was already middle of\nDecember, in winter. And they did not, they could not spare any trucks or wagons. So\nwe marched for two days and two nights. If I wouldn't have the strength in Auschwitz, I\ncould not survive the march. For two days and two nights we walk through the snow and\nthere were, I would imagine it was maybe one tenth of the marchers survived.\nEverybody else who could not keep up with them going was shot by the guards, who\nwere riding on the motorcycles.",
        "A: Yes, there was on the particular march was men. And this particular -- in Auschwitz,\non the barracks -- I mean on the blocks, it was only men. In Auschwitz, 1n the central\nlager, there were only women who were secretaries but they did not live in this particular\ncamp. Buta very strange thing, what I still cannot have answered to what happened on\nthis march, sometimes during the march, there was an English military plane going quite\nlow over our heads. And the Germans, the guards got panicky and started to run away\nfrom us. And how we were conditioned through this four years, we could not decide for\nourselves what to do. So we followed them. We knew very well that there is no way to\nescape because we were with this blue and white stripes. It's winter. You could not\ndisrobe yourself. And you could not go to a German house. But it is just that the\nconditioning through so many years, you did not function by yourself. You had to get an\norder. We didn't get the order to go away -- go turn right; we followed the guards. And\nit is quite puzzling to me how a human being can be conditioned to do things against their\nwill. So finally --",
        "A: Well, it's very hard for me to determine how many people. It was a long, long line of\npeople when we started. Only the historian can decide that the march started in\nAuschwitz and how many people came here and there because it's -- you know, it was\nquite -- I mean, I don't know if this 1s a nice way to talk about our way but everyone was\nonly concerned about himself. You did not care what's going on there in the front. You\ndidn't care what's going on on the left side. You were only hoping that you will survive,\nso. But that was the condition. And you had to apparently adjust to the condition, what\nthey were. And maybe it's, like today, it's not too good to dwell too much what -- how\nwe behaved because, I mean, I don't know -- finally we arrived in a small town in, on\nsome border of Poland and Germany and they gave us a big farmhouse.",
        "A: No, no. There were all German -- I mean the guards -- after the, after the --",
        "A: After the plane left and they came back and we marched again. So after we -- they\ngive us arest for overnight. We rest there, slept there in this barn, and next morning we\nwere loaded on some trains. And, well, we didn't know where we were going but we\narrived in Buchenwald. In Buchenwald, we were placed on this block for young\nchildren. I mean, at least I was placed there. And in 1945, in Buchenwald, in this\nparticular camp, in the old camp, we were not required to do any work. Just they brought\nus there to be stored if they need someplace else.\nEnd of File One\nBeginning File Two",
        "A: Yes. We arrived in Buchenwald at those times, already 1945, or might be '44,\nDecember, and Buchenwald was already in disarray. There were many people brought\nthere because the place was still more or less secure from the allies. I was put on the\nyoung man's block and this block became quite famous by Elie Wiesel's book, \"The\nNight\" where he speaks about Gustav, who was the blockalteste. I lived there and during\nthe day we were not required to go to any work. It is just that once in a while food got\nmore scarce. Instead of every day the rations what we were supposed to get, we got\nevery second day. But they told us, if you volunteer on any transport to another camp,\nyou might get more food. But somehow, I decide that I will stay there, at least I know\nwhat's going on here, I don't want to volunteer for any unknown situation. So time was\nvery hard to pass, because we did not do anything, and as I said previously, the food got\nscarce, but we tried to live from day to day. Close by end of March",
        "A: Well, he was my blockalteste. He was in charge of the block and he the Jewry (ph),\nthe book about what Elie Wiesel was not very he but ok",
        "A: My experience I felt that the man did the best he could under those circumstances.\nYou cannot please everybody all the time. The man tried to do good for the majority. If\nhe hurt someone sometimes then I feel because I thought about this quite many years\nnow. How we survivors sometimes handle the people who got the jobs of a kapo to be in\ncharge. Not always they did the best in my opinion what in their position required. The\none who criticize, let him put himself sometimes in a position of the other one. You\nknow _ they were required to do certain things by the German authorities there and they\nhad to do, otherwise they would be punished. And _ so in April",
        "A: In April, the English and the American Army was quite close, we could hear\nsometimes at night when there was quiet, quiet, the explosion of high the bombs or\nwhatever it was.",
        "A: Yes, just waited around, yes.",
        "A: Considering the situation we didn't have to work the health was pretty good. But",
        "A: We heard bombs. The rumors started going that the army _ the allies are very close\nand soon they're going to come to Buchenwald. And we were informed that the camp\ngoing to be evacuated. For about a week before we were liberated we didn't get any food.\nSo you it was early spring, so we ate whatever we could find on the outside because\nthere were quite grassy molds (ph) there so we took the grass and ate and sometimes we\ntook some water with the grass and cooked look a soup. You had to somehow survive\nbecause there was _ yes, they tried to induce people to leave and they say that if you are\ngoing to go out from the camp, you are going to get more rations.",
        "A: The German authorities.",
        "A: Tried to encourage you to leave, and later we found out that all those people who fell\nfor that, they were taken to next town and were shot there, where they were prepared\nalready for well I mean, I",
        "A: I decided to stay. But I still cannot understand. They had the power if they wanted to\ndo this, to come and say a thousand of you come with us and we would have to go. So I\nmean it is not my personal knowledge that that would have happened, but that's what we\nwere told. Anyway, one morning we heard those shots very loud and a few minutes later\nwe had seen the American Army came to the camp. In the first group it was a young\nchaplain, Rabbi Schacter, who when he saw what's going on there, it didn't take him long,\nhe organized a transport of young people who their health was not very good. Half the\nfirst transport when to France. On this particular transport Elie Wiesel was sent to\nFrance. The next transport he organized to Switzerland through the world Red Cross and\nI went to Switzerland.",
        "A: I'm sure I met him, but I didn't know’ we were not formal, we never told the second\nname. Maybe I met him as Elie who was sleeping above me, no, I don't know. When I\nI just have seen him last Sunday, he spoke in the temple where my daughter lives, and I\nspent quite a few minutes with him to talking about different things it's not the first time\nI talk to him, but you know’ _who knew.",
        "A: Well, if I met you, let's say you were inmate with me",
        "A: Yes, why?",
        "A: Yeah. People didn't know each other by second name. I mean, if you looked for\nsomebody then something else but it's just casual",
        "A: Casually if you sleep next to somebody, I don't know the second name. It wasn't\nimportant, I mean, besides in Auschwitz that was completely different. The names didn’t\nmean anything. The numbers. We were called by the numbers and we did not the same\nthing in Buchenwald. [had my there were numbers printed here. There were numbers.\nThe Germans communicate to us by the name if they want by the number, not by the\nnames. The names were registered there but the numbers were the important thing. So if\nyou did not remember your number, you were dead. If they called your number and you\ndid not respond immediately, you got punished.",
        "A: Auschwitz was 1740609. As a matter of fact, I mean, I don't know how important it\nis, but it's just curious because now we hear about this _ that these young men gonna get\nflagging whenI marched to the camp, to Auschwitz from my work, one day somebody\ngave me two eggs because we carried those canteens with soup. So I had two eggs. Eggs\nwere very valuable in camp. I would have gotten something in camp for that. So the\nguard randomly looked, he said, \"open it.\" He looked in my canteen and started stirring\nwith his stick and he found the eggs so I was selected on a side. My number was taken\nand I would have gotten 25 lashes. But fortunately for me the camp was liquidated and\nthey didn't have enough time to do this. So you know it's very hard to condense\neverything. You know, I'm just going with at the moment what comes to my head I find\nimportant.",
        "A: Yeah. Well, we were sent to Switzerland.",
        "A: Rabbi Schacter organized a transport, yes. Rabbi Schacter I met a few times here, he\nspoke to us many times. He lives in Brooklyn.",
        "A: Herschel Schacter.",
        "A: Well, finally we were liberated. I lived only in Germany for, I think, in June, by the\nend of June, so that's only two, three months. But before I gonna go to the thoughts of\nthe German the American Army after have seen what happened to us there they went to\nnext town, that's Weimar and they confiscated first they brought wagons with water,\nbecause we didn't have no more water. We didn't take no showers, we didn't take no\nbaths, so they gave us baths. We walked for, I think, two days without clothes, naked,\neverything, because that was more sanitary than wearing those old, lousy clothes. They\nburnt everything what we were wearing.",
        "A: Yes.",
        "A: Liberation, yes. They went outside to Weimar and they brought some food, the\nAmerican Army. They confiscated pigs and chicken and everything else and they came\nand they start cooking and they gave us -- and that was not very good thing because we\ndidn't eat for so many weeks and now we got the food and many of us got really sick,\ndiarrhea and type of illness from overeating. So then they got the rations of soldiers that\nalso donated chocolate, the chocolate helped us. But, see, those soldiers did not expect\nthe condition what occurred there, and they were just trying to help us.",
        "A: What language? German. To Rabbi Schacter we spoke Yiddish.",
        "A: Polish. So that was also a good thing that I knew a little Yiddish. And Yiddish was --\nand I went to school to Gymnasium that was a little (inaudible) learn a little German,\nbecause the guards at the commandant gave orders in German, and if you did not respond\nto the order that was not in favor either. So you had to quickly you had to learn the\nGerman. That's why the transport that came to Auschwitz from Greece, those Jews\nsuffered greatly because at least the European Jews understand a little bit Yiddish and\nthey could respond after a while to the orders. But the Greek had a very hard time to\nunderstand the language and they were very quickly killed.",
        "A: After the transport organized, Rabbi Schacter came with us to Switzerland. We\narrived at some Red Cross quarters in Bern and then the Jewish community of\nSwitzerland were helping us. Some Jewish organization, the Zionist organization,\nbecause originally we went to Switzerland just for a little health and then go to Israel,\nbecause that's the only place we could go. We did not want to go back home to Poland,\nbecause we heard about the seven who escaped, escaped the Germans. They came home\nand they didn't live long because there is one who survived who is in Israel told us\nbecause I met him there to the trial he was the one who escaped, six, the poles came\nwith hatchet and killed them. So we did not want to go back to Poland and there was no\nother place to go, so we decided to go to Switzerland and then go to Israel. But\nunfortunately England had a blockade to Israel and Switzerland did not permit we could\nhave gone on our own through the borders of Italy, but that's whole thing was illegally\nand we felt at least the whole group who was in Switzerland from Buchenwald, we\ndecided that we had enough smuggled then, whatever will be when there will be\npermitted to go here or there we will go. So friends of my parents myname _ our\nnames were published in Jewish papers in I suppose, through the whole world but here\nwe speak about in United States. And one day I received a letter from friends of my\nparents who came here much earlier to United States, if I am willing to come to United\nStates they will send me papers. I decided I grabbed the opportunity and I came to the\nUnited States in 1947.",
        "A: Two years, yes.",
        "A: I came to Irvington, New Jersey?",
        "A: 1950.",
        "A: All ever since in New Jersey, yes.",
        "A: No. My wife's born here, she was born in Brooklyn.",
        "A: The war influenced me very, very negatively. My I'm still looking for answers to\nthe questions. Where was the world? Where was the Jewish community of the United\nStates where we were there? Today we know that was well known in 1942 that what\nHitler was doing with the Jews. It is known also that when Eichmann came to Hungary,\nbecause Hungary was the last bastion of Jews, the Jewish community in Hungary saved\nabout 10,000 Jews for money. And they were paid and when they were asked United\nStates government or United States Jewish community were asked to donate more money\nfor some reason, somehow, it was not forthcoming. So sure the blame lies directly on\nthose people who helped Hitler or Germany, but the numbness of the world, of the\ndemographic committee in United States, I still cannot understand. A ship of German\nrefugee came here to this shores and was turned around and sent back.",
        "A: When we were in Auschwitz, it's only a very short distance where there are Buna\nworkers -- that was industrial area for a military purpose where (inaudible). It was\nbombed. Why they never threw at least one or two bombs at the trains which were\ncoming to Auschwitz with the people who died? We were realized the people would\nhave been killed, but they were killed anyway. But the crematoriums or the trains would\nbe wrecked for a couple of days or weeks and at least the destruction would not have\noccurred as occurred. So Hitler did not hear really any opposition from no one. So he\ncontinued to do what his goal was. I get many questions, why the Jew resisted. My\nanswer to them is I resisted for every day, because his aim was to kill me and I am still\nalive. So what resistant would it be, I mean I am speaking about my personal thing,\nwould it have been better if I would escaped and hide someplace and be killed later by a\nPole and I knew from right from the beginning we were told in Rabka, that you are\nresponsible for your neighbor, for your person who you are living or who you are\nworking, if he escapes you be killed. I never, never through the whole my living in\ncamps had any time, notion, of taking a life of somebody else on my conscience. There\nare different types of people. I'm just speaking for myself. And I cannot, and I'm not\nsorry that I did not know, that I did not do. The next thing what happened in Buchenwald\nafter the liberation, the young army soldiers grabbed few of us who were near, and they\nimmediately, after the marching they took the commandant, previous commandant from\nthe camp, the Germans, with the guards, and put them there closed in the bunk. They\ncame to us and said, come with us, we show you something. They took us to the bunker\nthere and showed us SS lying there on the floor and said, “you want a gun, you want a\nstick, do whatever you want.” Yeah, very true, there were many of my inmates there who\ntook their advantage, but I felt, and that bothers me today, sometimes, did I act the right\nI couldn't make myself to happen. Because I felt if I would do this to him, I would lower\nmyself to this position of what he did to me. So I don't know. And sometimes I'm\nashamed to tell this, that I was a coward.",
        "A: No. It didn't change much. As I previously said I was never very religious and I am\nnot today. There were questions when I was much younger, where was G d, where this\nhappened. But I cannot blame this on G d or religion or whatever. I accepted what had\nhappened and I feel that maybe it always of suffering of some something different\ncomes. I strongly feel that if the Holocaust did not exist, Israel would not exist either. So\nI feel that maybe the world to do something, that it did not do during the Holocaust, so\ngave us a country of our own.",
        "A: Reparations?",
        "A: Despite what some people feel, I feel whatever they they cannot pay me enough for\nwhat I went through and I will get anything they are willing to pay.",
        "A: Well, that is also just a few days before I spoke with my son who 1s now 42, he does\nnot want too much to hear to my story. He reads. He looks for all the information, but he\ndoes not listen to me about the story. He never I sometimes volunteer in the\nbeginning, I did not want to speak myself, but later, a few years pass, I decide that I\nwhoever wants to listen I'll speak. And I speak with schools, I speak with Hebrew\nschools, and congregations, I go to public schools, and whatever. But my daughter, yes\nshe Ihave one son who is 42 and one son who 1s 25. The boys, for some reason don’t\nwant it when I start talking about some Holocaust, when we have company they walked\nout. So the son told me that he cannot stand to listen what I went through, cause it hurts\nhim, so that's why. But the daughter for somehow, I can communicate with her, I can talk\nto her.",
        "A: Well, yes it affects me I mean for so many years I would like to go back to Poland,\nto time where I was born and maybe next year I go because I also going to go to\nBuchenwald because 50 years when I was liberated. I feel that I have to complete the\ncircle, the cycle has to be closed. I resisted to go to Poland just purely that I will spend\nmy good money to give to the Poles. But there 1s something more to it. I have to see the\nplace where I was born, how it is, and then put a lilt salt in their face that I survived. So\nI'm going with my brother in law and my sister in law. I asked my younger son to go, he\ndoesn't want to go. He belongs to the Hashomer Hatzair, Jewish organizations which go\nevery year the young children go he never wanted to go, but",
        "A: In Rabka. Right in the beginning. Right in the beginning, I knew, I knew. I heard. I\ndid not have any factual evidence. And many, many people don't have no factual\nevidence. That's where they were burned, that's where the ashes are. I mean, after all I\nknew that after I was liberated in 1945 and five, ten years pass, and my names were\npublished all over. I never heard anybody, who from my family, who knew something.\nSo I had to face facts, and it's already 50 years.",
        "A: No, no, it's ok.",
        "A: Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 20, 1994\nRG-50.106.0008",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "Transcribed by Mindy Martin (File One) and Devora Hackner (File Two), National Court\nReporters Association.",
        "HENRY KOLBER\nApril 20, 1994"
    ]
}