{
    "rg": "RG-50.030.0588_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with Bertl\nEsenstatEsenstad on September 16th, 2010, in Silver Spring Maryland, and we'd like to\nthank you very much for agreeing to see us, to talk with us, and I'll start our interview\nlike we always do at the beginning with--",
        "Answer: That's a good place to start.",
        "Q: With asking you when you were born, where were you born, how many siblings you\nhad, and who were you parents? (clock chiming) And by the clock chiming, we know it's\n10:00 A.M.",
        "A: So what would you like to know? I was born October 28th, 1925.",
        "Q: Where?",
        "A: In a very small shtetl in Germany called Korb, KORB. In fact, I was born in the same\nbed my father was born in, in the same house.",
        "Q: Wow.",
        "A: And my grandparents had lived there. It was a small place in a small--there might\nhave beenI don't know how many Jews, not too many. And my father was Adolf\nRosenfeld and he married my mother Katherine Limburger I think in the year before. I\ndon't know. I don't know the date of their marriage, and we lived there are for a year. And\nafter my grandmother died--I really didn't know myone grandfather, I knew. He was my\nmother's father, but the others I never knew. They moved to--not too far away to another\nlittle bigger place called Adelsheim.",
        "Q: Adelsheim",
        "A: Adelsheim inand there were enough Jews to make a Minyan.",
        "Q: What part of Germany was this 1n?",
        "A: That was in Baden.",
        "Q: In Baden?",
        "A: Which is near Wurttemberg. It's near Heilbronn, near Mannheim.",
        "Q: So it would be like westernmiddle part of Germany. Not quite to the south?",
        "A: That's right. That's right. My father had lost a leg in the first world war; so he had a\nwooden leg, and he was what they call a--I don't know what you say in English.",
        "Q: Say it in German and we'll translate.",
        "A: (?Efeihen Lurhur?)",
        "Q: He sold cattle?",
        "A: He sold cattle, and he sold feed to the farmers in the area.",
        "Q: He sold feet?",
        "A: FEED.",
        "Q: Oh feed.",
        "A: Feed.",
        "Q: Feed. Okay he sold--",
        "A: Whatever.",
        "Q: Okay.",
        "A: Whatever. What else? What else?",
        "Q: Well, I sounds like in what--you're saying 1s that he was born in a place where at least\nhis family had been for an generation?",
        "A: Or two, yeah.",
        "Q: Do you know how your family--",
        "A: I have no idea.",
        "Q: Okay.",
        "A: I have no idea how they got there. But there were like 13 children.",
        "Q: Yeah.",
        "A: In those--I think my mother's family also had about 11 or 12.",
        "Q: Now, her name is unusual in my--when [I hear it--",
        "A: Limburger?",
        "Q: No, Katherine, because Katherine is a Catholic name.",
        "A: You know, I never--she never was called that. She was called Katty or Kater, and I\nassume--that's how I knew it, and I knew her as Mutter.",
        "Q: Yeah, of course.",
        "A: So it was Kater or Katty.",
        "Q: Okay.",
        "A: And she came from a place called Rexingen. My husband and I have been back to\nboth places. Rexingen had the largest percentage of Jews of any place, and 40 percent of\nthe population of Rexingen was Jewish.",
        "Q: Wow.",
        "A: And a lot of them were called Limburger, and I always thought they were all related.\nThey were not all related. They came from a place in Poland called Limburg.",
        "Q: And Limburg I believe is the German name for (? Livoff?)",
        "A: I don't know.",
        "Q: Yeah. I'm not sure, but I believe that they called (?Livoff?) Limburg, or could be\nmany places or some other small--",
        "A: But they were not all related.",
        "Q: How interesting. How interesting. So your mother's family actually eventuallyway\nback, could have come from Poland? To Rexingen?",
        "A: You know, I was--I was 12 when I left; and you know, bringing up children in\nGermany was quite different from these days. You didn't tell them your history. You\nwere just there, and you just did things.",
        "Q: Were you the oldest? The youngest?",
        "A: Yeah. I was the oldest of five.",
        "Q: You were the oldest of five. Who was born after you?",
        "A: My sister, Edith.",
        "Q: Remember there's a mike. Okay. There's a mike on you. There's a mike on you.",
        "A: She was--that's my sister, Edith.",
        "Q: Okay. And in a second she's going to put--put the machine on you again. (Unrelated\nconversation) So this 1s a picture of Edith taken in what year?",
        "A: I don't know when that was taken. Edith died in '98, and after her, Ruth was born. And\nthen Herman was born in--she was born in '30; Herman was born in '33, but I don't have a\npicture of him right away. And then Esther. Where's Easter? She should be on here. See\nthis man? Somehow or other I think it devastated the German economy when all these\nJews left. And they're now doing a history. I'm sure you're aware of that. There used to be\na man--I had to write to Germany for birth certificate or something to this little place\ncalled Korb.",
        "Q: So the place your were born in?",
        "A: Where I was born. And there was a man there who knew my father by the name of\n(?Weterhour?) who's doing a history of the Jews that lived in that area. The problem was\n(?Weterhour?)--my German is gone. It's gone. And he couldn't talk English; so all the\nletters were in German which I had to have translated, and I think in '90, my son--where's\nmy son--here. Had to go the France, and he says, \"You know, Mom, I'd like to go to\nAdelsheim because that's where we lived,\" and I wrote to (?Weterhour?) And low and\nbehold, I got a letter back in English. (?Weterhour?) was getting too old to take care of",
        "Q: So that's the last name of the man?",
        "A: That's the last name of the man. This man was taken and his English is wonderful. So\nAllen went to Germany and met him, and he persuaded us go to.",
        "Q: To visit?",
        "A: There's another little village called Sennfeld, which is near Adelsheim where the\nsynagogue was still standing. And he--they opened it as a museum. I think upstairs are\noldfashioned farm utensils, and down stairs is all Jewish. So we've been there.\n(Background noise)",
        "Q: But mostly we don't--",
        "A: Well, out of five, this waswe really very close. These are my nieces. I got eight nieces,\none nephew, and one son. So there are ten cousins.",
        "Q: So you were four girls and one boy?",
        "A: Right.",
        "Q: And you were the oldest?",
        "A: I was the oldest. I'm still 1s oldest.",
        "Q: What was you language growing up in--in home. Was it Yiddish, or was it German?",
        "A: It was German. I didn't--I don't--I can't speak Yiddish.",
        "Q: Were there any other languages they were spoken at home? Did you feel yourself\nGerman, more German than Jewish, or equally German as Jewish?",
        "A: I never gave it a thought. I knew I was German, and I knew I was Jewish.",
        "Q: And it was normal?",
        "A: Yeah, yeah.",
        "Q: Can you let me a little bit about what life was like. It wasn't Adelsheim that you have\nthe most memories. What are your earliest memories?",
        "A: Because I was a year old when they moved from Korb to Adelsheim.",
        "Q: Do you have some earliest memories you could share?",
        "A: My father was very strict. I think he was boss, and there were--because of his one leg-\n-we lived on a hill. We were never allowed to go bicycle riding. We were never allowed\nto go to snow--sledding because he as afraid that if we needed help, he couldn't--",
        "Q: He couldn't be there to do it?",
        "A: He couldn't be there to do it. But we did. We did.",
        "Q: How can you keep kids from doing stuff like that?",
        "A: I know. And when we were out playing, and he wanted us to come home, he would\nstand in the front of the steps of our house and whistle. Everybody in that little\nAdelsheim knew that whistle so.",
        "Q: That was Mr. Rosenfeld's whistle?",
        "A: I don't know what else. I think we had very normal childhood.",
        "Q: What was your mother like? Was she somebody who stayed at home and took care of\nthe house, or did she work?",
        "A: Well, not really because when the weather was bad, she had to go with him to do\nwhatever earned him a living because of his--he couldn't walk on ice. He couldn't walk\non snow. SO...",
        "Q: So she was part of his business?",
        "A: I guess so, yeah. I guess so.",
        "Q: And how did he lose his leg?",
        "A: In the war.",
        "Q: But as a soldier?",
        "A: Oh yeah, yeah.",
        "Q: He was in the front?",
        "A: Yeah. And, you know, when you're growing up, you accept things and you don't look\nat ages and somebody who's maybe fourfoot tall if you're that big, their tall. But he was\nonly a teenager. When I| think back of when he lost his leg, he was only a teenager when\nhe lost his leg.",
        "Q: And so he was also very young when he became a father because that was",
        "A: Yeah.",
        "Q: In the 20s. Did he talk about World War I with the kids? Did he tell stories?",
        "A: No. I just remember him saying, when he came home from the war, he went on a\nmotorcycle, and he had a bad experience. I don't know what happened, but I remember he\nsaid, \"Don't ever go on a motorcycle.\"",
        "Q: So he was fearful for his kids?",
        "A: Yeah, yeah. Friday nights he would inspect our hair for lice, our nails, our toenails. I\nthink German men--I don't know about only Jewish men. I don't know anything about\nany other men--were very bossy. Very, you know, weren't they? So that I remember, and\nI remember when he came homebefore he went to the war, he had apprentice as a baker.\nWell, when he came home and didn't have a leg, he couldn't continue baking, but he used\nto make (?Holis?) And he used to make tortes. He used to cook. He used to bake.",
        "Q: Well, that's also unusual for a man in--1n a place where there was very distinct roles\nthat were assigned to who does what.",
        "A: I guess, yeah. I suppose. You know, when you",
        "Q: You don't think of things like that when you're a kid?",
        "A: Not really. Not really.",
        "Q: What was your mom like?",
        "A: She was a doll. You know, but it's over 70 years. It's hard. At this point you don't\nknow what you imagine or what was real. It's very hard.",
        "Q: Does that mean you don't have memories of her?",
        "A: Oh yeah. Oh yeah.",
        "Q: And so do you--can you say that there are some memories you know are real or\ndistinct?",
        "A: Oh yeah. I remember. I remember cleaning for (?pay self?) on the ceiling to theto the\nattic to the basement. And, you know, when you have five kids, you're very busy.",
        "Q: Were you kind of in charge of some of the other kids, being the oldest?",
        "A: I remember diapering Esther, and I remember after three girls when Herman was born,\nwhen he woke us up when he was born, that was a big thing. That was a big thing.",
        "Q: What kind of education level did your parents have?",
        "A: I don't remember. I don't really know. I don't really know.",
        "Q: Did you father attend Gimnazium or--",
        "A: I don't think so. He was in the army as a teenager, and then he apprenticed--honestly I\ndon't know.",
        "Q: So--",
        "A: Neither one of them was a professional.",
        "Q: Okay.",
        "A: I don't know how many professionals there were in those days in little rural--",
        "Q: Communities?",
        "A: Right.",
        "Q: Did you have any--in Adelsheim, you say there was enough Jews to make a Minyan?",
        "A: Yeah, we had a Shull.",
        "Q: You had a Shul. Is that where you went to school as well?",
        "A: Yes.",
        "Q: Okay.",
        "A: Grade school.",
        "Q: And--",
        "A: And we were expected to get A's, and I do remember later on when our grades got\nbad, he was very upset, and the grades got bad because of Hitler. You know.",
        "Q: Tell me in what way? In what way did this affect you? In what way, you know, you\nwere children. You were--in 1933, when he came to power, how old were you, eight?",
        "A: Yeah. And how many 8yearolds remember what happened, especially if 1t was a bad\nthing that happened, you know?",
        "Q: But it was a Jewish school that you went to?",
        "A: No. No. No.",
        "Q: No. It was an overall. I see. I see.",
        "A: It was a--nowe had to be sent away. We went to--and I don't remember the year, but\nthere was a Jewish school in Heilbronn. And we had an aunt--excuse me. My--my\nmother's family, the sisters, there were only two _. They were very close, and there\nwas a Jewish school in Heilbronn. I don't know whatwhen we weren't allowed to go to\nthe school anymore in Adelsheim.",
        "Q: So it was an overall public school for everybody.",
        "A: Oh yeah. It was a grade school for everybody. There was a Jewish school in\nHeilbronn, which--where we had an aunt. So me Esther--me, Edith, and Esther, and Ruth\nwere sent to Heilbronn to go to the Jewish school. And we were there for a while. I don't\nknow how long we were there, but I remember one day we went on a field trip to\nsomewhere where we had another aunt. And when we came back, we were told we\ncouldn't go to school anymore. That same day. So we wenthad to go home, but we had to\ngo the school and we had--my mother had two sisters in Aachen. Have you ever heard of\nAachen?",
        "Q: Been there.",
        "A: On the Belgium",
        "Q: I've been there.",
        "A: Oh, you've been there.",
        "Q: I've been there.",
        "A: So the three of us were sent to Aachen where there was a Jewish school. And we had\nto walk to school. They had an apartment. We had to walk so school, and one day we\nwalked to schoolthe school was near the synagogue in Aachen, that was Kristallnacht.\nWe were walking to school, and we had to pass the synagogue, and were all--we couldn't\nbelieve it, and somebody told us go home. So we went home. We didn't go to school.",
        "Q: What did you see at the synagogue?",
        "A: It was burning. There were all these people standing, and it was burning. So we went\nto--we went back home. And I don'tKristallnacht was November.",
        "Q: I think?",
        "A: 1939.",
        "Q: Yeah. I think was November 9th I believe.",
        "A: To 10th.",
        "Q: Yeah.",
        "A: So we went back to my aunt's. I don't know anything about their lives really, but I do\nremember that sometimes in the evening there were people there, and they were not there\nin the morning. So I think my aunts must have smuggled them across the border because\nit was right there.",
        "Q: Of course.",
        "A: Belgium.",
        "Q: Of course.",
        "A: And we didn't know anything about this, but their Kindertransport had been formed,\nand my aunts--I don't know who made arrangements for us to come to England on the\nKindertransport.",
        "Q: We'll come to that, but first I still have a few questions. They may sound almost like\nside questions, but they're curious for me. When you would go from Adelsheim to first\nHeilbronn. I think it was the first one?",
        "A: Heilbronn.",
        "Q: And then after that to Aachen, do you remember how you got there? Were you--",
        "A: A train.",
        "Q: You went by train. And was there any kind of experience did you have on the trains,\nor it doesn't stay in your memory at all?",
        "A: I don't remember.",
        "Q: Okay.",
        "A: I don't remember.",
        "Q: And when you were still in the school where you were together with other non Jewish\nchildren, did you feel anything different in the air?",
        "A: I might have, but I don't remember. I do remember when Iwhen we were in\nAdelsheim, we had to say, \"Hail Hitler\" to the to the teachers, and I don't know why that\nstands in my mind, but I met a teacher, and I was carrying books, and I dropped the\nbooks and said, \"Hail Hitter.\" And he came over and he said, \"You don't have to do\nthat.\" I don't know why that stands, but I also don't know whether that's real or not real.",
        "Q: Why? Why would you say that?",
        "A: Because it happenedI don't know.",
        "Q: Okay.",
        "A: You know. I was--I was a youngster. I just remember that.",
        "Q: Did--was there talk at home about Hitler?",
        "A: I only remember at the elections my mother saying, \"He won.\" I remember that. She\nsaid, \"He won.\" And I guess that was Hitler who won. You know, the irony 1s we had a\nlot of relatives in America, and the whole family had affidavits to come to this country,\nbut there was this stupid quota, and that's whyI remember my father was the second\nyoungest. There was an uncle--younger. They were in business together in Adelsheim,\nand it was a question of whether my father should come, whether we should come, or his\nyounger brother, and I remember he said his younger brother because if he can't work\nanymore he always has his pension.",
        "Q: Your father does?",
        "A: Yeah. So my uncle came over, and we never made it] mean my parents never made it.",
        "Q: So I assume from what you mentioned already you ended up on Kindertransport?",
        "A: Right.",
        "Q: Can you tell me a little bit about what happened?",
        "A: You know what?",
        "Q: What?",
        "A: I don't remember a thing about it. I do not remember. I mean that's how we came--the\nthree of us came.",
        "Q: You were together?",
        "A: Me, Edith, and Ruth. My mother--my mother had a sister who went to England--to\nLondon in '33. And at that time she went to work for a Jewish family. They could only do\ndomestic work, but anyhow, by the time the Kindertransport, she'd been there six years\nand her--many friends; so she found us homes. We wereRuth was in a hostile, but Edith\nand I were always with private people. She had found homes for us.",
        "Q: So you don't remember saying goodbye to your parents?",
        "A: I never saw them.",
        "Q: So you were inafter Kristallnacht, you were still in Aachen and did you ever go back--",
        "A: Kristallnacht was in November, and we came in--in March.",
        "Q: So for four months later, you stayed in Aachen?",
        "A: Right. With my aunts.",
        "Q: With your aunts. You never went back to Adelsheim?",
        "A: Huhuh. Now, my brother--Esther came out too. She was still in Adelsheim, and how\nshe got on Kindertransport--she did, I have no idea. I can't imagine that in that small\nAdelsheim therel think my aunts in Aachen made all those arrangements | think, but I\ndon't know.",
        "Q: So from the time--do youfrom the time of Kristallnacht--",
        "A: November.",
        "Q: November to Kindertransport, do you have any memories? Did you continue going to\na school next to a burnt down synagogue, or was that done as well?",
        "A: You know, I really don't remember. I do remember Nazis coming to investigate, to\nlook for arms in the house, and they turned the furniture upside down. Some things I\nremember, but that I really don't remember.",
        "Q: Do you remember any other kinds of exposure or confrontation toone of the questions\nI was getting to ask, but didn't get to before, 1s did you have any non Jewish German\nfriends? Did you have any contact",
        "A: I guess in Adelsheim, I don't know, but in Aachen--",
        "Q: Okay. But if it was in Adelsheim, do you have any memories of it? Other children\nthat you went to school with? Kids you played with?",
        "A: No, but when we went back and I met somebody I went to school with. But--she\nremembered me; I didn't remember her. But, you know, talking about what you\nremember, my brotherwhy my parents didn't have him go on the Kindertransport I have\nno idea, but he stayed with my parents. And in 1940 when Hitler rounded up all theand\nsent them to Gurs, and Rivesaltes.",
        "Q: Is that where your parents ended up?",
        "A: That where my parents with my brother.",
        "Q: I see.",
        "A: So he was in camp.",
        "Q: This was in France?",
        "A: And he came over here. I don't know when he came over here. With a thousand\nchildren--you've heard of a thousand children? Came to my uncle and he spoke only\nFrench. He couldn't remember anything about the camp at all. If you wanted to, you\nknow, would remember a thing about it. And I guess people just drop unpleasant\nmemories. I don't know.",
        "Q: But you were then how old? You were 14 or 15 when--",
        "A: When we came to England it was in March '39. In October, that year, I would have\nbeen 14.",
        "Q: 14?",
        "A: 14.",
        "Q: So you were a 13 and a halfyearold girl?",
        "A: Something like that.",
        "Q: And what were you first memories of England? Of London? Do you have anything\nin there that you can--",
        "A: My aunt found me a home with a family named Pool. They were not Jewish, not\nJewish. They had a grown son. I mean they could've been my grandparents. They were an\nolder couple. Mr. Pool was the chauffeur for the people that my aunt worked for. They\nwere Jewish, and I went there, and they were very typically English. I remember some\nthings. In fact, I remember the address where we lived.",
        "Q: Where were this?",
        "A: Number 10 Elm street in England--in London--an outskirt of London, and they had a\nmaid, and I spent a lot of time in the kitchen with the maid, and I think when she asked\nme something and didn't understand, she would show me. I think I had to credit her with\nlearning English. Of course, I was going to school, and I didn't do too well in school, I\nthink. They were never too happy with my grades.",
        "Q: So your aunt worked for a welltodo Jewish family?",
        "A: Yeah.",
        "Q: And in that family there was also a chauffeur, and their names were Pool?",
        "A: Noyeah. Right.",
        "Q: The chauffeurs names were Pool?",
        "A: Yeah.",
        "Q: And they, themselves, had a maid at home and--who taught you English; is that\ncorrect?",
        "A: Well, because--when I didn't understand, she went and showed me.",
        "Q: I see.",
        "A: If she said, \"Get the sugar,\" didn't know what she was talking about. She would go\nand get it and--",
        "Q: And show you, and so you connected the word?",
        "A: And they always ate in the dining room. This is the British. So one day he's sitting,\nand he's going like this (tapping sounds on the table) and I said, \"Shut up.\" Well, you\nwould imagine that was the call for the maid. And since then, I have never used shut up\non anything.",
        "Q: Did he understand that you didn't know?",
        "A: Oh yeah. He understood. He understood. Mrs. Pool was originally from Scotland; so\nwhen there was talk of war, there was talk of her evacuating to Scotland, and we were in\nthe train on September 3rd on our way--hadn't left London left to Scotland when war was\ndeclared.",
        "Q: That meant when Hitler invaded Poland?",
        "A: Right. And I did know she suddenly got homesick; so I don't know how long we were\nthere, but it from a small--up north in Scotland. Up north of Aberdeen Scotland, a small\nvillage. And that, you know, they--first of all, I don't think they even seen a Jewa\nforeigner. So--but I went to school there, and it was a pretty good school.",
        "Q: By that point, that's half a year. You know, when you went to Scotland, you've been in\nBritain for half a year.",
        "A: Right.",
        "Q: Do youin that time, had you picked up English enough that you could converse, or--",
        "A: I think so.",
        "Q: I remember we had English lessons in Germany, and they probably helped me, but not\nenough to do a conversation. Notbut it probably helped me, you know.",
        "Q: But you came from a large family, and there you were suddenly just you. No sisters.\nNo brother. No parents.",
        "A: Well, just me living with the Pools.",
        "Q: Correct.",
        "A: Now, Edith lived with a Jewish family in London.",
        "Q: The Pools weren't Jewish?",
        "A: No, no. But she lived in London, and Edith was the only onewell, Ruth did too with a\nJewish family. There were a motherin that household, there was a mother and a daughter\nand her husband, and the daughter and her--his really sponsored or whatever, but they\nboth worked . So the old lady was the only one at home taking care of Edith, and she was\na bitch. She thought she had a cheap maid. The Pools were very good to me. We went tol\nremember we went to the seaside once on vacationthey always went to the seaside, and\nwe took Edith. We took Edith. RuthRuth lived with a--went to a doctor, Jewish doctor.\nThey used to be doing the workdo you have a Bloomsbury House in England--in\nLondon?",
        "Q: I did, but not in connection to the war. Bloomsbury House--",
        "A: Bloomsbury House arranged to take care of children. They were very involved with\nthe Kindertransport.",
        "Q: And were they a government agency?",
        "A: No, it was a volunteer--no it was a Jewish--I don't know who it was because I don't\nthink it exists anymore. However, somewhere in the last few years, you could send to\nBloomsbury House for your record. They checked on kinders and things like that.\n(?Anhel?) and my aunt in England knew them. I don't know how she knew Doctor\n(?Lobby Nickels?) but they had a maid who was German, and my aunt wasto tell you the\ntruth, I really don't know, but anyhow Ruth went to live with Doctor Lobby Nickles. But\nthen Bloomsbury House evacuated when the bombs started falling in London, evacuated\nsome of these kinder to hotels, and Ruth was evacuated to a hostel. Sobut Lobby Nickels\nand Nick was Jewish. They were Jewish. And how Esther got to England with the\nKindertransport, we don't really know. It was in June.",
        "Q: Of '39. Before the war.",
        "A: Yeah, before the war. I think they must have advertised it for people who wanted to\ntake--because they got 10,000 kids out. And a couple in Whales had wanted a child, but\nthen I think the husband got sick or something was sick. Now this couple, Harrison, lived\nin Norwich, England, and Norwich, England, there were a lot of shoe factories and Harry\nHarrison worked in a factory that was owned by a Jew, and on the bulletin board that they\nneeded homes for--",
        "Q: Children.",
        "A: Children. So they had one son. And I guess he went home and discussed it with his\nwife, and they decided to take a girl, and that's how Esther got to the Harrison's in\nNorwich, England. How she got on the Kindertransport, we don't really--",
        "Q: And she had been born when? '36 did you say?",
        "A: Esther was born inyeah '30let's see '37.",
        "Q: She was a baby. She was a toddler.",
        "A: Two. She was two. Well, Kindertransport went to London, and from London she was\ngoing to Norwich, but my mother had written to my aunt that-what was happening. So\nshe wentmy aunt went to the station to see Esther, and Esther naturally walked towards\nher. I guess because she looked like my mother. I don't really know. But she went to the\nHarrison's, and the Harrison's were not Jewish. And they had one son, and you would\nthink--Allen was seven, I think, at the time. You would think he would be jealous of her.\nHe adores--to this day, he adores the ground she walks on. He's been over herecomes\nover here quite often. And he's likethe parents have since died, but that's how Esther got\nto the Harrison's.",
        "Q: So all five children--",
        "A: Well, yeah. That's right. All five children.",
        "Q: In Britain. And these are all--",
        "A: That photo shows all of them. We were really very close. This is mythis iswe're all\nrelated except him.",
        "Q: What's his name? This man--is he from Adelsheim?",
        "A: That'shis name 1s (?Lockman’?) (?Rinehart Lockman?) This is he, and this 1s his wife,\nand they are the two nicest people I havebut these were all relatives. These were\nhusbands and children and whatever. And we all were very close.",
        "Q: How--a couple of questions. Do you remember during the time when you were with\nthe Pools, did you think of what was going on with your parents? Do you remember\nbeing worried about what might be going on with them, or was that out of mind?",
        "A: You know, I never--no because we were always told that my parents would pick us up\nin England and we were coming to America. One day I got a telegram that said that is our\nnew address. I didn't really--you know, you really don't think of what could happen.\nWhen it happens, you're surprised, but then they were sent to Gurs, and I remember--oh\nat 16, I had tol had to go to work, and I did. And then I remember we got letters. In fact, I\ngave the letters after all these years--after all these years, I gave the letters to--my\nmother's letters to the",
        "Q: Museum’?",
        "A: Museum.",
        "Q: To the Holocaustto our museum.",
        "A: Yeah, yeah. Took me a long time, and I don't think they have all of them because they\nwere always written to my aunt and me, and she must have kept some. I don't know.",
        "Q: Was it over a period of years that she wrote those letters?",
        "A: What?",
        "Q: Your motherwas it over a period of years that she wrote these letters?",
        "A: Well, it must have been just a year or two. I don't know how long they were in Gurs,\nbut I used to save my money and send them money, and the last lot of--and that was\nthrough the Quakers--through the Quakers.",
        "Q: And so you--",
        "A: The last lot of money they were not there, and the Quakers sent me the money back\nbecause I mean--it was my--I remembermy mother'smy father's leg needed mending or\nsomething needed money. I don't know. I don't know. I don't really want to talk about\nthat. I don't really want to talk about that. So ask me a question. I don't what to talk about.",
        "Q: Well, my next question was going to be when did you find out that they were no\nlonger there? Was that when you got the money back?",
        "A: Yes, yes.",
        "Q: All right.",
        "A: There's a book out that lists each transport from--I don't know if you're familiar with--\ncan you take this off so I can get that.",
        "Q: So you're showing me a book that lists those--Rosenfeld--Katty and Adolf 19991899\n1898?",
        "A: Oh that's his birthday.",
        "Q: Okay. Adelsheim is where they're from?",
        "A: This is abook __ that lists all the transports. It lists all thesee?",
        "Q: Oh my.",
        "A: You've never seen that before?",
        "Q: No. I've never seen this book before. It's--it's 600 and how many pages 6645 pages--\nno 664 pages. It lists lists of deportees by convoy number.",
        "A: By transport.",
        "Q: By transport. It has some photographs in the very beginning. It has a description in the\nbeginning, and I'm going to keep on talking, and on page 161, it has the transport for\nBertl's parents. Katty, KATTY Rosenfeld, ROSENFELD and Adolf Rosenfeld also\nROSENFELD. She's born on 18.6.99. He's born on 16.8.98; so that means they were born\nin June 1898 and 1899?",
        "A: Right. One was born on the 16th, and one was born on the 18th.",
        "Q: Okay. And this is a book called The Jewish Community in Baden (Interviewer\nspeaking German) and her father 1s mentioned in this book on page 34, Adolph Rosenfeld\n(speaking German). It's fine. In the book, it's mentioned that on page 35--I'll say it first in\nGerman (speaking German). In translation, it says on the 22nd of October, 1940, the last\neight Jewish Jews from Adelsheim were deported to Gurs, the couple Max and Berta\nAlexander, Heimlich and Earnestine Goldschmidt, Adolf and Katalina Rosenfeld--who\nwere Bertl's parents--as well as Adolph and Bona Schorsh, and Schorsh 1s spelled\nSCHORSH. Only Adolf Schorsh of the these eight couples was able to get to the United\nStates in 1941 after his wife died in the camp. And then (speaking German) that says that\nBerta Alexander--the heavily injured Adolf Rosenfeld and his wife Katalina were\ndeported in August '92 through Drancy to Auschwitz where they werewhere they died.\n\"Where they met death\" is actually the way it's explained. Okay. Now, you're showing\nme a photograph.",
        "A: This is my brother.",
        "Q: Okay.",
        "A: This is his wife.",
        "Q: Your brother is Herman is that his name?",
        "A: Herman. And that's his wife. He died in '90. She died in November, and he died just\nlater.",
        "Q: So November?",
        "A: That's my sister Ruth.",
        "Q: So she died in November of--",
        "A: Last year.",
        "Q: Of 2009?",
        "A: This is my sister Esther and her husband, and that's me and Morris. And my sister\nEdith isn't there because--I think it was a wedding. Her significant other was--had\nParkinson's, and she couldn't make it. So that's...",
        "Q: So this looks like it was taken--",
        "A: I don't remember.",
        "Q: Late 90's late 80's or something.",
        "A: So many pictures.",
        "Q: Yeah.",
        "A: That's Herman.",
        "Q: When did you find out details of what happened to your parents? Was it long after\nthey got that money?",
        "A: I think they were deported in--",
        "Q: '42. It says in that book.",
        "A: '42.",
        "Q: October '42. So they must have been writing letters to you, to your aunt, for a couple\nof years?",
        "A: From France.",
        "Q: Yeah?",
        "A: In '82, I don't know their 40ththere was aas I told you in Sennfeld, they have this\nmuseum, and I think in '82, and I don't remember the year, they had a memorial service\nfor all thel think 40 years later. And, you know, Esther and I wentRinehart wrote us that\nhe had arranged this. He's very active in this. Esther and I went for the weekend to\nAdelsheimwe stayed with them for this memorial service, and somewhere I have pictures\nof it, but I don't know. It really doesn't matter. They had a very touching--and I made a\nspeechI wrote a speech in English, and Rinehart translated it for me into German, and I\nreally tried to give it, but I couldn't. I was just standing up there crying. So Rinehart gave\nthe speech. But there were a lot of people there, and they had to have security. Theyit was\nheld in the synagogue in this other little town, and they had to have security.",
        "Q: In 1982?",
        "A: I think it was '82. I think it wasthat's when they rounded up all the leftovers. All the\npeople who werewe also metthey couldn't go shopping. I remember my mother never\nwrote this to us, but they couldn't--they could only go shoppinggrocery shopping certain\ntimes, and then there was nothing left in the stores. And we met someone when we went\nover there who used to leave food at my parents doorstep at night. Because, you know, I\nthink the people who lived in Adelsheim, there were no Nazis. There were no Nazis. We\nalso met someone with a son who said--who was there when they rounded up all the\nJews. We met someone who watched--this man with his father watched all that, and the\nfather said to the son, \"We have now lost the war.\" I remember that. This is a great book\nmy sister Edith she worked for a bookstorehave you lived in Washington long?",
        "Q: I've worked there. I've lived in Washington almost ten years. I'm not from here, but I\nremember",
        "A: Do you remember bookstore Olsson's?",
        "Q: Olsson's?",
        "A: Oh yeah.",
        "Q: She worked for Olsson when she got me that. She worked for Olsson for 25 years or\nSO.",
        "Q: Amazing book. An amazing book. It's called Memorial for the Jews Deported from\nFrance 1942 to '44, written by Serge Klarsfeld.",
        "A: Klarsfeld.",
        "Q: Or at least compiled by him.",
        "A: I'm not too sure FranceFrance had some program where they paid money to people\nwho were deported because this was in France.",
        "Q: I see.",
        "A: Gurs was in France.",
        "Q: That's right.",
        "A: Right? So anybody deported from France got--I don't know how much money, but we\ngot some money because they allowed them to do this.",
        "Q: How did your other siblings find out that your parents were no longer in the camp?",
        "A: I don't remember.",
        "Q: It wasn't you who told them?",
        "A: Oh, I don't remember. Iprobably. Where else would they find out? Where else would\nthey find out? What else?",
        "Q: Oh gosh. You're a very close family.",
        "A: We all are. We all are.",
        "Q: And yet there are very few actual memories. Maybe because, as you say, it's blotted\nout because it was so painful. And for being so close, yet as you were growing up in\nformative years, for you, you were the oldest. And you were going into adolescence, but\nthey spent their childhoods--and you were all scattered all over the place. So there are\nironies as to how it is that you became close, you know, and many other--",
        "A: Because in England we saw each other. We were in touch. I couldI used tol knew\nsomeonea boy, who lived in England with his aunt who came fromI forget where he came\nfromhad a brother here in--in New York. He wanted to stay, and I couldn't understand\nwhy the brother didn't come to England or why he wouldn't want to be with his\nbrotherbut he never did come over here. And I know people here who have sisters in\nCanada. I just never could up understand that. Now, four of usno three of us, myself,\nEdith, and Ruth, we came over to this country in '47. Edith didn't come until '48 because\nshe was in the British Army. She had joined the British Army and was not what they\ncalled \"demobbed\" until '48.",
        "Q: That's still ashe was a",
        "A: Discharged.",
        "Q: She was a teenager. However it wasI mean if you were born in 1925...",
        "A: She was born in '27.",
        "Q: So she was 1920 years old?",
        "A: Well, she jointed the British Army.",
        "Q: Yeah.",
        "A: So she didn't comeand she came over here election night, when Truman was elected.\nAnd she couldn'twe were so excited about Truman that we really neglected her, and she\ngot very upset. But we came over here to live with an uncle and aunt and--and--and life\nwas horrible. My aunt was unbelievable. She was very neurotic. So when Edith came\nover here, I--[wewe had to leave. No other choice. But when Edith came, she lived there\ntoo, and then we decided we just couldn't do it anymore. I had a job.",
        "Q: What town what this? What city was this?",
        "A: Huh?",
        "Q: Where did you come over to? Where did your aunt live? The American.",
        "A: In Washington.",
        "Q: In Washington. I see.",
        "A: In Washington. We decided we were going--we took an apartment to live by\nourselves. And so Edith and I took an apartment, which at that time were hard to come\nby. I had a job, and she got a job. I remember--and she wasI had been a year, and she was\ngetting five dollars more a week than I was; so I got furious with her. I got furious with\nher, but anyhow, we looked for an apartment.",
        "Q: So the two of you then lived together, and did the others move in with you as well?",
        "A: Yes.",
        "Q: Was this the first time then you could say first in the",
        "A: I think that's how we got close. I don't know. I really don't know, but there was a\nteenager there we were in our early 20's, picking up a teal don't think we could do it\ntoday.",
        "Q: This is why I say it's so--in some ways, it could have gone so much the other way.",
        "A: It could have.",
        "Q: It could have gone such that the children are all scattered in England. They grow up\ntheir formative years, have different impressions, they don't have memories of really\nwhere they came from, and they're strangers to one another.",
        "A: That's right.",
        "Q: Did your aunts play a role, the ones in Britain?",
        "A: I think so. She came over here twice to this country to visit, but I think so.",
        "Q: Yeah, but I don't remember in Britain",
        "A: She was also neurotic. I lived with herafter I had to leave school at 16, she found me a\nroom in London and a job, but anyhow | lived with her. She was also neurotic. She was a\nchef in--in a restaurant, and she was neurotic. When she was angry, she would bake. To\nthis day, I do very little baking because of--but I think she did. I think she did. She kept in\ntouch withwith all of us. In fact, I have a cousin in London that I didn't know was there\n'till my aunt found her many, many years ago, but--",
        "Q: What were your mother's letters about when she would write to you while she was in--",
        "A: We should be good. We must to do this and do that. She'd give us orders and, you\nknow, be good children.",
        "Q: But not much about what was going on with her?",
        "A: Not too much. Not too much.",
        "Q: Did your father write?",
        "A: He couldn't write (unintelligible German phrase) she wrote. She wrote.",
        "Q: And you say you kept those letters for many, many years.",
        "A: Oh, yeah. I have--you know, they made me copies. My brotherinlaw had them\ntranslated into English by someone, which wasbecause I can't read that German scribble\nanymore.",
        "Q: But you did at the time?",
        "A: Oh yeah, but you forget. You know, you forget. I don't know. Peoplepeople who\nhaven't had this experience and forget things, I don't know if they can understand that you\nforget unpleasant--",
        "Q: You have to go on.",
        "A: Huh?",
        "Q: You have to go on.",
        "A: I guess so.",
        "Q: You know, when I hear this, to me, it sounds likeIt sounds like you had a lot on your\nshoulders being the oldest one.",
        "A: To bring up Esther was hard.",
        "Q: So you pretty much brought her up?",
        "A: Well, she was a teenager. She was like 10, 11.",
        "Q: When you--",
        "A: When we took this apartment in southeast Washington. She went to school. I got a\njob. I had trouble getting a job because who would send to EnglandI never thought of\ngetting references, and who would send to England for referenceswhat? Then I also\nfound a little anttSemitism. Some of the places I applied to for a jobsomebody later said\nthey don't employ Jews.",
        "Q: In Washington?",
        "A: But, and, you know what? They really don't tell, you know, we're not going to hire.\nThey kind of will let you know, and you never hear from them again. Then I applied for a\njob, and I went there. Went to this address, and when I got to the address, an old man\ncame out, and he said to me, \"Are you looking for the job?\" I said, \"Yes, Iam.\" He said,\n\"Go in there and ask for Ms. Stopkin.\" So--which I did and she interviewed me, and she\nsaid, \"We'll let you know.\"",
        "Q: What was the job you were going for?",
        "A: That was a wholesale tobacconist and candy and paper goods, and they were all\nworking a fiveandahalf day week, and they werehe was thinking that--but the old man I\nsaw was one of the owners, which I didn't know at that time. And they were thinking of\ngoing on a fiveday week. So they needed extra help. You know, I really don't remember,\nbut everybodyif I sat at this desk, I didn't know what this person was doing. You had your\njob, and that's what you did. Well, they hired somebody. They were thinking of hiring\nsomeone to cut down on the working hours, and that person learned the whole thing. I\nlearned the whole thing. She called me. I don't know if either one of you is Jewish.",
        "Q: No. I'm not.",
        "A: There ishave you ever heard of the Hebrew Home’?",
        "Q: Yes.",
        "A: The Hebrew Home 1s now celebrating its 100th anniversary, and it was the brainchild\nof somebody called Hyman Goldman, who at 22 saw this man sitting therethat old man I\nsaw coming out was Hyman Goldman. I worked for them. And they were very good too.\nI learned the whole thing. I ended up being the office manager, and it was a very good\njob.",
        "Q: Can you tell me a little bit about the one before, what job you were going for that you\ndidn't get?",
        "A: Oh. I think it was an insurance company.",
        "Q: Okay.",
        "A: And then they used to be a Garfinkel's that didn't hire. I don't know if Garfinkel's was\nstill around when--",
        "Q: No, but I heard of it. It was a department store.",
        "A: It was. Yeah, it was. I met Morriswe've now been married 56 years in December. I\nmet MorrisI was introduced to him. But Hyman Goldman had a son Erin who was friends\nwith Morris's brother, and one day Hyman Goldman said to him, \"You know, you met\nMorris Esenstad? His brother's checking into you.\" I couldn't believe it. Morris's brother\nwas friends with Hyman Goldman's son. And Leon checked with Erin on me. Did youl\nmean I couldn't get over that. But, you know, that's how it goes.",
        "Q: You got married then 56 years ago which would have been 1954?",
        "A: Right.",
        "Q: And did you continued working at the--",
        "A: I continued there 'till I got pregnant, and then I left.",
        "Q: Okay, but then during that time you and Edith were responsible, before you got\nmarried, for all of the family. Bringing them up.",
        "A: That's true. That's true.",
        "Q: So--",
        "A: There used toand it's still--Camp Ari, and I forgot were the womens'--girls' camp 1s\ncalled. Louise. Have you ever heard of Camp Louise?",
        "Q: No, I haven't.",
        "A: That was started many years ago. The problem was what to do with Esther over the\nsummer, and Hyman Goldman was on the board of Camp Louise, which 1s a Jewish\ncamp. So for five dollars a week, we would send her to camp. He was on the board, you\nknow.",
        "Q: And so he made it happen.",
        "A: Yeah, yeah. You know, some good things have happened. Some good thing have\nhappened. But it's--we're all together.",
        "Q: It's I think--",
        "A: We're all over the place. These are my grandchildren.",
        "Q: How many children do you have?",
        "A: Two.",
        "Q: Two.",
        "A: Allen--I don't know if I have a picture of Allen. Oh. That's Allen's foster brother.",
        "Q: Ah, yeah. The one who adores her?",
        "A: Yeah.",
        "Q: Okay.",
        "A: That's my grandson.",
        "Q: Uhhuh.",
        "A: This is Allen. This is my son and his wife and their two children, and this is my\ndaughter's family. I don't think I have a picture of Julie. That's her, but--you know, at\ndifferentand this is my uncle's granddaughter.",
        "Q: Well, to me it sounds like an amazing achievement to keep a family together when so\nmuch was working against that happening.",
        "A: Yeah.",
        "Q: Germany. How diddid you--do you and your siblings have different attitudes towards\nGermany and going back and returning?",
        "A: Well, I don't know about Edith. She was in Germany duringwhen she was in the army,\nshe was stationed in Germany, and she would tell meand she and somebody else went to\nAdelsheim.",
        "Q: At that time right after the war?",
        "A: When she was in the army.",
        "Q: Right. British Army.",
        "A: And someone on the street stopped her and said, \"Are you Adolf Rosenfeld's\ndaughter?\" So that's what happened. Let's see--but their attitude--I remember Esther said\nto me--who can't remember Germany. She was tooshe was thinking of going back, and\nshe said to me, \"Did you ever consider going back?\" As if they couldget lost in the sea--I\nsaid, \"No. I wouldn't.\" Well, she persuaded me to change my mind, but that was in, I\nthink '89 or something. I don't remember the date, but Morris got sick. So they wentwe\nmade agreements to go, but Morris got sick, and she and her husband went. So I guess\nthat was my attitude at that time. I don't ever care to go back, but when Allen went and\nmet Rinehart, I changed my mind. I went to the house where I was born, you know. Have\nyou ever lived in a small place?",
        "Q: No--",
        "A: Whenin a little town, you see a bunch of people, and you wonder why they're there.\nWe were standing in Korb. Rinehart had taken us there. In front of this, he says, \"This 1s\nthe house,\" and I have pictures of the house. That's where your father lived. So we were\nstanding there, and somebody from the house looked out, and they wondered while all\nthese people were standing there, and they said something. And it was the daughter who\nhadher parents had bought the house from my father, and she didn't live in it, but she\ncame there once a year to go to the cemetery of her parents, and that's when she stayed in\nthe house. So they just happened to be in the house and they asked us into the house. We\nwent into the house. Then we went back to Adelsheim. The German government had sold\nmy parent's house to somebody who we wentwere invited into that house, which had\nchanged greatly from when we lived in it.",
        "Q: So you had memories of how it had looked before?",
        "A: Oh yeah, yeah.",
        "Q: Do you have anydid you have any photographs that--let's say relatives had gotten in\nthe United States that would have had your family before you went on the\nKindertransport that would have had pictures of the place of where your lived, of how\nyour parents looked, and things like that? We'll put it on tapethis photo that you're\nshowing me of your family before the Kindertransport, it must have been very recent\nbefore the Kindertransport.",
        "A: It was. I think so.",
        "Q: Because Esther's already--",
        "A: She looked a little--yeah, yeah.",
        "Q: Yeah, yeah. And so when was the first time you wentdid you only go back the\nGermany once? Twice?",
        "A: Twice.",
        "Q: Twice?",
        "A: In '90, and in '95.",
        "Q: In '90 and in '95. But you mentioned earlier that there had been 1982?",
        "A: Yeah. That must have been wrong.",
        "Q: Okay. So it would have been one of those",
        "A: I have to ask Esther. I don't remember, but they had a memorial.",
        "Q: Right.",
        "A: Forfor I think it was in 202.",
        "Q: In 202.",
        "A: 60 years 60 years.",
        "Q: 60 years.",
        "A: In 202.",
        "Q: Okay. So that would have meant three times that you've been back.",
        "A: Yeah. That was over the weekend.",
        "Q: Okay. So",
        "A: But it was a funny thing, you know, Rinehart had wrote us what they were doing, and\nhe wrote to me, andI said to Esther, \"You know, Esther, I think we ought to go.\" And she\njust went like that. About 2025 years ago, I got a letter from someone in Ireland. And\nsaid, \"Dear Mrs. Esenstad, I think we are related.\" Well, he's thethe man who wrote it is\na geologist, and he had been in a department in Ireland, and he went to Germany for a\ndig, and, you know, they keep all kinds of records. His mother was Jewish. His father\nwasn't, but when the war started--or beforehis Jewish grandmother and his Jewish aunt\ncame to live with them in England, and they got to England because they were antiNazi\nand they escaped. I think they met at the university somewhere in Germany and went to\nwork for the pope. And they both converted to Catholicism, but he said he was greatly\ninfluenced by his Jewish grandmother and aunt. So when he went back to Germany on a\ndig, he thought he would find out about his mother. I had written to Germany because I\nneeded copies of birth certificates, and that led him to Korb, and when he got to Korblater\nI said to him, you know, soandso 1s in Englandis in America. And he wrote. They gave\nhim my address, and he wrote to me, and he told me how we were related. He sent us\nfamily trees.",
        "Q: How were you related?",
        "A: His great grandhe'sPeter is now 60 something, I would think. He's much younger than\nwe are. His greatsomehow or another, his great, great grandfather and my great, great,\ngreatwhatever, very far. But, you know, we are--and we've met and he's been here a\ncouple of times. They came for Amelia's Bot Mitzvah, he and his wife. We've stayed at\nhis house in Ireland and spent some time with him. But there we are. You never know\nwho you",
        "Q: You never know. You never know. And you'rel think we're coming close to the end.",
        "A: Oh I--",
        "Q: I think we are, but I want to make sure there aren't any questions that I should have\nasked that I haven't asked.",
        "A: Well, I don't know. I wouldn't know.",
        "Q:I'm___ myself at the moment. Is there something that you would want your\nchildrenhave you talked about these things with your children? Did they ask? Were they\ncurious about it?",
        "A: You know, this person that I worked with in England, he came on my Kindertransport\ntoo. We never talked about it. The Kindertransportchildren didn't ask too many questions,\nbut they do know. They do know. We all have the most wonderful children so, right? But\nit'sKindertransport has only been talked about since '89, and that is because the 50th\nanniversary of the Kindertransport and the Leventhal--whatever her name 1s--half this\nreunion. Do you know about that?",
        "Q: No, I don't. I don't.",
        "A: She and her sister organized this reunion--5Oyear reunion in London. We didn't go.\nThey came from all over. They camel didn't thinkI don't think we thought they would\nhave such a turn out. But it's only been since that time that people have really talked\nabout the Kindertransport. We have an organization herea branch. There's a national in\nNew York. That's it. What else.",
        "Q: Youyou lost your parents, let's say at age 13 when you were sent to the\nKindertransport. You never saw them again after that?",
        "A: Never saw them again.",
        "Q: What do you think they bequeathed you, each of them as a personality? What do you\nthink thathow did they influence your life?",
        "A: I think family.",
        "Q: Yeah?",
        "A: I think so. They all were very close with their siblings, I think. And I remember all the\nletters from my mother--we should do this, and we should do that, and we shouldyou\nknow. She gave us orders because I don't think--I mean it's unimaginable, Auschwitz.\nThey would not have--",
        "Q: She didn't think that what's what would be--",
        "A: No. I'm sure they didn't. You could drive yourselfif you knew what was going to\nhappen to you, you could",
        "Q: Yeah.",
        "A: Go mad. So you have all the things you want to know?",
        "Q: Oh probably a lot more, but right now, unless there's something that you would want\nto add to what we've talked about.",
        "A: What's going to happen with this?",
        "Q: I'll tell you in a minute, but then at this point then I'll say thank you. Thank you for the\ninterview.",
        "A: I'm sorry we got so mixed up.",
        "Q: No, we didn't. No, we didn't. This wasthis wasall the questions--",
        "A: Because I thought +",
        "Q: That's okay. That's okay. That concludes our interview with Bertl Esenstad on\nSeptember 16th, 2010. Thank you very much.",
        "A: You're very welcome.",
        "Q: We appreciate it.",
        "A: You're going to send me a disk?",
        "Q: Yes we are. Okay.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with Bertl\nEsenstatEsenstad on September 16th, 2010, in Silver Spring Maryland, and we'd like to\nthank you very much for agreeing to see us, to talk with us, and I'll start our interview\nlike we always do at the beginning with--",
        "Q: With asking you when you were born, where were you born, how many siblings you\nhad, and who were you parents? (clock chiming) And by the clock chiming, we know it's\n10:00 A.M.",
        "Q: Where?",
        "Q: Wow.",
        "Q: Adelsheim",
        "Q: What part of Germany was this 1n?",
        "Q: In Baden?",
        "Q: So it would be like westernmiddle part of Germany. Not quite to the south?",
        "Q: Say it in German and we'll translate.",
        "Q: He sold cattle?",
        "Q: He sold feet?",
        "Q: Oh feed.",
        "Q: Feed. Okay he sold--",
        "Q: Okay.",
        "Q: Well, I sounds like in what--you're saying 1s that he was born in a place where at least\nhis family had been for an generation?",
        "Q: Do you know how your family--",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Now, her name is unusual in my--when [I hear it--",
        "Q: No, Katherine, because Katherine is a Catholic name.",
        "Q: Yeah, of course.",
        "Q: Okay.",
        "Q: Wow.",
        "Q: And Limburg I believe is the German name for (? Livoff?)",
        "Q: Yeah. I'm not sure, but I believe that they called (?Livoff?) Limburg, or could be\nmany places or some other small--",
        "Q: How interesting. How interesting. So your mother's family actually eventuallyway\nback, could have come from Poland? To Rexingen?",
        "Q: Were you the oldest? The youngest?",
        "Q: You were the oldest of five. Who was born after you?",
        "Q: Remember there's a mike. Okay. There's a mike on you. There's a mike on you.",
        "Q: Okay. And in a second she's going to put--put the machine on you again. (Unrelated\nconversation) So this 1s a picture of Edith taken in what year?",
        "Q: So the place your were born in?",
        "Q: So that's the last name of the man?",
        "Q: To visit?",
        "Q: But mostly we don't--",
        "Q: So you were four girls and one boy?",
        "Q: And you were the oldest?",
        "Q: What was you language growing up in--in home. Was it Yiddish, or was it German?",
        "Q: Were there any other languages they were spoken at home? Did you feel yourself\nGerman, more German than Jewish, or equally German as Jewish?",
        "Q: And it was normal?",
        "Q: Can you let me a little bit about what life was like. It wasn't Adelsheim that you have\nthe most memories. What are your earliest memories?",
        "Q: Do you have some earliest memories you could share?",
        "Q: He couldn't be there to do it?",
        "Q: How can you keep kids from doing stuff like that?",
        "Q: That was Mr. Rosenfeld's whistle?",
        "Q: What was your mother like? Was she somebody who stayed at home and took care of\nthe house, or did she work?",
        "Q: So she was part of his business?",
        "Q: And how did he lose his leg?",
        "Q: But as a soldier?",
        "Q: He was in the front?",
        "Q: And so he was also very young when he became a father because that was",
        "Q: In the 20s. Did he talk about World War I with the kids? Did he tell stories?",
        "Q: So he was fearful for his kids?",
        "Q: Well, that's also unusual for a man in--1n a place where there was very distinct roles\nthat were assigned to who does what.",
        "Q: You don't think of things like that when you're a kid?",
        "Q: What was your mom like?",
        "Q: Does that mean you don't have memories of her?",
        "Q: And so do you--can you say that there are some memories you know are real or\ndistinct?",
        "Q: Were you kind of in charge of some of the other kids, being the oldest?",
        "Q: What kind of education level did your parents have?",
        "Q: Did you father attend Gimnazium or--",
        "Q: So--",
        "Q: Okay.",
        "Q: Communities?",
        "Q: Did you have any--in Adelsheim, you say there was enough Jews to make a Minyan?",
        "Q: You had a Shul. Is that where you went to school as well?",
        "Q: Okay.",
        "Q: And--",
        "Q: Tell me in what way? In what way did this affect you? In what way, you know, you\nwere children. You were--in 1933, when he came to power, how old were you, eight?",
        "Q: But it was a Jewish school that you went to?",
        "Q: No. It was an overall. I see. I see.",
        "Q: So it was an overall public school for everybody.",
        "Q: Been there.",
        "Q: I've been there.",
        "Q: I've been there.",
        "Q: What did you see at the synagogue?",
        "Q: I think?",
        "Q: Yeah. I think was November 9th I believe.",
        "Q: Yeah.",
        "Q: Of course.",
        "Q: Of course.",
        "Q: We'll come to that, but first I still have a few questions. They may sound almost like\nside questions, but they're curious for me. When you would go from Adelsheim to first\nHeilbronn. I think it was the first one?",
        "Q: And then after that to Aachen, do you remember how you got there? Were you--",
        "Q: You went by train. And was there any kind of experience did you have on the trains,\nor it doesn't stay in your memory at all?",
        "Q: Okay.",
        "Q: And when you were still in the school where you were together with other non Jewish\nchildren, did you feel anything different in the air?",
        "Q: Why? Why would you say that?",
        "Q: Okay.",
        "Q: Did--was there talk at home about Hitler?",
        "Q: Your father does?",
        "Q: So I assume from what you mentioned already you ended up on Kindertransport?",
        "Q: Can you tell me a little bit about what happened?",
        "Q: What?",
        "Q: You were together?",
        "Q: So you don't remember saying goodbye to your parents?",
        "Q: So you were inafter Kristallnacht, you were still in Aachen and did you ever go back--",
        "Q: So for four months later, you stayed in Aachen?",
        "Q: With your aunts. You never went back to Adelsheim?",
        "Q: So from the time--do youfrom the time of Kristallnacht--",
        "Q: November to Kindertransport, do you have any memories? Did you continue going to\na school next to a burnt down synagogue, or was that done as well?",
        "Q: Do you remember any other kinds of exposure or confrontation toone of the questions\nI was getting to ask, but didn't get to before, 1s did you have any non Jewish German\nfriends? Did you have any contact",
        "Q: Okay. But if it was in Adelsheim, do you have any memories of it? Other children\nthat you went to school with? Kids you played with?",
        "Q: Is that where your parents ended up?",
        "Q: I see.",
        "Q: This was in France?",
        "Q: But you were then how old? You were 14 or 15 when--",
        "Q: 14?",
        "Q: So you were a 13 and a halfyearold girl?",
        "Q: And what were you first memories of England? Of London? Do you have anything\nin there that you can--",
        "Q: Where were this?",
        "Q: So your aunt worked for a welltodo Jewish family?",
        "Q: And in that family there was also a chauffeur, and their names were Pool?",
        "Q: The chauffeurs names were Pool?",
        "Q: And they, themselves, had a maid at home and--who taught you English; is that\ncorrect?",
        "Q: I see.",
        "Q: And show you, and so you connected the word?",
        "Q: Did he understand that you didn't know?",
        "Q: That meant when Hitler invaded Poland?",
        "Q: By that point, that's half a year. You know, when you went to Scotland, you've been in\nBritain for half a year.",
        "Q: Do youin that time, had you picked up English enough that you could converse, or--",
        "Q: I remember we had English lessons in Germany, and they probably helped me, but not\nenough to do a conversation. Notbut it probably helped me, you know.",
        "Q: But you came from a large family, and there you were suddenly just you. No sisters.\nNo brother. No parents.",
        "Q: Correct.",
        "Q: The Pools weren't Jewish?",
        "Q: I did, but not in connection to the war. Bloomsbury House--",
        "Q: And were they a government agency?",
        "Q: Of '39. Before the war.",
        "Q: Children.",
        "Q: And she had been born when? '36 did you say?",
        "Q: She was a baby. She was a toddler.",
        "Q: So all five children--",
        "Q: In Britain. And these are all--",
        "Q: What's his name? This man--is he from Adelsheim?",
        "Q: How--a couple of questions. Do you remember during the time when you were with\nthe Pools, did you think of what was going on with your parents? Do you remember\nbeing worried about what might be going on with them, or was that out of mind?",
        "Q: Museum’?",
        "Q: To the Holocaustto our museum.",
        "Q: Was it over a period of years that she wrote those letters?",
        "Q: Your motherwas it over a period of years that she wrote these letters?",
        "Q: And so you--",
        "Q: Well, my next question was going to be when did you find out that they were no\nlonger there? Was that when you got the money back?",
        "Q: All right.",
        "Q: So you're showing me a book that lists those--Rosenfeld--Katty and Adolf 19991899\n1898?",
        "Q: Okay. Adelsheim is where they're from?",
        "Q: Oh my.",
        "Q: No. I've never seen this book before. It's--it's 600 and how many pages 6645 pages--\nno 664 pages. It lists lists of deportees by convoy number.",
        "Q: By transport. It has some photographs in the very beginning. It has a description in the\nbeginning, and I'm going to keep on talking, and on page 161, it has the transport for\nBertl's parents. Katty, KATTY Rosenfeld, ROSENFELD and Adolf Rosenfeld also\nROSENFELD. She's born on 18.6.99. He's born on 16.8.98; so that means they were born\nin June 1898 and 1899?",
        "Q: Okay. And this is a book called The Jewish Community in Baden (Interviewer\nspeaking German) and her father 1s mentioned in this book on page 34, Adolph Rosenfeld\n(speaking German). It's fine. In the book, it's mentioned that on page 35--I'll say it first in\nGerman (speaking German). In translation, it says on the 22nd of October, 1940, the last\neight Jewish Jews from Adelsheim were deported to Gurs, the couple Max and Berta\nAlexander, Heimlich and Earnestine Goldschmidt, Adolf and Katalina Rosenfeld--who\nwere Bertl's parents--as well as Adolph and Bona Schorsh, and Schorsh 1s spelled\nSCHORSH. Only Adolf Schorsh of the these eight couples was able to get to the United\nStates in 1941 after his wife died in the camp. And then (speaking German) that says that\nBerta Alexander--the heavily injured Adolf Rosenfeld and his wife Katalina were\ndeported in August '92 through Drancy to Auschwitz where they werewhere they died.\n\"Where they met death\" is actually the way it's explained. Okay. Now, you're showing\nme a photograph.",
        "Q: Okay.",
        "Q: Your brother is Herman is that his name?",
        "Q: So November?",
        "Q: So she died in November of--",
        "Q: Of 2009?",
        "Q: So this looks like it was taken--",
        "Q: Late 90's late 80's or something.",
        "Q: Yeah.",
        "Q: When did you find out details of what happened to your parents? Was it long after\nthey got that money?",
        "Q: '42. It says in that book.",
        "Q: October '42. So they must have been writing letters to you, to your aunt, for a couple\nof years?",
        "Q: Yeah?",
        "Q: In 1982?",
        "Q: I've worked there. I've lived in Washington almost ten years. I'm not from here, but I\nremember",
        "Q: Olsson's?",
        "Q: She worked for Olsson when she got me that. She worked for Olsson for 25 years or\nSO.",
        "Q: Amazing book. An amazing book. It's called Memorial for the Jews Deported from\nFrance 1942 to '44, written by Serge Klarsfeld.",
        "Q: Or at least compiled by him.",
        "Q: I see.",
        "Q: That's right.",
        "Q: How did your other siblings find out that your parents were no longer in the camp?",
        "Q: It wasn't you who told them?",
        "Q: Oh gosh. You're a very close family.",
        "Q: And yet there are very few actual memories. Maybe because, as you say, it's blotted\nout because it was so painful. And for being so close, yet as you were growing up in\nformative years, for you, you were the oldest. And you were going into adolescence, but\nthey spent their childhoods--and you were all scattered all over the place. So there are\nironies as to how it is that you became close, you know, and many other--",
        "Q: That's still ashe was a",
        "Q: She was a teenager. However it wasI mean if you were born in 1925...",
        "Q: So she was 1920 years old?",
        "Q: Yeah.",
        "Q: What town what this? What city was this?",
        "Q: Where did you come over to? Where did your aunt live? The American.",
        "Q: In Washington. I see.",
        "Q: So the two of you then lived together, and did the others move in with you as well?",
        "Q: Was this the first time then you could say first in the",
        "Q: This is why I say it's so--in some ways, it could have gone so much the other way.",
        "Q: It could have gone such that the children are all scattered in England. They grow up\ntheir formative years, have different impressions, they don't have memories of really\nwhere they came from, and they're strangers to one another.",
        "Q: Did your aunts play a role, the ones in Britain?",
        "Q: Yeah, but I don't remember in Britain",
        "Q: What were your mother's letters about when she would write to you while she was in--",
        "Q: But not much about what was going on with her?",
        "Q: Did your father write?",
        "Q: And you say you kept those letters for many, many years.",
        "Q: But you did at the time?",
        "Q: You have to go on.",
        "Q: You have to go on.",
        "Q: You know, when I hear this, to me, it sounds likeIt sounds like you had a lot on your\nshoulders being the oldest one.",
        "Q: So you pretty much brought her up?",
        "Q: When you--",
        "Q: In Washington?",
        "Q: What was the job you were going for?",
        "Q: No. I'm not.",
        "Q: Yes.",
        "Q: Can you tell me a little bit about the one before, what job you were going for that you\ndidn't get?",
        "Q: Okay.",
        "Q: No, but I heard of it. It was a department store.",
        "Q: You got married then 56 years ago which would have been 1954?",
        "Q: And did you continued working at the--",
        "Q: Okay, but then during that time you and Edith were responsible, before you got\nmarried, for all of the family. Bringing them up.",
        "Q: So--",
        "Q: No, I haven't.",
        "Q: And so he made it happen.",
        "Q: It's I think--",
        "Q: How many children do you have?",
        "Q: Two.",
        "Q: Ah, yeah. The one who adores her?",
        "Q: Okay.",
        "Q: Uhhuh.",
        "Q: Well, to me it sounds like an amazing achievement to keep a family together when so\nmuch was working against that happening.",
        "Q: Germany. How diddid you--do you and your siblings have different attitudes towards\nGermany and going back and returning?",
        "Q: At that time right after the war?",
        "Q: Right. British Army.",
        "Q: No--",
        "Q: So you had memories of how it had looked before?",
        "Q: Do you have anydid you have any photographs that--let's say relatives had gotten in\nthe United States that would have had your family before you went on the\nKindertransport that would have had pictures of the place of where your lived, of how\nyour parents looked, and things like that? We'll put it on tapethis photo that you're\nshowing me of your family before the Kindertransport, it must have been very recent\nbefore the Kindertransport.",
        "Q: Because Esther's already--",
        "Q: Yeah, yeah. And so when was the first time you wentdid you only go back the\nGermany once? Twice?",
        "Q: Twice?",
        "Q: In '90 and in '95. But you mentioned earlier that there had been 1982?",
        "Q: Okay. So it would have been one of those",
        "Q: Right.",
        "Q: In 202.",
        "Q: 60 years.",
        "Q: Okay. So that would have meant three times that you've been back.",
        "Q: Okay. So",
        "Q: How were you related?",
        "Q: You never know. You never know. And you'rel think we're coming close to the end.",
        "Q: I think we are, but I want to make sure there aren't any questions that I should have\nasked that I haven't asked.",
        "Q:I'm___ myself at the moment. Is there something that you would want your\nchildrenhave you talked about these things with your children? Did they ask? Were they\ncurious about it?",
        "Q: No, I don't. I don't.",
        "Q: Youyou lost your parents, let's say at age 13 when you were sent to the\nKindertransport. You never saw them again after that?",
        "Q: What do you think they bequeathed you, each of them as a personality? What do you\nthink thathow did they influence your life?",
        "Q: Yeah?",
        "Q: She didn't think that what's what would be--",
        "Q: Yeah.",
        "Q: Oh probably a lot more, but right now, unless there's something that you would want\nto add to what we've talked about.",
        "Q: I'll tell you in a minute, but then at this point then I'll say thank you. Thank you for the\ninterview.",
        "Q: No, we didn't. No, we didn't. This wasthis wasall the questions--",
        "Q: That's okay. That's okay. That concludes our interview with Bertl Esenstad on\nSeptember 16th, 2010. Thank you very much.",
        "Q: We appreciate it.",
        "Q: Yes we are. Okay.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: That's a good place to start.",
        "A: So what would you like to know? I was born October 28th, 1925.",
        "A: In a very small shtetl in Germany called Korb, KORB. In fact, I was born in the same\nbed my father was born in, in the same house.",
        "A: And my grandparents had lived there. It was a small place in a small--there might\nhave beenI don't know how many Jews, not too many. And my father was Adolf\nRosenfeld and he married my mother Katherine Limburger I think in the year before. I\ndon't know. I don't know the date of their marriage, and we lived there are for a year. And\nafter my grandmother died--I really didn't know myone grandfather, I knew. He was my\nmother's father, but the others I never knew. They moved to--not too far away to another\nlittle bigger place called Adelsheim.",
        "A: Adelsheim inand there were enough Jews to make a Minyan.",
        "A: That was in Baden.",
        "A: Which is near Wurttemberg. It's near Heilbronn, near Mannheim.",
        "A: That's right. That's right. My father had lost a leg in the first world war; so he had a\nwooden leg, and he was what they call a--I don't know what you say in English.",
        "A: (?Efeihen Lurhur?)",
        "A: He sold cattle, and he sold feed to the farmers in the area.",
        "A: FEED.",
        "A: Feed.",
        "A: Whatever.",
        "A: Whatever. What else? What else?",
        "A: Or two, yeah.",
        "A: I have no idea.",
        "A: I have no idea how they got there. But there were like 13 children.",
        "A: In those--I think my mother's family also had about 11 or 12.",
        "A: Limburger?",
        "A: You know, I never--she never was called that. She was called Katty or Kater, and I\nassume--that's how I knew it, and I knew her as Mutter.",
        "A: So it was Kater or Katty.",
        "A: And she came from a place called Rexingen. My husband and I have been back to\nboth places. Rexingen had the largest percentage of Jews of any place, and 40 percent of\nthe population of Rexingen was Jewish.",
        "A: And a lot of them were called Limburger, and I always thought they were all related.\nThey were not all related. They came from a place in Poland called Limburg.",
        "A: I don't know.",
        "A: But they were not all related.",
        "A: You know, I was--I was 12 when I left; and you know, bringing up children in\nGermany was quite different from these days. You didn't tell them your history. You\nwere just there, and you just did things.",
        "A: Yeah. I was the oldest of five.",
        "A: My sister, Edith.",
        "A: She was--that's my sister, Edith.",
        "A: I don't know when that was taken. Edith died in '98, and after her, Ruth was born. And\nthen Herman was born in--she was born in '30; Herman was born in '33, but I don't have a\npicture of him right away. And then Esther. Where's Easter? She should be on here. See\nthis man? Somehow or other I think it devastated the German economy when all these\nJews left. And they're now doing a history. I'm sure you're aware of that. There used to be\na man--I had to write to Germany for birth certificate or something to this little place\ncalled Korb.",
        "A: Where I was born. And there was a man there who knew my father by the name of\n(?Weterhour?) who's doing a history of the Jews that lived in that area. The problem was\n(?Weterhour?)--my German is gone. It's gone. And he couldn't talk English; so all the\nletters were in German which I had to have translated, and I think in '90, my son--where's\nmy son--here. Had to go the France, and he says, \"You know, Mom, I'd like to go to\nAdelsheim because that's where we lived,\" and I wrote to (?Weterhour?) And low and\nbehold, I got a letter back in English. (?Weterhour?) was getting too old to take care of",
        "A: That's the last name of the man. This man was taken and his English is wonderful. So\nAllen went to Germany and met him, and he persuaded us go to.",
        "A: There's another little village called Sennfeld, which is near Adelsheim where the\nsynagogue was still standing. And he--they opened it as a museum. I think upstairs are\noldfashioned farm utensils, and down stairs is all Jewish. So we've been there.\n(Background noise)",
        "A: Well, out of five, this waswe really very close. These are my nieces. I got eight nieces,\none nephew, and one son. So there are ten cousins.",
        "A: Right.",
        "A: I was the oldest. I'm still 1s oldest.",
        "A: It was German. I didn't--I don't--I can't speak Yiddish.",
        "A: I never gave it a thought. I knew I was German, and I knew I was Jewish.",
        "A: Yeah, yeah.",
        "A: Because I was a year old when they moved from Korb to Adelsheim.",
        "A: My father was very strict. I think he was boss, and there were--because of his one leg-\n-we lived on a hill. We were never allowed to go bicycle riding. We were never allowed\nto go to snow--sledding because he as afraid that if we needed help, he couldn't--",
        "A: He couldn't be there to do it. But we did. We did.",
        "A: I know. And when we were out playing, and he wanted us to come home, he would\nstand in the front of the steps of our house and whistle. Everybody in that little\nAdelsheim knew that whistle so.",
        "A: I don't know what else. I think we had very normal childhood.",
        "A: Well, not really because when the weather was bad, she had to go with him to do\nwhatever earned him a living because of his--he couldn't walk on ice. He couldn't walk\non snow. SO...",
        "A: I guess so, yeah. I guess so.",
        "A: In the war.",
        "A: Oh yeah, yeah.",
        "A: Yeah. And, you know, when you're growing up, you accept things and you don't look\nat ages and somebody who's maybe fourfoot tall if you're that big, their tall. But he was\nonly a teenager. When I| think back of when he lost his leg, he was only a teenager when\nhe lost his leg.",
        "A: Yeah.",
        "A: No. I just remember him saying, when he came home from the war, he went on a\nmotorcycle, and he had a bad experience. I don't know what happened, but I remember he\nsaid, \"Don't ever go on a motorcycle.\"",
        "A: Yeah, yeah. Friday nights he would inspect our hair for lice, our nails, our toenails. I\nthink German men--I don't know about only Jewish men. I don't know anything about\nany other men--were very bossy. Very, you know, weren't they? So that I remember, and\nI remember when he came homebefore he went to the war, he had apprentice as a baker.\nWell, when he came home and didn't have a leg, he couldn't continue baking, but he used\nto make (?Holis?) And he used to make tortes. He used to cook. He used to bake.",
        "A: I guess, yeah. I suppose. You know, when you",
        "A: Not really. Not really.",
        "A: She was a doll. You know, but it's over 70 years. It's hard. At this point you don't\nknow what you imagine or what was real. It's very hard.",
        "A: Oh yeah. Oh yeah.",
        "A: Oh yeah. I remember. I remember cleaning for (?pay self?) on the ceiling to theto the\nattic to the basement. And, you know, when you have five kids, you're very busy.",
        "A: I remember diapering Esther, and I remember after three girls when Herman was born,\nwhen he woke us up when he was born, that was a big thing. That was a big thing.",
        "A: I don't remember. I don't really know. I don't really know.",
        "A: I don't think so. He was in the army as a teenager, and then he apprenticed--honestly I\ndon't know.",
        "A: Neither one of them was a professional.",
        "A: I don't know how many professionals there were in those days in little rural--",
        "A: Right.",
        "A: Yeah, we had a Shull.",
        "A: Yes.",
        "A: Grade school.",
        "A: And we were expected to get A's, and I do remember later on when our grades got\nbad, he was very upset, and the grades got bad because of Hitler. You know.",
        "A: Yeah. And how many 8yearolds remember what happened, especially if 1t was a bad\nthing that happened, you know?",
        "A: No. No. No.",
        "A: It was a--nowe had to be sent away. We went to--and I don't remember the year, but\nthere was a Jewish school in Heilbronn. And we had an aunt--excuse me. My--my\nmother's family, the sisters, there were only two _. They were very close, and there\nwas a Jewish school in Heilbronn. I don't know whatwhen we weren't allowed to go to\nthe school anymore in Adelsheim.",
        "A: Oh yeah. It was a grade school for everybody. There was a Jewish school in\nHeilbronn, which--where we had an aunt. So me Esther--me, Edith, and Esther, and Ruth\nwere sent to Heilbronn to go to the Jewish school. And we were there for a while. I don't\nknow how long we were there, but I remember one day we went on a field trip to\nsomewhere where we had another aunt. And when we came back, we were told we\ncouldn't go to school anymore. That same day. So we wenthad to go home, but we had to\ngo the school and we had--my mother had two sisters in Aachen. Have you ever heard of\nAachen?",
        "A: On the Belgium",
        "A: Oh, you've been there.",
        "A: So the three of us were sent to Aachen where there was a Jewish school. And we had\nto walk to school. They had an apartment. We had to walk so school, and one day we\nwalked to schoolthe school was near the synagogue in Aachen, that was Kristallnacht.\nWe were walking to school, and we had to pass the synagogue, and were all--we couldn't\nbelieve it, and somebody told us go home. So we went home. We didn't go to school.",
        "A: It was burning. There were all these people standing, and it was burning. So we went\nto--we went back home. And I don'tKristallnacht was November.",
        "A: 1939.",
        "A: To 10th.",
        "A: So we went back to my aunt's. I don't know anything about their lives really, but I do\nremember that sometimes in the evening there were people there, and they were not there\nin the morning. So I think my aunts must have smuggled them across the border because\nit was right there.",
        "A: Belgium.",
        "A: And we didn't know anything about this, but their Kindertransport had been formed,\nand my aunts--I don't know who made arrangements for us to come to England on the\nKindertransport.",
        "A: Heilbronn.",
        "A: A train.",
        "A: I don't remember.",
        "A: I don't remember.",
        "A: I might have, but I don't remember. I do remember when Iwhen we were in\nAdelsheim, we had to say, \"Hail Hitler\" to the to the teachers, and I don't know why that\nstands in my mind, but I met a teacher, and I was carrying books, and I dropped the\nbooks and said, \"Hail Hitter.\" And he came over and he said, \"You don't have to do\nthat.\" I don't know why that stands, but I also don't know whether that's real or not real.",
        "A: Because it happenedI don't know.",
        "A: You know. I was--I was a youngster. I just remember that.",
        "A: I only remember at the elections my mother saying, \"He won.\" I remember that. She\nsaid, \"He won.\" And I guess that was Hitler who won. You know, the irony 1s we had a\nlot of relatives in America, and the whole family had affidavits to come to this country,\nbut there was this stupid quota, and that's whyI remember my father was the second\nyoungest. There was an uncle--younger. They were in business together in Adelsheim,\nand it was a question of whether my father should come, whether we should come, or his\nyounger brother, and I remember he said his younger brother because if he can't work\nanymore he always has his pension.",
        "A: Yeah. So my uncle came over, and we never made it] mean my parents never made it.",
        "A: Right.",
        "A: You know what?",
        "A: I don't remember a thing about it. I do not remember. I mean that's how we came--the\nthree of us came.",
        "A: Me, Edith, and Ruth. My mother--my mother had a sister who went to England--to\nLondon in '33. And at that time she went to work for a Jewish family. They could only do\ndomestic work, but anyhow, by the time the Kindertransport, she'd been there six years\nand her--many friends; so she found us homes. We wereRuth was in a hostile, but Edith\nand I were always with private people. She had found homes for us.",
        "A: I never saw them.",
        "A: Kristallnacht was in November, and we came in--in March.",
        "A: Right. With my aunts.",
        "A: Huhuh. Now, my brother--Esther came out too. She was still in Adelsheim, and how\nshe got on Kindertransport--she did, I have no idea. I can't imagine that in that small\nAdelsheim therel think my aunts in Aachen made all those arrangements | think, but I\ndon't know.",
        "A: November.",
        "A: You know, I really don't remember. I do remember Nazis coming to investigate, to\nlook for arms in the house, and they turned the furniture upside down. Some things I\nremember, but that I really don't remember.",
        "A: I guess in Adelsheim, I don't know, but in Aachen--",
        "A: No, but when we went back and I met somebody I went to school with. But--she\nremembered me; I didn't remember her. But, you know, talking about what you\nremember, my brotherwhy my parents didn't have him go on the Kindertransport I have\nno idea, but he stayed with my parents. And in 1940 when Hitler rounded up all theand\nsent them to Gurs, and Rivesaltes.",
        "A: That where my parents with my brother.",
        "A: So he was in camp.",
        "A: And he came over here. I don't know when he came over here. With a thousand\nchildren--you've heard of a thousand children? Came to my uncle and he spoke only\nFrench. He couldn't remember anything about the camp at all. If you wanted to, you\nknow, would remember a thing about it. And I guess people just drop unpleasant\nmemories. I don't know.",
        "A: When we came to England it was in March '39. In October, that year, I would have\nbeen 14.",
        "A: 14.",
        "A: Something like that.",
        "A: My aunt found me a home with a family named Pool. They were not Jewish, not\nJewish. They had a grown son. I mean they could've been my grandparents. They were an\nolder couple. Mr. Pool was the chauffeur for the people that my aunt worked for. They\nwere Jewish, and I went there, and they were very typically English. I remember some\nthings. In fact, I remember the address where we lived.",
        "A: Number 10 Elm street in England--in London--an outskirt of London, and they had a\nmaid, and I spent a lot of time in the kitchen with the maid, and I think when she asked\nme something and didn't understand, she would show me. I think I had to credit her with\nlearning English. Of course, I was going to school, and I didn't do too well in school, I\nthink. They were never too happy with my grades.",
        "A: Yeah.",
        "A: Noyeah. Right.",
        "A: Yeah.",
        "A: Well, because--when I didn't understand, she went and showed me.",
        "A: If she said, \"Get the sugar,\" didn't know what she was talking about. She would go\nand get it and--",
        "A: And they always ate in the dining room. This is the British. So one day he's sitting,\nand he's going like this (tapping sounds on the table) and I said, \"Shut up.\" Well, you\nwould imagine that was the call for the maid. And since then, I have never used shut up\non anything.",
        "A: Oh yeah. He understood. He understood. Mrs. Pool was originally from Scotland; so\nwhen there was talk of war, there was talk of her evacuating to Scotland, and we were in\nthe train on September 3rd on our way--hadn't left London left to Scotland when war was\ndeclared.",
        "A: Right. And I did know she suddenly got homesick; so I don't know how long we were\nthere, but it from a small--up north in Scotland. Up north of Aberdeen Scotland, a small\nvillage. And that, you know, they--first of all, I don't think they even seen a Jewa\nforeigner. So--but I went to school there, and it was a pretty good school.",
        "A: Right.",
        "A: I think so.",
        "A: Well, just me living with the Pools.",
        "A: Now, Edith lived with a Jewish family in London.",
        "A: No, no. But she lived in London, and Edith was the only onewell, Ruth did too with a\nJewish family. There were a motherin that household, there was a mother and a daughter\nand her husband, and the daughter and her--his really sponsored or whatever, but they\nboth worked . So the old lady was the only one at home taking care of Edith, and she was\na bitch. She thought she had a cheap maid. The Pools were very good to me. We went tol\nremember we went to the seaside once on vacationthey always went to the seaside, and\nwe took Edith. We took Edith. RuthRuth lived with a--went to a doctor, Jewish doctor.\nThey used to be doing the workdo you have a Bloomsbury House in England--in\nLondon?",
        "A: Bloomsbury House arranged to take care of children. They were very involved with\nthe Kindertransport.",
        "A: No, it was a volunteer--no it was a Jewish--I don't know who it was because I don't\nthink it exists anymore. However, somewhere in the last few years, you could send to\nBloomsbury House for your record. They checked on kinders and things like that.\n(?Anhel?) and my aunt in England knew them. I don't know how she knew Doctor\n(?Lobby Nickels?) but they had a maid who was German, and my aunt wasto tell you the\ntruth, I really don't know, but anyhow Ruth went to live with Doctor Lobby Nickles. But\nthen Bloomsbury House evacuated when the bombs started falling in London, evacuated\nsome of these kinder to hotels, and Ruth was evacuated to a hostel. Sobut Lobby Nickels\nand Nick was Jewish. They were Jewish. And how Esther got to England with the\nKindertransport, we don't really know. It was in June.",
        "A: Yeah, before the war. I think they must have advertised it for people who wanted to\ntake--because they got 10,000 kids out. And a couple in Whales had wanted a child, but\nthen I think the husband got sick or something was sick. Now this couple, Harrison, lived\nin Norwich, England, and Norwich, England, there were a lot of shoe factories and Harry\nHarrison worked in a factory that was owned by a Jew, and on the bulletin board that they\nneeded homes for--",
        "A: Children. So they had one son. And I guess he went home and discussed it with his\nwife, and they decided to take a girl, and that's how Esther got to the Harrison's in\nNorwich, England. How she got on the Kindertransport, we don't really--",
        "A: Esther was born inyeah '30let's see '37.",
        "A: Two. She was two. Well, Kindertransport went to London, and from London she was\ngoing to Norwich, but my mother had written to my aunt that-what was happening. So\nshe wentmy aunt went to the station to see Esther, and Esther naturally walked towards\nher. I guess because she looked like my mother. I don't really know. But she went to the\nHarrison's, and the Harrison's were not Jewish. And they had one son, and you would\nthink--Allen was seven, I think, at the time. You would think he would be jealous of her.\nHe adores--to this day, he adores the ground she walks on. He's been over herecomes\nover here quite often. And he's likethe parents have since died, but that's how Esther got\nto the Harrison's.",
        "A: Well, yeah. That's right. All five children.",
        "A: That photo shows all of them. We were really very close. This is mythis iswe're all\nrelated except him.",
        "A: That'shis name 1s (?Lockman’?) (?Rinehart Lockman?) This is he, and this 1s his wife,\nand they are the two nicest people I havebut these were all relatives. These were\nhusbands and children and whatever. And we all were very close.",
        "A: You know, I never--no because we were always told that my parents would pick us up\nin England and we were coming to America. One day I got a telegram that said that is our\nnew address. I didn't really--you know, you really don't think of what could happen.\nWhen it happens, you're surprised, but then they were sent to Gurs, and I remember--oh\nat 16, I had tol had to go to work, and I did. And then I remember we got letters. In fact, I\ngave the letters after all these years--after all these years, I gave the letters to--my\nmother's letters to the",
        "A: Museum.",
        "A: Yeah, yeah. Took me a long time, and I don't think they have all of them because they\nwere always written to my aunt and me, and she must have kept some. I don't know.",
        "A: What?",
        "A: Well, it must have been just a year or two. I don't know how long they were in Gurs,\nbut I used to save my money and send them money, and the last lot of--and that was\nthrough the Quakers--through the Quakers.",
        "A: The last lot of money they were not there, and the Quakers sent me the money back\nbecause I mean--it was my--I remembermy mother'smy father's leg needed mending or\nsomething needed money. I don't know. I don't know. I don't really want to talk about\nthat. I don't really want to talk about that. So ask me a question. I don't what to talk about.",
        "A: Yes, yes.",
        "A: There's a book out that lists each transport from--I don't know if you're familiar with--\ncan you take this off so I can get that.",
        "A: Oh that's his birthday.",
        "A: This is abook __ that lists all the transports. It lists all thesee?",
        "A: You've never seen that before?",
        "A: By transport.",
        "A: Right. One was born on the 16th, and one was born on the 18th.",
        "A: This is my brother.",
        "A: This is his wife.",
        "A: Herman. And that's his wife. He died in '90. She died in November, and he died just\nlater.",
        "A: That's my sister Ruth.",
        "A: Last year.",
        "A: This is my sister Esther and her husband, and that's me and Morris. And my sister\nEdith isn't there because--I think it was a wedding. Her significant other was--had\nParkinson's, and she couldn't make it. So that's...",
        "A: I don't remember.",
        "A: So many pictures.",
        "A: That's Herman.",
        "A: I think they were deported in--",
        "A: '42.",
        "A: From France.",
        "A: In '82, I don't know their 40ththere was aas I told you in Sennfeld, they have this\nmuseum, and I think in '82, and I don't remember the year, they had a memorial service\nfor all thel think 40 years later. And, you know, Esther and I wentRinehart wrote us that\nhe had arranged this. He's very active in this. Esther and I went for the weekend to\nAdelsheimwe stayed with them for this memorial service, and somewhere I have pictures\nof it, but I don't know. It really doesn't matter. They had a very touching--and I made a\nspeechI wrote a speech in English, and Rinehart translated it for me into German, and I\nreally tried to give it, but I couldn't. I was just standing up there crying. So Rinehart gave\nthe speech. But there were a lot of people there, and they had to have security. Theyit was\nheld in the synagogue in this other little town, and they had to have security.",
        "A: I think it was '82. I think it wasthat's when they rounded up all the leftovers. All the\npeople who werewe also metthey couldn't go shopping. I remember my mother never\nwrote this to us, but they couldn't--they could only go shoppinggrocery shopping certain\ntimes, and then there was nothing left in the stores. And we met someone when we went\nover there who used to leave food at my parents doorstep at night. Because, you know, I\nthink the people who lived in Adelsheim, there were no Nazis. There were no Nazis. We\nalso met someone with a son who said--who was there when they rounded up all the\nJews. We met someone who watched--this man with his father watched all that, and the\nfather said to the son, \"We have now lost the war.\" I remember that. This is a great book\nmy sister Edith she worked for a bookstorehave you lived in Washington long?",
        "A: Do you remember bookstore Olsson's?",
        "A: Oh yeah.",
        "A: Klarsfeld.",
        "A: I'm not too sure FranceFrance had some program where they paid money to people\nwho were deported because this was in France.",
        "A: Gurs was in France.",
        "A: Right? So anybody deported from France got--I don't know how much money, but we\ngot some money because they allowed them to do this.",
        "A: I don't remember.",
        "A: Oh, I don't remember. Iprobably. Where else would they find out? Where else would\nthey find out? What else?",
        "A: We all are. We all are.",
        "A: Because in England we saw each other. We were in touch. I couldI used tol knew\nsomeonea boy, who lived in England with his aunt who came fromI forget where he came\nfromhad a brother here in--in New York. He wanted to stay, and I couldn't understand\nwhy the brother didn't come to England or why he wouldn't want to be with his\nbrotherbut he never did come over here. And I know people here who have sisters in\nCanada. I just never could up understand that. Now, four of usno three of us, myself,\nEdith, and Ruth, we came over to this country in '47. Edith didn't come until '48 because\nshe was in the British Army. She had joined the British Army and was not what they\ncalled \"demobbed\" until '48.",
        "A: Discharged.",
        "A: She was born in '27.",
        "A: Well, she jointed the British Army.",
        "A: So she didn't comeand she came over here election night, when Truman was elected.\nAnd she couldn'twe were so excited about Truman that we really neglected her, and she\ngot very upset. But we came over here to live with an uncle and aunt and--and--and life\nwas horrible. My aunt was unbelievable. She was very neurotic. So when Edith came\nover here, I--[wewe had to leave. No other choice. But when Edith came, she lived there\ntoo, and then we decided we just couldn't do it anymore. I had a job.",
        "A: Huh?",
        "A: In Washington.",
        "A: In Washington. We decided we were going--we took an apartment to live by\nourselves. And so Edith and I took an apartment, which at that time were hard to come\nby. I had a job, and she got a job. I remember--and she wasI had been a year, and she was\ngetting five dollars more a week than I was; so I got furious with her. I got furious with\nher, but anyhow, we looked for an apartment.",
        "A: Yes.",
        "A: I think that's how we got close. I don't know. I really don't know, but there was a\nteenager there we were in our early 20's, picking up a teal don't think we could do it\ntoday.",
        "A: It could have.",
        "A: That's right.",
        "A: I think so. She came over here twice to this country to visit, but I think so.",
        "A: She was also neurotic. I lived with herafter I had to leave school at 16, she found me a\nroom in London and a job, but anyhow | lived with her. She was also neurotic. She was a\nchef in--in a restaurant, and she was neurotic. When she was angry, she would bake. To\nthis day, I do very little baking because of--but I think she did. I think she did. She kept in\ntouch withwith all of us. In fact, I have a cousin in London that I didn't know was there\n'till my aunt found her many, many years ago, but--",
        "A: We should be good. We must to do this and do that. She'd give us orders and, you\nknow, be good children.",
        "A: Not too much. Not too much.",
        "A: He couldn't write (unintelligible German phrase) she wrote. She wrote.",
        "A: Oh, yeah. I have--you know, they made me copies. My brotherinlaw had them\ntranslated into English by someone, which wasbecause I can't read that German scribble\nanymore.",
        "A: Oh yeah, but you forget. You know, you forget. I don't know. Peoplepeople who\nhaven't had this experience and forget things, I don't know if they can understand that you\nforget unpleasant--",
        "A: Huh?",
        "A: I guess so.",
        "A: To bring up Esther was hard.",
        "A: Well, she was a teenager. She was like 10, 11.",
        "A: When we took this apartment in southeast Washington. She went to school. I got a\njob. I had trouble getting a job because who would send to EnglandI never thought of\ngetting references, and who would send to England for referenceswhat? Then I also\nfound a little anttSemitism. Some of the places I applied to for a jobsomebody later said\nthey don't employ Jews.",
        "A: But, and, you know what? They really don't tell, you know, we're not going to hire.\nThey kind of will let you know, and you never hear from them again. Then I applied for a\njob, and I went there. Went to this address, and when I got to the address, an old man\ncame out, and he said to me, \"Are you looking for the job?\" I said, \"Yes, Iam.\" He said,\n\"Go in there and ask for Ms. Stopkin.\" So--which I did and she interviewed me, and she\nsaid, \"We'll let you know.\"",
        "A: That was a wholesale tobacconist and candy and paper goods, and they were all\nworking a fiveandahalf day week, and they werehe was thinking that--but the old man I\nsaw was one of the owners, which I didn't know at that time. And they were thinking of\ngoing on a fiveday week. So they needed extra help. You know, I really don't remember,\nbut everybodyif I sat at this desk, I didn't know what this person was doing. You had your\njob, and that's what you did. Well, they hired somebody. They were thinking of hiring\nsomeone to cut down on the working hours, and that person learned the whole thing. I\nlearned the whole thing. She called me. I don't know if either one of you is Jewish.",
        "A: There ishave you ever heard of the Hebrew Home’?",
        "A: The Hebrew Home 1s now celebrating its 100th anniversary, and it was the brainchild\nof somebody called Hyman Goldman, who at 22 saw this man sitting therethat old man I\nsaw coming out was Hyman Goldman. I worked for them. And they were very good too.\nI learned the whole thing. I ended up being the office manager, and it was a very good\njob.",
        "A: Oh. I think it was an insurance company.",
        "A: And then they used to be a Garfinkel's that didn't hire. I don't know if Garfinkel's was\nstill around when--",
        "A: It was. Yeah, it was. I met Morriswe've now been married 56 years in December. I\nmet MorrisI was introduced to him. But Hyman Goldman had a son Erin who was friends\nwith Morris's brother, and one day Hyman Goldman said to him, \"You know, you met\nMorris Esenstad? His brother's checking into you.\" I couldn't believe it. Morris's brother\nwas friends with Hyman Goldman's son. And Leon checked with Erin on me. Did youl\nmean I couldn't get over that. But, you know, that's how it goes.",
        "A: Right.",
        "A: I continued there 'till I got pregnant, and then I left.",
        "A: That's true. That's true.",
        "A: There used toand it's still--Camp Ari, and I forgot were the womens'--girls' camp 1s\ncalled. Louise. Have you ever heard of Camp Louise?",
        "A: That was started many years ago. The problem was what to do with Esther over the\nsummer, and Hyman Goldman was on the board of Camp Louise, which 1s a Jewish\ncamp. So for five dollars a week, we would send her to camp. He was on the board, you\nknow.",
        "A: Yeah, yeah. You know, some good things have happened. Some good thing have\nhappened. But it's--we're all together.",
        "A: We're all over the place. These are my grandchildren.",
        "A: Two.",
        "A: Allen--I don't know if I have a picture of Allen. Oh. That's Allen's foster brother.",
        "A: Yeah.",
        "A: That's my grandson.",
        "A: This is Allen. This is my son and his wife and their two children, and this is my\ndaughter's family. I don't think I have a picture of Julie. That's her, but--you know, at\ndifferentand this is my uncle's granddaughter.",
        "A: Yeah.",
        "A: Well, I don't know about Edith. She was in Germany duringwhen she was in the army,\nshe was stationed in Germany, and she would tell meand she and somebody else went to\nAdelsheim.",
        "A: When she was in the army.",
        "A: And someone on the street stopped her and said, \"Are you Adolf Rosenfeld's\ndaughter?\" So that's what happened. Let's see--but their attitude--I remember Esther said\nto me--who can't remember Germany. She was tooshe was thinking of going back, and\nshe said to me, \"Did you ever consider going back?\" As if they couldget lost in the sea--I\nsaid, \"No. I wouldn't.\" Well, she persuaded me to change my mind, but that was in, I\nthink '89 or something. I don't remember the date, but Morris got sick. So they wentwe\nmade agreements to go, but Morris got sick, and she and her husband went. So I guess\nthat was my attitude at that time. I don't ever care to go back, but when Allen went and\nmet Rinehart, I changed my mind. I went to the house where I was born, you know. Have\nyou ever lived in a small place?",
        "A: Whenin a little town, you see a bunch of people, and you wonder why they're there.\nWe were standing in Korb. Rinehart had taken us there. In front of this, he says, \"This 1s\nthe house,\" and I have pictures of the house. That's where your father lived. So we were\nstanding there, and somebody from the house looked out, and they wondered while all\nthese people were standing there, and they said something. And it was the daughter who\nhadher parents had bought the house from my father, and she didn't live in it, but she\ncame there once a year to go to the cemetery of her parents, and that's when she stayed in\nthe house. So they just happened to be in the house and they asked us into the house. We\nwent into the house. Then we went back to Adelsheim. The German government had sold\nmy parent's house to somebody who we wentwere invited into that house, which had\nchanged greatly from when we lived in it.",
        "A: Oh yeah, yeah.",
        "A: It was. I think so.",
        "A: She looked a little--yeah, yeah.",
        "A: Twice.",
        "A: In '90, and in '95.",
        "A: Yeah. That must have been wrong.",
        "A: I have to ask Esther. I don't remember, but they had a memorial.",
        "A: Forfor I think it was in 202.",
        "A: 60 years 60 years.",
        "A: In 202.",
        "A: Yeah. That was over the weekend.",
        "A: But it was a funny thing, you know, Rinehart had wrote us what they were doing, and\nhe wrote to me, andI said to Esther, \"You know, Esther, I think we ought to go.\" And she\njust went like that. About 2025 years ago, I got a letter from someone in Ireland. And\nsaid, \"Dear Mrs. Esenstad, I think we are related.\" Well, he's thethe man who wrote it is\na geologist, and he had been in a department in Ireland, and he went to Germany for a\ndig, and, you know, they keep all kinds of records. His mother was Jewish. His father\nwasn't, but when the war started--or beforehis Jewish grandmother and his Jewish aunt\ncame to live with them in England, and they got to England because they were antiNazi\nand they escaped. I think they met at the university somewhere in Germany and went to\nwork for the pope. And they both converted to Catholicism, but he said he was greatly\ninfluenced by his Jewish grandmother and aunt. So when he went back to Germany on a\ndig, he thought he would find out about his mother. I had written to Germany because I\nneeded copies of birth certificates, and that led him to Korb, and when he got to Korblater\nI said to him, you know, soandso 1s in Englandis in America. And he wrote. They gave\nhim my address, and he wrote to me, and he told me how we were related. He sent us\nfamily trees.",
        "A: His great grandhe'sPeter is now 60 something, I would think. He's much younger than\nwe are. His greatsomehow or another, his great, great grandfather and my great, great,\ngreatwhatever, very far. But, you know, we are--and we've met and he's been here a\ncouple of times. They came for Amelia's Bot Mitzvah, he and his wife. We've stayed at\nhis house in Ireland and spent some time with him. But there we are. You never know\nwho you",
        "A: Oh I--",
        "A: Well, I don't know. I wouldn't know.",
        "A: You know, this person that I worked with in England, he came on my Kindertransport\ntoo. We never talked about it. The Kindertransportchildren didn't ask too many questions,\nbut they do know. They do know. We all have the most wonderful children so, right? But\nit'sKindertransport has only been talked about since '89, and that is because the 50th\nanniversary of the Kindertransport and the Leventhal--whatever her name 1s--half this\nreunion. Do you know about that?",
        "A: She and her sister organized this reunion--5Oyear reunion in London. We didn't go.\nThey came from all over. They camel didn't thinkI don't think we thought they would\nhave such a turn out. But it's only been since that time that people have really talked\nabout the Kindertransport. We have an organization herea branch. There's a national in\nNew York. That's it. What else.",
        "A: Never saw them again.",
        "A: I think family.",
        "A: I think so. They all were very close with their siblings, I think. And I remember all the\nletters from my mother--we should do this, and we should do that, and we shouldyou\nknow. She gave us orders because I don't think--I mean it's unimaginable, Auschwitz.\nThey would not have--",
        "A: No. I'm sure they didn't. You could drive yourselfif you knew what was going to\nhappen to you, you could",
        "A: Go mad. So you have all the things you want to know?",
        "A: What's going to happen with this?",
        "A: I'm sorry we got so mixed up.",
        "A: Because I thought +",
        "A: You're very welcome.",
        "A: You're going to send me a disk?\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumSeptember 16th, 2010\nRG-50.030* 0588",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "Transcribed by Sarah Maksim, National Court Reporters Association.",
        "BERTL ESENSTAD\nSeptember 16th, 2010"
    ]
}