{
    "rg": "RG-50.030.0724_trs_en",
    "sequence": [
        "Question: Hello, we’re here in Chapel Hill to record an interview with Dr.\nGerhard Weinberg. The interview has been commissioned by the United States\nHolocaust Memorial Museum, and is hosted by the University of North\nCarolina, Chapel Hill. The interview will then becar — become part of the\nHolocaust Museum’s archive, part of a collection of conversations with the first\ngeneration of Holocaust scholars in the United States. My name is Astrid M.\nEckert. I teach Modern European History at Emory University in Atlanta.\nGerhard Weinberg was born in Hannover, Germany in 1928, and spent the first\n10 years of his life there. He and his family had to leave Nazi Germany after\nKristallnacht. They first went to Great Britain, and then onto the United States,\nwhere he could continue his education. In 1951, he earned a PhD in history from\nthe University of Chicago, and launched a successful career as a historian.\nProfessor Weinberg taught at the University of Chicago, the University of\nKentucky, the University of Michigan and since 1974, at the University of North\nCarolina, Chapel Hill. He is now UNC’s William Rand Kenan Professor\nEmeritus of History. His public persona is that of a leading World War II scholar,\nwho has written, edited — or who edited no less than 10 books, and over a hundred\narticles and chapters, and who is well-known inside academia for his spot-on book",
        "Answer: My father had gone to the university to train in law. Was a judge briefly,\nbefore the first World War, and served in the German army. Wounded, and\npromoted, and so on. After the war, he was dissatisfied with the atmosphere in the\njudiciary, and transferred to the new Ministry of Finance. He was, to begin with,\nassigned to Turnowiec(ph) in Upper Silesia, and after the plebiscite, when that\narea voted for Poland, he was, in fact, the last German official to turn the town over\nto the Poles. He was then reassigned to Hannover. And that’s how the family came\nto be in Hannover. He then — he married a woman, my mother, who came from the\nRhineland, and whose father was also a judge, actually. And they lived — we lived\nin a house in Hannover, which was one of these typical, I think, four or five story\nattached houses. And we lived on what they call the first floor, but Americans\nwould call the second floor.March 13, 2012",
        "Q: Yeah.",
        "A: And the other floors were either rented as a whole, or in a couple instances, I\nthink divided into two apartments. My father owned the building, and we had a\nteeny garden in the front, and a slightly larger one in the back. And my — I had an\nold — still have an older sister, an older brother, and I’m the baby in the family. I\nwould say that my parents belonged to what one would call a middle class. And as I\nsaid, the whole time that I lived in Hannover was in this apartment.",
        "Q: And when you said that your father served in World War I, could you say a bit\nmore about his experiences during the war?",
        "A: My father went in in 1914, was assigned as a replacement on the western front,\nand for a time was in the trenches, with a pair of field glasses, to locate where their\nshells were fa — were landing, from their artillery, to correct that. He was promoted\nto noncommissioned officer. And when the battalion commander put him in for a\nfield commission, the regimental commander turned it down. As he explained, that\nis the regimental commander, this is a Prussian guard reserve regiment, and we\ncannot have a Jewish officer. Subsequently, I believe in 1916, the unit was\ntransferred to the eastern front. And in the fighting before Riga, and what 1s today\nLatvia, my father was badly wounded in the arm. And since it was his right arm, he\ncould no longer fire a weapon. So that after he recovered, they recalled that he hadMarch 13, 2012\nlegal training, and made him the legal officer, the chief legal officer of one of these\nscratch divisions put together for occupation duty in the east. And he spent — but he\nwas, by this time, promoted, and was what the Germans call a Rittmeister, and that\nwould be the equivalent of a captain in the American army. And he served that way\nuntil demobilization in 1918. And then, as I said, instead of going back into the\njudiciary, transferred to the new German national ministry of finance, something\nthat Germany had not had between 1871 and 1919.",
        "Q: Right. If you think of your extended family, were there noteworthy\npersonalities?",
        "A: I suppose there were two. My grandfather on mother’s side was a judge in the\nRhineland, and came to be what the Germans called an Oberlandesgerichtshof,\nwhich would be the equivalent of a associate judge in the state supreme court in this\ncountry. And he was not promoted to chief judge, because he would have had to\nconvert, and he was not about to do that, when it was offered to him. A slightly\nmore distant relative lived not in Prussia, as my grandfather did, but in the Grand\nDuchy Oldenburg, which is in northwest Germany. And before the first World\nWar, he was on the top court of Oldenburg. And when the chief justice of\nOldenburg died, they discovered to their horror — that is, the grand duke, and the\nminister of justice, that the next senior judge was a Roman Catholic. And in thatMarch 13, 2012\npart of Germany, which 1s traditionally overwhelmingly Protestant, they did not\nthink that that would work very well. The next senior judge was a Protestant. But by\nthe time we’re talking about, 1912, or thereabouts, Oldenburg, because of port and\nindustrial development had a substantial Catholic minority. I don’t know what the\npercentage would be, but I wouldn’t be surprised if it was 10 - 15 percent. And the\ngrand duke, and the minister of ju — prime minister and minister of justice were\nconcerned that if they obviously passed over a Catholic, to appoint a Protestant, this\nCatholic minority would be very unhappy. So they decided to pass over both of\nthem. And the last chief justice of the Grand Duchy of Oldenburg was Jewish. I’ve\nalways thought as a historian, that this is an example how people can trap\nthemselves into absolute stupidity, because of course, this had nothing to do with\nqualifications, politics, or anything of that sort. It was just that they couldn’t have a\nCatholic chief justice, and they couldn’t annoy the Catholic minority, by putting in\nthe next, so I guess they annoyed them all, by arranging to have a Jewish chief\njustice as the last chief justice of the Grand Duchy. [technical interruption]",
        "Q: Can I — can I ask you about experiences with anti-Semitism? With social anti-\nSemitism, and you know, like I mean, pre ’33? Because you’re already touching on\nit, like you know, the very fact that somebody would have to convert to become —\nMarch 13, 2012\nyou know, to take on a position is a — of course, you know, pointing to ingrained\nanti-Semitism. I mean, the camera is off right now, I would —",
        "A: Oh, I see, okay. Yeah, well we can talk about — Ill talk about that briefly.",
        "Q: Okay, all right. And was your family observing? Did your family have strong\nties into the Jewish community in Hannover’?",
        "A: My family belonged to the — what in Germany would be called the Reform\nJewish congregation in Hannover, though by American standards, I believe these\nwould be considered a Conservative congregation. And we went on the high\nholidays, occasionally on other times. We celebrated Friday evenings regularly at\nhome; you know, Passover, Chanukah, and other such events, so that — and in time\neach of us went to a religious school for some training. So, there was no doubt\nabout the affiliation of the family.",
        "Q: How many Jews lived in Hannover at the time, do you know’?",
        "A: Hannover at the time — excuse me — was a city of about half a million, and there\nabout 5,500 roughly, just over one percent Jewish community there.",
        "Q: And did your family have any experience with anti-Semitism before 1933?",
        "A: Well, what one has to keep in mind is that Germany from 1871, until 1919, was\na federal state. On the national level, there were not legal regulations specifically\naffecting Jews. But the states that made up Germany, had regu — their own\nMarch 13, 2012\nregulations. So that in Prussia, which is where the majority of Jews lived, and\nwhere my parents lived, no Jew could be an officer in the army. They all did their\nmilitary duty, but they knew ahead of time they could — there were no such things\nas commissioned Jews. Whereas in Bavaria, the did it differently. There were Jews\namong the Bavarian officer corps. There was also a rule in Prussia, and I’m talking\nnot about discrimination now, I’m talking about legally established regulations.\nJews could not hold administrative positions. So that when my father grew up, he\nknew he could never be postmaster of the town where he lived. In the case of my\ngrandfather, in other words, if he was going to be the chief justice, as the king of\nPrussia also, and pro — Germany had agreed, being the chief jus — of the justices\nmeant administrative responsibilities, and he declined to convert to Christianity in\norder to accept that position. We tend to forget in this country that legal disabilities\nin Europe lasted very long. In England, the last major legal disabilities on\nCatholics and Jews don’t disappear until the 1880s. In Germany the last legal\ndisabilities end in 1919, because they were on the state level, not the national level.\nWhen my father was in the military, 1t was very clear as — as I said, you could not\nbe an officer in this one unit, and then later became an officer in a different unit.\nThere was also, of course, some discrimination. But since I was not alive and adult\nat the time, I did not really run into those sorts of things until after I became five,\nMarch 13, 2012\nsix, seven years old, and was going to school, and noticed what was being done to\nJews, and what was discussed at home about these things. After the — Hitler\nbecame chancellor in 1933, there was, as I said, on the one hand, until 1919, legal\ndisabilities, I guess you would call them, and then, at the same time, some\ndiscrimination.",
        "Q: What is your — what is your — what are your fondest memories of your childhood\nin Germany”",
        "A: The fondest memories, I guess, are associated in part with a pet white mouse that\nI greatly enjoyed, and that became totally tame. And th-th — what was also\nimportant for me was that while Jews could not go to the swimming pool, I couldn’t\nlearn how to swim. And there were other such restrictions, for reasons that I’ve\nnever figured out. There were, at least in those days, no prohibitions on Jews going\nto the zoo. And Hannover had — and still has, to the best of my knowledge, a very\nlarge, very nice zoo. And I enjoyed going there and watching the animals, and I\nparticularly enjoyed the arrangement they had, where for a very small fee, the kids\nup to a certain weight — weight, could ride on a turtle. And I thought that riding on a\nGalapagos turtle was really very much a — a wonderful thing. Another thing that I\nenjoyed as a kid, was that great aunt and uncle, who lived in the Rhineland, outside\nEssen, had on their property — small estate, I guess you would call it, two royalMarch 13, 2012\ncranes that walked around. And I suspect today, because I was their height, they\nliked to walk around with me. And the idea of walking around with two cranes that\nwandered around with me, I thought was really very special and very nice. And\nsince they had also a tennis court where they and guests played tennis, the three of\nus would sometimes walk over there and watch people play tennis. Unfortunately,\nnobody had sense enough to take a picture, but I — I just thought that walking\naround with two tall cranes, exactly my height, and not on a leash or anything, but\nthat just decided that they would walk around with me, was really very, very\nspecial. I also very much enjoyed this grandfather, who by this time had retired\nfrom being a judge. We would go to a woods near Dusseldorf where they lived, and\nfeed what were essentially tame deer. And I thought that that was very nice. The\nother thing he would do, which was probably not nice for him, but for me, was there\nwas a switching yard, where there were those small steam engines that put freight\ntrains together. And we’d go puff puff. Well, we were under the bridge that we\nwalked on, and we would disappear in the smoke, and then reappear. And that too, I\nthought was really great, good fun.",
        "Q: Wonderful. Well, you touched already, about the changes that came with 1933. I\nmean, how did you, as a child, experience the onset of national socialism inMarch 13, 2012\nGermany? I mean, how and when did Nazi rule begin to impact your everyday\nlife?",
        "A: Well, it began to impact my everyday life in two ways when I started school in\n°34. In the school itself, there were nasty comments from other kids. In the\nGermany of the time, all kids went to gender segregated public schools for four\nyears. And while in the first part of that, that 1s, °34, ’35, ’36, the teacher I have\n[indecipherable] kind of restrained, I think it would be best to say, other kids. It\nwas rather unpleasant, and in the later years in the grade school, the kids would beat\nup on me, and I would have to try to make my way home by devious ways, because\nI didn’t want to get beaten up so badly. And I carried with me for the next 10 - 20\nyears, a tendency to get very bad nosebleeds. In 1934, when my father was tossed\nout of his job — he had been allowed to keep it, in the local office of the ministry of\nfinance, because he was front veteran at the first World War. But when President\nHindenburg died in, I believe it’s August of ’34, then those people were also\ntossed out. So he normal — no longer went to work, off every morning, and instead\nd-decided to earn his living by what the Germans call a devisen berauter, a foreign\nexchange advisor, and in practice what it meant was that because of his background,\nhe understood the constantly changing regulations on what people leaving\nGermany could take with them. And so, our living room was converted into hisMarch 13, 2012\noffice, where he met clients. And the front hall, where you came into the apartment,\nbecame a waiting room. In other words, people would wait there, and then see my\nfather. So the apartment changed in a way, and Dad did this — that is to say, did this\nkind of work from 1934 until my parents left Germany in the spring of ’39. And\nthe fact that we didn’t have a living room any more, and the front hall wasn’t\navailable, in a sense, certainly made a change in life. But the main change wa — I\nwould say, a sense of — that the country didn’t want you there, and that other kids\nwere very unfriendly — with a few exceptions, not all. And my brother, a year and a\nhalf older, found this an impossible situation. My parents took him out of school,\nsent him to live with a family in Berlin, and he went to school there. So that during\nthe school year, my brother was not at home. He was, as I said, living in Berlin.\nEvidently, from what I gathered from my sister, she did not have — I mean, not that\neverybody was friendly with her, but she didn’t have that kind of situation. It got\nsubstantially worse after a couple of years, because we were told that the teacher\nthat — whom I mentioned, was ill, and retired. My parents told me many years later\nthat he had been a Quaker, and had been fired. And so, we got another teacher, who\ndid not restrain the kids. So that was —",
        "Q: Which — which grade was this? Were you third grade, fourth grade?March 13, 2012",
        "A: This was the third and fourth grade. And then, my parents were talking about\nleaving the country. And first thought that they would li — stay out their lives in\nGermany, but th — there was no future for the three of us. We had relatives in this\ncountry, and they applied for quota numbers to come to this country, and in fact\nsent us to start learning English. There were two elderly ladies, sisters, who lived in\nHannover, who were from England, and we went — started to learn English from\nthem. Though I have to admit that I was probably more intrigued by their parrot\nthan th — by their English lessons. And then in the — after the four years, in the\nGermany of the time, you went to — either you stayed, or you went to what was\nessentially a university preparatory system, a gymnasium, and I moved to that. And\nthere we started English. And so I learned a little English there. But of course, then\nin November °38, I was kicked out. But I started learning English more\nsystematically in school in 1938.",
        "Q: Yeah. And did the behavior of your neighbors change in any way? People who\nalso lived in your house? Anything you remember there?",
        "A: [coughing] Excuse me. Well, if it did, I was not aware of it. The — for reasons\nthat I honestly don’t know, the people who lived in the house above us and below\nus, simply had very little contact with each other in those years. They all —\neverybody lived their own lives, in a sense. And so if they behaved differentlyMarch 13, 2012\ntowards my parents, or us afterwards, I didn’t notice it. And we had had, of course,\nsome friends and acquaintances, my parents did in town, but if that changed, I\nfrankly don’t know.",
        "Q: The synagogue in Hannover was attacked very early on, already in March 1933\nwas the first attack on the synagogue. Was Hannover a particularly anti-Semitic\ntown?",
        "A: I’m inclined, frankly, to doubt that, because whatever happened in this incident\nin 1933, when I was knowingly going there with some regularity with my parents,\nthere were no incidents until 1938. So that in the period in between, there weren’t,\nto my knowledge, problems and I think it unlikely that Hannover was in any way,\nsubstantially different from other cities of some size in the Germany of the time.",
        "Q: And what happened to your father during Kristallnacht, 1938?",
        "A: In November ’38, as soon as things started going wild, the folks in Berlin put\nmy brother on a train and sent him back to Hannover. I continued to go to school.\nOn the 10\" or 11\" of November, I was still during the day in school at this point,\nmy brother was at home, and my sister was also still in school, the police came. So\nwhen I came home from school, Dad was gone. The police had come to the\napartment, whereas I said, my father worked at home, so he would be home during\nthe day, and took him to the local police lockup. They clearly were operating from aMarch 13, 2012\nlist that had been prepared long before, because the man who opened the door for\nthem, who together with his wife and boy, lived with us, was Jewish and was not\npicked up. And they asked, as I was told when I got home, for a man who lived in\nthe upstairs apartment, who had died months before, but who was still on their list.\nThey took him to the local police lockup. And the one thing I recall, and the other I\nlearned later — the thing I recall was that Mother called the three of us together, and\nasked us if we had any cash, and if we had any unused postage stamps, because the\ngovernment had frozen all accounts, and she might have to buy some groceries, or\nsome stamps to write letters. The other thing I only learned later. Dad came home\nafter something like three days, and I learned that what had happened was, that\nMother had gone to his former boss, the finance president — that 1s, the head of the\nfinance office, who had originally, back in the 20s, been very upset when a Jewish\nofficial was assigned to his office, who would have nothing to do with my parents\nsocially, until Dad was kicked out. Then he called on my parents. One didn’t treat\npeople that way. So in ’38, four years la — four years and some months later, my\nmother went to see him. And he called the head of the police and told him to let the\n— Dr. Weinberg out. And when the finance president calls the poli —\n[indecipherable] president, something happens. And so Dad got home. We learned,\nhowever, that his twin brother — he had one twin brother and no other siblings — was\nMarch 13, 2012\narrested and sent to a concentration camp. A couple of other, more distant relatives\nalso were arrested and put in concentration camps. But as I said, Dad was let out of\nthe local police lockup, before those people were sent from there to a nearby\nconcentration camp. And many, many, many years later, when I was working in the\ncaptured German records in Alexandria, one of the soldiers there came by to see\nme one day and said, Gerhard, didn’t you live in Hannover? And I said yes, I did.\nHe said, well here are the November 738 records on Hannover. And there was the\narrest list, with my father’s name on it. But, as I said, he was very fortunate in this\nregard, that a man who didn’t like him, and didn’t want him in his office, still would\nget him sprung from this. And that meant that he di — was not sent to a\nconcentration camp.",
        "Q: Do you know which camp your uncle was taken to?",
        "A: H-He was taken to Buchenwald.",
        "Q: Did he ever talk about that time?",
        "A: He was there for several months, and then, under circumstances similar to ours,\nwent to England with his wife and kids. And when I si — was back in Europe for —\nfor the first time again in ’62, I asked him not about there, but I — he was in the\narmy, of course, in the first World War, and he was at the Battle of Verdun, in\n1916 on the western front. And I asked him — by this time I’m an associateMarch 13, 2012\nprofessor of history — if he would talk to me about Verdun. And he said no,\nGerhard, I won’t talk about that. And the next time I’m in London, he has died in\nthe meantime. He never really recovered fully from his months in the concentration\ncamp, and I asked my aunt, his widow, and I — had he ever talked about Verdun’?\nAnd she said no. And I asked her, well, did you ever ask him? And she said yes, but\nthere were two parts of his life he would never talk to me about; his time at\nVerdun, and his months in Buchenwald. So he would never — I — I never had the\nnerve to ask him about that, but I thought maybe by 1962, he would talk about\n1916. But that was something he would never talk about, and he was never quite the\nsame after he was released around March, or thereabouts, o-of 1939.",
        "Q: You mentioned already a little bit, the preparations for emigration. How did the\ndecision to emigrate take shape in your family? When did your farents — parents\nfirst consider it? Who first had the idea, or saw most clearly what had to be done?",
        "A: Well, I think it came in a — if you will, in two stages. I cannot give you the exact\ndates, but they started talking about this. And in 19- fi — 35 - °36, and they were\ntalking primarily about the three of us, that is my sister, brother and myself, on the\nassumption that there was no future for us in the country. And then, not much later,\nthey began to realize that maybe they should go. And by that time, some other\nmembers of th — our family, were — either had left, or were in the process of getting\nMarch 13, 2012\nready to leave. And a critical element in this were two individuals; a great-uncle of\nmy mother’s, who had come to the United States around the turn of the century,\nhad married and lived in — in this coun — in the United States, was a brilliant\nmetallurgical engineer, made a fortune on his patents. And used — saved it\napparently, during the great depression, and used a lot of this money to help\nmembers of his family; brothers, sisters, cousins, all come a — [indecipherable]. In\nthe 1920s, the older brother of my mother all decided to leave Germany, and also\ncame to this coun — the United States, married here, and also then would play a part\nin helping people to get out. So, what it meant really, was that we had — I mean,\ntheir families and so on and so forth, that we had family in this country, family is\nalso whom family members in Germany had occasionally visited, as people once in\na while did, not as often as they do now flying, but in those days by boat, and once\nin a while visited, so that the idea of another country where there was family,\nseemed a little bit more plausible, I think it would be fair to say. And so when my\nparents applied for what in those days were quota numbers, to come to this country,\nand as I said, started us on English lessons, on the assumption that this is the\ncountry we would — the three of us would eventually grow up 1n, and this all then\nobviously changed in the more dramatic and urgent way, after November 1938.\nMarch 13, 2012",
        "Q: How’s — how — can you say something about the process of a — obtaining these —\nthese numbers, and of obtaining a visa? How strenuous was that process?",
        "A: It was extremely strenuous, because you had to have someone who would\npromise to support you for the rest of your life, after the German government had\ntaken just about everything you had, so you would expect to arrive, essentially,\nfinancially as a pauper in another country, during the Great Depression, when the\nwelfare systems of all countries were about as strained as they could be. But\nsomebody had to promise and show that they could honor the promise, that they\nwould support you for the rest of your life. We were very fortunate that — that we\nhad this great-uncle — or ma — my mother’s uncle. And if you didn’t have that, there\nwere a few instances, but not in my family, where an organization, a char — Jewish\ncharitable organization might find a way of providing what was called an affidavit.\nThat is to say a commitment. We would say today, a commitment is necessary for\nlifetime support, because of course, the people who were coming out, and were\ntrying to come to the United States, like my parents, and my aunt and uncle, and so\non, didn’t know German, and had, in many instances, no training for a readily\ntransferrable kind of job into a country where there were millions of jobless\nanyway. And of course my father’s legal training was irrelevant to the United\nStates, because it was, like most euro— Germany — like most European continentsMarch 13, 2012\nhad Roman law, not common law basis, so that his doctorate was nice for a title in\nGermany, but hopelessly useless in the — in the United States. So what it was\nreally that you had to get these affidavits, go through endless amounts of\npaperwork, which needless to say, either my uncle, or my great-uncle and my\nparents did, not us kids. And then you had to apply, and eventually you would get a\nnumber. And a certain proportion of these numbers would be called up each year,\nand then you could, in fact, go through the emigration procedure at the German end,\nand that’s — is how this worked, but it was a very complicated, time consuming,\nexpensive and chancy matter.",
        "Q: When you first went to Britain, when did you depart?",
        "A: What happened was, that after the November pogrom, the British government\nwas the only one on earth that changed its immigration rules. It decided that people\nwho were waiting to go somewheres else, whether that was the United States, or\nsome other country, could do their waiting in England, if they could be supported\nthere without trying to work. In England then, a batch of — a number of people in\nthe — what they call the Friends, we would call the Quakers, went around to what\nthe English call public schools and we would call private boarding schools, and\nasked them if they would take Jewish refugee children at reduced rates. And there\nwas a school on the south coast in a little town called Swanage, which said, we’ llMarch 13, 2012\ntake two boys. And there was a school in Bournemouth, which is also on the south\ncoast, not so far from there, which said, we’ll take a girl. So parents took the three\nof us, at the end of December 1938, and took us by train to Hamburg, and put us\non a boat, on an American ship, and that went — that stopped at the Le Havre in\nFrance, and then Southampton in England, before crossing the Atlantic to the\nUnited States. And needless to say, the three of us got off in Southampton. And so\nthat’s how we got out. My parents, at that point did not yet have their exit permits\nfrom Germany, but they got them a few months later, and then also came to\nEngland, to wait for the time when our numbers would come up. But of course, this\nwas all in the background of the November pogrom. And the part of that which\nreally upset me the most was the burning of the synagogue. I knew that people\nsometimes don’t like other people, and beat up on them, throw rocks at them. I\nknew, bec — we tend to forget how much the first World War dominated thinking in\nthe 1930s, still. I knew that people killed each other in enormous numbers. And\nthen somebody had shot and wounded my father. That people were angry at each\nother and did terrible things to each other. But to know — and that’s not nice, but\nthat was a part of life. But why would people, mad at God? A synagogue or church\nin Germany would be called a Gottes Haus, the house of God. And that people\nwere so mad at God that they would burn down God’s house. That to me, as a 10March 13, 2012\nyear old, that just seemed more puzzling and awful than anything else. How — how\n— what did they think God had done to them, that they would burn down the house?\nAnd I suppose that was reinforced by the fact that, after I was kicked out of school,\nI attended for a few weeks in November, early December of ’38, a Jewish school in\nHannover, which was the old Jewish building across the street from where the\nsynagogue was. So that each day, when I went into school, the ruins — I passed the\nruins, let me phrase it that way. But that was certainly the part of this all that\nseemed even more awful than what they did to people. How could people get mad\nenough at God to go about deliberately destroying God’s house? That — that just did\nnot seem to fit with anything that I had ever heard, experienced, or thought about.",
        "Q: When did you first go back to Hannover, after the war?",
        "A: I was back there very briefly, only for a few hours in ’62.",
        "Q: What did you do, during those few hours?",
        "A: Oh, I just kind of looked around, and went back to the street where we had lived,\nand burst out laughing. And I burst out laughing because in these row houses on\nboth sides of the street in that block, every building was obviously a postwar\nreconstruction, except the one we’d lived in. And I’ve often kidded, you see, that\nthe British area bombing was much more careful than people have ever been willing\nto believe. The one building they didn’t hit, was the one that we had lived in. IMarch 13, 2012\ndidn’t go in, I wasn’t gonna bother anybody, but I just — I just could not help\ncracking up, and standing across the street, laughing.",
        "Q: What happened to your family’s assets; [indecipherable] furniture, household\nitems? Could you bring anything, could the — your parents bring anything, or was\neverything confiscated?",
        "A: No. The rules on this changed steadily during the 30s and early 40s. That meant\nthat when my parents were leaving in early ’39, it was whatever rules applied then.\nYou could take furniture, and my parents were able to do that. You had them\npacked in what was called a lift, a huge crate that would then be shipped. Some of\nour pictures they could take, but the most valuable one, an Ostade, was confiscated.\nYou could take a certain amount of clothing. And other parts of clothing, do not ask\nme why, they could not take. Many years later, about a little over a decade ago, I\nwas in Hannover to get a — they wanted to give me an honorary degree, and there,\none of the faculty member that had graduate students studying the records of the\nlocal finance office on the persecution of Jewish families there. And they Xeroxed\nfor me the file on my family, including the records of the number of pieces of\nunderwear my mother had been allowed to take, and not take. Obviously, in\nNovember, in late °38 - °39, folks in Germany had nothing else to do but to type up\nlists of clothing items, and pots and pans and whatnot. And as I said, these very\nMarch 13, 2012\nkind people in Hannover gave me copies of these documents. As to what, under the\nthen existing rules, my parents had been allowed to take with them, and things they\nhad not. And the part that was in a — in its own weird way, particularly conspicuous\nin this regard was that families of the kind of social status that my parents were in,\nwho would have a silver service of knives, forks, spoons and whatnot. And the rule\nat the time was that you could take with you out of what was usually a dozen fish\nforks, and a dozen teaspoons and whatnot, you could take one for each member of\nthe family and two for guests. So, since we were five, my parents and the three of\nus, that meant, higher arithmetic, seven. So out of each dozen pieces of silverware,\nquite literally, they took five and kept them, and my parents were allowed to pack\nup seven. And all of those things were put into this huge crate, literally, a — a lift.\nThat was then shipped, at their expense, from Hamburg to New York, and my —\nthis uncle whom I mentioned before, my mother’s older brother, paid for storage\nhere, until eventually we came to this country, and then that was unpacked, and was\nour furniture.",
        "Q: How long did you stay in Britain?",
        "A: We —- we stayed in Britain all of 1939, and until September of 1940. So I was in\nthis — my brother and I were in this boarding school all of ’39, and then in the\nsummer of 1940, our quota numbers came up. So in July, we went to London.March 13, 2012",
        "Q: And how was your life at the boarding school?",
        "A: That was a — that was a wa - literally wonderful experience. It’s there that,\nobviously my English improved immensely quickly, since nobody there spoke a\nword of German. We not only learned English, but we had to start learning French\nand Latin. And to the amusement of fellow students at lunch or dinnertime, I would\noccasionally ask for the — something in the wrong language. But the kids were\nfriendly and nice. The headmaster was great, who taught some classes. The two\nteachers — other teachers were very good. And that’s when, at the ripe age of 11, I\ndecided that that’s what I’m gonna do. I decided I was going to be a teacher, and\nnever changed my mind. It was a very, very good experience, and my brother and I,\nalthough the only Jewish kids in the school, were not as extraordinary as might have\nseemed, because what we forget is that in those days, when there was still a British\nempire, families around the empire would send their kids to England, to one of\nthese boarding schools. So in the school where Bert and I were, there was a—a\nyoungster whose parents were in Singapore. There were two boys whose father\nwas, you know, a high government official in Kenya. There was one boy — and of\ncourse, this is all boys, this is all gender segregated — one boy whose family was in\nTangier. And one boy who was very important in this regard, whose family was in\nIndia. And his talk about tigers and elephants and whatnot, was considerably more\nMarch 13, 2012\nexotic than anything that had happened to my brother and me. So, the notion of\nsomeone from elsewhere, let me phrase it that way, was much more a normal part\nof life in a school like this, and I suspect other schools, than one might, at first sight,\nexpect. And so, that worked out well. Then, of course, came the defeat of France.\nAnd we got to watch some of the Battle of Britain overhead. And a huge sense,\nobviously these — there were several — Swanage had two industries. One was\nsummer resort on the coast, lovely beach. But that was all covered with barbed wire\nagainst a German invasion at that point. And the other was, there was a ver —\nconsiderable number of these public schools, private boarding schools in the area.\nAnd that obviously, the German air force thought it was an important target, and\nthey dropped a huge one into the yard of our school, but fortunately, it didn’t go off,\nor I wouldn’t be here. So we spent a lot of time in the air raid shelter there. And\nthen, when in July, it — we moved to London. I lived with an aunt and uncle there,\nand my brother lived with his grandparents. That, of course, was the beginning of\nthe blitz. So we got to spend time in an air raid shelter in London.",
        "Q: What was your — the experience of your parents in England?",
        "A: My parents decided that while they were waiting for the quota numbers to come\nup, they would live in Bournemouth, in an apartment, so that Laura, my sister,\nwho was by herself obviously, could be with them. In May - June of 1940, the\nMarch 13, 2012\nBritish government got hysterical about a possible fifth column, and proceeded to\nan internment and dispersal policy. What they did was, intern the men over a certain\nage, I believe it was 15 or 16. So my father was interned. My brother and I were\nnot, because we were under the age limit. And the women about that age could not\nlive within 50 miles of the coast. Which meant that my mother and sister had to\nleave Bournemouth, and they were presumably less dangerous in London than in\nBournemouth. Do not ask me to explain why or how. But in any case, they then\nwent to live in London, and my sister, in fact, went to school there for a short time.\nAnd Dad was, as I said, first interned in Litchfield, and then sent to the Isle of\nMan. And Mother lived in London, and my sister lived in London, until, in the\nsummer of 1940, our quota numbers came up. And then, first the four of us, that is\nthe — the mother and us three kids, were processed. And then what the British did\nwas bring a batch of men, whose families and whose numbers were all lined up,\nbrought them to London to go through the procedures. And so, in Glasgow, from\nwhich we — where we were to get our ship to the United States, the families were\nreunited, so to speak, when they got out of the train, and got onto the boat.",
        "Q: So for how long did your mother not see her husband?",
        "A: Well, she got to wave to him when he was processed in London, cause we went\nto Grosvenor Square to see — and that would have been about three, four months.March 13, 2012",
        "Q: So you arrived in New York, September 1940, correct?",
        "A: Yes.",
        "Q: Yeah. And where did you first stay?",
        "A: We first stayed with this uncle and his wife, my aunt, and their three children in\na suburb of New York City. And my parents had to decide where to live in this\ncountry. Because the dad had been shot through the arm, he could not drive, and\noriginally in Hannover, we had had a car for a while, before Jews were prohibited\nfrom driving cars, and Mother drove. Which in those days, for the woman to drive\nthe car was very unusual in Germany. But Dad, because of his bad right arm,\ncouldn’t. They then borrowed — the family then lent them a car, and Mother drove a\nlittle bit around New York state and nearby areas. And they decided to settle in\nAlbany, New York, which is about 150 miles north of New York City, so they\nweren’t that far away from others in the family, but they didn’t want to live in the\ncity, and Albany had the reputation as having good public schools, which with\nthree kids headed for schools, it was, of course, a concern of some importance. So,\nin December of 1940, we moved into a rented house in Albany. The lift with the\nfurniture, etcetera, was unpacked, and we then lived there, and continued to live\nthere and go to school there. And after some years, my parents moved to another\nhouse. But Dad lived out his life there, and Mother, well she had to be in a specialMarch 13, 2012\nhome for a while, lived out — they lived out their lives in Albany. And my brother\nlives in a suburb of Albany with his wife today. And it was there that I went to\nschool, and then to college.",
        "Q: Was it an issue among your schoolmates that you were a Jewish refugee from\nGermany, was that an issue at all, in any way?",
        "A: Not really. The only thing that was — that my schoolmates found strange, was\nfirst in Scarsdale, when I first came to this country, and then the first few months in\nAlbany was my English accent. Because of course, I spoke English with an English\naccent. And that was, in a way, for my fellow students, more peculiar, if you will,\nthan anything else. And over a period of not that long time, my English accent\nevaporated, and got replaced by what I guess you would call a standard New York\ntype of speech.",
        "Q: Right. Did you see yourself as part of a network of German-Jewish immigrants\nin the United States?",
        "A: Ina small way, yes. There were several other Jewish refugee families, as they\ncall themselves, in the Albany area, and my parents and we associated, or would\nsee them. And one of them, in fact, benefited in an ironic way, from what I’ve\nalways thought was the only good thing that happened in November 738. And that\nis, my family had insisted that I take violin lessons. And those ended in November\nMarch 13, 2012\n°38, and that’s just as well, because as you must know, in this country there is a\nconstitutional bar on cruel and unusual punishment. And I would not want anybody\nto have to listen to me playing a violin. When the lift was packed in Hannover in\n°39, my parents, for reasons I don’t understand, packed the violin. And it turned out\nthat one of the refugee families in the Albany area had a daughter who wanted to\nplay the violin, but they couldn’t afford one. And with considerable pleasure on my\npart, my parents gave them the violin. But that was, if you will, in the — 1n the\nfamily area. And what also happened was after the war, when the German\ngovernment began to — west German government began to pass restitution laws, my\nfather, who had, at one time helped people find out what they could take out of the\ncountry, now provided free advice for — to people on a — what they were entitled to\nunder these very complicated rules, that the ordinary refugee family in upstate New\nYork didn’t understand. But given his background and training, this was something\nthat Dad understood very well, so he would help, without charging them — people in\nthe Albany area and some other nearby towns, on what they were entitled to under\nthe restitution laws, and th — especially in the 1950s, early 60s, as refugees.",
        "Q: Do you remember any other immigrant children who were — who were\nclassmates or playmates? Any names coming up?\nMarch 13, 2012",
        "A: N-No. There is the sad part, you see, that my best friend in Hannover was the\nson of this couple who lived with us, and he was killed, along with his parents.\nHorst. And the only other Jewish boy in my class, who was kicked out with me at\nthe same time, on the same morning, in November 738, that was a family that we\nwere not in touch with, so I have no idea, frankly, what happened to him, and\nwhether he got out, or not. The only person that we sort of kept in a certain amount\nof contact with was, that the school in England that I mentioned, they took another\nJewish refugee boy, who is now retired as a surgeon, living in Santa Monica,\nCalifornia. And we have sort of kept a little bit, and — especially my brother, in\ntouch with this man, as he left je — England for the United States, grew up,\nmarried, raised a family here, as I said, on the west coast. Now — but o-otherwise\nthat just simply did not occur.",
        "Q: And was there anything that you found curious about life in the United States?\nAnything that you felt you had to adjust to?",
        "A: Well, obviously, at first I thought the people in this country spoke a very unusual\nform of English, for which I had to adjust and adapt over a while. I had never eaten\ncorn on the cob. In those days, corn in — or maize, as they call it in Germany, is\nonly used as animal feed. And what we call sweet corn, was in those days,\ncompletely unknown. And so, when I first was presented with this contraption, of\nMarch 13, 2012\nwhich to eat, I must say I was slightly puzzled, until I watched other people in the\nfamily, who knew how to cope with this particular vegetable. And there were a\ncouple of other vegetables that were simply knew to us, broccoli for one. But that\nwas a little easier to get used to than corn on the cob. It so happened that when I\ncame to this country in September, as I mentioned, in October, of course, came\nHalloween. And we went with the kids of my aunt and uncle, and the idea of going\naround collecting candy was, I thought, a rather unusual habit, but one that I easily\napproved of. The one other thing that at first, again, was odd, was that a couple of\ntimes, my aunt would come to wake me up in the morning, and discover, to her\nhorror that was lying under the bed. And of course what had happened was that\nduring the night, a police car or ambulance had been in the area. I had heard a siren,\nand when you hear a siren, that means an air raid. And I had automatically gotten\nunder the bed. But I got over that, just as I learned to eat corn on the cob, and quite\nlike it now, I got over being accustomed to hearing a siren not meaning an air raid,\nbut meaning that there is an ambulance going by, or the police is chasing a—a\ntraffic violation, o-or whatever. Those things did, I must admit, seem at first a little\ndifferent to me, but they’re not the sort of things that, as a youngster, take very long\nto get used to.",
        "Q: Were you ever homesick? Did you have a feeling of — of loss?March 13, 2012",
        "A: No.",
        "Q: [indecipherable] had to leave?",
        "A: No, I really did not. My pet white mouse died just before we left Hannover, and\nthe last experiences and the events there were so unpleasant. The way I was kicked\nout of school, you see, was particularly unpleasant. The headmaster came into the\nclassroom, read the announcement, and one other boy and I got up, picked up our\nthings and left. I repressed that memory until I was reminded of it at this ceremony\nwhen I got my honorary degree, and the two of my former schoolmates were there,\nand told me about it. But that — that — no, I wa — there was a certain curiosity, which\nis why, as I told you, in ’62, I— I went back, just to see what the place was like. And\nthen I was there again in ’83, when I was in Germany for quite a while, and I have\nsince been back there to lecture and received an honorary degree. But there was\nnever any sense that this was a place that I had lost. After all, they had kicked me\nout, rather emphatically. And so there was never a — a — a-any sense of an — at home\nwas Albany, and remained that.",
        "Q: Well, and — do you remember where you were on December 7\", 1941?",
        "A: Yes. I had made very good friends with a local boy who was in school with me\nin junior high school in the ninth grade, and — and was in the same high school,\nJimmy Lawson. And we made it a habit to meet on Sunday afternoon, listen to the\nMarch 13, 2012\nMetropolitan opera while playing chess. And on December 7\" — we took turns at his\nhouse and our house. We were at his house playing chess, listening to the\nMetropolitan Opera, when that was interrupted with the announcement that the\ncountry was at war. So that was a — a somewhat dramatic event that I remember\nrather clearly. The other side of this was, you see, that when we came to this\ncountry in September 1940, the striking thing was coming from a country all\nblacked out, to one where the — they were — everything was lit up. Cause the ship\nstayed in the outside part of New York harbor overnight, before pulling in to the\npier. And we hadn't seen a city with lights for quite a while. A year and nine\nmonths.",
        "Q: Yeah. Do you need a break?",
        "A: No, I’m okay.",
        "Q: Okay, great. Well, let’s — let’s move onto wartime then. You were too young to\nserve at the time, but you nonetheless served after the war. You were drafted into\nthe U.S. Army. Do you want to talk about your experiences, what you did?",
        "A: Yes, the — the rule at the time that we’re talking about was that you registered for\nthe draft, and were pulled in when you were 18. Well, which went that my older\nbrother, of course, was already in, a year and a half older. When I got to be 18, and\nwas drafted, and took my basic training in what was then called Camp Polk, andMarch 13, 2012\nnow Fort Polk in Louisiana. Then, after that, when was — had a few days at home\nbefore going to Camp Stoneman which is in California, near Oakland Army base.\nI was then shipped to Japan. In Japan I first spent some months assigned to depot\nsupply of the fourth replacement depot. And by being one of two people in\nemergency supply, things that they needed, or had to get rid of, it meant being the\nG.I. on truck convoys, otherwise driven and manned by veterans of the Imperial\nJapanese Army working for the Americans, either picking up or delivering things,\nand that got me a—a good look at the central part of Honshu, the largest of the\nJapanese home islands. And I was very interested in that. I’d taken a course in\nJapanese history in college before I was drafted. And in the process of doing this,\ndiscovered that in Yokohama, where headquarters Eighth Army was, the\noccupation army, there was a school for the soldiers. And I, one day, had the truck\nconvoy stop outside the school, and went in and talked to the administrator, and this\n[indecipherable] lady. I had worked it out so that by the time I was drafted, I had\nthree years of teachers’ college behind me. And I asked, did they need any teachers?\nAnd she said, oh yeah, we certainly do, because they’re being rotated home. Ill\ntake you to see the head of the school, Major Dwight. Major Dwight was very\ninterested in ha — getting me, but explained that he could not order a transfer, that I\nwould have to ask the major in charge of supply at the fourth replacement depot ifMarch 13, 2012\nhe would let me go. And I asked, and the major said yes. So the rest of the time that\nI was in Japan, in the army of occupation, I was in information and education\nsection of headquarters Eighth Army; teaching G.I.s in the Yokohama a — Peace\nCorps, teaching American government, teaching American history, and then after a\ncouple months, I’m also teaching some literacy classes for G.I.s who needed to\nlearn how to read and write. And then in ’47, when the American army decided to\nget rid of its draftees, that is, until the Korean war. Nobody knew the Korean war\nwas coming, but what I meant is that in that period of time, they had enough regular\narmy people, so I was discharged honorably, having in the meantime acquired two\nstripes in the army, and went back to college.",
        "Q: Where did you go to college?",
        "A: Since, as I mentioned before, I wanted to be a teacher, I was very fortunate that\nmy parents picked Albany, in which there was what was then called New York\nState College for Teachers, Albany, now the State University of New York at\nAlbany. And I enrolled there, on the assumption that I was going to teach high\nschool social studies and Latin. And I took classes there, and because — this is, the\nwar is on, I started there in January of ’44. And just as they had had in the high\nschool, a program where you could do your senior year in half a year, which I had\ndone, accelerated, so that young men could get as much in before they had to go inMarch 13, 2012\nthe army, as possible. They also had an acceleration program in the college, where\nyou could take 10 hours in the summer, and 18 each semester, credit hours. And\nthat’s what I did. So I had, with this combination, living at home, going to college\nthere, and various part time jobs, to help the family and myself. So that when I was\ndrafted, I had, as I said, three years of college. When I — during my time in the\nschool in Yokohama, the army had a program where you could take certain classes.\nAnd I did that, and I got six hours credit when I came out of the army, and went\nback in ’47, in the summer, and in the fall. So that although my diploma didn’t\ncome til June of ’48, in fact, I finished my four years in January, took a semester\nand a summer session in Albany, and then went to the University of Chicago for\ngraduate work, because by this time, the G.I. bill led me to think of the possibility,\nnot of teaching secondary school, as I had originally planned, and I had done my\npractice teaching in the ninth grade, but the possibility of getting a PhD and going\ninto college teaching. And for that, I went to Chicago.",
        "Q: Right, and you earned your PhD in 1951, your doctoral advisor was Hans\nRothfels. Can you tell us a bit more about your work with Rothfels? Did it matter\nthat you were both immigrants from Germany?",
        "A: Well, actually, what happened was, when I went to Chicago, my plan had been\nto work on the diplomatic history of the late 19\" century. I was interested in howMarch 13, 2012\nthe Europeans got themselves into the horrors of the first World War, not so much\nthe final crisis, but the 1860s, 70s, 80s, 90s, how they got organized in a way that\nled them to disaster. And so I wrote my first seminar paper on the crisis of a —\neastern crisis of 1876. But I discovered very quickly in working with ro — listening\nto Rothfels in the classroom, and working with him, that his views of this\n[indecipherable] were the opposite of mine. Since I could not afford to change\nuniversities, I changed centuries, and worked with him on 20\" century diplomacy,\nrather than 19\" century. And out of that came not only my shift to 20\" century, but\na very important development that would affect my life thereafter, into today, in a\nrather unexpected way. When I wrote a seminar paper for Rothfels, it was not on\n1876, it was on the May Crisis in German and Czech relations of 1938. And at the\ntime that we’re talking about, 1949 - 50, the first volumes of the documents on\nGerman foreign policy were coming out. These were edited volumes of captured\nGerman diplomatic documents. And in the volume that dealt with the May Crisis of\n1938, they had inserted not only German foreign ministry documents, but a number\nof military documents, concerning invasion plans and so on, so forth. And, because\nI was working on my Master’s thesis already, and had decided to do them on\nGerman-Soviet relations in the nonaggression pact, °39 to ’41, I was unpacking the\nhuge collection of Nuremberg documents that the law library at Chicago had\nMarch 13, 2012\nacquired, and which is now the big collection of the center for research libraries in\nChicago. I discovered very quickly, that at least in my opinion, the people in one\nhall in England, who were putting these volumes together were making mistakes\nwith the military documents. And in the footnotes to my seminar paper, at the\nappropriate points, mentioned these. Rothfels, after returning the seminar paper to\nme, called me into his office, and said that I should pull these all together and look\nfor any others, and prepare a critical note on these volumes for the “Journal of\nModern History,” one of the professional journals in the field, that is edited in and\nproduced by the history department at Chicago. Needless to say, I did what\nRothfels had told me to do, and wrote, and then the “Journal of Modern History”\npublished in March of *51, a critical note on the documents on German foreign\npolicy. At the time, as I was going towards the finishing of my PhD dissertation on\nthe subject of German-Soviet relations, academic jobs in this country were\npractically nonexistent, because faculties everywhere were shrinking. This was the\nonly time in modern American history when enrollments were dropping and\ndropping quite drastically in higher education, as the G.I.s were finishing their\neducation. But I got a call — and so the university had no leads, or I had no leads\nwhatsoever for any job, until I got a letter from a Dr. Fritz Epstein, who was\nrecruiting for a documents project in the German archives, and who had seen thisMarch 13, 2012\ncritical note. I did not know at the time, that he was, in fact, one of the people that I\nwas criticizing. But he read that, and he wrote to me and explained that he was\nrecruiting staff for a documents program. He was flying to the west coast. Would I\nmeet him at Midway airport, between planes, and we’d talk? Needless to say, I was\nvery interested in meeting him at Midway airport, which under the circumstances\nseemed appropriate, since it’s named for one of the critical battles of the second\nWorld War. And he and I started talking. And he was so interested, and I was so\nfascinated, that he decided to take a later plane than the one he was booked for. We\nspent hour — literally several hours just sitting, talking about documents and about\nthe new edition which had just come out, by the do — of the Hitler table talk, and on\nall kinds of things. And we got through later, I got an offer of a job on the war\ndocumentation project. Needless to say, I accepted, and after defending the\ndissertation in August of °51, moved to Alexandria, where the records were. But it\nwas essentially the suggestion that Rothfels had made, for me to do this, that got\nme into the — that job in the first place. The only other interesting contact that I had\nwas, that he was the only faculty member in my three years at Chicago, who at one\npoint had a group of us, myself included, graduate students, at his house, at his\nplace. And all — at that — on that occasion, his wife told me what had happened to\nhim in November of 1938. He was — he — the — both Rothfels and his wife were\nMarch 13, 2012\nvery devout Lutherans, but the family background was Jewish. They came to collect\nhim in November ’38, and his wife explained that he was in bed. He’d lost a leg in\nNovember in 1914 on the western front, and his prosthesis was being repaired. And\nthe men who came to pick him up said, well, we’ll be back in half an hour — this is\nwhat she — what she told me, with a stretcher, and they did come back half an hour\nlater with a stretcher, and took him to the local police lock up. And the sergeant in\ncharge had been in Rothfels company in November 1914, and told the two men to\ntake him out the back and take him home. Soon thereafter he moved to England,\nand ended up in the same internment camp as my father. Came from there then to\nBrown University for a short time, and from there to Chicago. So, that was the one\ntime I was at their apartment in Chicago, and his wife told me this story about his\nrather unusual deliverance in November of 1938. I was his research assistant for a\nquarter. University of Chicago, at least then, was on a quarter system, not a\nsemester system. And he was then beginning to go back to Germany semesters at a\ntime, to Tubingen. So actually when I finished the PhD, he was not there, but I\nwas, in effect, his last American PhD. And his classroom presence was in certain\nways very — I think very influential for me, because he analyzed the students, and\ngot students to look at ways which were unconventional in a way, compared to most\nof the textbooks, and the — I found that very challenging, and very interesting. And\nMarch 13, 2012\nperhaps that helped me a little bit later on when I was doing the teaching. And we\nstayed in touch, and I did go see him once in Germany before he died, in the 70s.",
        "Q: Was he ever happy at Chicago? Was he ever happy in the U.S.? I mean, he did\ngo back to a regular position. [indecipherable]",
        "A: It— it’s very hard for me to say, because he was not the kind of person to share\nhis views and attitudes. I have no doubt that he was very pleased to have a decent\njob, in a first rate university. I did not have the impression that he and the other\nmembers of the history department were on very close terms. But, he continued to\nhave at least a minimal tie to Chicago afterwards, and so — and he certainly had a\nsuccession of graduate students there, of whom I was chronologically the last, but\ncertainly not the only one. And at least my predecessor in this situation Phil\nWolfson, also played a larger role, and I a very minor role in the research that he\ndid on the German opposition to Hitler, on which he produced the first important\nbook.",
        "Q: Well, let’s move onto your early career. You mentioned already the war\ndocumentation project that Epstein recruited you for. Could you explain what that\nwas, and what that work entailed?",
        "A: The American air force, and offi - Human Resources Research Institute at\nMaxwell Air Force Base in Alabama, have made a contract with the Bureau forMarch 13, 2012\nApplied Social Research of Columbia University, to do some exploring in the\ncaptured German records that had been brought to this country. My work on this\nwas physically located, if you will, in the old torpedo factory in Alexandria. This is\na set of buildings crea — built in the first World War, for the making of mines and\ntorpedoes that could be loaded directly onto ships on the Potomac River. In the\nsecond World War, it was the place where the American army deposited its World\nWar II records, temporarily at least. And a portion of this was called the German\nMilitary Document Section, GMDS, where the captured German records were. To\nbegin with, I was asked to do something slightly different, actually, than research in\nthose records. At the time we’re talking about now, *51 - °52 and thereafter, the\ncaptured records in American government custody, were all secured and classified.\nAnd we had to have a clearance to work there, in the building. But there were\nalready substantial numbers of German captured records that one way or another,\nhad ended up in all kinds of places in the United States. And in order to have some\nsense of what was going on, it seemed important to get some idea of what was\nwhere. And so, my first job really, was preparing what came to be my first book, the\n“Guide to Captured German Documents.” Which was partly inventory, partly\nbook listing of captured German records that had ended up in the Library of\nCongress, in the National Archives, in the Institute for Jewish Affairs in New York\nMarch 13, 2012\nCity, in depositories elsewheres in the United States. And in fact that also meant\nthat in the Library of Congress, where there was lots in the manuscript division, I\nwas the one who got to organize these, and set them up, and try to organize them.\nThereafter, like the others, for the most part on the War Documentation Project,\nwere on what was called, Project Alexander. And Project Alexander was the very\nsecret cover name for our research into Soviet partisans in World War I. There was\nan advisory committee on this, for this project, headed by Phil Moseley, Professor\nPhil Moseley of Harvard University. And what we were asked to do by the air\nforce for them, obviously, they were paying for this, through Columbia, if you will,\non a contract basis, was the — what — what was actually going on in the German\noccupied portions of the Soviet Union where there were all these guerillas? And the\ngeneral — the decision as we worked on this was, using the German records that\nwere in Alexandria, we decided to have two kinds of studies; topical and regional. I\ngot to do the topical study, on the role of air power in partisan warfare. Needless to\nsay, our air force was very interested in that study on how the Soviets used air\npower in support of partisan warfare, and how the Germans used air power in\nfighting partisan warfare. And I found that very interesting in studying the relevant\nrecords, insofar as they were available. And many, many, many, many we — decades\nlater, in 2005, noticed when I was in Minsk, the capital of Belarus, and theirMarch 13, 2012\noutdoor museum, World War II museum, they had what they call a decoder. A\nDC3, one of the many that we had provi — the United States provided to the\nRussians under [indecipherable] and which was the key airplane in Soviet support\nof partisan warfare, for flying in supplies, flying out wounded, bringing in officers\nand so on, so forth. But they had one of these American planes that I had written\nabout, on display for me to look at in the original. The regional study that I was to\nmake, was of the Yelnya-Dorogobuzh area in the Smolensk Oblast. And that\nproved very interesting, because it’s really about the only anti-partisan campaign\nthe Germans ever had in World War II that was, from their point of view,\nsuccessful, as opposed to all the other anti-partisan campaigns that my colleagues\nworked on, Bryansk, o-on other parts of Belarus, on the Ukraine, on the\nCaucasus, and so on. And then we had specialized on psychological warfare, and\npartisan warfare and so on. And then these studies were published in classified form\noriginally, by the air force, after they published my guide to captured German\ndocuments. And then they were declassified. And then one of the scholars who\nworked there, on the war documentation project, the — John Armstrong, who made\nhis career in the University of Wisconsin in Madison, sort of edited them into one\nbig book. And the other project that I then did, was to publish in English, captured\npartisan documents that the Germans had either seized from groups, or picked up\nMarch 13, 2012\nfrom dead partisans. And I published th — I mean, the air force published a big book\nof mine, “Selected Soviet Documents on the Partisan Movement.” I also did a\ncollection of Soviet partisan diaries that the Germans had seized. But for reasons\nwhich I don’t understand, the air force never published that. So that exists, this\ncollection of diaries exists, if it does anywhere, only in unpublished form. When\nProfessor Armstrong published this big book that Wisconsin published, “Soviet\nPartisans in World War II,” he added a number of these specialized studies, his\nown survey of the whole partisan movement and very substantial portions of my\nbook of selected Soviet sources, but no part is my ri— remember, of the unpublished\ncollection of partisan diaries. Before I left the project in ’54, there were also — they\nwere beginning to assign us some other specialized studies in this field. While I was\nworking on the Soviet sources on the partisan movement, one of my colleagues,\nEric Waldman, was doing one on the Germany — German locally recruited police,\nthe Ordnungspolizei, and another member, Alexander Dallin, was doing a study\nwhich was published, on the Romanian occupied portion of the Soviet Union. That\nis to say, after the Germans and Romanians invaded Russia in ’41, the Germans\nturned over to the Romanian government, a substantial portion of the Ukraine to\nadminister. Transnistria, it was called. And Dallin was assigned to do a study of\nMarch 13, 2012\nwhat happened in this. And there were probably others, but by that time, I had left\nthe project.",
        "Q: Which other historians, or later historians did you meet at the war documentation\nproject? You mentioned already Dallin, you mentioned Armstrong.",
        "A: Okay, I mentioned Eric — Eric Waldman, whose later career was in Canada.\nWillie Moll, whose later career was in this country. Very important was Raul\nHilberg, who at that point in time, unlike the rest of us, had not yet finished his\nPhD dissertation, but did so, in effect, at Columbia, while working in part — full\ntime with us in the war documentation project, and who subsequently went on to a\ncareer most of his life at verm — University of Vermont. Another person was Earl\nZiemke, who went from the war documentation project, a year or two after I did, to\nthe office of the chief of military history, and published a number of very important\nbooks while there. And then moved to the University of Georgia, in Athens,\nGeorgia, and published some more important books from there. There were a\ncouple others who did not — I mean, who went on with their lives and careers, but\ndid not play that important and professional role, as Ziemke and Armstrong and\nHilberg did.\nMarch 13, 2012",
        "Q: And — and when you describe about the atmosphere there, in the torpedo factory,\nI mean how was it like to be the first to see these documents? I mean, how did you\nfeel about that?",
        "A: Well, it was very interesting. You got a sense of discovery that you couldn’t get\nelsewhere, because while obviously some intelligence specialists and other had\npawed through some of this stuff, mo-most of it you were looking at for the first\ntime, and — and that could really be quite exciting and interesting. I never forget we\nsta — for reasons I cannot now tell you, we — we — one of the collections that I was\nset on early, was the [speaks German], the Reichs commissioner for strengthening\nGermandom(ph). And there they were the files on the individual German military\nleaders, who expected to acquire huge estates in eastern Europe. And I never forget\nthe [indecipherable] who spent, after he was canned, temp — on — in the winter of\n’41 - °42, and spent his time riding around Poland, looking for an estate that the\ngovernment would steal for him before he returned to active duty in the spring of\n°43. And they eventually gave him one, that is, that they stole from the Poles, that\nwas worth, he thought an inadequate one and a quarter million marks. And he was\nvery unhappy that they didn’t steal a bigger one for him. It gave me a kind of\ninsight into the German military of World War II, that I had, I must admit, not had\nup to that point. And the whole business — I mean, I discovered later, and — when I\nMarch 13, 2012\nwas working in the federal archiving [indecipherable] the files on the bribery of all\nof these top officials. But I must say, I was somewhat surprised, shall we say? And\nit was also interesting to — just to see the differences in local handling of things.\nThat is to say that 1t— one German division would operate one way, and another\ndivision 20 miles away would operate somewhat differently. That is to say the\nextent to which local initiatives and different approaches to issues, 1n what people\nrefer to as a totalitarian society, but in which there was more differentiation, if you\nwill, at the local level than one might originally have anticipated. The other thing\nthat really hit me was that — how the horror invaded everything. The welfare\norganizations end up with corpses that they don’t know what to do with, you know.\nAnd the party organizations and welfare organizations are deciding whom to let\nstarve. The — it’s not somehow a segregated, carefully compartmentalized portion,\nthe evil part, but rather, it’s sort of pervasive. And that, I have to admit, came as\nsomething of a surprise. The other part of this that was interesting was that one\ncould periodically help people, e1-either who were there and who needed help, or\nwho came there. I was able to help the ger — indirectly, the German scholar with\nwhom I was working on a biography of one of the key figures of the German\nresistance to Hitler, get some records declassified so that he could use them, since\nthey were still under security classification, in a blanket way. A key figure of theMarch 13, 2012\nGerman resistance came to visit there. A man by the name of Gisevius, whose\nbook, “To the Bitter End” is rather well known. I got to meet him. And then he\nasked me for help. He wanted to have Xerox copies o-of those parts of the police\nreports that mentioned him. And they had explained to him that th — he couldn’t\nhave them. And I went to ask, well what — why can’t he have them? And it turned\nout to be very simple. They could lend and make photocopies for government\nagencies, but they had no way of taking money from anybody to buy anything. So\nwe arranged for them to lend them to the photo duplication section of the Library of\nCongress, which they could do, and the people there could, of course, sell Gisevius\nphotocopies of the documents he was interested in. And there were other such\nthings where one could occasionally assist somebody o-out of simply no — working\nin this wa — what we refer to, since it was not air conditioned in the summer, the\nblack hole of Calcutta. Because you’re there on the Potomac, humidity is very\nhigh, and no air conditioning. It — it was not physically very pleasant, but the army\npeople were very helpful, and so it was an intriguing way to begin working in the\nprofession.",
        "Q: Yeah. And after two one year teaching positions, you were hired again, to work\nwith the captured German records. This was in 1956, and the assignment was to\nmicrofilm all — captured German records before they were returned to Germany.\nMarch 13, 2012\nAnd this project was under the auspices of the American Historical Association,\nwent on for several years. Could you talk about this project, and what your role\nwas?",
        "A: What happened was this: when the — the governments of — of the United States\nand Great Britain, and they each — they jointly controlled, and there was a British\nrepresentative in Alexandria, as there was an American one in England, decided to\nstart sending the records home, under an arrangement of their being American\nrecords. And if you want, I’ll explain how that came to be. But people then became\nscholars in this country, became very alarmed that — how could we assure access to\nthese records, after they were back in Germany? And a group of scholars operating\nprivately and independently in New York, got together and set up a committee for\nthe study of war documents. They got money from the Ford Foundation. They had\na meeting with government officials, in the Library of Congress, with Verner\nClapp, who was then the deputy librarian of Congress. And I was invited to this\nmeeting, from Kentucky, where I was then teaching [coughs] Excuse me. I suspect\non Fritz Epstein’s recommendation. And it was agreed that we would try to film,\nwith the army’s agreement, cooperation, as the records were declassified, so that\nthere would be this sequence, declassification, microfilming, return to the federal\nrepublic. The American Historical Association, and the Ford Foundation agreedMarch 13, 2012\nthat the hand — the financial handling would be through the AHA. And then\nsubsequently, after the Ford Foundation money ran out — excuse me [coughing] da\n— Lillian Dowman(ph) put up money for a while. And then, the Old Dominion\nFoundation paid for many years of it. But the money went through the American\nHistorical Association, and this independent committee became the committee on\nwar documents of the AHA. I was ha — hired by the AHA in the technical sense\nthen, to be the first director, and had the money to hire one professional, and one\nsecretarial assistant. And to pay for one person who was a micro-photographer, but\nwho was, in effect, provided by the National Archives. So, in May of ’56, I moved\nto Washington, and set up this program, and the policies for it. And han — at the\nbeginning, very important decisions and influences to consider. I had managed to\npersuade the committee to put the microfilms that we were going to make, into the\nNational Archives, not the Library of Congress. And I was persuaded by — or\nindoctrinated perhaps is the best term, by the head of exhibits and publications of\nthe National Archives, a man by the name of Lysinger(ph), that it was a mistake to\nfilm selectively. And I fell in with this very, very quickly, because I had been using,\nin the National Archives, for my own research, some of the microfilm the State\nDepartment had deposited there from the foreign office microfilm. And whatever\nthey thought they were doing in [indecipherable] hall, it was editing, and it always\nMarch 13, 2012\nmeant that the same German file either didn’t get filmed at all, or got filmed in bits\nand pieces on different rolls of microfilm, sometimes as many as six. And then\neventually, if you wanted to make sure you had everything, you’d have to go to\nGermany and look at the original file, which in fact I ended up doing. Furthermore,\nas Lysinger(ph) explained to me that there were two other reasons to film,\noccasionally selectively, but generally throughout, was that you spend your money\non filming, not on selecting, which meant that you could produce much more. And\nthere’s no question that this helped us sustain the program, because as Professor\nHale(ph), who was the third head of the committee, but headed it longer than\nanybody else, told me that if you go to a foundation for microfilm, they’re not much\ninterested. But if you can tell them that for 30 or 35,000 dollars a year, you can turn\na million frames into the National Archives, they are somewhat more interested.\nThe other thing that Lysinger(ph) explained to me, that I was barely conscious of\nfrom my earlier work with the Nuremberg material, was that of course, all\ngovernments in World War II, used the poorest paper possible, because they wanted\nto use their resources for things which were a lot more important than requisitions\nfor paper clips. And therefore, we needed to film, in part for access, to be sure,\nwhich was the original concept of the committee; that American, German, British,\nany other scholars could have acc — could be guaranteed access. But that we were\nMarch 13, 2012\nalso filming for preservation. And having seen some of the Nuremberg\nmimeographed stuff starting to crumble, I did not take much indoctrination. But, as\nI said, Lysinger(ph) really put these things to me in a way so that I — when I set this\nwhole thing up, we did a teeny bit of selective, but mostly filming throughout, and\nthat then continued thereafter, long after I was out of it on the — teaching in\nKentucky or in Michigan. But that meant in that — that it was afterwards possible\nfor the army and the project to cooperate. When the army started putting money in,\nespecially for the filming of the military records, they would contract with a micor —\nwith a — for the microfilming, and the committee’s professional people would do the\ndescriptions. So that when it was all over, of the material that was at one time in\nAlexandria, let me put it this way. Somewheres between 90 and 95 percent was\nfilm. The material that was in England, at least 85 percent, and probably 90 percent\nwent back to Germany un-filmed. And I remain convinced of the importance of\nthis, and I have to say I have become more convinced in recent years, of the\nimportance of filming throughout, because while lots of people are increasingly\nthinking about what to do about the fact that the Holocaust survivors are either dead\nor not going to be with us very much longer, the papers, the records of the\nHolocaust era, are disappearing too. Either physically, for the paper, or\nelectronically if they’re electronic records. So that in 50 years or a hundred years\nMarch 13, 2012\nfrom now, not only will there be no human witnesses of those terrible events, any\npaper, or any electronic records will be either gone, or inaccessible. So on this\nparticular side of the issue, I have become, if you will, more convinced of the\nnecessity of total reproduction, either in microfilm, or in high density engraving on\nplates, than I was when we started. And the other policy that I insisted on at the\nbeginning, and that to the best of my knowledge was followed for — through the rest\nof the project, was that where the western allies had not acquired what I would call\nthe — the top level records — and the two examples that I recall very distinctly were\nthe German labor front, and the German welfare — the Nazi welfare organization.\nAs a general policy, whatever was there should be filmed, so that people would\nhave at least something from lower levels, that would give them some idea of what\nthe — the policies and issues were. And later on, when the army was beginning to\nrun out of money for filming, I urged them, and I believe they followed, on a\nsomewhat similar basis. That is to say, all the top level military records were\nfilmed. But when they had to choose among the division records, after a while, I\ntold them all the air force field divisions, whatever there is, all the security\ndivisions, whatever there is. Whatever the field training divisions, whatever there is,\nbecause there you — you were again dealing with an important subject, but only\nfragmentary surviving records.\nMarch 13, 2012",
        "Q: Yet, if you were to summarize, what did the microfilming project achieve? What\ndoes it mean for scholarship, just to get that idea across?",
        "A: Well, it means that there is access, now and into the future, of an enormous\nquantity of German records from the 1930s and 40s, on essentially all aspects of\nevents, and that can be accessed in Washington, that can be accessed elsewheres by\neither purchase or borrowing. And that for one of the most dramatic areas of world\nhistory, and the largest war ever fought that we know about, and the horrendous\ncatastrophe of the Holocaust, there are records that people who are interested can\nhave access to, essentially today, without restrictions, and that they can make the\nmost of. And that there was no opportunity, as there was after the first World War,\nfor the postwar German government to restrict access, even if it wanted to. I’m not\nsuggesting that with certain exceptions, the German postwar government has\nwanted to, but needless to say, in the 1950s, nobody knew this, and we were\nlooking at the past experience, which people had, as opposed to the future\nexperience, which for very good reasons, people hadn't had yet. And there was one\nother aspect to this that I think 1s important, and that is, it created, if you will, a kind\nof precedent. Why keep the records of country X closed, if those of country Y are\nopen and accessible? Why not open American records for the period on which the\nGerman records are open? So that there is, if you will, a — a—a certain impetus, if\nMarch 13, 2012\nyou will, that the declassification, and then microfilming of German records has had\nfor the opening of other records. There is one final point that’s closely related to\nthis, I would argue, and that is that those who might have preferred closure of\nGerman records in postwar Germany, realistically didn’t have a chance. And the\ndramatic example of this that I would site, is the German scholar Derscha(ph), who\nwanted access to some personnel records of the German foreign ministry, which\nwere denied to him. And who then discovered that they were on microfilm in\nWashington. The — the possibilities, in other words, and the temptations simply\nhaven’t been there. And while I don’t want this to be read as a general attack, cause\nas I said, the — the German government of federal republic was on the whole, very\ncooperative. There was never much of a temptation to go in another direction.",
        "Q: Yeah. One of your major publications after the dissertation is related to your\nwork with the captured records, you published Hitler’s second book. Republished it\nin German, with a German publisher in 1961. What is this second book? What is the\nstory behind this peculiar document?",
        "A: In the 19 later 50s and 60s, I was working on the origins of the second World\nWar and German foreign policy. In the process I saw a couple of references to\nHitler having dictated another book. I was back teaching, first at Kentucky, then at\nMichigan. But in the summer of ’58, I went back to assist my successor as directorMarch 13, 2012\nof the project, Dr. Dagmar Perman, and was going through piles of stuff to\ndescribe and set up for microfilming and came across this one sheaf, it’s around 300\npages of typescript, which was labeled as a draft, or partial draft of “Mein Kampf.”\nAnd when I started reading it, it was perfectly obvious this is no draft of “Mein\nKampf,” it’s clear from the opening lines, literally, that this was a second book. Not\nlong after, two things happened, which made the publication possible. One was, that\nit turned out that back in °45, after this document was confiscated at the Nazi public\nparty’s publishing house in Munich by the Americans, they had made a microfilm\nof it back in ’45, and provided it to the British. And under those circumstances, the\nBritish representative in Alexandria allowed me to have a copy made from their\nmicrofilm, so I could start working on preparing a text for publication. I got subseq\n— abou — a few months later, a letter from Rothfels, who by this time was associated\nwith the Institute for Contemporary History in Munich, that they had heard about\nthis book, and he sent me the correspondence, and I wrote back and told him yes, I\njust found it. And so, it seemed best to publish it in Germany, in the Institute’s\npublication series. And 1-it took a while, and there were problems with the Bavarian\ngovernment, which was very hesitant and put a publication run limit on the print of\nthe book. And the, excuse me, Institute had to deal with the Hitler heirs, to make\nsure there weren’t going to be problems about the rights, which they bought for aMarch 13, 2012\nfew hundred marks from them. And so then I put it out in 1961 in German, and it\ntook me til 2003 to get a publisher to put it out in English.",
        "Q: During the 70s and 80s, you were very much known as the specialist on Nazi\nforeign policy. You published two volumes, “The Foreign Policy of Hitler’s\nGermany,” and they’re still among the standard works on — on the topic. Why did\nyou choose the topic of Nazi foreign policy at the time?",
        "A: I chose the topic because then, as I might add, still today, there is a new book on\nthe origins of World War I every six weeks. But there didn’t seem to — there doesn’t\nseem to be similar interest in the origins of World War II. And while I have nothing\nagainst people studying the origins of World War I, having at one time myself\nthought of doing something on the diplomacy of the late 19 century, that set the\nstage for the first World War, it seemed to me preposterous that nobody had done\nanything similar, seriously looking at the origins of World War II. I was convinced,\nand I’m must — then, when I started on this, and remain convinced today, that after\nthe experience of World War I, which was most unpleasant for all concerned,\nwinners and losers, there was no one else on the face of the globe who was going to\nstart another World War, than the Germans. It was true, and it happened, that local\nwars would be started by others. A civil war in Spain. But that was a civil war. The\nItalians were going to revenge their earlier defeat by the people of Abyssinia, andMarch 13, 2012\nwhat you really had was the last of the great colonial wars. The Japanese had fought\none war with China and one with Russia, and now would fight another one with\nChina. There was always the possibility of another war in South America between\ncountries that had been at war repeatedly in the 19 century. There was always the\npossibility of some war between who knows, the Hungarians and the Romanians,\nwho were always itching to do that, but fortunately didn’t. But starting another\nWorld War, nobody after 1918, other than possibly the Germans, were going to do\nthat. And so, I figured that since nobody else was doing anything seriously on the\norigins of World War II, the best way to do this was to organize it around the place\nwhere the initiative came from. And while there were people in Germany in the per\n— in the 1920s, who were thinking seriously of the possibility of maybe trying to\ntake back some of the land they’d been forced to return to Poland, or — 0-or who\nknows what else, no one other than Hitler was thinking of anything bigger. And so,\nI decided that the way to organize an origins of World War II book, was around\nGerman foreign policy after 1933. And aster — after I had gotten into it for a while,\nit became clear to me, and by discussion with a man who was doing this from the\ninstitutional side, whom I got to know, Professor [indecipherable] Jacobson(ph),\nthat I’d best do this in two books, rather than one. Now, they are now available inMarch 13, 2012\none book, but I’m talking about when I was doing them, at the time, so out of this\ncame the two books on Hitler’s foreign policy.",
        "Q: From our perspective, 2012, do you think that Nazi foreign policy and\ninternational diplomacy during the 1930s are topics still worth exploring, or have\nthey run their course?",
        "A: Well, there is now, ironically it appeared last year, what literally one other book\nin the field, and this was the British historian Zara Steiner, who had written the\nbook, “The Triumph of the Dark,” which is an European international history of\nthe 30 — of the °33 - °39 period. And I have a very high opinion of her, and of her\nwork, which follows a book she did on the 1920s. Big book, very big book. But I\nthink that there may well be issues in there that are still worth looking at. But other\nthan her, and as I said, the book just came out last year. People just don’t seem\nmuch interested. They’re interested in the war itself, and they continue, as I s — told\ny — mentioned, to turn out books on the origins of the first World War, another one\ncomes out every year. But I do not feel, frankly, that I have a copyright on either the\n1930s or the war, and that if someone else would like to do this, they are welcome.\nThe one caution that I would put in there is that the amount of records that is\navailable, is very big, and you better be prepared to spend a lot of time.March 13, 2012",
        "Q: Yeah. The — the German foreign office itself, as an institution, has recently\nattracted renewed attention. There was a — a German historical commission looking\nin to the history of the German foreign office during the 1930s, and during the war\nand the Holocaust. And the book was published in 2010, called “The German das\namt(ph).” Made a bit of splash in the German press. What do you think of that\nstudy?",
        "A: Well, I wa — I have the book and I’ve read it, but it’s a very interesting and I\nknow at least a few of the people who’ve been involved in preparing it. I think it’s\nquite thoughtful, but it does not, in my judgment dig sufficiently carefully into some\nof the people involved, and their actions. Let me — the best way to put this clear is\nan example. One of the central figures in the German foreign ministry in the 30s\nand 40s, was Ribbentrop’s Secretary of State, Ernst von Weizsacker, who was\ntried after the war, sent to jail for a few years. At one time during the war, when the\nGermans were rounding up Jews to be killed, they also tried to get them from the\noccupied countries. And when they started after the Jews of Norway, the Finnish —\nexcuse me, the Swedish government, informally sounded in Berlin, whether it\nwould satisfy the Germans if they took these Jews into Sweden. That sounding was\nmade to Weizsacker, and he waved it off. The document was published, in fact, by\nthe Germans, in the series a — the German edited series of the wartime foreign office\nMarch 13, 2012\ndocuments from December ’41 to May of ’45. This, of course, is why the next year,\nwhen the Germans went after the Danish Jews, the Swedish government, instead of\nquietly asking, is it okay if we take them, announced on the radio, we will take\nthem, and the Danes put the Jews on boats and sent them to Sweden. Now, that\ncomplex is completely missing from this. Weizsacker’s role, in the negative sense,\nwhich ironically would have a positive impact for the Danish Jews, but negative for\nmany from Norway. And yet, it seems to me that that’s an area where the people\nwho put together Das Amt(ph) certainly did not dig carefully enough into, in this\ninstance, the published record. We’re not talking about some great secret here. The\ndocument — the relevant key document was published many years ago, and 1s in\nlibraries, and not just in mine. And I think that there are other areas where a more\ncareful look — now what, of course, I don’t know, is what, if anything, was edited\nout by the official authors of the book, who had people working for them, who may\nvery well — I have no way — no inside knowledge here — turn up things that for one\nreason or another they didn’t include, or get around to. But it is, at least, I would\nargue, a respectable start into a set of issues about continuity and change, that is\nhelpful.",
        "Q: If you turn to your — your own work, your opus [indecipherable] the book that\nmost contemporaries now associate you with, is the one [indecipherable] history of\nMarch 13, 2012\nWorld War II, “A World At Arms,” which appeared in 1994. What moved you to\ntake on such a vast project?",
        "A: In 1978, I sent off to the University of Chicago press, the text of the second\nvolume of the study of Hitler’s foreign policy. And I had to decide what to do next.\nAnd I will tell you why, of the various possibilities, which I won’t go into, I decided\nto do a World War II history. I’m talking about ’78. I was very dissatisfied with the\nexisting literature on the war, for the following reasons, most of which, I’m afraid,\nstill hold. One was that most of those who’ve written on the war, make the same\nmistake the Germans and Japanese made during the war, it never occurred to them\nthat the earth is round. You would get long discussions of the war in Europe, quite\nseparate from long discussions of the war in the Pacific. But the leaders had to\nmake decisions about both, as they were both going on. The most recent edition of\none of the major, well-known books on the war, I won’t mention the authors here,\nin fact comes out in two volumes. The European war, the Pacific war. But they did\nnot take place on different planets, in different centuries. They took place on the\nsame cent — in the same century, on the same planet, and choices, allocation of\nresources, decisions about where to launch offensives or defensive\n[indecipherable] process, all had to be made by the folks at the top, about both\nsimultaneously. From — a second aspect of the literature that I was very disturbedMarch 13, 2012\nabout was — especially in this country and England, was a reliance on German\nmilitary memoirs, especially those translated into English. And since this 1s, to a\nvery considerable extent, a collection of garbage, the — people had been, and\nallowed themselves to be misled. I see recently — I won’t mention the author, a big\nbook on World War II, where the person still believes the fairy tale that Field\nMarshall Manstein put into his personal memoirs, that he had ordered\n[indecipherable] isolated in Stalingrad to break out. The reality is he made — gave\nno such order, but fabricated it in his memoirs. The oten — third factor that I found\nvery troubling, was the absence of purpose from most of the literature. The\nGermans did not start the war because the French would not allow Hitler to see the\nEiffel Tower. There was a purpose to the war, and it was not that they had an army\nthey didn’t know what to do with one weekend. The war was to start a demographic\nrevolution on the globe, of which killing all Jews was to be a central part. Now I’ve\nalways argued it is not a coincidence that when Hitler ordered in writing, the killing\nof the handicapped, in late October °39, he dated it for September ’39. And nobody\ncan persuade me that that’s because they didn’t have a calendar. He also, in his\nspeeches, published by the Nazi regime, in — during the war, would repeatedly refer\nto his promise to kill all Jews in Europe, on 30 — January ’39, always said he did it\non — for September ’39. Now these two quite deliberate mis-datings, are, in my\nMarch 13, 2012\npersonal opinion, an interesting way of providing insight into the way Hitler and\nhis associates were thinking. That is to say, the demographic revolution was what\nthe globe — what the war was about. It was not that he always wanted to see\nWarsaw, okay? When a killing squad is assigned to Rommel in the summer of ’42,\nit was not because Rommel was sent into Egypt so that they could dismantle the\npyramids, and re-erect them outside Berlin. It was so that they — he could supervise\nthe killing of all Jews in Egypt and Palestine, before the area was turned over to\nItaly, as Hitler planned to do, and he didn’t trust the Italians to do a thorough job.\nAnd he had very good reasons for — for this. The war wasn’t started, as I said,\nwithout some purpose. And much of the literature on the war, completely disregards\nwhat was about. And I’ve always thought it was very interesting, that in the winter\nof °41 - °42, in the German records, the diary of Fremborg(ph), the correspondence\nof Stief(ph), they comment on the fact, there are no trains to send winter uniforms\nto our soldiers who are freezing to death. While on the same tracks there are plenty\nof trains to take Jews from central Europe to eastern — to be killed. The priorities of\nthe regime, from time to time, were very clear, but that was missing from the\nliterature. A fourth part of the literature that alarmed me back in ’78, was that there\nhad been, in the earlier 70s, and mid-70s, very large scale declassification of\ndocuments. And most people writing on the wall, found it most expedient not toMarch 13, 2012\nlook at them. And I knew from my work on foreign policy, that that’s a very time\nconsuming business, and you have to get some grant money to spend time in\narchives, but wasn’t it about time that these things were utilized? So I decided — and\nby this time, you understand, I’m ho — I’m holding an endowed chair professorship\nat the university. With it comes a research and travel allocation that — that’s what\nI’m gonna do. Although it takes a whil — it’s gonna take quite a while, but since\nnobody else has done it, which is part of why I did my book on the origins of World\nWar II, I figured I’d give it a try.",
        "Q: And it took you 16 years? Did I calculate it correctly?",
        "A: Not quite, it took 14.",
        "Q: Okay.",
        "A: Because it took two years for them to get out the book.",
        "Q: I see.",
        "A: But the — but the text went off to the publisher in ’92.",
        "Q: Right. Was it easy to find a publisher for such an ambitious project?",
        "A: Well, the first publisher, after they saw being part of it, decided that they could\nnot publish a thousand page book on World War II, and so I said okay, though they\nsubsequently published a thousand page book on the British navy in World War II.\nAnd I kid them periodically as to the number of copies of that that they may haveMarch 13, 2012\nsold. The next publisher was a university publisher in this country, who got\nconfused as to what to do, and so on, so forth, so I shifted. The Cambridge\nUniversity Press editor came to this country to see me. And they decided they\nwould do it, and a — since they had just published a book on an important figure, for\nwhich they were charging either 80 or 90 dollars, I insisted I would not sign with\nthem, unless they would promise to keep the cost of the hard bound book under 40\ndollars, which they proceeded to do. And it was kind of interesting that when they\nsent — I suggested that they keep the margins smaller, and that would keep down the\nnumber of pages. And they assured to — I was informed, politely, that they had been\npublishing books in a certain way for several hundred years, and they were not\ngoing to change, even if it would save a hundred pages. So, it came out, and — in\n94, and they had a marvelous copy editor, whom I got to know, who was in the\nWrens, the women’s navy, British navy in World War II, and who was very good,\nand did a fabulous job of copy editing. And they printed it, and at least to begin\nwith, the hardbound was, I think, 35.95, or 36.95, and the softbound was well under\n20 dollars.",
        "Q: So beyond the competitive pricing of the book, how do you explain the success\nof this book? Which nerve did you hit with it?\nMarch 13, 2012",
        "A: Well, I think that there are a number of people who have told me they like the\ncomprehensive coverage. They like the fact that if they want to, they can dip into it,\nread a chapter on the home front, read a chapter on weapons systems. Read\nsomething about the Pacific war, if they’re interested, read something about the war\nin Europe. They — the style appears to appeal to people. Scholars like it because in\nthe back notes, I refer to the archives, and to issues that still need to be investigated.\nAnd although I repeatedly am told that the — when faculty assign it as a text in\nWorld War II courses, at first the students are aghast, because they see the size of\nthe book. They then like it. It reads well, they tell me, and in one school, where it\nwas dropped for another, the students rebelled and said, we want that one back. The\nprice has — has unquestionably helped, and of course, by the time tens, and by now\nhundred thousands are in print, that means that the students who use their\ncomputers, or their bookstores, can find used copies at very reasonable prices, at a\ntime when other textbooks, including ones in this field, are getting more and more\nand more expensive, a-and this one 1s accessible financially. And of course, I\nalways remind people who talk about the size, I tell them it was a big war, and\nthat’s not my fault. And that they are — that is is a multiuse book. That in the\nsummer they can use it as a doorstop, and that in the winter they can keep it in the\ntrunk of their car, and then they will not skid on ice, and if they run into a snowdrift,\nMarch 13, 2012\nthey have something to read. So there are all kinds of advantages, in addition to the\nactual contents o-of it. And th-there’s been translated into German, Spanish, Polish,\nI thi — I’m not — Italian. And it’s supposed to be translated into one or two other\nlanguages, but I have no idea whether it will or not. The only one that I checked\nagainst the original was the German edition.",
        "Q: Okay. [break] Which are the major scholarly debates you found yourself\ninvolved in, over the course of your career?",
        "A: Well, the first one came when I was asked by the quarterly for contemporary\nhistory in Munich, in view of my prior writings and work, to write a article on the\nGerman decision to invade the Soviet Union. And since I had worked on this a\ngood deal, I wrote an article for them in German, had the German corrected by my\nfather, and sent it off, and they published it. We’re talking about around 54 or five.\nAnd then, two German scholars responded with an article arguing quite differently,\nand I was given the opportunity to respond to them. Ironically, the key figure who\nwrote disputing what I had written was Andreas Hillgruber, a German scholar\nwho ironically then eventually came around to my view, and in his bi — big book on\nthe subject of Hitler’s strategy, took my position rather than the one, that along\nwith Seraphim, who had been his dissertation director, had taken in their response\nto me. Thereafter, I was not really so much in direct disputes, as taking positions\nMarch 13, 2012\nthat others very often did not agree with. And that continues to be the case. And that\nis true, particularly I would argue, 1-in relation to Holocaust studies, where the\ntendency in the last 30 years or so, has been to do Hamlet without the Prince of\nDenmark. Everybody wants to look and does look at this district commissioner,\nthat military figure, that local governor, that Gauleiter, or whatnot, but nobody\nwants to look at Hitler any more. And that’s one area there, where I rather disagree.\nThat is to say, 1n a society, not just in a dictatorial society, but also in a democratic\nsociety, the tone is set at the top. And then people try to accommodate themselves.\nThey have lots of discretion and accommodate themselves in different ways, and do\nit differently. But unless one looks at where and what the impetus is, people miss\nwhat’s going on. And I think it is interesting, to take just the one rather dramatic\nexample, but there has just appeared a big book on the Holocaust in Romania by\nJean Ancel. And he makes it very clear that there’s lots of persecution of Jews in\nRomania and by Romanians; the Iron Guard, the government and so on. And there\nare some pogroms. But it’s when the dictator of Romania, Antonescu meets with\nHitler personally on the 12\" of June, 1941, and Hitler tells him that after — that\nwhen the newly occupied territories fall under German and Romanian control, all\nthe Jews there are to be killed. And it is then that the Romanians change. And\nhaving killed and persecuted lots of Jews before, and having killed maybe a coupleMarch 13, 2012\nthousand, in the following two years they kill over 400,000. I would suggest that\nthere is a difference when a degree becomes a differ — difference in kind. That\naspect, you see, I —I see differently from most. The other aspect which I see\ndifferently from most is that people keep yakking about killing the Jews in Europe,\nand being unwilling to face up to Hitler’s view that all on earth needed to be killed.\nWhen the Germans killed the Jews in the Dodecanese islands in the Aegean, they\nare living in what by German definition is a part of Asia. When they attach a killing\nsquad to Rommel’s headquarters in north Africa, at least on my atlas, neither\nEgypt nor Palestine is a part of Europe. And what people simply don’t want to\nface up to is that Hitler personally at great length explained to the grand ra — mufti\nof Jerusalem, that Jews on the whole earth have to be killed. But people find that\ntoo frightening, I guess, to think about. And s-so therefore, they keep talking about\nEurope, Europe, Europe, Europe, and ignore the fact that it was the military\noperations of the Soviet Union, Great Britain and the United States that\nessentially confined a worldwide scheme, to Europe. So there are some issues\nthere, which I continue to see differently from most. The other — another area, I\nguess where — although it’s only been explicit once, I see it differently from many,\nnot all, is on the German military leadership of the second World War, which I\nwould suggest that the top and strategy was generally incompetent, when othersMarch 13, 2012\nthink was competent. And that it has become a kind of cliché, that they always\ndisagreed with Hitler, and they were right and he was wrong. And usually they\nagreed with him, and very often when they disagreed, he was as often right as they\nwere. In the Pacific war, I have, for many years been intrigued by the total neglect\nand the discussion of the Japanese plans of which we knew, to kill all allied\nprisoners of war. And of the Japanese agreement at the top, that when the allies\ninvaded the home islands, Japanese casualties would be 20 million. It may well be, I\nhave often thought, that the Japanese award in the 60s, of the highest decoration to a\nforeigner, to General LeMay, who commanded the assault on — air assault on the\nhome islands, including the great fire raid on Tokyo, and the atomic bombs.\nPerhaps they realized that 150,000 is considerably smaller number than 20 million,\nbut many of my colleagues in American history cannot get that arithmetic as\nstraight as evidently the Japanese have.",
        "Q: You have taught at four universities; Kentucky, Michigan, Chicago, North\nCarolina. You had a long, fruitful career as a teacher. When, and under what\ncircumstances did you begin to teach the Holocaust?",
        "A: There are two quite separate answers to that. I have taught the Holocaust as a\npart of modern Europe, modern German, and World War II history as long as I’ve\ntaught, starting, ironically, back in 1954. The first time I have taught a course\nMarch 13, 2012\nentitled Holocaust was here at Chapel Hill, and that would have been, I would say\na little — 20, or a little over 20 years ago. The — the history department at this\nuniversity has a program of undergraduate seminars called, History 90s, because\nthat’s their number in the catalog. These are limited to 15. I introduced a History 90\non the Holocaust, which was the first Holocaust taught — ever taught here, around\n20 years ago, or a little more. And it always filled. But, at the same time, I had lots\nof other teaching responsibilities, and the survey courses; Western Civ, the World\nsince 1945, a big course I introduced. German history, European 20\" century. So I\nwould teach this, if you will, one Holocaust seminar for undergraduates, over and o\n—a number of times over the years.",
        "Q: And what were the reactions to this new course? I mean, what — how did the\nstudents react to it, how did other faculty react to it?",
        "A: Well, other faculty reacted to it in a normal way that a committee has to approve\ncourses, and they did. With more or less enthusiasm, I frankly don’t know, because\nthat is essentially a routine operation. The students filled it up every time, and then\nwhen it got to 15, it was closed, because that was the way that type of course is set\nup in the department. And while once or twice, under very special conditions, with\nappropriate paperwork, we got a 16\" student in. But these were never big lecture\nclasses of any sort.\nMarch 13, 2012",
        "Q: And do you think that Holocaust education is now well established in American\nhigh schools and colleges, or do you think that interest might wane at some point?\nOr, put differently, what challenges do you see for Holocaust education in the\nfuture?",
        "A: Well, i-it seems to me, I don’t really know enough about secondary education,\nand I know that it is taught in many insto — institu — high schools in the country.\nAnd that in many states there are requirements in this field, and in many states\nefforts are made to prepare teachers, that is public school teachers, properly, so they\ncan do this. I do know a little bit ki — more about the college and university system,\nand there it is reasonably well established, I would argue, for a couple of reasons.\nOne of them is that there are many scholars who have worked in the field, who\naccept positions in modern European or modern German history, and who are\ninterested in offering a course on the Holocaust. And the other side of this, very\nclosely related to this, is that departments who need large numbers of enrollments,\nto offset courses they need to offer, in things like medieval history, where they’re\nnot going to get large numbers of students, but need to offer them, are interested in\nthe fact that Holocaust courses are always filled. And I know, both from my own\nPhDs around the country, and others, that when there is a course offered, the chairs\nare filled. And if you ask, well, why are the chairs filled, it is not because these\nMarch 13, 2012\ncourses are required. It is — they are filled because there is a general public interest,\nand students are interested. Whether it satisfies a particular degree requirement or\nnot, or can be used as one of a vast number of courses that would fulfill a particular\nrequirement, th-the reality is that the students go to the courses on the Holocaust\nbecause they have an interest. They’ve heard about this, they want to know\nsomething about it. And if it’s offered, that’s it. And the other side of this is that\ndepartment chairs know that if one of their faculty members is going to offer a\ncourse, it’s going to be full. And so, because of the interest out there, not because of\na requirement that students take it. Under those circumstances, I would argue that\nthe field 1s reasonably well established. That doesn’t mean that there are no issues\nor problems, and I would suggest that the future here depends heavily on faculty\nmembers being honest and forthright about a differentiation between the Holocaust\nand other genocides. That doesn’t mean that one is a hierarchy of better or worse,\nbut what I would argue is a sense of differentia — differentiation. And it is in this\nregard that the issue I just alluded to, that is to say where I differ with many in this,\nthe concept of a worldwide killing program. All other genocides of which we know,\nare geographically defined. The Turks wanted to kill Armenians in Armenia. They\nhad not the slightest interest in Armenians who had emigrated to France or\nArgentina or the United States. The UstaSe in World War II Croatia wanted to\nMarch 13, 2012\nkill Serbs who lived in Croatia. The fact that there are lots of Serbs living — or\npeople of Serb descent living in Chicago, they assumed they wouldn’t like when\nthey hear about this, but there was no particular interest in going to Chicago to kill\npeople of Serb background. One of the major differentiations I would argue,\nbetween the Holocaust and all other known forms of genocide, was the concept of a\nworldwide program. And I think that in the future, as the time in which the\nHolocaust occurred, recedes further and further into the past, and other genocides,\nlike the one in Rwanda, are chronologically seen 50 or a hundred years from now,\nas being about the same time. I think that unless those who do work on the\nHolocaust, both in their research and in their teaching, are ho-honest about\ndifferentiations, not that one is worse than another; people are dead whether they\nare killed in one or the other, but that the conceptualization of this was different,\nand novel in its own way, as well as the implementation on an industrial scale. I\nthink that is an issue that the teaching of the Holocaust, at the college and university\nlevel in the future, has to — what to engage, the reality as a future generation of\nstudents looks back on a variety of mass killings, none of which was better or worse\nthan the other mass killings, but out of which group, the Holocaust stands apart. Not\nabove, not below, but apart, in a category by itself.\nMarch 13, 2012",
        "Q: Dr. Weinberg, as you look back on your successful and eventful life, what do\nyou remember as the most exciting moments of your scholarly career? Like a\ndiscovery, recognition and insight, which moment do you remember as particularly\nexciting?",
        "A: Well, I’m not sure that I remember one more than another. I was very excited\nwhen I got my first opportunity to teach at the University of Chicago, because I had\nnot had that opportunity before, at a college university level. I was quite excited\nwhen I, in the summer of ’58, I looked at what turned out to be not a draft of “Mein\nKampf,” but this other book of Hitler’s which, since I was working on German\nforeign policy, here was Adolf himself writing on foreign policy. I thought that that\nwas a very good coincidence. And I guess the other moment was when my wife\nJanet took a picture of me at the post office, when I was sending to Chicago, in a\nhuge crate, two copies of the World War II book manuscript.",
        "Q: And what did you find most rewarding, most gratifying in being a scholar and a\nteacher?",
        "A: The response of students. I like my students, even the ones that didn’t do so well.\nBut I like getting a sense of looking at students while I was speaking, when their\nfaces sort of lit up a little bit. Oh, I get that. And I was very pleased to have a\nsuccession of graduate students who moved forward in their graduate work, and\nMarch 13, 2012\nnone of whom is unemployed today. And a— a majority of whom went into\nacademic careers, but a substantial number into other careers in the government,\nand in archives. And that is always very interesting, because of course, they learn\nmore about the subject they’re working on than I ever had learned. And it was very\ninteresting to have this combination of individuals, and their — their relationship\nwith me, both then and after they had finished, a-and to see other people make new\ndiscoveries, this — find new connections, and then go forth into the world — the\nacademic or the government world, and make successful careers for themselves.",
        "Q: Is there anything you wish to add to this interview?",
        "A: Well, perhaps I should mention the two monuments that aren’t up, that I think\nshould be up. One monument should be up in ger — or at least plaque should be up\nin Germany, the other in England. Eng — 1955, the Austrian state treaty provided\nfor an independent Austria, and the allied occupation troops to leave. When the\nAmerican occupation troops left their zone [indecipherable] area around Linz. And\nin one of the barracks that they had ta — the Americans had taken over from the\nGermans, they found a bunch of records. And those records, it turned out, were the\nrecords of the area, military area district horse draft board. We forget today that in\nEurope, until World War, and into World War II, governments drafted not just\npeople, but also horses. The question then arose, what’s to be done with these\nMarch 13, 2012\nrecords? The Austrians said, well, these were Austrian horses, and the records were\nin Austria, and the records should go to Vienna, and if the Germans want to look at\nthem, they’re welcome. And the Germans said, oh, but these are German records,\nthey were created by our agency, the horses are all dead. The records should go to\nthe military archive in Freiburg, and if the Austrians want to use them, they’re\nwelcome. When there are legal questions in the American military, they go to the\nJudge Advocate General’s office in the Pentagon. And the lawyers there decided\nuh-uh, these are American records, they go to Alexandria. Which is what\nhappened. But because they were American records, they naturally fall under\nAmerican archive law. And that meant, among other th — two things. Number one,\nthat American privacy rules would apply to them, and we applied them in our\nmicrofilming. But it also means that there would be the system of records disposal.\nThe the National Archives would present to a joint committee of House and Senate,\ndisposal schedules from time to time. These records go to the National Archives,\nthese records go to the regional archive in Atlanta, or wherever. These records get\ndestroyed, nobody needs them. These records are sent to Germany, the federal\nrepublic. And if the congressional joint committee agreed, as I’m informed it\ngenerally did, that’s how they got there. And I have therefore been long of the\nopinion, both orally and in print, that the Germans should put up at least a plaque inMarch 13, 2012\nhonor of the Austrian horses who got them their records back. Seems to me only\nreasonable. The Brits need to put up a plaque, or a monument of some sort, to the\nDuchess of Windsor, because if she had not, as Wallace Simpson, put her sites on\nthe man, the Prince of Wales who became Edward the eighth, and who abdicated\nin order to marry her, the British would have been stuck with him, whether he\nmarried someone else, or remained unmarried, for the rest of his life. And sparing\nthe British from having him as king during World War II, is something that P’ve\nlong argued that people in Great Britain ought to acknowledge by some kind of\nplaque, or other dedicated thing. In my own work in the British records, it is very\nclear that in 1940, thi — by this time, the Duke of Windsor, because of course, he\nhad abdicated before, and George the sixth was king, and his wife, the Duchess of\nWindsor were, if not very strongly pro-German, inclined in that direction. They\nhad no sense of what really was going on in the world. And at a time when Britain\nwas being assaulted from the air, their main concern was the fate of their furniture\nin the Paris apartment, and whether one of his junior aids could get an exemption\nfrom the British draft. They shipped him off to the Bahamas, but this was not the\nkind of person that the country needed in its great hour of need, and people tend to\nforget that George the sixth, who became king and was king through the whole war,\ninto the beginning of the 50s, when he died, was a man who had then, on a British\nMarch 13, 2012\nwarship, in 1916, at the Battle of Jutland, the great naval engagement of that war.\nThis was somebody who had a connection to the country, it was thought that\nEdward the eighth never did have. And so, since she was the one who took the\ninitiative to arrange — or have it arranged, let me put it that way, that George the\nsixth became king, I think the Brits owe him one — owe her one.",
        "Q: Dr. Weinberg, thank you very much for your time, and for this wonderful\ninterview.",
        "A: Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Hello, we’re here in Chapel Hill to record an interview with Dr.\nGerhard Weinberg. The interview has been commissioned by the United States\nHolocaust Memorial Museum, and is hosted by the University of North\nCarolina, Chapel Hill. The interview will then becar — become part of the\nHolocaust Museum’s archive, part of a collection of conversations with the first\ngeneration of Holocaust scholars in the United States. My name is Astrid M.\nEckert. I teach Modern European History at Emory University in Atlanta.\nGerhard Weinberg was born in Hannover, Germany in 1928, and spent the first\n10 years of his life there. He and his family had to leave Nazi Germany after\nKristallnacht. They first went to Great Britain, and then onto the United States,\nwhere he could continue his education. In 1951, he earned a PhD in history from\nthe University of Chicago, and launched a successful career as a historian.\nProfessor Weinberg taught at the University of Chicago, the University of\nKentucky, the University of Michigan and since 1974, at the University of North\nCarolina, Chapel Hill. He is now UNC’s William Rand Kenan Professor\nEmeritus of History. His public persona is that of a leading World War II scholar,\nwho has written, edited — or who edited no less than 10 books, and over a hundred\narticles and chapters, and who is well-known inside academia for his spot-on book",
        "Q: Yeah.",
        "Q: And when you said that your father served in World War I, could you say a bit\nmore about his experiences during the war?",
        "Q: Right. If you think of your extended family, were there noteworthy\npersonalities?",
        "Q: Can I — can I ask you about experiences with anti-Semitism? With social anti-\nSemitism, and you know, like I mean, pre ’33? Because you’re already touching on\nit, like you know, the very fact that somebody would have to convert to become —",
        "Q: Okay, all right. And was your family observing? Did your family have strong\nties into the Jewish community in Hannover’?",
        "Q: How many Jews lived in Hannover at the time, do you know’?",
        "Q: And did your family have any experience with anti-Semitism before 1933?",
        "Q: What is your — what is your — what are your fondest memories of your childhood\nin Germany”",
        "Q: Wonderful. Well, you touched already, about the changes that came with 1933. I\nmean, how did you, as a child, experience the onset of national socialism inMarch 13, 2012\nGermany? I mean, how and when did Nazi rule begin to impact your everyday\nlife?",
        "Q: Which — which grade was this? Were you third grade, fourth grade?March 13, 2012",
        "Q: Yeah. And did the behavior of your neighbors change in any way? People who\nalso lived in your house? Anything you remember there?",
        "Q: The synagogue in Hannover was attacked very early on, already in March 1933\nwas the first attack on the synagogue. Was Hannover a particularly anti-Semitic\ntown?",
        "Q: And what happened to your father during Kristallnacht, 1938?",
        "Q: Do you know which camp your uncle was taken to?",
        "Q: Did he ever talk about that time?",
        "Q: You mentioned already a little bit, the preparations for emigration. How did the\ndecision to emigrate take shape in your family? When did your farents — parents\nfirst consider it? Who first had the idea, or saw most clearly what had to be done?",
        "Q: How’s — how — can you say something about the process of a — obtaining these —\nthese numbers, and of obtaining a visa? How strenuous was that process?",
        "Q: When you first went to Britain, when did you depart?",
        "Q: When did you first go back to Hannover, after the war?",
        "Q: What did you do, during those few hours?",
        "Q: What happened to your family’s assets; [indecipherable] furniture, household\nitems? Could you bring anything, could the — your parents bring anything, or was\neverything confiscated?",
        "Q: How long did you stay in Britain?",
        "Q: And how was your life at the boarding school?",
        "Q: What was your — the experience of your parents in England?",
        "Q: So for how long did your mother not see her husband?",
        "Q: So you arrived in New York, September 1940, correct?",
        "Q: Yeah. And where did you first stay?",
        "Q: Was it an issue among your schoolmates that you were a Jewish refugee from\nGermany, was that an issue at all, in any way?",
        "Q: Right. Did you see yourself as part of a network of German-Jewish immigrants\nin the United States?",
        "Q: Do you remember any other immigrant children who were — who were\nclassmates or playmates? Any names coming up?",
        "Q: And was there anything that you found curious about life in the United States?\nAnything that you felt you had to adjust to?",
        "Q: Were you ever homesick? Did you have a feeling of — of loss?March 13, 2012",
        "Q: [indecipherable] had to leave?",
        "Q: Well, and — do you remember where you were on December 7\", 1941?",
        "Q: Yeah. Do you need a break?",
        "Q: Okay, great. Well, let’s — let’s move onto wartime then. You were too young to\nserve at the time, but you nonetheless served after the war. You were drafted into\nthe U.S. Army. Do you want to talk about your experiences, what you did?",
        "Q: Where did you go to college?",
        "Q: Right, and you earned your PhD in 1951, your doctoral advisor was Hans\nRothfels. Can you tell us a bit more about your work with Rothfels? Did it matter\nthat you were both immigrants from Germany?",
        "Q: Was he ever happy at Chicago? Was he ever happy in the U.S.? I mean, he did\ngo back to a regular position. [indecipherable]",
        "Q: Well, let’s move onto your early career. You mentioned already the war\ndocumentation project that Epstein recruited you for. Could you explain what that\nwas, and what that work entailed?",
        "Q: Which other historians, or later historians did you meet at the war documentation\nproject? You mentioned already Dallin, you mentioned Armstrong.",
        "Q: And — and when you describe about the atmosphere there, in the torpedo factory,\nI mean how was it like to be the first to see these documents? I mean, how did you\nfeel about that?",
        "Q: Yeah. And after two one year teaching positions, you were hired again, to work\nwith the captured German records. This was in 1956, and the assignment was to\nmicrofilm all — captured German records before they were returned to Germany.",
        "Q: Yet, if you were to summarize, what did the microfilming project achieve? What\ndoes it mean for scholarship, just to get that idea across?",
        "Q: Yeah. One of your major publications after the dissertation is related to your\nwork with the captured records, you published Hitler’s second book. Republished it\nin German, with a German publisher in 1961. What is this second book? What is the\nstory behind this peculiar document?",
        "Q: During the 70s and 80s, you were very much known as the specialist on Nazi\nforeign policy. You published two volumes, “The Foreign Policy of Hitler’s\nGermany,” and they’re still among the standard works on — on the topic. Why did\nyou choose the topic of Nazi foreign policy at the time?",
        "Q: From our perspective, 2012, do you think that Nazi foreign policy and\ninternational diplomacy during the 1930s are topics still worth exploring, or have\nthey run their course?",
        "Q: Yeah. The — the German foreign office itself, as an institution, has recently\nattracted renewed attention. There was a — a German historical commission looking\nin to the history of the German foreign office during the 1930s, and during the war\nand the Holocaust. And the book was published in 2010, called “The German das\namt(ph).” Made a bit of splash in the German press. What do you think of that\nstudy?",
        "Q: If you turn to your — your own work, your opus [indecipherable] the book that\nmost contemporaries now associate you with, is the one [indecipherable] history of",
        "Q: And it took you 16 years? Did I calculate it correctly?",
        "Q: Okay.",
        "Q: I see.",
        "Q: Right. Was it easy to find a publisher for such an ambitious project?",
        "Q: So beyond the competitive pricing of the book, how do you explain the success\nof this book? Which nerve did you hit with it?",
        "Q: Okay. [break] Which are the major scholarly debates you found yourself\ninvolved in, over the course of your career?",
        "Q: You have taught at four universities; Kentucky, Michigan, Chicago, North\nCarolina. You had a long, fruitful career as a teacher. When, and under what\ncircumstances did you begin to teach the Holocaust?",
        "Q: And what were the reactions to this new course? I mean, what — how did the\nstudents react to it, how did other faculty react to it?",
        "Q: And do you think that Holocaust education is now well established in American\nhigh schools and colleges, or do you think that interest might wane at some point?\nOr, put differently, what challenges do you see for Holocaust education in the\nfuture?",
        "Q: Dr. Weinberg, as you look back on your successful and eventful life, what do\nyou remember as the most exciting moments of your scholarly career? Like a\ndiscovery, recognition and insight, which moment do you remember as particularly\nexciting?",
        "Q: And what did you find most rewarding, most gratifying in being a scholar and a\nteacher?",
        "Q: Is there anything you wish to add to this interview?",
        "Q: Dr. Weinberg, thank you very much for your time, and for this wonderful\ninterview."
    ],
    "answers": [
        "Answer: My father had gone to the university to train in law. Was a judge briefly,\nbefore the first World War, and served in the German army. Wounded, and\npromoted, and so on. After the war, he was dissatisfied with the atmosphere in the\njudiciary, and transferred to the new Ministry of Finance. He was, to begin with,\nassigned to Turnowiec(ph) in Upper Silesia, and after the plebiscite, when that\narea voted for Poland, he was, in fact, the last German official to turn the town over\nto the Poles. He was then reassigned to Hannover. And that’s how the family came\nto be in Hannover. He then — he married a woman, my mother, who came from the\nRhineland, and whose father was also a judge, actually. And they lived — we lived\nin a house in Hannover, which was one of these typical, I think, four or five story\nattached houses. And we lived on what they call the first floor, but Americans\nwould call the second floor.March 13, 2012",
        "A: And the other floors were either rented as a whole, or in a couple instances, I\nthink divided into two apartments. My father owned the building, and we had a\nteeny garden in the front, and a slightly larger one in the back. And my — I had an\nold — still have an older sister, an older brother, and I’m the baby in the family. I\nwould say that my parents belonged to what one would call a middle class. And as I\nsaid, the whole time that I lived in Hannover was in this apartment.",
        "A: My father went in in 1914, was assigned as a replacement on the western front,\nand for a time was in the trenches, with a pair of field glasses, to locate where their\nshells were fa — were landing, from their artillery, to correct that. He was promoted\nto noncommissioned officer. And when the battalion commander put him in for a\nfield commission, the regimental commander turned it down. As he explained, that\nis the regimental commander, this is a Prussian guard reserve regiment, and we\ncannot have a Jewish officer. Subsequently, I believe in 1916, the unit was\ntransferred to the eastern front. And in the fighting before Riga, and what 1s today\nLatvia, my father was badly wounded in the arm. And since it was his right arm, he\ncould no longer fire a weapon. So that after he recovered, they recalled that he hadMarch 13, 2012\nlegal training, and made him the legal officer, the chief legal officer of one of these\nscratch divisions put together for occupation duty in the east. And he spent — but he\nwas, by this time, promoted, and was what the Germans call a Rittmeister, and that\nwould be the equivalent of a captain in the American army. And he served that way\nuntil demobilization in 1918. And then, as I said, instead of going back into the\njudiciary, transferred to the new German national ministry of finance, something\nthat Germany had not had between 1871 and 1919.",
        "A: I suppose there were two. My grandfather on mother’s side was a judge in the\nRhineland, and came to be what the Germans called an Oberlandesgerichtshof,\nwhich would be the equivalent of a associate judge in the state supreme court in this\ncountry. And he was not promoted to chief judge, because he would have had to\nconvert, and he was not about to do that, when it was offered to him. A slightly\nmore distant relative lived not in Prussia, as my grandfather did, but in the Grand\nDuchy Oldenburg, which is in northwest Germany. And before the first World\nWar, he was on the top court of Oldenburg. And when the chief justice of\nOldenburg died, they discovered to their horror — that is, the grand duke, and the\nminister of justice, that the next senior judge was a Roman Catholic. And in thatMarch 13, 2012\npart of Germany, which 1s traditionally overwhelmingly Protestant, they did not\nthink that that would work very well. The next senior judge was a Protestant. But by\nthe time we’re talking about, 1912, or thereabouts, Oldenburg, because of port and\nindustrial development had a substantial Catholic minority. I don’t know what the\npercentage would be, but I wouldn’t be surprised if it was 10 - 15 percent. And the\ngrand duke, and the minister of ju — prime minister and minister of justice were\nconcerned that if they obviously passed over a Catholic, to appoint a Protestant, this\nCatholic minority would be very unhappy. So they decided to pass over both of\nthem. And the last chief justice of the Grand Duchy of Oldenburg was Jewish. I’ve\nalways thought as a historian, that this is an example how people can trap\nthemselves into absolute stupidity, because of course, this had nothing to do with\nqualifications, politics, or anything of that sort. It was just that they couldn’t have a\nCatholic chief justice, and they couldn’t annoy the Catholic minority, by putting in\nthe next, so I guess they annoyed them all, by arranging to have a Jewish chief\njustice as the last chief justice of the Grand Duchy. [technical interruption]\nMarch 13, 2012\nyou know, to take on a position is a — of course, you know, pointing to ingrained\nanti-Semitism. I mean, the camera is off right now, I would —",
        "A: Oh, I see, okay. Yeah, well we can talk about — Ill talk about that briefly.",
        "A: My family belonged to the — what in Germany would be called the Reform\nJewish congregation in Hannover, though by American standards, I believe these\nwould be considered a Conservative congregation. And we went on the high\nholidays, occasionally on other times. We celebrated Friday evenings regularly at\nhome; you know, Passover, Chanukah, and other such events, so that — and in time\neach of us went to a religious school for some training. So, there was no doubt\nabout the affiliation of the family.",
        "A: Hannover at the time — excuse me — was a city of about half a million, and there\nabout 5,500 roughly, just over one percent Jewish community there.",
        "A: Well, what one has to keep in mind is that Germany from 1871, until 1919, was\na federal state. On the national level, there were not legal regulations specifically\naffecting Jews. But the states that made up Germany, had regu — their own\nMarch 13, 2012\nregulations. So that in Prussia, which is where the majority of Jews lived, and\nwhere my parents lived, no Jew could be an officer in the army. They all did their\nmilitary duty, but they knew ahead of time they could — there were no such things\nas commissioned Jews. Whereas in Bavaria, the did it differently. There were Jews\namong the Bavarian officer corps. There was also a rule in Prussia, and I’m talking\nnot about discrimination now, I’m talking about legally established regulations.\nJews could not hold administrative positions. So that when my father grew up, he\nknew he could never be postmaster of the town where he lived. In the case of my\ngrandfather, in other words, if he was going to be the chief justice, as the king of\nPrussia also, and pro — Germany had agreed, being the chief jus — of the justices\nmeant administrative responsibilities, and he declined to convert to Christianity in\norder to accept that position. We tend to forget in this country that legal disabilities\nin Europe lasted very long. In England, the last major legal disabilities on\nCatholics and Jews don’t disappear until the 1880s. In Germany the last legal\ndisabilities end in 1919, because they were on the state level, not the national level.\nWhen my father was in the military, 1t was very clear as — as I said, you could not\nbe an officer in this one unit, and then later became an officer in a different unit.\nThere was also, of course, some discrimination. But since I was not alive and adult\nat the time, I did not really run into those sorts of things until after I became five,\nMarch 13, 2012\nsix, seven years old, and was going to school, and noticed what was being done to\nJews, and what was discussed at home about these things. After the — Hitler\nbecame chancellor in 1933, there was, as I said, on the one hand, until 1919, legal\ndisabilities, I guess you would call them, and then, at the same time, some\ndiscrimination.",
        "A: The fondest memories, I guess, are associated in part with a pet white mouse that\nI greatly enjoyed, and that became totally tame. And th-th — what was also\nimportant for me was that while Jews could not go to the swimming pool, I couldn’t\nlearn how to swim. And there were other such restrictions, for reasons that I’ve\nnever figured out. There were, at least in those days, no prohibitions on Jews going\nto the zoo. And Hannover had — and still has, to the best of my knowledge, a very\nlarge, very nice zoo. And I enjoyed going there and watching the animals, and I\nparticularly enjoyed the arrangement they had, where for a very small fee, the kids\nup to a certain weight — weight, could ride on a turtle. And I thought that riding on a\nGalapagos turtle was really very much a — a wonderful thing. Another thing that I\nenjoyed as a kid, was that great aunt and uncle, who lived in the Rhineland, outside\nEssen, had on their property — small estate, I guess you would call it, two royalMarch 13, 2012\ncranes that walked around. And I suspect today, because I was their height, they\nliked to walk around with me. And the idea of walking around with two cranes that\nwandered around with me, I thought was really very special and very nice. And\nsince they had also a tennis court where they and guests played tennis, the three of\nus would sometimes walk over there and watch people play tennis. Unfortunately,\nnobody had sense enough to take a picture, but I — I just thought that walking\naround with two tall cranes, exactly my height, and not on a leash or anything, but\nthat just decided that they would walk around with me, was really very, very\nspecial. I also very much enjoyed this grandfather, who by this time had retired\nfrom being a judge. We would go to a woods near Dusseldorf where they lived, and\nfeed what were essentially tame deer. And I thought that that was very nice. The\nother thing he would do, which was probably not nice for him, but for me, was there\nwas a switching yard, where there were those small steam engines that put freight\ntrains together. And we’d go puff puff. Well, we were under the bridge that we\nwalked on, and we would disappear in the smoke, and then reappear. And that too, I\nthought was really great, good fun.",
        "A: Well, it began to impact my everyday life in two ways when I started school in\n°34. In the school itself, there were nasty comments from other kids. In the\nGermany of the time, all kids went to gender segregated public schools for four\nyears. And while in the first part of that, that 1s, °34, ’35, ’36, the teacher I have\n[indecipherable] kind of restrained, I think it would be best to say, other kids. It\nwas rather unpleasant, and in the later years in the grade school, the kids would beat\nup on me, and I would have to try to make my way home by devious ways, because\nI didn’t want to get beaten up so badly. And I carried with me for the next 10 - 20\nyears, a tendency to get very bad nosebleeds. In 1934, when my father was tossed\nout of his job — he had been allowed to keep it, in the local office of the ministry of\nfinance, because he was front veteran at the first World War. But when President\nHindenburg died in, I believe it’s August of ’34, then those people were also\ntossed out. So he normal — no longer went to work, off every morning, and instead\nd-decided to earn his living by what the Germans call a devisen berauter, a foreign\nexchange advisor, and in practice what it meant was that because of his background,\nhe understood the constantly changing regulations on what people leaving\nGermany could take with them. And so, our living room was converted into hisMarch 13, 2012\noffice, where he met clients. And the front hall, where you came into the apartment,\nbecame a waiting room. In other words, people would wait there, and then see my\nfather. So the apartment changed in a way, and Dad did this — that is to say, did this\nkind of work from 1934 until my parents left Germany in the spring of ’39. And\nthe fact that we didn’t have a living room any more, and the front hall wasn’t\navailable, in a sense, certainly made a change in life. But the main change wa — I\nwould say, a sense of — that the country didn’t want you there, and that other kids\nwere very unfriendly — with a few exceptions, not all. And my brother, a year and a\nhalf older, found this an impossible situation. My parents took him out of school,\nsent him to live with a family in Berlin, and he went to school there. So that during\nthe school year, my brother was not at home. He was, as I said, living in Berlin.\nEvidently, from what I gathered from my sister, she did not have — I mean, not that\neverybody was friendly with her, but she didn’t have that kind of situation. It got\nsubstantially worse after a couple of years, because we were told that the teacher\nthat — whom I mentioned, was ill, and retired. My parents told me many years later\nthat he had been a Quaker, and had been fired. And so, we got another teacher, who\ndid not restrain the kids. So that was —",
        "A: This was the third and fourth grade. And then, my parents were talking about\nleaving the country. And first thought that they would li — stay out their lives in\nGermany, but th — there was no future for the three of us. We had relatives in this\ncountry, and they applied for quota numbers to come to this country, and in fact\nsent us to start learning English. There were two elderly ladies, sisters, who lived in\nHannover, who were from England, and we went — started to learn English from\nthem. Though I have to admit that I was probably more intrigued by their parrot\nthan th — by their English lessons. And then in the — after the four years, in the\nGermany of the time, you went to — either you stayed, or you went to what was\nessentially a university preparatory system, a gymnasium, and I moved to that. And\nthere we started English. And so I learned a little English there. But of course, then\nin November °38, I was kicked out. But I started learning English more\nsystematically in school in 1938.",
        "A: [coughing] Excuse me. Well, if it did, I was not aware of it. The — for reasons\nthat I honestly don’t know, the people who lived in the house above us and below\nus, simply had very little contact with each other in those years. They all —\neverybody lived their own lives, in a sense. And so if they behaved differentlyMarch 13, 2012\ntowards my parents, or us afterwards, I didn’t notice it. And we had had, of course,\nsome friends and acquaintances, my parents did in town, but if that changed, I\nfrankly don’t know.",
        "A: I’m inclined, frankly, to doubt that, because whatever happened in this incident\nin 1933, when I was knowingly going there with some regularity with my parents,\nthere were no incidents until 1938. So that in the period in between, there weren’t,\nto my knowledge, problems and I think it unlikely that Hannover was in any way,\nsubstantially different from other cities of some size in the Germany of the time.",
        "A: In November ’38, as soon as things started going wild, the folks in Berlin put\nmy brother on a train and sent him back to Hannover. I continued to go to school.\nOn the 10\" or 11\" of November, I was still during the day in school at this point,\nmy brother was at home, and my sister was also still in school, the police came. So\nwhen I came home from school, Dad was gone. The police had come to the\napartment, whereas I said, my father worked at home, so he would be home during\nthe day, and took him to the local police lockup. They clearly were operating from aMarch 13, 2012\nlist that had been prepared long before, because the man who opened the door for\nthem, who together with his wife and boy, lived with us, was Jewish and was not\npicked up. And they asked, as I was told when I got home, for a man who lived in\nthe upstairs apartment, who had died months before, but who was still on their list.\nThey took him to the local police lockup. And the one thing I recall, and the other I\nlearned later — the thing I recall was that Mother called the three of us together, and\nasked us if we had any cash, and if we had any unused postage stamps, because the\ngovernment had frozen all accounts, and she might have to buy some groceries, or\nsome stamps to write letters. The other thing I only learned later. Dad came home\nafter something like three days, and I learned that what had happened was, that\nMother had gone to his former boss, the finance president — that 1s, the head of the\nfinance office, who had originally, back in the 20s, been very upset when a Jewish\nofficial was assigned to his office, who would have nothing to do with my parents\nsocially, until Dad was kicked out. Then he called on my parents. One didn’t treat\npeople that way. So in ’38, four years la — four years and some months later, my\nmother went to see him. And he called the head of the police and told him to let the\n— Dr. Weinberg out. And when the finance president calls the poli —\n[indecipherable] president, something happens. And so Dad got home. We learned,\nhowever, that his twin brother — he had one twin brother and no other siblings — was\nMarch 13, 2012\narrested and sent to a concentration camp. A couple of other, more distant relatives\nalso were arrested and put in concentration camps. But as I said, Dad was let out of\nthe local police lockup, before those people were sent from there to a nearby\nconcentration camp. And many, many, many years later, when I was working in the\ncaptured German records in Alexandria, one of the soldiers there came by to see\nme one day and said, Gerhard, didn’t you live in Hannover? And I said yes, I did.\nHe said, well here are the November 738 records on Hannover. And there was the\narrest list, with my father’s name on it. But, as I said, he was very fortunate in this\nregard, that a man who didn’t like him, and didn’t want him in his office, still would\nget him sprung from this. And that meant that he di — was not sent to a\nconcentration camp.",
        "A: H-He was taken to Buchenwald.",
        "A: He was there for several months, and then, under circumstances similar to ours,\nwent to England with his wife and kids. And when I si — was back in Europe for —\nfor the first time again in ’62, I asked him not about there, but I — he was in the\narmy, of course, in the first World War, and he was at the Battle of Verdun, in\n1916 on the western front. And I asked him — by this time I’m an associateMarch 13, 2012\nprofessor of history — if he would talk to me about Verdun. And he said no,\nGerhard, I won’t talk about that. And the next time I’m in London, he has died in\nthe meantime. He never really recovered fully from his months in the concentration\ncamp, and I asked my aunt, his widow, and I — had he ever talked about Verdun’?\nAnd she said no. And I asked her, well, did you ever ask him? And she said yes, but\nthere were two parts of his life he would never talk to me about; his time at\nVerdun, and his months in Buchenwald. So he would never — I — I never had the\nnerve to ask him about that, but I thought maybe by 1962, he would talk about\n1916. But that was something he would never talk about, and he was never quite the\nsame after he was released around March, or thereabouts, o-of 1939.",
        "A: Well, I think it came in a — if you will, in two stages. I cannot give you the exact\ndates, but they started talking about this. And in 19- fi — 35 - °36, and they were\ntalking primarily about the three of us, that is my sister, brother and myself, on the\nassumption that there was no future for us in the country. And then, not much later,\nthey began to realize that maybe they should go. And by that time, some other\nmembers of th — our family, were — either had left, or were in the process of getting\nMarch 13, 2012\nready to leave. And a critical element in this were two individuals; a great-uncle of\nmy mother’s, who had come to the United States around the turn of the century,\nhad married and lived in — in this coun — in the United States, was a brilliant\nmetallurgical engineer, made a fortune on his patents. And used — saved it\napparently, during the great depression, and used a lot of this money to help\nmembers of his family; brothers, sisters, cousins, all come a — [indecipherable]. In\nthe 1920s, the older brother of my mother all decided to leave Germany, and also\ncame to this coun — the United States, married here, and also then would play a part\nin helping people to get out. So, what it meant really, was that we had — I mean,\ntheir families and so on and so forth, that we had family in this country, family is\nalso whom family members in Germany had occasionally visited, as people once in\na while did, not as often as they do now flying, but in those days by boat, and once\nin a while visited, so that the idea of another country where there was family,\nseemed a little bit more plausible, I think it would be fair to say. And so when my\nparents applied for what in those days were quota numbers, to come to this country,\nand as I said, started us on English lessons, on the assumption that this is the\ncountry we would — the three of us would eventually grow up 1n, and this all then\nobviously changed in the more dramatic and urgent way, after November 1938.\nMarch 13, 2012",
        "A: It was extremely strenuous, because you had to have someone who would\npromise to support you for the rest of your life, after the German government had\ntaken just about everything you had, so you would expect to arrive, essentially,\nfinancially as a pauper in another country, during the Great Depression, when the\nwelfare systems of all countries were about as strained as they could be. But\nsomebody had to promise and show that they could honor the promise, that they\nwould support you for the rest of your life. We were very fortunate that — that we\nhad this great-uncle — or ma — my mother’s uncle. And if you didn’t have that, there\nwere a few instances, but not in my family, where an organization, a char — Jewish\ncharitable organization might find a way of providing what was called an affidavit.\nThat is to say a commitment. We would say today, a commitment is necessary for\nlifetime support, because of course, the people who were coming out, and were\ntrying to come to the United States, like my parents, and my aunt and uncle, and so\non, didn’t know German, and had, in many instances, no training for a readily\ntransferrable kind of job into a country where there were millions of jobless\nanyway. And of course my father’s legal training was irrelevant to the United\nStates, because it was, like most euro— Germany — like most European continentsMarch 13, 2012\nhad Roman law, not common law basis, so that his doctorate was nice for a title in\nGermany, but hopelessly useless in the — in the United States. So what it was\nreally that you had to get these affidavits, go through endless amounts of\npaperwork, which needless to say, either my uncle, or my great-uncle and my\nparents did, not us kids. And then you had to apply, and eventually you would get a\nnumber. And a certain proportion of these numbers would be called up each year,\nand then you could, in fact, go through the emigration procedure at the German end,\nand that’s — is how this worked, but it was a very complicated, time consuming,\nexpensive and chancy matter.",
        "A: What happened was, that after the November pogrom, the British government\nwas the only one on earth that changed its immigration rules. It decided that people\nwho were waiting to go somewheres else, whether that was the United States, or\nsome other country, could do their waiting in England, if they could be supported\nthere without trying to work. In England then, a batch of — a number of people in\nthe — what they call the Friends, we would call the Quakers, went around to what\nthe English call public schools and we would call private boarding schools, and\nasked them if they would take Jewish refugee children at reduced rates. And there\nwas a school on the south coast in a little town called Swanage, which said, we’ llMarch 13, 2012\ntake two boys. And there was a school in Bournemouth, which is also on the south\ncoast, not so far from there, which said, we’ll take a girl. So parents took the three\nof us, at the end of December 1938, and took us by train to Hamburg, and put us\non a boat, on an American ship, and that went — that stopped at the Le Havre in\nFrance, and then Southampton in England, before crossing the Atlantic to the\nUnited States. And needless to say, the three of us got off in Southampton. And so\nthat’s how we got out. My parents, at that point did not yet have their exit permits\nfrom Germany, but they got them a few months later, and then also came to\nEngland, to wait for the time when our numbers would come up. But of course, this\nwas all in the background of the November pogrom. And the part of that which\nreally upset me the most was the burning of the synagogue. I knew that people\nsometimes don’t like other people, and beat up on them, throw rocks at them. I\nknew, bec — we tend to forget how much the first World War dominated thinking in\nthe 1930s, still. I knew that people killed each other in enormous numbers. And\nthen somebody had shot and wounded my father. That people were angry at each\nother and did terrible things to each other. But to know — and that’s not nice, but\nthat was a part of life. But why would people, mad at God? A synagogue or church\nin Germany would be called a Gottes Haus, the house of God. And that people\nwere so mad at God that they would burn down God’s house. That to me, as a 10March 13, 2012\nyear old, that just seemed more puzzling and awful than anything else. How — how\n— what did they think God had done to them, that they would burn down the house?\nAnd I suppose that was reinforced by the fact that, after I was kicked out of school,\nI attended for a few weeks in November, early December of ’38, a Jewish school in\nHannover, which was the old Jewish building across the street from where the\nsynagogue was. So that each day, when I went into school, the ruins — I passed the\nruins, let me phrase it that way. But that was certainly the part of this all that\nseemed even more awful than what they did to people. How could people get mad\nenough at God to go about deliberately destroying God’s house? That — that just did\nnot seem to fit with anything that I had ever heard, experienced, or thought about.",
        "A: I was back there very briefly, only for a few hours in ’62.",
        "A: Oh, I just kind of looked around, and went back to the street where we had lived,\nand burst out laughing. And I burst out laughing because in these row houses on\nboth sides of the street in that block, every building was obviously a postwar\nreconstruction, except the one we’d lived in. And I’ve often kidded, you see, that\nthe British area bombing was much more careful than people have ever been willing\nto believe. The one building they didn’t hit, was the one that we had lived in. IMarch 13, 2012\ndidn’t go in, I wasn’t gonna bother anybody, but I just — I just could not help\ncracking up, and standing across the street, laughing.",
        "A: No. The rules on this changed steadily during the 30s and early 40s. That meant\nthat when my parents were leaving in early ’39, it was whatever rules applied then.\nYou could take furniture, and my parents were able to do that. You had them\npacked in what was called a lift, a huge crate that would then be shipped. Some of\nour pictures they could take, but the most valuable one, an Ostade, was confiscated.\nYou could take a certain amount of clothing. And other parts of clothing, do not ask\nme why, they could not take. Many years later, about a little over a decade ago, I\nwas in Hannover to get a — they wanted to give me an honorary degree, and there,\none of the faculty member that had graduate students studying the records of the\nlocal finance office on the persecution of Jewish families there. And they Xeroxed\nfor me the file on my family, including the records of the number of pieces of\nunderwear my mother had been allowed to take, and not take. Obviously, in\nNovember, in late °38 - °39, folks in Germany had nothing else to do but to type up\nlists of clothing items, and pots and pans and whatnot. And as I said, these very\nMarch 13, 2012\nkind people in Hannover gave me copies of these documents. As to what, under the\nthen existing rules, my parents had been allowed to take with them, and things they\nhad not. And the part that was in a — in its own weird way, particularly conspicuous\nin this regard was that families of the kind of social status that my parents were in,\nwho would have a silver service of knives, forks, spoons and whatnot. And the rule\nat the time was that you could take with you out of what was usually a dozen fish\nforks, and a dozen teaspoons and whatnot, you could take one for each member of\nthe family and two for guests. So, since we were five, my parents and the three of\nus, that meant, higher arithmetic, seven. So out of each dozen pieces of silverware,\nquite literally, they took five and kept them, and my parents were allowed to pack\nup seven. And all of those things were put into this huge crate, literally, a — a lift.\nThat was then shipped, at their expense, from Hamburg to New York, and my —\nthis uncle whom I mentioned before, my mother’s older brother, paid for storage\nhere, until eventually we came to this country, and then that was unpacked, and was\nour furniture.",
        "A: We —- we stayed in Britain all of 1939, and until September of 1940. So I was in\nthis — my brother and I were in this boarding school all of ’39, and then in the\nsummer of 1940, our quota numbers came up. So in July, we went to London.March 13, 2012",
        "A: That was a — that was a wa - literally wonderful experience. It’s there that,\nobviously my English improved immensely quickly, since nobody there spoke a\nword of German. We not only learned English, but we had to start learning French\nand Latin. And to the amusement of fellow students at lunch or dinnertime, I would\noccasionally ask for the — something in the wrong language. But the kids were\nfriendly and nice. The headmaster was great, who taught some classes. The two\nteachers — other teachers were very good. And that’s when, at the ripe age of 11, I\ndecided that that’s what I’m gonna do. I decided I was going to be a teacher, and\nnever changed my mind. It was a very, very good experience, and my brother and I,\nalthough the only Jewish kids in the school, were not as extraordinary as might have\nseemed, because what we forget is that in those days, when there was still a British\nempire, families around the empire would send their kids to England, to one of\nthese boarding schools. So in the school where Bert and I were, there was a—a\nyoungster whose parents were in Singapore. There were two boys whose father\nwas, you know, a high government official in Kenya. There was one boy — and of\ncourse, this is all boys, this is all gender segregated — one boy whose family was in\nTangier. And one boy who was very important in this regard, whose family was in\nIndia. And his talk about tigers and elephants and whatnot, was considerably more\nMarch 13, 2012\nexotic than anything that had happened to my brother and me. So, the notion of\nsomeone from elsewhere, let me phrase it that way, was much more a normal part\nof life in a school like this, and I suspect other schools, than one might, at first sight,\nexpect. And so, that worked out well. Then, of course, came the defeat of France.\nAnd we got to watch some of the Battle of Britain overhead. And a huge sense,\nobviously these — there were several — Swanage had two industries. One was\nsummer resort on the coast, lovely beach. But that was all covered with barbed wire\nagainst a German invasion at that point. And the other was, there was a ver —\nconsiderable number of these public schools, private boarding schools in the area.\nAnd that obviously, the German air force thought it was an important target, and\nthey dropped a huge one into the yard of our school, but fortunately, it didn’t go off,\nor I wouldn’t be here. So we spent a lot of time in the air raid shelter there. And\nthen, when in July, it — we moved to London. I lived with an aunt and uncle there,\nand my brother lived with his grandparents. That, of course, was the beginning of\nthe blitz. So we got to spend time in an air raid shelter in London.",
        "A: My parents decided that while they were waiting for the quota numbers to come\nup, they would live in Bournemouth, in an apartment, so that Laura, my sister,\nwho was by herself obviously, could be with them. In May - June of 1940, the\nMarch 13, 2012\nBritish government got hysterical about a possible fifth column, and proceeded to\nan internment and dispersal policy. What they did was, intern the men over a certain\nage, I believe it was 15 or 16. So my father was interned. My brother and I were\nnot, because we were under the age limit. And the women about that age could not\nlive within 50 miles of the coast. Which meant that my mother and sister had to\nleave Bournemouth, and they were presumably less dangerous in London than in\nBournemouth. Do not ask me to explain why or how. But in any case, they then\nwent to live in London, and my sister, in fact, went to school there for a short time.\nAnd Dad was, as I said, first interned in Litchfield, and then sent to the Isle of\nMan. And Mother lived in London, and my sister lived in London, until, in the\nsummer of 1940, our quota numbers came up. And then, first the four of us, that is\nthe — the mother and us three kids, were processed. And then what the British did\nwas bring a batch of men, whose families and whose numbers were all lined up,\nbrought them to London to go through the procedures. And so, in Glasgow, from\nwhich we — where we were to get our ship to the United States, the families were\nreunited, so to speak, when they got out of the train, and got onto the boat.",
        "A: Well, she got to wave to him when he was processed in London, cause we went\nto Grosvenor Square to see — and that would have been about three, four months.March 13, 2012",
        "A: Yes.",
        "A: We first stayed with this uncle and his wife, my aunt, and their three children in\na suburb of New York City. And my parents had to decide where to live in this\ncountry. Because the dad had been shot through the arm, he could not drive, and\noriginally in Hannover, we had had a car for a while, before Jews were prohibited\nfrom driving cars, and Mother drove. Which in those days, for the woman to drive\nthe car was very unusual in Germany. But Dad, because of his bad right arm,\ncouldn’t. They then borrowed — the family then lent them a car, and Mother drove a\nlittle bit around New York state and nearby areas. And they decided to settle in\nAlbany, New York, which is about 150 miles north of New York City, so they\nweren’t that far away from others in the family, but they didn’t want to live in the\ncity, and Albany had the reputation as having good public schools, which with\nthree kids headed for schools, it was, of course, a concern of some importance. So,\nin December of 1940, we moved into a rented house in Albany. The lift with the\nfurniture, etcetera, was unpacked, and we then lived there, and continued to live\nthere and go to school there. And after some years, my parents moved to another\nhouse. But Dad lived out his life there, and Mother, well she had to be in a specialMarch 13, 2012\nhome for a while, lived out — they lived out their lives in Albany. And my brother\nlives in a suburb of Albany with his wife today. And it was there that I went to\nschool, and then to college.",
        "A: Not really. The only thing that was — that my schoolmates found strange, was\nfirst in Scarsdale, when I first came to this country, and then the first few months in\nAlbany was my English accent. Because of course, I spoke English with an English\naccent. And that was, in a way, for my fellow students, more peculiar, if you will,\nthan anything else. And over a period of not that long time, my English accent\nevaporated, and got replaced by what I guess you would call a standard New York\ntype of speech.",
        "A: Ina small way, yes. There were several other Jewish refugee families, as they\ncall themselves, in the Albany area, and my parents and we associated, or would\nsee them. And one of them, in fact, benefited in an ironic way, from what I’ve\nalways thought was the only good thing that happened in November 738. And that\nis, my family had insisted that I take violin lessons. And those ended in November\nMarch 13, 2012\n°38, and that’s just as well, because as you must know, in this country there is a\nconstitutional bar on cruel and unusual punishment. And I would not want anybody\nto have to listen to me playing a violin. When the lift was packed in Hannover in\n°39, my parents, for reasons I don’t understand, packed the violin. And it turned out\nthat one of the refugee families in the Albany area had a daughter who wanted to\nplay the violin, but they couldn’t afford one. And with considerable pleasure on my\npart, my parents gave them the violin. But that was, if you will, in the — 1n the\nfamily area. And what also happened was after the war, when the German\ngovernment began to — west German government began to pass restitution laws, my\nfather, who had, at one time helped people find out what they could take out of the\ncountry, now provided free advice for — to people on a — what they were entitled to\nunder these very complicated rules, that the ordinary refugee family in upstate New\nYork didn’t understand. But given his background and training, this was something\nthat Dad understood very well, so he would help, without charging them — people in\nthe Albany area and some other nearby towns, on what they were entitled to under\nthe restitution laws, and th — especially in the 1950s, early 60s, as refugees.\nMarch 13, 2012",
        "A: N-No. There is the sad part, you see, that my best friend in Hannover was the\nson of this couple who lived with us, and he was killed, along with his parents.\nHorst. And the only other Jewish boy in my class, who was kicked out with me at\nthe same time, on the same morning, in November 738, that was a family that we\nwere not in touch with, so I have no idea, frankly, what happened to him, and\nwhether he got out, or not. The only person that we sort of kept in a certain amount\nof contact with was, that the school in England that I mentioned, they took another\nJewish refugee boy, who is now retired as a surgeon, living in Santa Monica,\nCalifornia. And we have sort of kept a little bit, and — especially my brother, in\ntouch with this man, as he left je — England for the United States, grew up,\nmarried, raised a family here, as I said, on the west coast. Now — but o-otherwise\nthat just simply did not occur.",
        "A: Well, obviously, at first I thought the people in this country spoke a very unusual\nform of English, for which I had to adjust and adapt over a while. I had never eaten\ncorn on the cob. In those days, corn in — or maize, as they call it in Germany, is\nonly used as animal feed. And what we call sweet corn, was in those days,\ncompletely unknown. And so, when I first was presented with this contraption, of\nMarch 13, 2012\nwhich to eat, I must say I was slightly puzzled, until I watched other people in the\nfamily, who knew how to cope with this particular vegetable. And there were a\ncouple of other vegetables that were simply knew to us, broccoli for one. But that\nwas a little easier to get used to than corn on the cob. It so happened that when I\ncame to this country in September, as I mentioned, in October, of course, came\nHalloween. And we went with the kids of my aunt and uncle, and the idea of going\naround collecting candy was, I thought, a rather unusual habit, but one that I easily\napproved of. The one other thing that at first, again, was odd, was that a couple of\ntimes, my aunt would come to wake me up in the morning, and discover, to her\nhorror that was lying under the bed. And of course what had happened was that\nduring the night, a police car or ambulance had been in the area. I had heard a siren,\nand when you hear a siren, that means an air raid. And I had automatically gotten\nunder the bed. But I got over that, just as I learned to eat corn on the cob, and quite\nlike it now, I got over being accustomed to hearing a siren not meaning an air raid,\nbut meaning that there is an ambulance going by, or the police is chasing a—a\ntraffic violation, o-or whatever. Those things did, I must admit, seem at first a little\ndifferent to me, but they’re not the sort of things that, as a youngster, take very long\nto get used to.",
        "A: No.",
        "A: No, I really did not. My pet white mouse died just before we left Hannover, and\nthe last experiences and the events there were so unpleasant. The way I was kicked\nout of school, you see, was particularly unpleasant. The headmaster came into the\nclassroom, read the announcement, and one other boy and I got up, picked up our\nthings and left. I repressed that memory until I was reminded of it at this ceremony\nwhen I got my honorary degree, and the two of my former schoolmates were there,\nand told me about it. But that — that — no, I wa — there was a certain curiosity, which\nis why, as I told you, in ’62, I— I went back, just to see what the place was like. And\nthen I was there again in ’83, when I was in Germany for quite a while, and I have\nsince been back there to lecture and received an honorary degree. But there was\nnever any sense that this was a place that I had lost. After all, they had kicked me\nout, rather emphatically. And so there was never a — a — a-any sense of an — at home\nwas Albany, and remained that.",
        "A: Yes. I had made very good friends with a local boy who was in school with me\nin junior high school in the ninth grade, and — and was in the same high school,\nJimmy Lawson. And we made it a habit to meet on Sunday afternoon, listen to the\nMarch 13, 2012\nMetropolitan opera while playing chess. And on December 7\" — we took turns at his\nhouse and our house. We were at his house playing chess, listening to the\nMetropolitan Opera, when that was interrupted with the announcement that the\ncountry was at war. So that was a — a somewhat dramatic event that I remember\nrather clearly. The other side of this was, you see, that when we came to this\ncountry in September 1940, the striking thing was coming from a country all\nblacked out, to one where the — they were — everything was lit up. Cause the ship\nstayed in the outside part of New York harbor overnight, before pulling in to the\npier. And we hadn't seen a city with lights for quite a while. A year and nine\nmonths.",
        "A: No, I’m okay.",
        "A: Yes, the — the rule at the time that we’re talking about was that you registered for\nthe draft, and were pulled in when you were 18. Well, which went that my older\nbrother, of course, was already in, a year and a half older. When I got to be 18, and\nwas drafted, and took my basic training in what was then called Camp Polk, andMarch 13, 2012\nnow Fort Polk in Louisiana. Then, after that, when was — had a few days at home\nbefore going to Camp Stoneman which is in California, near Oakland Army base.\nI was then shipped to Japan. In Japan I first spent some months assigned to depot\nsupply of the fourth replacement depot. And by being one of two people in\nemergency supply, things that they needed, or had to get rid of, it meant being the\nG.I. on truck convoys, otherwise driven and manned by veterans of the Imperial\nJapanese Army working for the Americans, either picking up or delivering things,\nand that got me a—a good look at the central part of Honshu, the largest of the\nJapanese home islands. And I was very interested in that. I’d taken a course in\nJapanese history in college before I was drafted. And in the process of doing this,\ndiscovered that in Yokohama, where headquarters Eighth Army was, the\noccupation army, there was a school for the soldiers. And I, one day, had the truck\nconvoy stop outside the school, and went in and talked to the administrator, and this\n[indecipherable] lady. I had worked it out so that by the time I was drafted, I had\nthree years of teachers’ college behind me. And I asked, did they need any teachers?\nAnd she said, oh yeah, we certainly do, because they’re being rotated home. Ill\ntake you to see the head of the school, Major Dwight. Major Dwight was very\ninterested in ha — getting me, but explained that he could not order a transfer, that I\nwould have to ask the major in charge of supply at the fourth replacement depot ifMarch 13, 2012\nhe would let me go. And I asked, and the major said yes. So the rest of the time that\nI was in Japan, in the army of occupation, I was in information and education\nsection of headquarters Eighth Army; teaching G.I.s in the Yokohama a — Peace\nCorps, teaching American government, teaching American history, and then after a\ncouple months, I’m also teaching some literacy classes for G.I.s who needed to\nlearn how to read and write. And then in ’47, when the American army decided to\nget rid of its draftees, that is, until the Korean war. Nobody knew the Korean war\nwas coming, but what I meant is that in that period of time, they had enough regular\narmy people, so I was discharged honorably, having in the meantime acquired two\nstripes in the army, and went back to college.",
        "A: Since, as I mentioned before, I wanted to be a teacher, I was very fortunate that\nmy parents picked Albany, in which there was what was then called New York\nState College for Teachers, Albany, now the State University of New York at\nAlbany. And I enrolled there, on the assumption that I was going to teach high\nschool social studies and Latin. And I took classes there, and because — this is, the\nwar is on, I started there in January of ’44. And just as they had had in the high\nschool, a program where you could do your senior year in half a year, which I had\ndone, accelerated, so that young men could get as much in before they had to go inMarch 13, 2012\nthe army, as possible. They also had an acceleration program in the college, where\nyou could take 10 hours in the summer, and 18 each semester, credit hours. And\nthat’s what I did. So I had, with this combination, living at home, going to college\nthere, and various part time jobs, to help the family and myself. So that when I was\ndrafted, I had, as I said, three years of college. When I — during my time in the\nschool in Yokohama, the army had a program where you could take certain classes.\nAnd I did that, and I got six hours credit when I came out of the army, and went\nback in ’47, in the summer, and in the fall. So that although my diploma didn’t\ncome til June of ’48, in fact, I finished my four years in January, took a semester\nand a summer session in Albany, and then went to the University of Chicago for\ngraduate work, because by this time, the G.I. bill led me to think of the possibility,\nnot of teaching secondary school, as I had originally planned, and I had done my\npractice teaching in the ninth grade, but the possibility of getting a PhD and going\ninto college teaching. And for that, I went to Chicago.",
        "A: Well, actually, what happened was, when I went to Chicago, my plan had been\nto work on the diplomatic history of the late 19\" century. I was interested in howMarch 13, 2012\nthe Europeans got themselves into the horrors of the first World War, not so much\nthe final crisis, but the 1860s, 70s, 80s, 90s, how they got organized in a way that\nled them to disaster. And so I wrote my first seminar paper on the crisis of a —\neastern crisis of 1876. But I discovered very quickly in working with ro — listening\nto Rothfels in the classroom, and working with him, that his views of this\n[indecipherable] were the opposite of mine. Since I could not afford to change\nuniversities, I changed centuries, and worked with him on 20\" century diplomacy,\nrather than 19\" century. And out of that came not only my shift to 20\" century, but\na very important development that would affect my life thereafter, into today, in a\nrather unexpected way. When I wrote a seminar paper for Rothfels, it was not on\n1876, it was on the May Crisis in German and Czech relations of 1938. And at the\ntime that we’re talking about, 1949 - 50, the first volumes of the documents on\nGerman foreign policy were coming out. These were edited volumes of captured\nGerman diplomatic documents. And in the volume that dealt with the May Crisis of\n1938, they had inserted not only German foreign ministry documents, but a number\nof military documents, concerning invasion plans and so on, so forth. And, because\nI was working on my Master’s thesis already, and had decided to do them on\nGerman-Soviet relations in the nonaggression pact, °39 to ’41, I was unpacking the\nhuge collection of Nuremberg documents that the law library at Chicago had\nMarch 13, 2012\nacquired, and which is now the big collection of the center for research libraries in\nChicago. I discovered very quickly, that at least in my opinion, the people in one\nhall in England, who were putting these volumes together were making mistakes\nwith the military documents. And in the footnotes to my seminar paper, at the\nappropriate points, mentioned these. Rothfels, after returning the seminar paper to\nme, called me into his office, and said that I should pull these all together and look\nfor any others, and prepare a critical note on these volumes for the “Journal of\nModern History,” one of the professional journals in the field, that is edited in and\nproduced by the history department at Chicago. Needless to say, I did what\nRothfels had told me to do, and wrote, and then the “Journal of Modern History”\npublished in March of *51, a critical note on the documents on German foreign\npolicy. At the time, as I was going towards the finishing of my PhD dissertation on\nthe subject of German-Soviet relations, academic jobs in this country were\npractically nonexistent, because faculties everywhere were shrinking. This was the\nonly time in modern American history when enrollments were dropping and\ndropping quite drastically in higher education, as the G.I.s were finishing their\neducation. But I got a call — and so the university had no leads, or I had no leads\nwhatsoever for any job, until I got a letter from a Dr. Fritz Epstein, who was\nrecruiting for a documents project in the German archives, and who had seen thisMarch 13, 2012\ncritical note. I did not know at the time, that he was, in fact, one of the people that I\nwas criticizing. But he read that, and he wrote to me and explained that he was\nrecruiting staff for a documents program. He was flying to the west coast. Would I\nmeet him at Midway airport, between planes, and we’d talk? Needless to say, I was\nvery interested in meeting him at Midway airport, which under the circumstances\nseemed appropriate, since it’s named for one of the critical battles of the second\nWorld War. And he and I started talking. And he was so interested, and I was so\nfascinated, that he decided to take a later plane than the one he was booked for. We\nspent hour — literally several hours just sitting, talking about documents and about\nthe new edition which had just come out, by the do — of the Hitler table talk, and on\nall kinds of things. And we got through later, I got an offer of a job on the war\ndocumentation project. Needless to say, I accepted, and after defending the\ndissertation in August of °51, moved to Alexandria, where the records were. But it\nwas essentially the suggestion that Rothfels had made, for me to do this, that got\nme into the — that job in the first place. The only other interesting contact that I had\nwas, that he was the only faculty member in my three years at Chicago, who at one\npoint had a group of us, myself included, graduate students, at his house, at his\nplace. And all — at that — on that occasion, his wife told me what had happened to\nhim in November of 1938. He was — he — the — both Rothfels and his wife were\nMarch 13, 2012\nvery devout Lutherans, but the family background was Jewish. They came to collect\nhim in November ’38, and his wife explained that he was in bed. He’d lost a leg in\nNovember in 1914 on the western front, and his prosthesis was being repaired. And\nthe men who came to pick him up said, well, we’ll be back in half an hour — this is\nwhat she — what she told me, with a stretcher, and they did come back half an hour\nlater with a stretcher, and took him to the local police lock up. And the sergeant in\ncharge had been in Rothfels company in November 1914, and told the two men to\ntake him out the back and take him home. Soon thereafter he moved to England,\nand ended up in the same internment camp as my father. Came from there then to\nBrown University for a short time, and from there to Chicago. So, that was the one\ntime I was at their apartment in Chicago, and his wife told me this story about his\nrather unusual deliverance in November of 1938. I was his research assistant for a\nquarter. University of Chicago, at least then, was on a quarter system, not a\nsemester system. And he was then beginning to go back to Germany semesters at a\ntime, to Tubingen. So actually when I finished the PhD, he was not there, but I\nwas, in effect, his last American PhD. And his classroom presence was in certain\nways very — I think very influential for me, because he analyzed the students, and\ngot students to look at ways which were unconventional in a way, compared to most\nof the textbooks, and the — I found that very challenging, and very interesting. And\nMarch 13, 2012\nperhaps that helped me a little bit later on when I was doing the teaching. And we\nstayed in touch, and I did go see him once in Germany before he died, in the 70s.",
        "A: It— it’s very hard for me to say, because he was not the kind of person to share\nhis views and attitudes. I have no doubt that he was very pleased to have a decent\njob, in a first rate university. I did not have the impression that he and the other\nmembers of the history department were on very close terms. But, he continued to\nhave at least a minimal tie to Chicago afterwards, and so — and he certainly had a\nsuccession of graduate students there, of whom I was chronologically the last, but\ncertainly not the only one. And at least my predecessor in this situation Phil\nWolfson, also played a larger role, and I a very minor role in the research that he\ndid on the German opposition to Hitler, on which he produced the first important\nbook.",
        "A: The American air force, and offi - Human Resources Research Institute at\nMaxwell Air Force Base in Alabama, have made a contract with the Bureau forMarch 13, 2012\nApplied Social Research of Columbia University, to do some exploring in the\ncaptured German records that had been brought to this country. My work on this\nwas physically located, if you will, in the old torpedo factory in Alexandria. This is\na set of buildings crea — built in the first World War, for the making of mines and\ntorpedoes that could be loaded directly onto ships on the Potomac River. In the\nsecond World War, it was the place where the American army deposited its World\nWar II records, temporarily at least. And a portion of this was called the German\nMilitary Document Section, GMDS, where the captured German records were. To\nbegin with, I was asked to do something slightly different, actually, than research in\nthose records. At the time we’re talking about now, *51 - °52 and thereafter, the\ncaptured records in American government custody, were all secured and classified.\nAnd we had to have a clearance to work there, in the building. But there were\nalready substantial numbers of German captured records that one way or another,\nhad ended up in all kinds of places in the United States. And in order to have some\nsense of what was going on, it seemed important to get some idea of what was\nwhere. And so, my first job really, was preparing what came to be my first book, the\n“Guide to Captured German Documents.” Which was partly inventory, partly\nbook listing of captured German records that had ended up in the Library of\nCongress, in the National Archives, in the Institute for Jewish Affairs in New York\nMarch 13, 2012\nCity, in depositories elsewheres in the United States. And in fact that also meant\nthat in the Library of Congress, where there was lots in the manuscript division, I\nwas the one who got to organize these, and set them up, and try to organize them.\nThereafter, like the others, for the most part on the War Documentation Project,\nwere on what was called, Project Alexander. And Project Alexander was the very\nsecret cover name for our research into Soviet partisans in World War I. There was\nan advisory committee on this, for this project, headed by Phil Moseley, Professor\nPhil Moseley of Harvard University. And what we were asked to do by the air\nforce for them, obviously, they were paying for this, through Columbia, if you will,\non a contract basis, was the — what — what was actually going on in the German\noccupied portions of the Soviet Union where there were all these guerillas? And the\ngeneral — the decision as we worked on this was, using the German records that\nwere in Alexandria, we decided to have two kinds of studies; topical and regional. I\ngot to do the topical study, on the role of air power in partisan warfare. Needless to\nsay, our air force was very interested in that study on how the Soviets used air\npower in support of partisan warfare, and how the Germans used air power in\nfighting partisan warfare. And I found that very interesting in studying the relevant\nrecords, insofar as they were available. And many, many, many, many we — decades\nlater, in 2005, noticed when I was in Minsk, the capital of Belarus, and theirMarch 13, 2012\noutdoor museum, World War II museum, they had what they call a decoder. A\nDC3, one of the many that we had provi — the United States provided to the\nRussians under [indecipherable] and which was the key airplane in Soviet support\nof partisan warfare, for flying in supplies, flying out wounded, bringing in officers\nand so on, so forth. But they had one of these American planes that I had written\nabout, on display for me to look at in the original. The regional study that I was to\nmake, was of the Yelnya-Dorogobuzh area in the Smolensk Oblast. And that\nproved very interesting, because it’s really about the only anti-partisan campaign\nthe Germans ever had in World War II that was, from their point of view,\nsuccessful, as opposed to all the other anti-partisan campaigns that my colleagues\nworked on, Bryansk, o-on other parts of Belarus, on the Ukraine, on the\nCaucasus, and so on. And then we had specialized on psychological warfare, and\npartisan warfare and so on. And then these studies were published in classified form\noriginally, by the air force, after they published my guide to captured German\ndocuments. And then they were declassified. And then one of the scholars who\nworked there, on the war documentation project, the — John Armstrong, who made\nhis career in the University of Wisconsin in Madison, sort of edited them into one\nbig book. And the other project that I then did, was to publish in English, captured\npartisan documents that the Germans had either seized from groups, or picked up\nMarch 13, 2012\nfrom dead partisans. And I published th — I mean, the air force published a big book\nof mine, “Selected Soviet Documents on the Partisan Movement.” I also did a\ncollection of Soviet partisan diaries that the Germans had seized. But for reasons\nwhich I don’t understand, the air force never published that. So that exists, this\ncollection of diaries exists, if it does anywhere, only in unpublished form. When\nProfessor Armstrong published this big book that Wisconsin published, “Soviet\nPartisans in World War II,” he added a number of these specialized studies, his\nown survey of the whole partisan movement and very substantial portions of my\nbook of selected Soviet sources, but no part is my ri— remember, of the unpublished\ncollection of partisan diaries. Before I left the project in ’54, there were also — they\nwere beginning to assign us some other specialized studies in this field. While I was\nworking on the Soviet sources on the partisan movement, one of my colleagues,\nEric Waldman, was doing one on the Germany — German locally recruited police,\nthe Ordnungspolizei, and another member, Alexander Dallin, was doing a study\nwhich was published, on the Romanian occupied portion of the Soviet Union. That\nis to say, after the Germans and Romanians invaded Russia in ’41, the Germans\nturned over to the Romanian government, a substantial portion of the Ukraine to\nadminister. Transnistria, it was called. And Dallin was assigned to do a study of\nMarch 13, 2012\nwhat happened in this. And there were probably others, but by that time, I had left\nthe project.",
        "A: Okay, I mentioned Eric — Eric Waldman, whose later career was in Canada.\nWillie Moll, whose later career was in this country. Very important was Raul\nHilberg, who at that point in time, unlike the rest of us, had not yet finished his\nPhD dissertation, but did so, in effect, at Columbia, while working in part — full\ntime with us in the war documentation project, and who subsequently went on to a\ncareer most of his life at verm — University of Vermont. Another person was Earl\nZiemke, who went from the war documentation project, a year or two after I did, to\nthe office of the chief of military history, and published a number of very important\nbooks while there. And then moved to the University of Georgia, in Athens,\nGeorgia, and published some more important books from there. There were a\ncouple others who did not — I mean, who went on with their lives and careers, but\ndid not play that important and professional role, as Ziemke and Armstrong and\nHilberg did.\nMarch 13, 2012",
        "A: Well, it was very interesting. You got a sense of discovery that you couldn’t get\nelsewhere, because while obviously some intelligence specialists and other had\npawed through some of this stuff, mo-most of it you were looking at for the first\ntime, and — and that could really be quite exciting and interesting. I never forget we\nsta — for reasons I cannot now tell you, we — we — one of the collections that I was\nset on early, was the [speaks German], the Reichs commissioner for strengthening\nGermandom(ph). And there they were the files on the individual German military\nleaders, who expected to acquire huge estates in eastern Europe. And I never forget\nthe [indecipherable] who spent, after he was canned, temp — on — in the winter of\n’41 - °42, and spent his time riding around Poland, looking for an estate that the\ngovernment would steal for him before he returned to active duty in the spring of\n°43. And they eventually gave him one, that is, that they stole from the Poles, that\nwas worth, he thought an inadequate one and a quarter million marks. And he was\nvery unhappy that they didn’t steal a bigger one for him. It gave me a kind of\ninsight into the German military of World War II, that I had, I must admit, not had\nup to that point. And the whole business — I mean, I discovered later, and — when I\nMarch 13, 2012\nwas working in the federal archiving [indecipherable] the files on the bribery of all\nof these top officials. But I must say, I was somewhat surprised, shall we say? And\nit was also interesting to — just to see the differences in local handling of things.\nThat is to say that 1t— one German division would operate one way, and another\ndivision 20 miles away would operate somewhat differently. That is to say the\nextent to which local initiatives and different approaches to issues, 1n what people\nrefer to as a totalitarian society, but in which there was more differentiation, if you\nwill, at the local level than one might originally have anticipated. The other thing\nthat really hit me was that — how the horror invaded everything. The welfare\norganizations end up with corpses that they don’t know what to do with, you know.\nAnd the party organizations and welfare organizations are deciding whom to let\nstarve. The — it’s not somehow a segregated, carefully compartmentalized portion,\nthe evil part, but rather, it’s sort of pervasive. And that, I have to admit, came as\nsomething of a surprise. The other part of this that was interesting was that one\ncould periodically help people, e1-either who were there and who needed help, or\nwho came there. I was able to help the ger — indirectly, the German scholar with\nwhom I was working on a biography of one of the key figures of the German\nresistance to Hitler, get some records declassified so that he could use them, since\nthey were still under security classification, in a blanket way. A key figure of theMarch 13, 2012\nGerman resistance came to visit there. A man by the name of Gisevius, whose\nbook, “To the Bitter End” is rather well known. I got to meet him. And then he\nasked me for help. He wanted to have Xerox copies o-of those parts of the police\nreports that mentioned him. And they had explained to him that th — he couldn’t\nhave them. And I went to ask, well what — why can’t he have them? And it turned\nout to be very simple. They could lend and make photocopies for government\nagencies, but they had no way of taking money from anybody to buy anything. So\nwe arranged for them to lend them to the photo duplication section of the Library of\nCongress, which they could do, and the people there could, of course, sell Gisevius\nphotocopies of the documents he was interested in. And there were other such\nthings where one could occasionally assist somebody o-out of simply no — working\nin this wa — what we refer to, since it was not air conditioned in the summer, the\nblack hole of Calcutta. Because you’re there on the Potomac, humidity is very\nhigh, and no air conditioning. It — it was not physically very pleasant, but the army\npeople were very helpful, and so it was an intriguing way to begin working in the\nprofession.\nMarch 13, 2012\nAnd this project was under the auspices of the American Historical Association,\nwent on for several years. Could you talk about this project, and what your role\nwas?",
        "A: What happened was this: when the — the governments of — of the United States\nand Great Britain, and they each — they jointly controlled, and there was a British\nrepresentative in Alexandria, as there was an American one in England, decided to\nstart sending the records home, under an arrangement of their being American\nrecords. And if you want, I’ll explain how that came to be. But people then became\nscholars in this country, became very alarmed that — how could we assure access to\nthese records, after they were back in Germany? And a group of scholars operating\nprivately and independently in New York, got together and set up a committee for\nthe study of war documents. They got money from the Ford Foundation. They had\na meeting with government officials, in the Library of Congress, with Verner\nClapp, who was then the deputy librarian of Congress. And I was invited to this\nmeeting, from Kentucky, where I was then teaching [coughs] Excuse me. I suspect\non Fritz Epstein’s recommendation. And it was agreed that we would try to film,\nwith the army’s agreement, cooperation, as the records were declassified, so that\nthere would be this sequence, declassification, microfilming, return to the federal\nrepublic. The American Historical Association, and the Ford Foundation agreedMarch 13, 2012\nthat the hand — the financial handling would be through the AHA. And then\nsubsequently, after the Ford Foundation money ran out — excuse me [coughing] da\n— Lillian Dowman(ph) put up money for a while. And then, the Old Dominion\nFoundation paid for many years of it. But the money went through the American\nHistorical Association, and this independent committee became the committee on\nwar documents of the AHA. I was ha — hired by the AHA in the technical sense\nthen, to be the first director, and had the money to hire one professional, and one\nsecretarial assistant. And to pay for one person who was a micro-photographer, but\nwho was, in effect, provided by the National Archives. So, in May of ’56, I moved\nto Washington, and set up this program, and the policies for it. And han — at the\nbeginning, very important decisions and influences to consider. I had managed to\npersuade the committee to put the microfilms that we were going to make, into the\nNational Archives, not the Library of Congress. And I was persuaded by — or\nindoctrinated perhaps is the best term, by the head of exhibits and publications of\nthe National Archives, a man by the name of Lysinger(ph), that it was a mistake to\nfilm selectively. And I fell in with this very, very quickly, because I had been using,\nin the National Archives, for my own research, some of the microfilm the State\nDepartment had deposited there from the foreign office microfilm. And whatever\nthey thought they were doing in [indecipherable] hall, it was editing, and it always\nMarch 13, 2012\nmeant that the same German file either didn’t get filmed at all, or got filmed in bits\nand pieces on different rolls of microfilm, sometimes as many as six. And then\neventually, if you wanted to make sure you had everything, you’d have to go to\nGermany and look at the original file, which in fact I ended up doing. Furthermore,\nas Lysinger(ph) explained to me that there were two other reasons to film,\noccasionally selectively, but generally throughout, was that you spend your money\non filming, not on selecting, which meant that you could produce much more. And\nthere’s no question that this helped us sustain the program, because as Professor\nHale(ph), who was the third head of the committee, but headed it longer than\nanybody else, told me that if you go to a foundation for microfilm, they’re not much\ninterested. But if you can tell them that for 30 or 35,000 dollars a year, you can turn\na million frames into the National Archives, they are somewhat more interested.\nThe other thing that Lysinger(ph) explained to me, that I was barely conscious of\nfrom my earlier work with the Nuremberg material, was that of course, all\ngovernments in World War II, used the poorest paper possible, because they wanted\nto use their resources for things which were a lot more important than requisitions\nfor paper clips. And therefore, we needed to film, in part for access, to be sure,\nwhich was the original concept of the committee; that American, German, British,\nany other scholars could have acc — could be guaranteed access. But that we were\nMarch 13, 2012\nalso filming for preservation. And having seen some of the Nuremberg\nmimeographed stuff starting to crumble, I did not take much indoctrination. But, as\nI said, Lysinger(ph) really put these things to me in a way so that I — when I set this\nwhole thing up, we did a teeny bit of selective, but mostly filming throughout, and\nthat then continued thereafter, long after I was out of it on the — teaching in\nKentucky or in Michigan. But that meant in that — that it was afterwards possible\nfor the army and the project to cooperate. When the army started putting money in,\nespecially for the filming of the military records, they would contract with a micor —\nwith a — for the microfilming, and the committee’s professional people would do the\ndescriptions. So that when it was all over, of the material that was at one time in\nAlexandria, let me put it this way. Somewheres between 90 and 95 percent was\nfilm. The material that was in England, at least 85 percent, and probably 90 percent\nwent back to Germany un-filmed. And I remain convinced of the importance of\nthis, and I have to say I have become more convinced in recent years, of the\nimportance of filming throughout, because while lots of people are increasingly\nthinking about what to do about the fact that the Holocaust survivors are either dead\nor not going to be with us very much longer, the papers, the records of the\nHolocaust era, are disappearing too. Either physically, for the paper, or\nelectronically if they’re electronic records. So that in 50 years or a hundred years\nMarch 13, 2012\nfrom now, not only will there be no human witnesses of those terrible events, any\npaper, or any electronic records will be either gone, or inaccessible. So on this\nparticular side of the issue, I have become, if you will, more convinced of the\nnecessity of total reproduction, either in microfilm, or in high density engraving on\nplates, than I was when we started. And the other policy that I insisted on at the\nbeginning, and that to the best of my knowledge was followed for — through the rest\nof the project, was that where the western allies had not acquired what I would call\nthe — the top level records — and the two examples that I recall very distinctly were\nthe German labor front, and the German welfare — the Nazi welfare organization.\nAs a general policy, whatever was there should be filmed, so that people would\nhave at least something from lower levels, that would give them some idea of what\nthe — the policies and issues were. And later on, when the army was beginning to\nrun out of money for filming, I urged them, and I believe they followed, on a\nsomewhat similar basis. That is to say, all the top level military records were\nfilmed. But when they had to choose among the division records, after a while, I\ntold them all the air force field divisions, whatever there is, all the security\ndivisions, whatever there is. Whatever the field training divisions, whatever there is,\nbecause there you — you were again dealing with an important subject, but only\nfragmentary surviving records.\nMarch 13, 2012",
        "A: Well, it means that there is access, now and into the future, of an enormous\nquantity of German records from the 1930s and 40s, on essentially all aspects of\nevents, and that can be accessed in Washington, that can be accessed elsewheres by\neither purchase or borrowing. And that for one of the most dramatic areas of world\nhistory, and the largest war ever fought that we know about, and the horrendous\ncatastrophe of the Holocaust, there are records that people who are interested can\nhave access to, essentially today, without restrictions, and that they can make the\nmost of. And that there was no opportunity, as there was after the first World War,\nfor the postwar German government to restrict access, even if it wanted to. I’m not\nsuggesting that with certain exceptions, the German postwar government has\nwanted to, but needless to say, in the 1950s, nobody knew this, and we were\nlooking at the past experience, which people had, as opposed to the future\nexperience, which for very good reasons, people hadn't had yet. And there was one\nother aspect to this that I think 1s important, and that is, it created, if you will, a kind\nof precedent. Why keep the records of country X closed, if those of country Y are\nopen and accessible? Why not open American records for the period on which the\nGerman records are open? So that there is, if you will, a — a—a certain impetus, if\nMarch 13, 2012\nyou will, that the declassification, and then microfilming of German records has had\nfor the opening of other records. There is one final point that’s closely related to\nthis, I would argue, and that is that those who might have preferred closure of\nGerman records in postwar Germany, realistically didn’t have a chance. And the\ndramatic example of this that I would site, is the German scholar Derscha(ph), who\nwanted access to some personnel records of the German foreign ministry, which\nwere denied to him. And who then discovered that they were on microfilm in\nWashington. The — the possibilities, in other words, and the temptations simply\nhaven’t been there. And while I don’t want this to be read as a general attack, cause\nas I said, the — the German government of federal republic was on the whole, very\ncooperative. There was never much of a temptation to go in another direction.",
        "A: In the 19 later 50s and 60s, I was working on the origins of the second World\nWar and German foreign policy. In the process I saw a couple of references to\nHitler having dictated another book. I was back teaching, first at Kentucky, then at\nMichigan. But in the summer of ’58, I went back to assist my successor as directorMarch 13, 2012\nof the project, Dr. Dagmar Perman, and was going through piles of stuff to\ndescribe and set up for microfilming and came across this one sheaf, it’s around 300\npages of typescript, which was labeled as a draft, or partial draft of “Mein Kampf.”\nAnd when I started reading it, it was perfectly obvious this is no draft of “Mein\nKampf,” it’s clear from the opening lines, literally, that this was a second book. Not\nlong after, two things happened, which made the publication possible. One was, that\nit turned out that back in °45, after this document was confiscated at the Nazi public\nparty’s publishing house in Munich by the Americans, they had made a microfilm\nof it back in ’45, and provided it to the British. And under those circumstances, the\nBritish representative in Alexandria allowed me to have a copy made from their\nmicrofilm, so I could start working on preparing a text for publication. I got subseq\n— abou — a few months later, a letter from Rothfels, who by this time was associated\nwith the Institute for Contemporary History in Munich, that they had heard about\nthis book, and he sent me the correspondence, and I wrote back and told him yes, I\njust found it. And so, it seemed best to publish it in Germany, in the Institute’s\npublication series. And 1-it took a while, and there were problems with the Bavarian\ngovernment, which was very hesitant and put a publication run limit on the print of\nthe book. And the, excuse me, Institute had to deal with the Hitler heirs, to make\nsure there weren’t going to be problems about the rights, which they bought for aMarch 13, 2012\nfew hundred marks from them. And so then I put it out in 1961 in German, and it\ntook me til 2003 to get a publisher to put it out in English.",
        "A: I chose the topic because then, as I might add, still today, there is a new book on\nthe origins of World War I every six weeks. But there didn’t seem to — there doesn’t\nseem to be similar interest in the origins of World War II. And while I have nothing\nagainst people studying the origins of World War I, having at one time myself\nthought of doing something on the diplomacy of the late 19 century, that set the\nstage for the first World War, it seemed to me preposterous that nobody had done\nanything similar, seriously looking at the origins of World War II. I was convinced,\nand I’m must — then, when I started on this, and remain convinced today, that after\nthe experience of World War I, which was most unpleasant for all concerned,\nwinners and losers, there was no one else on the face of the globe who was going to\nstart another World War, than the Germans. It was true, and it happened, that local\nwars would be started by others. A civil war in Spain. But that was a civil war. The\nItalians were going to revenge their earlier defeat by the people of Abyssinia, andMarch 13, 2012\nwhat you really had was the last of the great colonial wars. The Japanese had fought\none war with China and one with Russia, and now would fight another one with\nChina. There was always the possibility of another war in South America between\ncountries that had been at war repeatedly in the 19 century. There was always the\npossibility of some war between who knows, the Hungarians and the Romanians,\nwho were always itching to do that, but fortunately didn’t. But starting another\nWorld War, nobody after 1918, other than possibly the Germans, were going to do\nthat. And so, I figured that since nobody else was doing anything seriously on the\norigins of World War II, the best way to do this was to organize it around the place\nwhere the initiative came from. And while there were people in Germany in the per\n— in the 1920s, who were thinking seriously of the possibility of maybe trying to\ntake back some of the land they’d been forced to return to Poland, or — 0-or who\nknows what else, no one other than Hitler was thinking of anything bigger. And so,\nI decided that the way to organize an origins of World War II book, was around\nGerman foreign policy after 1933. And aster — after I had gotten into it for a while,\nit became clear to me, and by discussion with a man who was doing this from the\ninstitutional side, whom I got to know, Professor [indecipherable] Jacobson(ph),\nthat I’d best do this in two books, rather than one. Now, they are now available inMarch 13, 2012\none book, but I’m talking about when I was doing them, at the time, so out of this\ncame the two books on Hitler’s foreign policy.",
        "A: Well, there is now, ironically it appeared last year, what literally one other book\nin the field, and this was the British historian Zara Steiner, who had written the\nbook, “The Triumph of the Dark,” which is an European international history of\nthe 30 — of the °33 - °39 period. And I have a very high opinion of her, and of her\nwork, which follows a book she did on the 1920s. Big book, very big book. But I\nthink that there may well be issues in there that are still worth looking at. But other\nthan her, and as I said, the book just came out last year. People just don’t seem\nmuch interested. They’re interested in the war itself, and they continue, as I s — told\ny — mentioned, to turn out books on the origins of the first World War, another one\ncomes out every year. But I do not feel, frankly, that I have a copyright on either the\n1930s or the war, and that if someone else would like to do this, they are welcome.\nThe one caution that I would put in there is that the amount of records that is\navailable, is very big, and you better be prepared to spend a lot of time.March 13, 2012",
        "A: Well, I wa — I have the book and I’ve read it, but it’s a very interesting and I\nknow at least a few of the people who’ve been involved in preparing it. I think it’s\nquite thoughtful, but it does not, in my judgment dig sufficiently carefully into some\nof the people involved, and their actions. Let me — the best way to put this clear is\nan example. One of the central figures in the German foreign ministry in the 30s\nand 40s, was Ribbentrop’s Secretary of State, Ernst von Weizsacker, who was\ntried after the war, sent to jail for a few years. At one time during the war, when the\nGermans were rounding up Jews to be killed, they also tried to get them from the\noccupied countries. And when they started after the Jews of Norway, the Finnish —\nexcuse me, the Swedish government, informally sounded in Berlin, whether it\nwould satisfy the Germans if they took these Jews into Sweden. That sounding was\nmade to Weizsacker, and he waved it off. The document was published, in fact, by\nthe Germans, in the series a — the German edited series of the wartime foreign office\nMarch 13, 2012\ndocuments from December ’41 to May of ’45. This, of course, is why the next year,\nwhen the Germans went after the Danish Jews, the Swedish government, instead of\nquietly asking, is it okay if we take them, announced on the radio, we will take\nthem, and the Danes put the Jews on boats and sent them to Sweden. Now, that\ncomplex is completely missing from this. Weizsacker’s role, in the negative sense,\nwhich ironically would have a positive impact for the Danish Jews, but negative for\nmany from Norway. And yet, it seems to me that that’s an area where the people\nwho put together Das Amt(ph) certainly did not dig carefully enough into, in this\ninstance, the published record. We’re not talking about some great secret here. The\ndocument — the relevant key document was published many years ago, and 1s in\nlibraries, and not just in mine. And I think that there are other areas where a more\ncareful look — now what, of course, I don’t know, is what, if anything, was edited\nout by the official authors of the book, who had people working for them, who may\nvery well — I have no way — no inside knowledge here — turn up things that for one\nreason or another they didn’t include, or get around to. But it is, at least, I would\nargue, a respectable start into a set of issues about continuity and change, that is\nhelpful.\nMarch 13, 2012\nWorld War II, “A World At Arms,” which appeared in 1994. What moved you to\ntake on such a vast project?",
        "A: In 1978, I sent off to the University of Chicago press, the text of the second\nvolume of the study of Hitler’s foreign policy. And I had to decide what to do next.\nAnd I will tell you why, of the various possibilities, which I won’t go into, I decided\nto do a World War II history. I’m talking about ’78. I was very dissatisfied with the\nexisting literature on the war, for the following reasons, most of which, I’m afraid,\nstill hold. One was that most of those who’ve written on the war, make the same\nmistake the Germans and Japanese made during the war, it never occurred to them\nthat the earth is round. You would get long discussions of the war in Europe, quite\nseparate from long discussions of the war in the Pacific. But the leaders had to\nmake decisions about both, as they were both going on. The most recent edition of\none of the major, well-known books on the war, I won’t mention the authors here,\nin fact comes out in two volumes. The European war, the Pacific war. But they did\nnot take place on different planets, in different centuries. They took place on the\nsame cent — in the same century, on the same planet, and choices, allocation of\nresources, decisions about where to launch offensives or defensive\n[indecipherable] process, all had to be made by the folks at the top, about both\nsimultaneously. From — a second aspect of the literature that I was very disturbedMarch 13, 2012\nabout was — especially in this country and England, was a reliance on German\nmilitary memoirs, especially those translated into English. And since this 1s, to a\nvery considerable extent, a collection of garbage, the — people had been, and\nallowed themselves to be misled. I see recently — I won’t mention the author, a big\nbook on World War II, where the person still believes the fairy tale that Field\nMarshall Manstein put into his personal memoirs, that he had ordered\n[indecipherable] isolated in Stalingrad to break out. The reality is he made — gave\nno such order, but fabricated it in his memoirs. The oten — third factor that I found\nvery troubling, was the absence of purpose from most of the literature. The\nGermans did not start the war because the French would not allow Hitler to see the\nEiffel Tower. There was a purpose to the war, and it was not that they had an army\nthey didn’t know what to do with one weekend. The war was to start a demographic\nrevolution on the globe, of which killing all Jews was to be a central part. Now I’ve\nalways argued it is not a coincidence that when Hitler ordered in writing, the killing\nof the handicapped, in late October °39, he dated it for September ’39. And nobody\ncan persuade me that that’s because they didn’t have a calendar. He also, in his\nspeeches, published by the Nazi regime, in — during the war, would repeatedly refer\nto his promise to kill all Jews in Europe, on 30 — January ’39, always said he did it\non — for September ’39. Now these two quite deliberate mis-datings, are, in my\nMarch 13, 2012\npersonal opinion, an interesting way of providing insight into the way Hitler and\nhis associates were thinking. That is to say, the demographic revolution was what\nthe globe — what the war was about. It was not that he always wanted to see\nWarsaw, okay? When a killing squad is assigned to Rommel in the summer of ’42,\nit was not because Rommel was sent into Egypt so that they could dismantle the\npyramids, and re-erect them outside Berlin. It was so that they — he could supervise\nthe killing of all Jews in Egypt and Palestine, before the area was turned over to\nItaly, as Hitler planned to do, and he didn’t trust the Italians to do a thorough job.\nAnd he had very good reasons for — for this. The war wasn’t started, as I said,\nwithout some purpose. And much of the literature on the war, completely disregards\nwhat was about. And I’ve always thought it was very interesting, that in the winter\nof °41 - °42, in the German records, the diary of Fremborg(ph), the correspondence\nof Stief(ph), they comment on the fact, there are no trains to send winter uniforms\nto our soldiers who are freezing to death. While on the same tracks there are plenty\nof trains to take Jews from central Europe to eastern — to be killed. The priorities of\nthe regime, from time to time, were very clear, but that was missing from the\nliterature. A fourth part of the literature that alarmed me back in ’78, was that there\nhad been, in the earlier 70s, and mid-70s, very large scale declassification of\ndocuments. And most people writing on the wall, found it most expedient not toMarch 13, 2012\nlook at them. And I knew from my work on foreign policy, that that’s a very time\nconsuming business, and you have to get some grant money to spend time in\narchives, but wasn’t it about time that these things were utilized? So I decided — and\nby this time, you understand, I’m ho — I’m holding an endowed chair professorship\nat the university. With it comes a research and travel allocation that — that’s what\nI’m gonna do. Although it takes a whil — it’s gonna take quite a while, but since\nnobody else has done it, which is part of why I did my book on the origins of World\nWar II, I figured I’d give it a try.",
        "A: Not quite, it took 14.",
        "A: Because it took two years for them to get out the book.",
        "A: But the — but the text went off to the publisher in ’92.",
        "A: Well, the first publisher, after they saw being part of it, decided that they could\nnot publish a thousand page book on World War II, and so I said okay, though they\nsubsequently published a thousand page book on the British navy in World War II.\nAnd I kid them periodically as to the number of copies of that that they may haveMarch 13, 2012\nsold. The next publisher was a university publisher in this country, who got\nconfused as to what to do, and so on, so forth, so I shifted. The Cambridge\nUniversity Press editor came to this country to see me. And they decided they\nwould do it, and a — since they had just published a book on an important figure, for\nwhich they were charging either 80 or 90 dollars, I insisted I would not sign with\nthem, unless they would promise to keep the cost of the hard bound book under 40\ndollars, which they proceeded to do. And it was kind of interesting that when they\nsent — I suggested that they keep the margins smaller, and that would keep down the\nnumber of pages. And they assured to — I was informed, politely, that they had been\npublishing books in a certain way for several hundred years, and they were not\ngoing to change, even if it would save a hundred pages. So, it came out, and — in\n94, and they had a marvelous copy editor, whom I got to know, who was in the\nWrens, the women’s navy, British navy in World War II, and who was very good,\nand did a fabulous job of copy editing. And they printed it, and at least to begin\nwith, the hardbound was, I think, 35.95, or 36.95, and the softbound was well under\n20 dollars.\nMarch 13, 2012",
        "A: Well, I think that there are a number of people who have told me they like the\ncomprehensive coverage. They like the fact that if they want to, they can dip into it,\nread a chapter on the home front, read a chapter on weapons systems. Read\nsomething about the Pacific war, if they’re interested, read something about the war\nin Europe. They — the style appears to appeal to people. Scholars like it because in\nthe back notes, I refer to the archives, and to issues that still need to be investigated.\nAnd although I repeatedly am told that the — when faculty assign it as a text in\nWorld War II courses, at first the students are aghast, because they see the size of\nthe book. They then like it. It reads well, they tell me, and in one school, where it\nwas dropped for another, the students rebelled and said, we want that one back. The\nprice has — has unquestionably helped, and of course, by the time tens, and by now\nhundred thousands are in print, that means that the students who use their\ncomputers, or their bookstores, can find used copies at very reasonable prices, at a\ntime when other textbooks, including ones in this field, are getting more and more\nand more expensive, a-and this one 1s accessible financially. And of course, I\nalways remind people who talk about the size, I tell them it was a big war, and\nthat’s not my fault. And that they are — that is is a multiuse book. That in the\nsummer they can use it as a doorstop, and that in the winter they can keep it in the\ntrunk of their car, and then they will not skid on ice, and if they run into a snowdrift,\nMarch 13, 2012\nthey have something to read. So there are all kinds of advantages, in addition to the\nactual contents o-of it. And th-there’s been translated into German, Spanish, Polish,\nI thi — I’m not — Italian. And it’s supposed to be translated into one or two other\nlanguages, but I have no idea whether it will or not. The only one that I checked\nagainst the original was the German edition.",
        "A: Well, the first one came when I was asked by the quarterly for contemporary\nhistory in Munich, in view of my prior writings and work, to write a article on the\nGerman decision to invade the Soviet Union. And since I had worked on this a\ngood deal, I wrote an article for them in German, had the German corrected by my\nfather, and sent it off, and they published it. We’re talking about around 54 or five.\nAnd then, two German scholars responded with an article arguing quite differently,\nand I was given the opportunity to respond to them. Ironically, the key figure who\nwrote disputing what I had written was Andreas Hillgruber, a German scholar\nwho ironically then eventually came around to my view, and in his bi — big book on\nthe subject of Hitler’s strategy, took my position rather than the one, that along\nwith Seraphim, who had been his dissertation director, had taken in their response\nto me. Thereafter, I was not really so much in direct disputes, as taking positions\nMarch 13, 2012\nthat others very often did not agree with. And that continues to be the case. And that\nis true, particularly I would argue, 1-in relation to Holocaust studies, where the\ntendency in the last 30 years or so, has been to do Hamlet without the Prince of\nDenmark. Everybody wants to look and does look at this district commissioner,\nthat military figure, that local governor, that Gauleiter, or whatnot, but nobody\nwants to look at Hitler any more. And that’s one area there, where I rather disagree.\nThat is to say, 1n a society, not just in a dictatorial society, but also in a democratic\nsociety, the tone is set at the top. And then people try to accommodate themselves.\nThey have lots of discretion and accommodate themselves in different ways, and do\nit differently. But unless one looks at where and what the impetus is, people miss\nwhat’s going on. And I think it is interesting, to take just the one rather dramatic\nexample, but there has just appeared a big book on the Holocaust in Romania by\nJean Ancel. And he makes it very clear that there’s lots of persecution of Jews in\nRomania and by Romanians; the Iron Guard, the government and so on. And there\nare some pogroms. But it’s when the dictator of Romania, Antonescu meets with\nHitler personally on the 12\" of June, 1941, and Hitler tells him that after — that\nwhen the newly occupied territories fall under German and Romanian control, all\nthe Jews there are to be killed. And it is then that the Romanians change. And\nhaving killed and persecuted lots of Jews before, and having killed maybe a coupleMarch 13, 2012\nthousand, in the following two years they kill over 400,000. I would suggest that\nthere is a difference when a degree becomes a differ — difference in kind. That\naspect, you see, I —I see differently from most. The other aspect which I see\ndifferently from most is that people keep yakking about killing the Jews in Europe,\nand being unwilling to face up to Hitler’s view that all on earth needed to be killed.\nWhen the Germans killed the Jews in the Dodecanese islands in the Aegean, they\nare living in what by German definition is a part of Asia. When they attach a killing\nsquad to Rommel’s headquarters in north Africa, at least on my atlas, neither\nEgypt nor Palestine is a part of Europe. And what people simply don’t want to\nface up to is that Hitler personally at great length explained to the grand ra — mufti\nof Jerusalem, that Jews on the whole earth have to be killed. But people find that\ntoo frightening, I guess, to think about. And s-so therefore, they keep talking about\nEurope, Europe, Europe, Europe, and ignore the fact that it was the military\noperations of the Soviet Union, Great Britain and the United States that\nessentially confined a worldwide scheme, to Europe. So there are some issues\nthere, which I continue to see differently from most. The other — another area, I\nguess where — although it’s only been explicit once, I see it differently from many,\nnot all, is on the German military leadership of the second World War, which I\nwould suggest that the top and strategy was generally incompetent, when othersMarch 13, 2012\nthink was competent. And that it has become a kind of cliché, that they always\ndisagreed with Hitler, and they were right and he was wrong. And usually they\nagreed with him, and very often when they disagreed, he was as often right as they\nwere. In the Pacific war, I have, for many years been intrigued by the total neglect\nand the discussion of the Japanese plans of which we knew, to kill all allied\nprisoners of war. And of the Japanese agreement at the top, that when the allies\ninvaded the home islands, Japanese casualties would be 20 million. It may well be, I\nhave often thought, that the Japanese award in the 60s, of the highest decoration to a\nforeigner, to General LeMay, who commanded the assault on — air assault on the\nhome islands, including the great fire raid on Tokyo, and the atomic bombs.\nPerhaps they realized that 150,000 is considerably smaller number than 20 million,\nbut many of my colleagues in American history cannot get that arithmetic as\nstraight as evidently the Japanese have.",
        "A: There are two quite separate answers to that. I have taught the Holocaust as a\npart of modern Europe, modern German, and World War II history as long as I’ve\ntaught, starting, ironically, back in 1954. The first time I have taught a course\nMarch 13, 2012\nentitled Holocaust was here at Chapel Hill, and that would have been, I would say\na little — 20, or a little over 20 years ago. The — the history department at this\nuniversity has a program of undergraduate seminars called, History 90s, because\nthat’s their number in the catalog. These are limited to 15. I introduced a History 90\non the Holocaust, which was the first Holocaust taught — ever taught here, around\n20 years ago, or a little more. And it always filled. But, at the same time, I had lots\nof other teaching responsibilities, and the survey courses; Western Civ, the World\nsince 1945, a big course I introduced. German history, European 20\" century. So I\nwould teach this, if you will, one Holocaust seminar for undergraduates, over and o\n—a number of times over the years.",
        "A: Well, other faculty reacted to it in a normal way that a committee has to approve\ncourses, and they did. With more or less enthusiasm, I frankly don’t know, because\nthat is essentially a routine operation. The students filled it up every time, and then\nwhen it got to 15, it was closed, because that was the way that type of course is set\nup in the department. And while once or twice, under very special conditions, with\nappropriate paperwork, we got a 16\" student in. But these were never big lecture\nclasses of any sort.\nMarch 13, 2012",
        "A: Well, i-it seems to me, I don’t really know enough about secondary education,\nand I know that it is taught in many insto — institu — high schools in the country.\nAnd that in many states there are requirements in this field, and in many states\nefforts are made to prepare teachers, that is public school teachers, properly, so they\ncan do this. I do know a little bit ki — more about the college and university system,\nand there it is reasonably well established, I would argue, for a couple of reasons.\nOne of them is that there are many scholars who have worked in the field, who\naccept positions in modern European or modern German history, and who are\ninterested in offering a course on the Holocaust. And the other side of this, very\nclosely related to this, is that departments who need large numbers of enrollments,\nto offset courses they need to offer, in things like medieval history, where they’re\nnot going to get large numbers of students, but need to offer them, are interested in\nthe fact that Holocaust courses are always filled. And I know, both from my own\nPhDs around the country, and others, that when there is a course offered, the chairs\nare filled. And if you ask, well, why are the chairs filled, it is not because these\nMarch 13, 2012\ncourses are required. It is — they are filled because there is a general public interest,\nand students are interested. Whether it satisfies a particular degree requirement or\nnot, or can be used as one of a vast number of courses that would fulfill a particular\nrequirement, th-the reality is that the students go to the courses on the Holocaust\nbecause they have an interest. They’ve heard about this, they want to know\nsomething about it. And if it’s offered, that’s it. And the other side of this is that\ndepartment chairs know that if one of their faculty members is going to offer a\ncourse, it’s going to be full. And so, because of the interest out there, not because of\na requirement that students take it. Under those circumstances, I would argue that\nthe field 1s reasonably well established. That doesn’t mean that there are no issues\nor problems, and I would suggest that the future here depends heavily on faculty\nmembers being honest and forthright about a differentiation between the Holocaust\nand other genocides. That doesn’t mean that one is a hierarchy of better or worse,\nbut what I would argue is a sense of differentia — differentiation. And it is in this\nregard that the issue I just alluded to, that is to say where I differ with many in this,\nthe concept of a worldwide killing program. All other genocides of which we know,\nare geographically defined. The Turks wanted to kill Armenians in Armenia. They\nhad not the slightest interest in Armenians who had emigrated to France or\nArgentina or the United States. The UstaSe in World War II Croatia wanted to\nMarch 13, 2012\nkill Serbs who lived in Croatia. The fact that there are lots of Serbs living — or\npeople of Serb descent living in Chicago, they assumed they wouldn’t like when\nthey hear about this, but there was no particular interest in going to Chicago to kill\npeople of Serb background. One of the major differentiations I would argue,\nbetween the Holocaust and all other known forms of genocide, was the concept of a\nworldwide program. And I think that in the future, as the time in which the\nHolocaust occurred, recedes further and further into the past, and other genocides,\nlike the one in Rwanda, are chronologically seen 50 or a hundred years from now,\nas being about the same time. I think that unless those who do work on the\nHolocaust, both in their research and in their teaching, are ho-honest about\ndifferentiations, not that one is worse than another; people are dead whether they\nare killed in one or the other, but that the conceptualization of this was different,\nand novel in its own way, as well as the implementation on an industrial scale. I\nthink that is an issue that the teaching of the Holocaust, at the college and university\nlevel in the future, has to — what to engage, the reality as a future generation of\nstudents looks back on a variety of mass killings, none of which was better or worse\nthan the other mass killings, but out of which group, the Holocaust stands apart. Not\nabove, not below, but apart, in a category by itself.\nMarch 13, 2012",
        "A: Well, I’m not sure that I remember one more than another. I was very excited\nwhen I got my first opportunity to teach at the University of Chicago, because I had\nnot had that opportunity before, at a college university level. I was quite excited\nwhen I, in the summer of ’58, I looked at what turned out to be not a draft of “Mein\nKampf,” but this other book of Hitler’s which, since I was working on German\nforeign policy, here was Adolf himself writing on foreign policy. I thought that that\nwas a very good coincidence. And I guess the other moment was when my wife\nJanet took a picture of me at the post office, when I was sending to Chicago, in a\nhuge crate, two copies of the World War II book manuscript.",
        "A: The response of students. I like my students, even the ones that didn’t do so well.\nBut I like getting a sense of looking at students while I was speaking, when their\nfaces sort of lit up a little bit. Oh, I get that. And I was very pleased to have a\nsuccession of graduate students who moved forward in their graduate work, and\nMarch 13, 2012\nnone of whom is unemployed today. And a— a majority of whom went into\nacademic careers, but a substantial number into other careers in the government,\nand in archives. And that is always very interesting, because of course, they learn\nmore about the subject they’re working on than I ever had learned. And it was very\ninteresting to have this combination of individuals, and their — their relationship\nwith me, both then and after they had finished, a-and to see other people make new\ndiscoveries, this — find new connections, and then go forth into the world — the\nacademic or the government world, and make successful careers for themselves.",
        "A: Well, perhaps I should mention the two monuments that aren’t up, that I think\nshould be up. One monument should be up in ger — or at least plaque should be up\nin Germany, the other in England. Eng — 1955, the Austrian state treaty provided\nfor an independent Austria, and the allied occupation troops to leave. When the\nAmerican occupation troops left their zone [indecipherable] area around Linz. And\nin one of the barracks that they had ta — the Americans had taken over from the\nGermans, they found a bunch of records. And those records, it turned out, were the\nrecords of the area, military area district horse draft board. We forget today that in\nEurope, until World War, and into World War II, governments drafted not just\npeople, but also horses. The question then arose, what’s to be done with these\nMarch 13, 2012\nrecords? The Austrians said, well, these were Austrian horses, and the records were\nin Austria, and the records should go to Vienna, and if the Germans want to look at\nthem, they’re welcome. And the Germans said, oh, but these are German records,\nthey were created by our agency, the horses are all dead. The records should go to\nthe military archive in Freiburg, and if the Austrians want to use them, they’re\nwelcome. When there are legal questions in the American military, they go to the\nJudge Advocate General’s office in the Pentagon. And the lawyers there decided\nuh-uh, these are American records, they go to Alexandria. Which is what\nhappened. But because they were American records, they naturally fall under\nAmerican archive law. And that meant, among other th — two things. Number one,\nthat American privacy rules would apply to them, and we applied them in our\nmicrofilming. But it also means that there would be the system of records disposal.\nThe the National Archives would present to a joint committee of House and Senate,\ndisposal schedules from time to time. These records go to the National Archives,\nthese records go to the regional archive in Atlanta, or wherever. These records get\ndestroyed, nobody needs them. These records are sent to Germany, the federal\nrepublic. And if the congressional joint committee agreed, as I’m informed it\ngenerally did, that’s how they got there. And I have therefore been long of the\nopinion, both orally and in print, that the Germans should put up at least a plaque inMarch 13, 2012\nhonor of the Austrian horses who got them their records back. Seems to me only\nreasonable. The Brits need to put up a plaque, or a monument of some sort, to the\nDuchess of Windsor, because if she had not, as Wallace Simpson, put her sites on\nthe man, the Prince of Wales who became Edward the eighth, and who abdicated\nin order to marry her, the British would have been stuck with him, whether he\nmarried someone else, or remained unmarried, for the rest of his life. And sparing\nthe British from having him as king during World War II, is something that P’ve\nlong argued that people in Great Britain ought to acknowledge by some kind of\nplaque, or other dedicated thing. In my own work in the British records, it is very\nclear that in 1940, thi — by this time, the Duke of Windsor, because of course, he\nhad abdicated before, and George the sixth was king, and his wife, the Duchess of\nWindsor were, if not very strongly pro-German, inclined in that direction. They\nhad no sense of what really was going on in the world. And at a time when Britain\nwas being assaulted from the air, their main concern was the fate of their furniture\nin the Paris apartment, and whether one of his junior aids could get an exemption\nfrom the British draft. They shipped him off to the Bahamas, but this was not the\nkind of person that the country needed in its great hour of need, and people tend to\nforget that George the sixth, who became king and was king through the whole war,\ninto the beginning of the 50s, when he died, was a man who had then, on a British\nMarch 13, 2012\nwarship, in 1916, at the Battle of Jutland, the great naval engagement of that war.\nThis was somebody who had a connection to the country, it was thought that\nEdward the eighth never did have. And so, since she was the one who took the\ninitiative to arrange — or have it arranged, let me put it that way, that George the\nsixth became king, I think the Brits owe him one — owe her one.",
        "A: Thank you.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 13, 2012\nRG-50.030*0724",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.\nGERHARD WEINBERG\nMarch 13, 2012",
        "March 13, 2012\nreviews. In today’s conversation, we want to address the experiences of Dr.\nWeinberg and his family in Nazi Germany, but above all, we want to trace the\nmaking of a Holocaust scholar. Dr. Weinberg, welcome, and thank you for taking\nthe time to record this interview. I thought we’d start with some conversations about\nyour family. If you could say something about your father, your father’s occupation,\nyour mother’s background. How would you describe the social position of your\nfamily back in Hannover?"
    ]
}