{
    "rg": "RG-50.471.0003_trs_en",
    "sequence": [
        "KOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage l\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\n(beep)\n(BS--Wentworth Films, Kovno Ghetto Project, May 5,\n1997, interview with Brigitte Altman, B-R-I-G-I-T-T-E,\nA-L-T-M-A-N, sound roll 6, continued camera roll 12 at\nthe head)\n(Mark 12)\nSB: Tell me when and where you were born.\nBA: I was born in 1924. I was born ina small coastal\ntown on the Baltic Sea. In those days it was called\nMemel, M-E-M-E-L, a rather old town with a German\nculture. It was on the northern most port of the last\nGerman empire. After World War II, it became known as,\nI mean after World War I, it became known as Glipheda\nand when I was born it was no longer German territory\nbut Lithuanian territory which Hitler took back in\n1939.\nSB: Tell me your recollections of the start of the",
        "war.\nBA: Start of the war, I guess we could put a point in\ntime as 1940, 1941. After we had had a short Russian\noccupation in Kovno, very short, may have lasted a\nyear, the collapse of the Molotov Ribbentrop pact of\nnon aggression. And the entry of the German troops,\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 2\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nI'm not even sure of the month or the year but I might\nSay maybe June 1941.\nSB: What did you personally hear or see. What do you\nremember.\nBA: The night preceding this, the advance of the\nGerman troops on their motorcycles and probably armored\ncars, but the night before there, there was a lot of\nartillery noise, that seemed to be coming from the\nairport in Kovno, just a very ominous sound. I think",
        "most people, Jews and Gentiles alike, Jews and Lithua-\nnians alike were worried that the German army was going\nto march in that week.\nSB: What about before the Germans came, the pogroms\nthat took place, did you see any of them.\nBA: No, I didn't see any pogroms but I don't even\nrecall hearing about them before the German occupation.\nI think all that happened after the German occupation.\nSB: Tell me about it, tell me what you know about it.\nBA: Mostly rumors. Well I do remember that the house\nwe were living in and we only had a small room that we\nwere renting at the time, in the a part of Kovno that\nwas called Jalya kolnis, meaning the Green Mountain.\nAnd it was an apartment house. There were two young\nstudents living in the basement and even though I\ndidn't know them well I had just a very casual passing\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 3\nInterviewed (5-5-97) by Sandra W. Bradley",
        "Wentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nin the corridor acquaintance with them. And they told\nme the day before the occupation that they had planned\non escaping with the Russians who were in retreat. And\nso there was, actually it was a very, very, it was a\npanic stricken Jewish population trying to decide\nwhether it was better to run or to stay. And during\nthis mad rush to get out, with the Russians, I think at\nthat point already the Lithuanian partisans went into\nactions and fell upon some innocent victims who were\ntrying to escape. But I think the real partisan mass\nmurders came after the Russians had finally retreated.\nAnd life resumed some normalcy for those who had stayed\nbehind. But not for long.\nSB: What do you mean by not for long.\nBA: Well at that point rumors, before the, before\nthere even was talk of the ghetto we heard about people\nin the city who had been abducted from their homes, by\nwilling Lithuanian so called partisans who also ran-\nsacked the homes. Who would round up mostly men and\neither taunt and torture them or, or shoot them. I\ndidn't see any of this though with my own eyes because\nI have no idea whether the suburb that we lived in was\nmore protected than the rest of the city. But no, I\nhave no knowledge of seeing with my own eyes the, the\nbrutal acts of the Lithuanian partisans.",
        "SB: But you heard about it at the time.\nBA: Yes.\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 4\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nSB: And so how did you hear about it and what action\ndid you take.\nBA: No action. In our case there, we were a family of\nthree. I am an only child. And my mother was suffering\nthe consequences of a recent stroke. And was, was quite\nincapacitated. I can't say that she was totally inca-\npacitated but she had to be cared for. So even if we\nhad wanted to escape, it would not have been\nfeasible at the, would not have been practical. So we\nstayed in this little room and consulted with all the\nother neighbors and everybody was panic stricken. But\nnot really knowing what to do.",
        "SB: Tell me about the formation of the ghetto.\nBA: Well as soon as the German I guess military admin-\nistration was formed all the racial laws against the\nJews were put into effect. The racial laws that, the\nNuremberg laws that had already been implemented in\nGermany and other occupied countries. And I can be more\nspecific. And, and mention that none of the Jewish\nacademicians or professionals were allowed to go about\ntheir work. The doctors were not allowed to practice\nmedicine unless they were seeing Jewish patients.\nLawyers were, were dismissed from their firms and\nprofessors were dismissed from the, from their academic\npositions. And the curfew was instituted. I think at\n6:00 everybody had all the Jews had to be in their\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 5\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nhomes. The yellow star, the wearing of the yellow star\nwas made mandatory. That was a piece of yellow cloth\nShaped like a star. And the star had to be worn on the",
        "outer clothing, on the left hand side of the chest as\nwell as on the back. It had to be firmly sewn on versus\nbeing pinned on which could always indicate the inten-\ntion to escape or blend with the general population.\nAlso Jews were made to walk int eh street or in the\ngutter. They were not allowed to walk on the sidewalk\nand all the men had to take off their hats or caps when\ncrossing the path of a, a German soldier or officer.\nSB: We have to stop for a minute.\n(BS--Go to sound roll number 7, camera roll 13, at the\nhead, continuation of interview with Brigitte Altman)\n(head marker 2)\nSB: Let's back up to what happened to the men taking\noff their hats.\nBA: Well I don't think I have I can add anything to\nthat. Those were the first blows to our civil liber-\nties.\nSB: Tell me about the formation of the ghetto. And do\nyou remember moving in.\nBA: Yes, I do. A decree went out that all Jews in the\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 6\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\ncity of Kovno were ordered to relocate to a ghetto\nwhich was the poorest part of the city with mostly\ndilapidated huts. Even though there were some more\nsubstantial farm houses to be found also, as well as\nsome newly constructed apartment, referred to as\nblocks, which had been constructed for the industrial\nworkers, Lithuanian workers. The date that was set as\nthe um well the date was the 15th of August. Now the\nreason I remember that is because it fell on my birth-\nday. And I forgot whether it was 1940 or 1941. I think\nit was 1941. We had about 2 months to relocate. The\nway this relocation was handled was that first one had\nto secure a place to stay in the ghetto. And the\ninhabitants, I mean the Jews of Kovno, some of whom had\nbeen quite well to do had owned either their homes,\napartments, or houses. So they were in a position to\ntrade their well established comfortable homes for a\npeasant's home in the newly formed ghetto. Naturally it\nwas not an equitable trade but at least they had a\nplace to stay. The three of us were at a disadvantage\nbecause we had nothing to trade. So we depended on the\nkindness of strangers to give us a space. And after a\nlong search, my father was able to find a pharmacist,\nan elderly pharmacist, friend of my mother's who had\nowned a pharmacy in my mother's village, where she had\ngrown up. So Mr. Mesahovich and his wife told my father\nthat they had a small attic space that they could\nSpare, that everything else had already been spoken\nfor. And that the three of us could have this attic\nSpace. So that's what we did. We, we had very few\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 7\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nbelongings. I think we may have owned a bedroom suit.\nUm we had a sewing machine for some reasons which I til\nthis day don't understand or remember how or why we\nkept the sewing machine from our original household.\nBut it came in very handy later. So there was a bed\nthat was moved, a sewing machine and maybe a chair or",
        "two. And the clothes that we had been able to save from\nour original home. Then my dad hired a, um well he\nfound a peasant with a horse and wagon and he paid him\nfor this, for the transportation of our worldly goods.\nTo the ghetto.\nSB: What was the attic like, how big was it.\nBA: Very small. I am very bad at dimensions but it was\na long narrow space that, that held my parents!’ bed, on\nthe one long wall and my cot and the sewing machine\nopposite my cot. And there was a window next to my cot.\nI could look out. And I saw many brutal and memorable\nunforgettable scenes from that window. And just a very\nprimitive door that led from one attic space to our\nsmaller attic space because on the other side of the\nwall, another family um was living. And that family\nconsisted of four people--a mother, father, adult\ndaughter who was a medical student and her young broth-\ner who was maybe 12 years old at the time. These people\nbecame our very good and trusted friends and I would\nlike to mention that the older son Ted Pace is going to\nbe interviewed tomorrow and I hope to have a chance to\nmeet up with him after 50 years.\nVideo Tape No. Camera Roll No. | Sound Roll No.",
        "KOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 8\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nSB: You said you witnessed some brutal things outside\nthat window. Was one of them the intelligentsia.\nBA: that was the first one that I saw from my window.\nSB: Tell me about it.\nBA: A call had to go out for I think 500 young men.\nWith a good academic background and language skills.\nPossibly fluent in German and Russian. To report for\nwork on a certain day at a certain time. It was early\non. I don't remember the date, it may have been August\nor maybe early September. And because the work condi-\ntions seemed so wonderful by ghetto standards because\nalready food was scarce and men had been taken away for\nforced labor. I'm not even sure what it was, it sound-\ned like a wonderful opportunity to be situated ina\nsafe office environment, perhaps even get a meal or two\nduring the day. And then return at night. Because I\nwasn't working at the time yet.\n(Excuse me)",
        "BA: I had the luxury of staying in, in our attic and\nlooking out of the window. And here I saw them coming\nto this um open space. It was near the what we called\nthe big blocks, at least that's how I remember it. And\nI looked at their faces and I, and I recognized a few\nof them. One had been my former math tutor because my\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 9\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nmath skills were always very weak. And I recognized a\nfew other young men. Um, I think I saw some, some\nGermans surrounding them. It's a little hazy in my mind\nand some pushing and a rough handling. And then they\nwere led off. So I didn't actually see shootings going\non but just very rough treatment.\nSB: How did you figure out what happened.\nBA: I didn't have a clue except that these men didn't\ncome back at night, they didn't come back the next day",
        "and they didn't come back on the third day. And then\npanic ensued.\nSB: Ok, we have to stop and reload.\n(BS--Go to camera roll #14)\nBA: I think I saw some Germans dragging.\nSB: Let's just do this when we...\n(Ok, speeding, 3 marker)\n(technical adjustments)\n(4 marker)\nSB: So you saw, you remembered something about the\nGermans.\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 10\nInterviewed (5-5-97) by Sandra W. Bradley",
        "Wentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nBA: Yes, at the very last I think they couldn't find,\nthey couldn't get their final count of 500, they must\nhave barged into homes and dragged some able bodied\nyoung Jewish men out of their homes and added them to\nthe, the rest of the group.\nSB: And so you had a bad feeling when they left and\nthen how did you figure out what happened.BA: Um, I\nwas still optimistic when they left. And when tho truth\nfinally came out it was just total disbelief. Such\ndeception. Yeah, when the, when I found out that they\nhad been killed. I think they were killed at the, at\none of the fortresses, I forget which one.\nSB: How did you find that out. Did it just come in\nthe..\nBA: Well the news just spread like wildfire through-\nout the ghetto. Neighbors huddled together and counted\nthe losses. Many of our family friends were in that\ngroup. The best the best minds were taken out of the\nghetto. The best minds who might have been able to\nprovide leadership. They were, there were no longer\nthere.\nSB: And then not long after that, near the end of",
        "October was the big action. Can you tell me how that\nhappened.\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage ll\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nBA: Yes. Um. It was the last Tuesday in the month of\nOctober 1941. Again posters must have been nailed to\npublic buildings and verbal commands had gone out that\non the morning of Tuesday, I forgot the date, October\nmaybe it was 28th, I'm was it. Every person in the,\nevery Jewish person in the ghetto had to report at, it\nmay have been 6:00 in the morning, very, very early.\nAt the public square which was called democracy square.\nUm, everybody was able to walk, regardless of age. The\nhouses had to be left, the doors had to be left open.\nEverybody who was found in the home would be executed,\nexecuted on the spot. And ostensibly this was done for\nthe taking of a census. It didn't look good. I'm not\nin our case, my mother could barely walk. But I do\nremember that the house where we were living was very\nclose to the square. So it we had a very short dis-\ntance to walk. We may have had a five or ten minute\nwalk at the most. And we had planned to leave our\nhouse around 5:30. Well around 4:00 on that morning, I\ncould hear footsteps, never ending footsteps. It was\nstill, there was still total darkness. It was a cold\nuh damp foggy uh kind of late fall early winter day.\nThere may have been some snow on the ground, there may\nhave been some wet snow falling. And the three of us\nmy mother, father and 1 started getting ready for our\ntrip down the steps and out the door. But before we did\nthat I dabbed some lipstick on my mother's cheeks to\nmake her look a little more healthy. We dressed warmly\nand just started out toward the square. My father was\nSupporting my mother on one side, I was supporting her\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 12\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\non the other side and we slowly walked, joined the rest\nof the gray mass that was walking in front of us. And\nmade it to the square. At the square there was, there\nwas total chaos. Um, family units didn't know where to\nstand. Everybody of course at that point already had a\nwork pass and was affiliated with a work group. And my\nfather was, as head of, as head of the family we joined\nhis work outfit. And he was working at the military\nairport doing just manual labor, construction work,\ndigging, hauling rocks, that sort of, of thing. So we\nlooked for the larger contingent of air, air field\nworkers and we stood with them. And stood and waited.\nAs we were waiting um and at that point I think there\nwere about 28,000 Jews in the ghetto, so all of them or\nmost of them were assembled on the square. And um so\nwe noticed that several German officers, I don't know\nwhat unit they belonged to, whether they were SS or\nsome other unit. I suspect they were members of the SS\nand one of them was greatly feared. His name was\nRauca, R-A-U-C-A. And he was, I had never seen him\nbefore but he was pointed out to me and I think he was\nstanding behind some sort of table and there may have\nbeen a chair. There were some papers on that table and\nhe was not alone, there were other Germans with him. I\ndon't know whether there were dogs or not. I don't\nremember that. But they all had their pistols in their\nholster and possibly whips. Well as soon as a family\nunit had found their work groups, there was a little\nmore order in the square. And I remember that we were\nstill standing around noon. Nothing had, nobody had",
        "Video Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 13\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nmoved from our group, nobody had passed in review\nbefore Rauca, but we could see what he was doing. He\nwas assigning family units to the left and to the\nright. And already it was very obvious that the people\nwho had been assigned to the right were the healthy ad\nthe able bodied. And the younger looking ones. And\ncertainly no children among that group. And the fami-\nlies with children, perhaps their elderly parents of\nolder people or sick people had been motioned to the\nleft. And the three of us were standing there, cold,\nstunned. More or less petrified waiting.\nSB: We have to put another roll.\nBA: Ok.\n(Sandy, you want to let Tom know)\n(end first side of cassette)",
        "(second side of cassette)\n(BS--Wentworth Films, Kovno Ghetto, interview continued\nwith Brigitte Altman, sound roll 8, camera roll 15 at\nthe head, 5-5-97)\n(speed)\n(mark, 15 marker)\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 14\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nSB: So you and your parents were standing there wait-\ning petrified. That's where we're picking up.\nBA: Perhaps I should not say that the able bodied were\nassigned to the right side because there are times when\nI'm not sure as to which the good side was. But what\nwas happening before our eyes was the human tragedy\nthat was unfolding, families that were torn apart, were\nperhaps elderly parents were separated from their\nyounger adult children. Or sometimes the even mothers\nwith children were separated from their husbands. And\nthe crying and despair was, it was just devastating. Of\ncourse our worry was how to get by, get past the in-\nspection table, how would we get my mother through. I\ndon't know if it was the hand of God but we passed uh\nthe table and Rauca must have perhaps was looking the\nother way. I know at one time he was eating his\nsandwich for lunch. And calmly eating his sandwich\nholding it in one hand and with the other hand direct-\ning people to, to life or to death. And it may have\nbeen that during one of those moments while he was not\nlooking the three of us were able to slip past the\nreviewing stand. And once we were on the other side, we\nwere so relieved. We knew it wasn't over yet but at\nleast we had reached a safety point, a safe haven. For\nwhatever period would be allotted to us.\nSB: And how did you find out what happened to the\npeople going to the bad side.\nVideo Tape No. Camera Roll No. | Sound Roll No.",
        "KOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 15\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nBA: Probably the next day. They were all taken. Let\nme also add that 10,000 people were taken away on that\nday. They were led away and pardon me for backtracking\nbut we, we came home we had to take a count who was\nstill in the house and who had been taken away. So in\nour house, everybody except the old pharmacist and his\nwife returned. We went back to the square the next\nmorning and found Mr. Mesahovich slumped over in a, on\na camp stool which his, which his wife had brought\nalong for him to rest because she knew it was going to\nbe a long day for him. He must have suffered a heart\nattack and he was just left behind slumped over. His\nwife must have been led away. Shall I confess at this\npoint that the two of them had tried to remain close to\nus and form a family unit with us and that I, certainly\nwas trying to get away from them because I knew that\nour chances um, our chances were slim to begin with.\nAnd I was afraid that if there was an elderly couple\nwith us our chances would be even slimmer. So they did\nnot return. Instead we found an old woman who, whom,\nwhom nobody knew. She was sitting in a chair in the\nkitchen when we came back, exhausted of course, com-\npletely drained of all emotion. And we asked her and",
        "the Jewish word for old woman is alte, or we called\naltenkind, little old woman what are you doing here,\nhere. Where did you come from. And she said she just\ngot too tired walking to the square. She was all by\nherself, so she walked into the first open door and,\nand waited.\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 16\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nSB: Ok, and within a few days everyone in the ghetto\nknew what had happened.\nBA: Yes. I am sure we heard the shooting coming from\nthe 9th fort. And um, oh at first there were all sorts\nof rumors that the people who had been separated from\nthe rest would be assigned new work places outside of\nthe ghetto. But uh at that point nobody believed these\nrumors. And then we could hear the shooting. And we had\nthe proof that they were gone.",
        "SB: And then gradually life became...\nBA: Yes. Life returned to ghetto normalcy. Let me\nsee what happened to us after that. Uh. I was assigned\na work place so I had a work card. And I can tell you\nabout that.\nSB: Tell me about your work.\nBA: Because I was very fortunate in, in getting this\nassignment. It was in a greenhouse. I worked in a\ngreenhouse along with perhaps a small group of 20\npeople. And there were several pluses to this work\nSite. First it was inside the ghetto. I didn't have\nfar to walk, I didn't have to walk one or two hours\nevery day to the airfield as most other people did. Who\nwere doing the really back breaking labor there. I\njust had this short walk to the nursery where we grew\nout of season vegetables for the SS hierarchy. And the\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 1/7\nInterviewed (5-5-97) by Sandra W. Bradley",
        "Wentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nbest part of all we had a Jewish supervisor, horticul-\nturist, by the name of Mr. Kopete. He was the\nbrother of a former math professor. Very decent man.\nWe still had to do our work but it certainly was not\nback breaking. We planted seedlings and trans, I mean\nwe planted seeds, transplanted the seedlings and grew\nthem to the point where we could harvest all sorts of\nvegetables, cucumbers, radishes, carrots, asparagus,\ngreen onions. We were not allowed to take anything\nhome. Um. It was a great treat to be allowed to take\na few tips of green onion home and have it with our\nmicroscopic ration of bread, it was a great treat. And\nlike I said the Jewish supervisor was certainly the\nexact opposite of a German guard who would, could have\nhovered over us with a gun or threats or taunts.\nSB: Who was the food for.\nBA: It was grown exclusively for the use of German\nofficers. Is that what you asked me.\nSB: Did you smuggle.\nBA: I personally never got involved in smuggle and but\nas far as the produce was concerned, no, nothing was\ntaken out. It would have been too dangerous to endanger\nthe other people in the group, as well as our good work",
        "place.\nSB: We have to put another roll.\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 18\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\n(BS--Camera roll 16, 16 is up)\n(6 marker)\nSB: If I've never been in the ghetto and I haven't\neven heard of the ghetto, can you just sort of describe\nto me in general what a ghetto is like or what that\nghetto was like. Were there schools, was there culture.\nBA: In the beginning there were some make shift\nschools for the children. In the beginning there were\nbooks, in the beginning there was a hospital that had\nbeen established on ghetto grounds. But as time went on\nchildren were taking, taken away, there were no more\nschools necessary. The hospital was burned to the\nground with patients and doctors burned alive. The\nbooks were burned. Um. And it was just a very, very\ngray existence of hardship. It was so cold there was\nno, and the winters where temperatures dropped to 30\nand 40 degrees below zero and people have no firewood\nto heat the premises. I remember, I remember that when\nwe went to bed we covered ourselves with every feather\nquilt, every coat that we still owned before, before we\nhad to turn in our fur coats to the Germans. But the\nexistence was, it was almost on a subhuman level. Our\nmicroscopic rations, I don't know what the official\nrations were, I think some working people had some food\nsupplements. Um there was a curfew at night, maybe\n6:00, unless the some workers returned from their night\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 19\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nshift and then they were exempt from the curfew. It was\njust a bare existence with a lot of hunger pangs, cold,\nand exhaustion, plus hopelessness. Actually, I never\nfelt hopeless. Of course I, I had the luxury of not\nfeeling hopeless because I was only in mid teens. But\num, yes, um the young people still were able to see,\nhad the energy or interest in seeing their school\nfriends on the only day they didn't have to work. I\nthink Sunday there was a day to regroup, wash up and so\nit really was a very, it was a very harsh existence.\nNot only that and then either Ukrainian guards or the\nLithuanian partisans would, whoever was assigned to\nguard, the guard duty would barge in and the German\nsoldiers or SS would barge in for no reason at all and\njust terrorize the people they found at, in the home.\nMostly hunger prevailed. The people froze to death\ntoo. All of a sudden they disappeared, they weren't\nseen, they weren't heard from. They may have died from\nhunger and nobody knew. Because we certainly didn't\nhave telephones. We weren't allowed to bring ina\nnewspaper. We weren't allowed to have cameras or radi-\nos. All electrical appliances had to be turned in early\non. I don't remember whether we had electricity or not.\nI know some homes did but I forgot whether we had to\nuse candles or not. Certainly there was no sanitation.\nThere was an out house in our case, in our first, the\nplace, in our attic space. That was our first resi-\ndence. There was an outhouse, that the men took turns\ncleaning. And the water was brought in from the well.\nIn the winter the well froze. And one had to chop real",
        "Video Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 20\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nhard to get to the water. All of us had access to the\nshared kitchen where occasionally I would take a bath\nin atin tub. And the way to insure privacy was to put\nup a Sheet and tell everybody not to walk through the\nkitchen. So that was a very minor inconvenience com-\npared to the other dangers.\nSB: What about the ghetto administration, the ghetto\npolice.\nBA: Our ghetto administration was composed of very\nhonorable men. We were very fortunate in that respect.\nOur ghetto elder was a highly respected surgeon whose\nwife we knew from way back. And he, he delegated\nauthority and made decision with the rest of his coun-\ncil to the best of his ability, not easy, not easy\ndecision. Police I just know that we had, had ghetto\npolice, police. I may have known some of, some of them\npersonally and often they had to perform very hard",
        "assignments like rounding up, like making up lists or\nrounding up people for relocation from lists that were\nprovided to them. And that must have been very diffi-\ncult. I know nothing really good or bad about the\nghetto police.\nSB: But you weren't afraid of them.\nBA: No. Oh, I also know they had a very decent a\nchief of police who was one of the most decent men in\nthe ghetto. I forgot his name.\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 21\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nSB: The day of the kinderaction which was much later\nin 1944, tell me what you saw.\nBA: I happened to be home on that day. I didn't report\nto work because I was suffering from what I thought was\na bad cold. I was running a fever and because I had a",
        "Jewish supervisor I thought I would stay home and just\nget better and make up all the work that I missed the\nnext day. I knew that no reprisals would be taken\nagainst me. Well I was not prepared for that day. When\nwas it. I don't know, I think it was in March, in March\nof 1944. And it may have been the last week in March\nalso. Everybody, we had already been, my mother had\ndied several years before. She had died a natural\ndeath. But she died as a result of starvation and the\nconsequences of pneumonia. She just didn't have the\nresistance to fight it. But by God's grace, she died a\nnatural death. She was not taken away from us.\nSB: Did you have a ceremony.\nBA: We had a ceremony at the cemetery. And it was a\nvery sad funeral procession. An emaciated horse was,\nwas pulling some sort of a makeshift wagon. My moth-\ner's body was wrapped in a shroud in the orthodox\nmanner of burying the dead and a righteous man had kept\nvigil after her death, during the night. Before she\nwas put to rest and a very small group of friends\nfollowed this wagon and somebody said a few words at\nVideo Tape No. Camera Roll No. | Sound Roll No.",
        "KOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 22\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nthe gravesite, grave site. And she was buried there. I\nthink that the cemetery from what I've heard has been\num well it certainly was destroyed because it was on\nghetto property where everything was burned down at the\nvery end. But going I guess.\nSB: Another roll.\n(BS--Sound roll 9, camera roll 17)\n(marker)\nSB: You were telling me about the kinder...\nBA: Yes. I stayed home because of the bad cold and\nhad I worked anyplace else I would certainly have\nreported to work because it was unforgivable to miss\nwork. It could have had harsh consequences. The young\ncouple who shared the room with my father and me be-\ncause we had already been relocated to another place,\nas the ghetto had been made smaller a year or so pre-\ndating this date. So they only people in this one room\nthat I was sharing with like I said the other people,\nother families, was also occupied by an elderly couple\nwho didn't work outside the ghetto, who were the guard-\nlans of a young granddaughter, who may have been 3, 4,\n5 years old. A very good child. I never saw her during\nthe day but I didn't, nobody even knew there was a\nchild in the room. She was so quiet. The people left\nthat morning were the elderly couple, the little girl\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 23\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nand I. Three adults were all dressed, the little girl\nI don't remember. Whatever time it was, but it was\neraly in the morning, maybe 8:00. I look out the\nwindow and I see buses, lining up down the streets,\ntrucks, buses. And Germans jumping out with dogs and\none of those trucks uh, I don't remember whether it had\na cover on the back or not. Anyway, one of those\ntrucks stops before our house. Out jump the Germans in\ntheir shiny boots, grim faces and momentarily they\nbarge into the kitchen, a very small kitchen. They\nbarge in there and barge into the bedroom. And they\nsurvey the room and say tell the three of us because\nthe child was already hidden, the three adults to stand\nand explain why we are not at work. The elderly couple\nto the best of my recollection did not have a steady\nwork place. I think they earned their bread, their\nmeager bread by doing um they were sawing wood for\nother people who needed, who brought home logs maybe\nhad smuggled out some logs from the work place. And\nthe, the elderly man had a good saw which he sharpened\nall the time and they went around doing this intermit-\ntent work and always took the little girl along. Well\nthey must have realized that these trucks bode no good,\nI mean especially for the little girl. Because at that\ntime there were very few children left in the ghetto.\nFrantically the grandmother had put the little girl\ninto the bed that was shared by all three. And they had\nheaped all the blankets and quilts. Well actually she\nhad made it so it would look that it was just a made up\nbed. So first of all this one of the soldiers or\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 24\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nofficers confronts me and wants to know why I'm not at\nmy work place. Fortunately I was dressed. I showed\nhim my work permit but what I said to him I do not re,\nI don't know. I was stunned, petrified and my heart\nwas racing. I am sure it could be seen through,\nthrough what I was wearing. I think at one time it\nactually stopped beating. He left me alone. He gave\nthe grandparents a stern look. Perhaps he admonished\nme not to stay home any more, that, that this could\ncarry grave consequences. But I really don't remember\nbut he spoke to me sternly, then shoved me away or out\nof the way. Grandparents, he left, said something ina\nharsh language to them, left them alone. And started\ntearing up the room. I think all three did that, they\ntore up the room and didn't take them any time to tear\napart the bed clothes. To come upon the little girl.\nAnd dragged her out. When they made sure there was\nnobody else hiding knit nothing else was to be found,\nthey dragged her out, towards this truck. And the\ngrandmother, the grandmother ran, ran after them. Fell\ndown, fell down, fell on her knees, begged, pleaded,\ncried, wailed, followed, followed them out to the truck\nto the curb and one of the soldiers either used his gun\nor a club and hit her and she fell to the ground, she\nfell down in the street. The truck took off and she was\nleft behind. They took the little girl, there were",
        "other children ont eh truck. I could see that from the\nwindow. After I had seen that, I didn't want to see any\nmore. Uh, I know the grandmother came back in and it\nwas probably the greatest human tragedy that I have\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 25\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nseen before my eyes.\nSB: And so three weeks later you...\nBA: Three weeks later um shortly thereafter the kind-\neraction my father just decided that there was no hope\nfor anybody to stay alive in the ghetto and it would\nbe, it was time for me to make arrangements to escape.\nDo you want to hear about that. That was easier said\nthan done. It was very hard to find a family, a Lithua-\nnian family who would provide shelter, for good reason.\nThey would put their own lives into grave danger.\nHarboring a Jew was almost a, what is it, well a death\nsentence. And so that was one hurdle to",
        "find a place, to find a person willing to provide\nshelter. The other hurdle was to get out of the ghetto.\nAll gates were guarded. It was difficult to slip\nthrough the fence, there were guard towers, that were\nmanned at all times. And there were ways to slip out\nwhere the work group or work brigade as they were\ncalled that worked outside, outside of the ghetto and\nwith the knowledge, it was usually best that with the\nknowledge of the group leader, one could slip away\neither to do some trading, bartering, get food. Either\nto make an escape or to return.\n(BS--Camera roll 18 is up)\n(8 mark)\nSB: So you could get out with a work brigade.\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 26\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nBA: Yes, so the preliminary plans that had to be made",
        "were to establish contact with a former bookkeeper from\nwho had worked for my dad in our, in my home town.\nPerhaps it's somewhat reminiscent of the Frank family's\nbookkeeper. This was a very devoted former emp, em-\nployee who had known me since, practically since I was\nborn and had always allowed me to have the run of the\noffice and type on every, and play on every\ntypewriter that I could find. She had married a Lithua-\nnian, she was herself a, a German. Of RusSian German\ndescent, who had married a Lithuanian, had moved to\nKovno after her marriage, after Memel had been retaken\nby the Germans in 1939 and my dad had found out that\nher husband occasionally came to the ghetto on some\nbusiness. Not quite sure what it was but there was\nsome work. What is it. I can think of the German word,\nwerkstatt like.\nSB: Workshops.\nBA: Yes, workshops, exactly. Where uniforms, German\nuniforms were repaired and perhaps other repair work\nwas done. And the bookkeeper's husband, Maita's hus-\nband, occasionally came to the ghetto. My father could\nnot contact him personally because my father did not\nwork inside the ghetto. He worked at the air field. But\nI believe that he passed on written messages to be\ndelivered to Maita's husband, asking him if there was a\nway, if they knew of anybody who would take me in. And\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 27\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nthe reply came back a short while later that if i could\nfind a way out, a safe way out of the ghetto that I\ncould stay with Maita and her husband in Kovno in their\nvery own apartment, at least for a while. Maybe later\nthey would find a, a safer place for me, in the country\nperhaps. But that happened April or May, I think it\nwas in April. So um very hasty arrangements were made,\nnone by me, all done by my father to whom I really owe\nmy life. That he found a work brigade that worked\noutside the ghetto. The group leader was willing to let\nme join his group a certain day. He, his group was\nguarded by several German guards, some of whom had\nshown a shred of humanity in the past and had let\npeople not connected with the group either leave the\ngroup before they got to their work place and so um I\nleft with, I went to the place of assembly. It was a\nsmall group. Unfortunately I don't remember the lead,\nthe group leader's name. But I do know that they had to\ncross a small river from the ghetto to get to their\nwork place. So all of us, it must have been the river\nNaris. The group 10 or 15 people at the most all sat\ndown and in a rowboat and the boat crossed the river.\nI don't know if tho guard had been bribed or not. I\ndon't know that. Some guards would take a bribe and\nwould look the other way. Some would take a bribe and\nwould not look the other way. Also had to have some-\nbody help me to take off the yellow star. Both of them\nfront and back had been pinned on. I could certainly\nhandle the one in front, needed somebody to\nhelp me with the star in back and I didn't know that a\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 28\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\ndear friend was in that work group. And she sat behind\nme so I asked her would she remove the, the pins from\nthe star. She did. She wished me good luck, embraced\nme. We, she survived. She was in Israel. I don't know\nif she's still alive. Her name was Shayna Lusuvalsky.\nShe has been one of my mother's nurses. Well we reached\nthe other side of the river. Yes. Everybody got out\nand regrouped. And I stayed behind and hid beside, hid\nbehind some bushes. Waited until everybody had left\nand the, our meeting place had been previously dis-\ncussed and designated. It was on the major highway just\na few feet from the small river, where Maita would be\nwaiting in a carriage. And as soon as we saw each\nother we had to just get on with our journey. There was\na, I guess a coachman who that was the only transporta-\ntion available. Very few civilian cars were, were\navailable in the city. So she was sitting there waiting\nfor me. I jumped in. We didn't say a word. Both of us\nmust have been very, very tense and very, very scared.\nAnd she signaled that we were ready to get to our\ndestination and not one word was exchanged during the\nwhole trip until we got to her place. And incidentally\nshe had a very, very nice place. And once we got there\nwe, we regrouped. And she gave me some\ncoffee and revived my spirits. I think both of us were\ntrembling when we made it up the stairs. And many\nthings happened in that apartment also. Ostensibly I\nwas going to be the maid there. I had my own room.\nAnd I certainly was not treated like a maid but for\nanybody who visited, I had to play the role of a maid.\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 29\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nAnd for the most part I did that well. I found out\nlate. Yes, she told me that because the apartment was\nso large, it really was a luxury apartment on the main\nstreet in Kovno they had to give up one room to, to an\nSS woman who worked in the civilian administration.\nAnd of course she told me to be very careful and not to\nlet on that I understood a syllable of German, that I\nwas there as the newly hired Lithuanian maid. I think\nshe gave me a kerchief. Kerchief to tie around me head\nand apron. And some coarse clothes. Because I certain-\nly didn't bring any clothes. I didn't have any clothes.\nSo yes, I had to be very careful around this, very arro-\ngant. I think SS woman. And I helped in the kitchen.\nIt was very pleasant. I stayed out of, out of sight\nwhen somebody visited. Went to my room. Until one day\nMaita had a visitor. A trusted friend, a German woman,\nactually a very nice German woman. And Maita was get\nting ready for a party. Her husband also had dealings\nwith perhaps German hierarchy or civilian\nadmin, administration, I never found out. But they did\nsome entertaining and were getting ready for a party\nand I was helping in the kitchen, stirring some mayon-\nnaise. I had the bowl the eggs had been cracked. I was\nstirring when this lady rang the doorbell. And she\nSince she was a trusted friend that I mean to a certain\ndegree, she was a trusted friend. Nobody knew about my,\nmy origin. She joined us in the kitchen and started\nchat, chatting with Maita and... (end of cassette &\nnote that last few minutes not recorded) (end interview)\nVideo Tape No. Camera Roll No. Sound Roll No.\n"
    ],
    "questions": [],
    "answers": [
        "KOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage l\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\n(beep)\n(BS--Wentworth Films, Kovno Ghetto Project, May 5,\n1997, interview with Brigitte Altman, B-R-I-G-I-T-T-E,\nA-L-T-M-A-N, sound roll 6, continued camera roll 12 at\nthe head)\n(Mark 12)\nSB: Tell me when and where you were born.\nBA: I was born in 1924. I was born ina small coastal\ntown on the Baltic Sea. In those days it was called\nMemel, M-E-M-E-L, a rather old town with a German\nculture. It was on the northern most port of the last\nGerman empire. After World War II, it became known as,\nI mean after World War I, it became known as Glipheda\nand when I was born it was no longer German territory\nbut Lithuanian territory which Hitler took back in\n1939.\nSB: Tell me your recollections of the start of the",
        "war.\nBA: Start of the war, I guess we could put a point in\ntime as 1940, 1941. After we had had a short Russian\noccupation in Kovno, very short, may have lasted a\nyear, the collapse of the Molotov Ribbentrop pact of\nnon aggression. And the entry of the German troops,\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 2\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nI'm not even sure of the month or the year but I might\nSay maybe June 1941.\nSB: What did you personally hear or see. What do you\nremember.\nBA: The night preceding this, the advance of the\nGerman troops on their motorcycles and probably armored\ncars, but the night before there, there was a lot of\nartillery noise, that seemed to be coming from the\nairport in Kovno, just a very ominous sound. I think",
        "most people, Jews and Gentiles alike, Jews and Lithua-\nnians alike were worried that the German army was going\nto march in that week.\nSB: What about before the Germans came, the pogroms\nthat took place, did you see any of them.\nBA: No, I didn't see any pogroms but I don't even\nrecall hearing about them before the German occupation.\nI think all that happened after the German occupation.\nSB: Tell me about it, tell me what you know about it.\nBA: Mostly rumors. Well I do remember that the house\nwe were living in and we only had a small room that we\nwere renting at the time, in the a part of Kovno that\nwas called Jalya kolnis, meaning the Green Mountain.\nAnd it was an apartment house. There were two young\nstudents living in the basement and even though I\ndidn't know them well I had just a very casual passing\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 3\nInterviewed (5-5-97) by Sandra W. Bradley",
        "Wentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nin the corridor acquaintance with them. And they told\nme the day before the occupation that they had planned\non escaping with the Russians who were in retreat. And\nso there was, actually it was a very, very, it was a\npanic stricken Jewish population trying to decide\nwhether it was better to run or to stay. And during\nthis mad rush to get out, with the Russians, I think at\nthat point already the Lithuanian partisans went into\nactions and fell upon some innocent victims who were\ntrying to escape. But I think the real partisan mass\nmurders came after the Russians had finally retreated.\nAnd life resumed some normalcy for those who had stayed\nbehind. But not for long.\nSB: What do you mean by not for long.\nBA: Well at that point rumors, before the, before\nthere even was talk of the ghetto we heard about people\nin the city who had been abducted from their homes, by\nwilling Lithuanian so called partisans who also ran-\nsacked the homes. Who would round up mostly men and\neither taunt and torture them or, or shoot them. I\ndidn't see any of this though with my own eyes because\nI have no idea whether the suburb that we lived in was\nmore protected than the rest of the city. But no, I\nhave no knowledge of seeing with my own eyes the, the\nbrutal acts of the Lithuanian partisans.",
        "SB: But you heard about it at the time.\nBA: Yes.\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 4\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nSB: And so how did you hear about it and what action\ndid you take.\nBA: No action. In our case there, we were a family of\nthree. I am an only child. And my mother was suffering\nthe consequences of a recent stroke. And was, was quite\nincapacitated. I can't say that she was totally inca-\npacitated but she had to be cared for. So even if we\nhad wanted to escape, it would not have been\nfeasible at the, would not have been practical. So we\nstayed in this little room and consulted with all the\nother neighbors and everybody was panic stricken. But\nnot really knowing what to do.",
        "SB: Tell me about the formation of the ghetto.\nBA: Well as soon as the German I guess military admin-\nistration was formed all the racial laws against the\nJews were put into effect. The racial laws that, the\nNuremberg laws that had already been implemented in\nGermany and other occupied countries. And I can be more\nspecific. And, and mention that none of the Jewish\nacademicians or professionals were allowed to go about\ntheir work. The doctors were not allowed to practice\nmedicine unless they were seeing Jewish patients.\nLawyers were, were dismissed from their firms and\nprofessors were dismissed from the, from their academic\npositions. And the curfew was instituted. I think at\n6:00 everybody had all the Jews had to be in their\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 5\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nhomes. The yellow star, the wearing of the yellow star\nwas made mandatory. That was a piece of yellow cloth\nShaped like a star. And the star had to be worn on the",
        "outer clothing, on the left hand side of the chest as\nwell as on the back. It had to be firmly sewn on versus\nbeing pinned on which could always indicate the inten-\ntion to escape or blend with the general population.\nAlso Jews were made to walk int eh street or in the\ngutter. They were not allowed to walk on the sidewalk\nand all the men had to take off their hats or caps when\ncrossing the path of a, a German soldier or officer.\nSB: We have to stop for a minute.\n(BS--Go to sound roll number 7, camera roll 13, at the\nhead, continuation of interview with Brigitte Altman)\n(head marker 2)\nSB: Let's back up to what happened to the men taking\noff their hats.\nBA: Well I don't think I have I can add anything to\nthat. Those were the first blows to our civil liber-\nties.\nSB: Tell me about the formation of the ghetto. And do\nyou remember moving in.\nBA: Yes, I do. A decree went out that all Jews in the\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 6\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\ncity of Kovno were ordered to relocate to a ghetto\nwhich was the poorest part of the city with mostly\ndilapidated huts. Even though there were some more\nsubstantial farm houses to be found also, as well as\nsome newly constructed apartment, referred to as\nblocks, which had been constructed for the industrial\nworkers, Lithuanian workers. The date that was set as\nthe um well the date was the 15th of August. Now the\nreason I remember that is because it fell on my birth-\nday. And I forgot whether it was 1940 or 1941. I think\nit was 1941. We had about 2 months to relocate. The\nway this relocation was handled was that first one had\nto secure a place to stay in the ghetto. And the\ninhabitants, I mean the Jews of Kovno, some of whom had\nbeen quite well to do had owned either their homes,\napartments, or houses. So they were in a position to\ntrade their well established comfortable homes for a\npeasant's home in the newly formed ghetto. Naturally it\nwas not an equitable trade but at least they had a\nplace to stay. The three of us were at a disadvantage\nbecause we had nothing to trade. So we depended on the\nkindness of strangers to give us a space. And after a\nlong search, my father was able to find a pharmacist,\nan elderly pharmacist, friend of my mother's who had\nowned a pharmacy in my mother's village, where she had\ngrown up. So Mr. Mesahovich and his wife told my father\nthat they had a small attic space that they could\nSpare, that everything else had already been spoken\nfor. And that the three of us could have this attic\nSpace. So that's what we did. We, we had very few\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 7\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nbelongings. I think we may have owned a bedroom suit.\nUm we had a sewing machine for some reasons which I til\nthis day don't understand or remember how or why we\nkept the sewing machine from our original household.\nBut it came in very handy later. So there was a bed\nthat was moved, a sewing machine and maybe a chair or",
        "two. And the clothes that we had been able to save from\nour original home. Then my dad hired a, um well he\nfound a peasant with a horse and wagon and he paid him\nfor this, for the transportation of our worldly goods.\nTo the ghetto.\nSB: What was the attic like, how big was it.\nBA: Very small. I am very bad at dimensions but it was\na long narrow space that, that held my parents!’ bed, on\nthe one long wall and my cot and the sewing machine\nopposite my cot. And there was a window next to my cot.\nI could look out. And I saw many brutal and memorable\nunforgettable scenes from that window. And just a very\nprimitive door that led from one attic space to our\nsmaller attic space because on the other side of the\nwall, another family um was living. And that family\nconsisted of four people--a mother, father, adult\ndaughter who was a medical student and her young broth-\ner who was maybe 12 years old at the time. These people\nbecame our very good and trusted friends and I would\nlike to mention that the older son Ted Pace is going to\nbe interviewed tomorrow and I hope to have a chance to\nmeet up with him after 50 years.\nVideo Tape No. Camera Roll No. | Sound Roll No.",
        "KOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 8\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nSB: You said you witnessed some brutal things outside\nthat window. Was one of them the intelligentsia.\nBA: that was the first one that I saw from my window.\nSB: Tell me about it.\nBA: A call had to go out for I think 500 young men.\nWith a good academic background and language skills.\nPossibly fluent in German and Russian. To report for\nwork on a certain day at a certain time. It was early\non. I don't remember the date, it may have been August\nor maybe early September. And because the work condi-\ntions seemed so wonderful by ghetto standards because\nalready food was scarce and men had been taken away for\nforced labor. I'm not even sure what it was, it sound-\ned like a wonderful opportunity to be situated ina\nsafe office environment, perhaps even get a meal or two\nduring the day. And then return at night. Because I\nwasn't working at the time yet.\n(Excuse me)",
        "BA: I had the luxury of staying in, in our attic and\nlooking out of the window. And here I saw them coming\nto this um open space. It was near the what we called\nthe big blocks, at least that's how I remember it. And\nI looked at their faces and I, and I recognized a few\nof them. One had been my former math tutor because my\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 9\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nmath skills were always very weak. And I recognized a\nfew other young men. Um, I think I saw some, some\nGermans surrounding them. It's a little hazy in my mind\nand some pushing and a rough handling. And then they\nwere led off. So I didn't actually see shootings going\non but just very rough treatment.\nSB: How did you figure out what happened.\nBA: I didn't have a clue except that these men didn't\ncome back at night, they didn't come back the next day",
        "and they didn't come back on the third day. And then\npanic ensued.\nSB: Ok, we have to stop and reload.\n(BS--Go to camera roll #14)\nBA: I think I saw some Germans dragging.\nSB: Let's just do this when we...\n(Ok, speeding, 3 marker)\n(technical adjustments)\n(4 marker)\nSB: So you saw, you remembered something about the\nGermans.\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 10\nInterviewed (5-5-97) by Sandra W. Bradley",
        "Wentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nBA: Yes, at the very last I think they couldn't find,\nthey couldn't get their final count of 500, they must\nhave barged into homes and dragged some able bodied\nyoung Jewish men out of their homes and added them to\nthe, the rest of the group.\nSB: And so you had a bad feeling when they left and\nthen how did you figure out what happened.BA: Um, I\nwas still optimistic when they left. And when tho truth\nfinally came out it was just total disbelief. Such\ndeception. Yeah, when the, when I found out that they\nhad been killed. I think they were killed at the, at\none of the fortresses, I forget which one.\nSB: How did you find that out. Did it just come in\nthe..\nBA: Well the news just spread like wildfire through-\nout the ghetto. Neighbors huddled together and counted\nthe losses. Many of our family friends were in that\ngroup. The best the best minds were taken out of the\nghetto. The best minds who might have been able to\nprovide leadership. They were, there were no longer\nthere.\nSB: And then not long after that, near the end of",
        "October was the big action. Can you tell me how that\nhappened.\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage ll\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nBA: Yes. Um. It was the last Tuesday in the month of\nOctober 1941. Again posters must have been nailed to\npublic buildings and verbal commands had gone out that\non the morning of Tuesday, I forgot the date, October\nmaybe it was 28th, I'm was it. Every person in the,\nevery Jewish person in the ghetto had to report at, it\nmay have been 6:00 in the morning, very, very early.\nAt the public square which was called democracy square.\nUm, everybody was able to walk, regardless of age. The\nhouses had to be left, the doors had to be left open.\nEverybody who was found in the home would be executed,\nexecuted on the spot. And ostensibly this was done for\nthe taking of a census. It didn't look good. I'm not\nin our case, my mother could barely walk. But I do\nremember that the house where we were living was very\nclose to the square. So it we had a very short dis-\ntance to walk. We may have had a five or ten minute\nwalk at the most. And we had planned to leave our\nhouse around 5:30. Well around 4:00 on that morning, I\ncould hear footsteps, never ending footsteps. It was\nstill, there was still total darkness. It was a cold\nuh damp foggy uh kind of late fall early winter day.\nThere may have been some snow on the ground, there may\nhave been some wet snow falling. And the three of us\nmy mother, father and 1 started getting ready for our\ntrip down the steps and out the door. But before we did\nthat I dabbed some lipstick on my mother's cheeks to\nmake her look a little more healthy. We dressed warmly\nand just started out toward the square. My father was\nSupporting my mother on one side, I was supporting her\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 12\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\non the other side and we slowly walked, joined the rest\nof the gray mass that was walking in front of us. And\nmade it to the square. At the square there was, there\nwas total chaos. Um, family units didn't know where to\nstand. Everybody of course at that point already had a\nwork pass and was affiliated with a work group. And my\nfather was, as head of, as head of the family we joined\nhis work outfit. And he was working at the military\nairport doing just manual labor, construction work,\ndigging, hauling rocks, that sort of, of thing. So we\nlooked for the larger contingent of air, air field\nworkers and we stood with them. And stood and waited.\nAs we were waiting um and at that point I think there\nwere about 28,000 Jews in the ghetto, so all of them or\nmost of them were assembled on the square. And um so\nwe noticed that several German officers, I don't know\nwhat unit they belonged to, whether they were SS or\nsome other unit. I suspect they were members of the SS\nand one of them was greatly feared. His name was\nRauca, R-A-U-C-A. And he was, I had never seen him\nbefore but he was pointed out to me and I think he was\nstanding behind some sort of table and there may have\nbeen a chair. There were some papers on that table and\nhe was not alone, there were other Germans with him. I\ndon't know whether there were dogs or not. I don't\nremember that. But they all had their pistols in their\nholster and possibly whips. Well as soon as a family\nunit had found their work groups, there was a little\nmore order in the square. And I remember that we were\nstill standing around noon. Nothing had, nobody had",
        "Video Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 13\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nmoved from our group, nobody had passed in review\nbefore Rauca, but we could see what he was doing. He\nwas assigning family units to the left and to the\nright. And already it was very obvious that the people\nwho had been assigned to the right were the healthy ad\nthe able bodied. And the younger looking ones. And\ncertainly no children among that group. And the fami-\nlies with children, perhaps their elderly parents of\nolder people or sick people had been motioned to the\nleft. And the three of us were standing there, cold,\nstunned. More or less petrified waiting.\nSB: We have to put another roll.\nBA: Ok.\n(Sandy, you want to let Tom know)\n(end first side of cassette)",
        "(second side of cassette)\n(BS--Wentworth Films, Kovno Ghetto, interview continued\nwith Brigitte Altman, sound roll 8, camera roll 15 at\nthe head, 5-5-97)\n(speed)\n(mark, 15 marker)\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 14\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nSB: So you and your parents were standing there wait-\ning petrified. That's where we're picking up.\nBA: Perhaps I should not say that the able bodied were\nassigned to the right side because there are times when\nI'm not sure as to which the good side was. But what\nwas happening before our eyes was the human tragedy\nthat was unfolding, families that were torn apart, were\nperhaps elderly parents were separated from their\nyounger adult children. Or sometimes the even mothers\nwith children were separated from their husbands. And\nthe crying and despair was, it was just devastating. Of\ncourse our worry was how to get by, get past the in-\nspection table, how would we get my mother through. I\ndon't know if it was the hand of God but we passed uh\nthe table and Rauca must have perhaps was looking the\nother way. I know at one time he was eating his\nsandwich for lunch. And calmly eating his sandwich\nholding it in one hand and with the other hand direct-\ning people to, to life or to death. And it may have\nbeen that during one of those moments while he was not\nlooking the three of us were able to slip past the\nreviewing stand. And once we were on the other side, we\nwere so relieved. We knew it wasn't over yet but at\nleast we had reached a safety point, a safe haven. For\nwhatever period would be allotted to us.\nSB: And how did you find out what happened to the\npeople going to the bad side.\nVideo Tape No. Camera Roll No. | Sound Roll No.",
        "KOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 15\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nBA: Probably the next day. They were all taken. Let\nme also add that 10,000 people were taken away on that\nday. They were led away and pardon me for backtracking\nbut we, we came home we had to take a count who was\nstill in the house and who had been taken away. So in\nour house, everybody except the old pharmacist and his\nwife returned. We went back to the square the next\nmorning and found Mr. Mesahovich slumped over in a, on\na camp stool which his, which his wife had brought\nalong for him to rest because she knew it was going to\nbe a long day for him. He must have suffered a heart\nattack and he was just left behind slumped over. His\nwife must have been led away. Shall I confess at this\npoint that the two of them had tried to remain close to\nus and form a family unit with us and that I, certainly\nwas trying to get away from them because I knew that\nour chances um, our chances were slim to begin with.\nAnd I was afraid that if there was an elderly couple\nwith us our chances would be even slimmer. So they did\nnot return. Instead we found an old woman who, whom,\nwhom nobody knew. She was sitting in a chair in the\nkitchen when we came back, exhausted of course, com-\npletely drained of all emotion. And we asked her and",
        "the Jewish word for old woman is alte, or we called\naltenkind, little old woman what are you doing here,\nhere. Where did you come from. And she said she just\ngot too tired walking to the square. She was all by\nherself, so she walked into the first open door and,\nand waited.\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 16\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nSB: Ok, and within a few days everyone in the ghetto\nknew what had happened.\nBA: Yes. I am sure we heard the shooting coming from\nthe 9th fort. And um, oh at first there were all sorts\nof rumors that the people who had been separated from\nthe rest would be assigned new work places outside of\nthe ghetto. But uh at that point nobody believed these\nrumors. And then we could hear the shooting. And we had\nthe proof that they were gone.",
        "SB: And then gradually life became...\nBA: Yes. Life returned to ghetto normalcy. Let me\nsee what happened to us after that. Uh. I was assigned\na work place so I had a work card. And I can tell you\nabout that.\nSB: Tell me about your work.\nBA: Because I was very fortunate in, in getting this\nassignment. It was in a greenhouse. I worked in a\ngreenhouse along with perhaps a small group of 20\npeople. And there were several pluses to this work\nSite. First it was inside the ghetto. I didn't have\nfar to walk, I didn't have to walk one or two hours\nevery day to the airfield as most other people did. Who\nwere doing the really back breaking labor there. I\njust had this short walk to the nursery where we grew\nout of season vegetables for the SS hierarchy. And the\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 1/7\nInterviewed (5-5-97) by Sandra W. Bradley",
        "Wentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nbest part of all we had a Jewish supervisor, horticul-\nturist, by the name of Mr. Kopete. He was the\nbrother of a former math professor. Very decent man.\nWe still had to do our work but it certainly was not\nback breaking. We planted seedlings and trans, I mean\nwe planted seeds, transplanted the seedlings and grew\nthem to the point where we could harvest all sorts of\nvegetables, cucumbers, radishes, carrots, asparagus,\ngreen onions. We were not allowed to take anything\nhome. Um. It was a great treat to be allowed to take\na few tips of green onion home and have it with our\nmicroscopic ration of bread, it was a great treat. And\nlike I said the Jewish supervisor was certainly the\nexact opposite of a German guard who would, could have\nhovered over us with a gun or threats or taunts.\nSB: Who was the food for.\nBA: It was grown exclusively for the use of German\nofficers. Is that what you asked me.\nSB: Did you smuggle.\nBA: I personally never got involved in smuggle and but\nas far as the produce was concerned, no, nothing was\ntaken out. It would have been too dangerous to endanger\nthe other people in the group, as well as our good work",
        "place.\nSB: We have to put another roll.\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 18\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\n(BS--Camera roll 16, 16 is up)\n(6 marker)\nSB: If I've never been in the ghetto and I haven't\neven heard of the ghetto, can you just sort of describe\nto me in general what a ghetto is like or what that\nghetto was like. Were there schools, was there culture.\nBA: In the beginning there were some make shift\nschools for the children. In the beginning there were\nbooks, in the beginning there was a hospital that had\nbeen established on ghetto grounds. But as time went on\nchildren were taking, taken away, there were no more\nschools necessary. The hospital was burned to the\nground with patients and doctors burned alive. The\nbooks were burned. Um. And it was just a very, very\ngray existence of hardship. It was so cold there was\nno, and the winters where temperatures dropped to 30\nand 40 degrees below zero and people have no firewood\nto heat the premises. I remember, I remember that when\nwe went to bed we covered ourselves with every feather\nquilt, every coat that we still owned before, before we\nhad to turn in our fur coats to the Germans. But the\nexistence was, it was almost on a subhuman level. Our\nmicroscopic rations, I don't know what the official\nrations were, I think some working people had some food\nsupplements. Um there was a curfew at night, maybe\n6:00, unless the some workers returned from their night\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 19\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nshift and then they were exempt from the curfew. It was\njust a bare existence with a lot of hunger pangs, cold,\nand exhaustion, plus hopelessness. Actually, I never\nfelt hopeless. Of course I, I had the luxury of not\nfeeling hopeless because I was only in mid teens. But\num, yes, um the young people still were able to see,\nhad the energy or interest in seeing their school\nfriends on the only day they didn't have to work. I\nthink Sunday there was a day to regroup, wash up and so\nit really was a very, it was a very harsh existence.\nNot only that and then either Ukrainian guards or the\nLithuanian partisans would, whoever was assigned to\nguard, the guard duty would barge in and the German\nsoldiers or SS would barge in for no reason at all and\njust terrorize the people they found at, in the home.\nMostly hunger prevailed. The people froze to death\ntoo. All of a sudden they disappeared, they weren't\nseen, they weren't heard from. They may have died from\nhunger and nobody knew. Because we certainly didn't\nhave telephones. We weren't allowed to bring ina\nnewspaper. We weren't allowed to have cameras or radi-\nos. All electrical appliances had to be turned in early\non. I don't remember whether we had electricity or not.\nI know some homes did but I forgot whether we had to\nuse candles or not. Certainly there was no sanitation.\nThere was an out house in our case, in our first, the\nplace, in our attic space. That was our first resi-\ndence. There was an outhouse, that the men took turns\ncleaning. And the water was brought in from the well.\nIn the winter the well froze. And one had to chop real",
        "Video Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 20\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nhard to get to the water. All of us had access to the\nshared kitchen where occasionally I would take a bath\nin atin tub. And the way to insure privacy was to put\nup a Sheet and tell everybody not to walk through the\nkitchen. So that was a very minor inconvenience com-\npared to the other dangers.\nSB: What about the ghetto administration, the ghetto\npolice.\nBA: Our ghetto administration was composed of very\nhonorable men. We were very fortunate in that respect.\nOur ghetto elder was a highly respected surgeon whose\nwife we knew from way back. And he, he delegated\nauthority and made decision with the rest of his coun-\ncil to the best of his ability, not easy, not easy\ndecision. Police I just know that we had, had ghetto\npolice, police. I may have known some of, some of them\npersonally and often they had to perform very hard",
        "assignments like rounding up, like making up lists or\nrounding up people for relocation from lists that were\nprovided to them. And that must have been very diffi-\ncult. I know nothing really good or bad about the\nghetto police.\nSB: But you weren't afraid of them.\nBA: No. Oh, I also know they had a very decent a\nchief of police who was one of the most decent men in\nthe ghetto. I forgot his name.\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 21\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nSB: The day of the kinderaction which was much later\nin 1944, tell me what you saw.\nBA: I happened to be home on that day. I didn't report\nto work because I was suffering from what I thought was\na bad cold. I was running a fever and because I had a",
        "Jewish supervisor I thought I would stay home and just\nget better and make up all the work that I missed the\nnext day. I knew that no reprisals would be taken\nagainst me. Well I was not prepared for that day. When\nwas it. I don't know, I think it was in March, in March\nof 1944. And it may have been the last week in March\nalso. Everybody, we had already been, my mother had\ndied several years before. She had died a natural\ndeath. But she died as a result of starvation and the\nconsequences of pneumonia. She just didn't have the\nresistance to fight it. But by God's grace, she died a\nnatural death. She was not taken away from us.\nSB: Did you have a ceremony.\nBA: We had a ceremony at the cemetery. And it was a\nvery sad funeral procession. An emaciated horse was,\nwas pulling some sort of a makeshift wagon. My moth-\ner's body was wrapped in a shroud in the orthodox\nmanner of burying the dead and a righteous man had kept\nvigil after her death, during the night. Before she\nwas put to rest and a very small group of friends\nfollowed this wagon and somebody said a few words at\nVideo Tape No. Camera Roll No. | Sound Roll No.",
        "KOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 22\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nthe gravesite, grave site. And she was buried there. I\nthink that the cemetery from what I've heard has been\num well it certainly was destroyed because it was on\nghetto property where everything was burned down at the\nvery end. But going I guess.\nSB: Another roll.\n(BS--Sound roll 9, camera roll 17)\n(marker)\nSB: You were telling me about the kinder...\nBA: Yes. I stayed home because of the bad cold and\nhad I worked anyplace else I would certainly have\nreported to work because it was unforgivable to miss\nwork. It could have had harsh consequences. The young\ncouple who shared the room with my father and me be-\ncause we had already been relocated to another place,\nas the ghetto had been made smaller a year or so pre-\ndating this date. So they only people in this one room\nthat I was sharing with like I said the other people,\nother families, was also occupied by an elderly couple\nwho didn't work outside the ghetto, who were the guard-\nlans of a young granddaughter, who may have been 3, 4,\n5 years old. A very good child. I never saw her during\nthe day but I didn't, nobody even knew there was a\nchild in the room. She was so quiet. The people left\nthat morning were the elderly couple, the little girl\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 23\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nand I. Three adults were all dressed, the little girl\nI don't remember. Whatever time it was, but it was\neraly in the morning, maybe 8:00. I look out the\nwindow and I see buses, lining up down the streets,\ntrucks, buses. And Germans jumping out with dogs and\none of those trucks uh, I don't remember whether it had\na cover on the back or not. Anyway, one of those\ntrucks stops before our house. Out jump the Germans in\ntheir shiny boots, grim faces and momentarily they\nbarge into the kitchen, a very small kitchen. They\nbarge in there and barge into the bedroom. And they\nsurvey the room and say tell the three of us because\nthe child was already hidden, the three adults to stand\nand explain why we are not at work. The elderly couple\nto the best of my recollection did not have a steady\nwork place. I think they earned their bread, their\nmeager bread by doing um they were sawing wood for\nother people who needed, who brought home logs maybe\nhad smuggled out some logs from the work place. And\nthe, the elderly man had a good saw which he sharpened\nall the time and they went around doing this intermit-\ntent work and always took the little girl along. Well\nthey must have realized that these trucks bode no good,\nI mean especially for the little girl. Because at that\ntime there were very few children left in the ghetto.\nFrantically the grandmother had put the little girl\ninto the bed that was shared by all three. And they had\nheaped all the blankets and quilts. Well actually she\nhad made it so it would look that it was just a made up\nbed. So first of all this one of the soldiers or\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 24\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nofficers confronts me and wants to know why I'm not at\nmy work place. Fortunately I was dressed. I showed\nhim my work permit but what I said to him I do not re,\nI don't know. I was stunned, petrified and my heart\nwas racing. I am sure it could be seen through,\nthrough what I was wearing. I think at one time it\nactually stopped beating. He left me alone. He gave\nthe grandparents a stern look. Perhaps he admonished\nme not to stay home any more, that, that this could\ncarry grave consequences. But I really don't remember\nbut he spoke to me sternly, then shoved me away or out\nof the way. Grandparents, he left, said something ina\nharsh language to them, left them alone. And started\ntearing up the room. I think all three did that, they\ntore up the room and didn't take them any time to tear\napart the bed clothes. To come upon the little girl.\nAnd dragged her out. When they made sure there was\nnobody else hiding knit nothing else was to be found,\nthey dragged her out, towards this truck. And the\ngrandmother, the grandmother ran, ran after them. Fell\ndown, fell down, fell on her knees, begged, pleaded,\ncried, wailed, followed, followed them out to the truck\nto the curb and one of the soldiers either used his gun\nor a club and hit her and she fell to the ground, she\nfell down in the street. The truck took off and she was\nleft behind. They took the little girl, there were",
        "other children ont eh truck. I could see that from the\nwindow. After I had seen that, I didn't want to see any\nmore. Uh, I know the grandmother came back in and it\nwas probably the greatest human tragedy that I have\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 25\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nseen before my eyes.\nSB: And so three weeks later you...\nBA: Three weeks later um shortly thereafter the kind-\neraction my father just decided that there was no hope\nfor anybody to stay alive in the ghetto and it would\nbe, it was time for me to make arrangements to escape.\nDo you want to hear about that. That was easier said\nthan done. It was very hard to find a family, a Lithua-\nnian family who would provide shelter, for good reason.\nThey would put their own lives into grave danger.\nHarboring a Jew was almost a, what is it, well a death\nsentence. And so that was one hurdle to",
        "find a place, to find a person willing to provide\nshelter. The other hurdle was to get out of the ghetto.\nAll gates were guarded. It was difficult to slip\nthrough the fence, there were guard towers, that were\nmanned at all times. And there were ways to slip out\nwhere the work group or work brigade as they were\ncalled that worked outside, outside of the ghetto and\nwith the knowledge, it was usually best that with the\nknowledge of the group leader, one could slip away\neither to do some trading, bartering, get food. Either\nto make an escape or to return.\n(BS--Camera roll 18 is up)\n(8 mark)\nSB: So you could get out with a work brigade.\nVideo Tape No. Camera Roll No. Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 26\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nBA: Yes, so the preliminary plans that had to be made",
        "were to establish contact with a former bookkeeper from\nwho had worked for my dad in our, in my home town.\nPerhaps it's somewhat reminiscent of the Frank family's\nbookkeeper. This was a very devoted former emp, em-\nployee who had known me since, practically since I was\nborn and had always allowed me to have the run of the\noffice and type on every, and play on every\ntypewriter that I could find. She had married a Lithua-\nnian, she was herself a, a German. Of RusSian German\ndescent, who had married a Lithuanian, had moved to\nKovno after her marriage, after Memel had been retaken\nby the Germans in 1939 and my dad had found out that\nher husband occasionally came to the ghetto on some\nbusiness. Not quite sure what it was but there was\nsome work. What is it. I can think of the German word,\nwerkstatt like.\nSB: Workshops.\nBA: Yes, workshops, exactly. Where uniforms, German\nuniforms were repaired and perhaps other repair work\nwas done. And the bookkeeper's husband, Maita's hus-\nband, occasionally came to the ghetto. My father could\nnot contact him personally because my father did not\nwork inside the ghetto. He worked at the air field. But\nI believe that he passed on written messages to be\ndelivered to Maita's husband, asking him if there was a\nway, if they knew of anybody who would take me in. And\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 27\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nthe reply came back a short while later that if i could\nfind a way out, a safe way out of the ghetto that I\ncould stay with Maita and her husband in Kovno in their\nvery own apartment, at least for a while. Maybe later\nthey would find a, a safer place for me, in the country\nperhaps. But that happened April or May, I think it\nwas in April. So um very hasty arrangements were made,\nnone by me, all done by my father to whom I really owe\nmy life. That he found a work brigade that worked\noutside the ghetto. The group leader was willing to let\nme join his group a certain day. He, his group was\nguarded by several German guards, some of whom had\nshown a shred of humanity in the past and had let\npeople not connected with the group either leave the\ngroup before they got to their work place and so um I\nleft with, I went to the place of assembly. It was a\nsmall group. Unfortunately I don't remember the lead,\nthe group leader's name. But I do know that they had to\ncross a small river from the ghetto to get to their\nwork place. So all of us, it must have been the river\nNaris. The group 10 or 15 people at the most all sat\ndown and in a rowboat and the boat crossed the river.\nI don't know if tho guard had been bribed or not. I\ndon't know that. Some guards would take a bribe and\nwould look the other way. Some would take a bribe and\nwould not look the other way. Also had to have some-\nbody help me to take off the yellow star. Both of them\nfront and back had been pinned on. I could certainly\nhandle the one in front, needed somebody to\nhelp me with the star in back and I didn't know that a\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 28\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\ndear friend was in that work group. And she sat behind\nme so I asked her would she remove the, the pins from\nthe star. She did. She wished me good luck, embraced\nme. We, she survived. She was in Israel. I don't know\nif she's still alive. Her name was Shayna Lusuvalsky.\nShe has been one of my mother's nurses. Well we reached\nthe other side of the river. Yes. Everybody got out\nand regrouped. And I stayed behind and hid beside, hid\nbehind some bushes. Waited until everybody had left\nand the, our meeting place had been previously dis-\ncussed and designated. It was on the major highway just\na few feet from the small river, where Maita would be\nwaiting in a carriage. And as soon as we saw each\nother we had to just get on with our journey. There was\na, I guess a coachman who that was the only transporta-\ntion available. Very few civilian cars were, were\navailable in the city. So she was sitting there waiting\nfor me. I jumped in. We didn't say a word. Both of us\nmust have been very, very tense and very, very scared.\nAnd she signaled that we were ready to get to our\ndestination and not one word was exchanged during the\nwhole trip until we got to her place. And incidentally\nshe had a very, very nice place. And once we got there\nwe, we regrouped. And she gave me some\ncoffee and revived my spirits. I think both of us were\ntrembling when we made it up the stairs. And many\nthings happened in that apartment also. Ostensibly I\nwas going to be the maid there. I had my own room.\nAnd I certainly was not treated like a maid but for\nanybody who visited, I had to play the role of a maid.\nVideo Tape No. Camera Roll No. | Sound Roll No.\nKOVNO GHETTO EXHIBIT Interview w/BRIGITTE ALTMAN\npage 29\nInterviewed (5-5-97) by Sandra W. Bradley\nWentworth Films, Inc. 9400 Kendale Rd, Potomac, MD 20854\nTIMECODE NOTES:\nAnd for the most part I did that well. I found out\nlate. Yes, she told me that because the apartment was\nso large, it really was a luxury apartment on the main\nstreet in Kovno they had to give up one room to, to an\nSS woman who worked in the civilian administration.\nAnd of course she told me to be very careful and not to\nlet on that I understood a syllable of German, that I\nwas there as the newly hired Lithuanian maid. I think\nshe gave me a kerchief. Kerchief to tie around me head\nand apron. And some coarse clothes. Because I certain-\nly didn't bring any clothes. I didn't have any clothes.\nSo yes, I had to be very careful around this, very arro-\ngant. I think SS woman. And I helped in the kitchen.\nIt was very pleasant. I stayed out of, out of sight\nwhen somebody visited. Went to my room. Until one day\nMaita had a visitor. A trusted friend, a German woman,\nactually a very nice German woman. And Maita was get\nting ready for a party. Her husband also had dealings\nwith perhaps German hierarchy or civilian\nadmin, administration, I never found out. But they did\nsome entertaining and were getting ready for a party\nand I was helping in the kitchen, stirring some mayon-\nnaise. I had the bowl the eggs had been cracked. I was\nstirring when this lady rang the doorbell. And she\nSince she was a trusted friend that I mean to a certain\ndegree, she was a trusted friend. Nobody knew about my,\nmy origin. She joined us in the kitchen and started\nchat, chatting with Maita and... (end of cassette &\nnote that last few minutes not recorded) (end interview)\nVideo Tape No. Camera Roll No. Sound Roll No.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        ""
    ]
}