{
    "rg": "RG-50.030.0690_trs_en",
    "sequence": [
        "Question: This is a Rebecca Dillmeier interviewing Samuel Marein-Efron, on\nMay 8\", 2013, at the United States Holocaust Memorial Museum in\nWashington, D.C. Can we begin by having you state your name, and spell your\nname?",
        "Answer: My name is Samuel Marein-Efron, spelled — hyphenated last name, and I\nwas born in Budapest, Hungary on May 5\", 1933. And my parents’ names were\nDavid and Dwojra, d-w-o-j-r-a, which is basically Polish for Deborah. My father\nwas born in a little town near Bialystok, called Krynki, k-r-y-n-k-i. And my\nmother was actually born in Kiev, in the Ukraine. And in order to — to get back in —\ninto Poland after the we — welma — when the Russian revolution started, they had to\nf — get her a false Polish birth certificate. And theoretically, on official papers, it\nappears that she was born in Bialystok.",
        "Q: Your parents moved to Budapest. When did they move to Budapest, and why?\nWhat was the —",
        "A: Well, it — it’s — it has the — it has a history. My father was doing quite well in\nPoland, until Pilsudski came in. Then there was something which 1s referred to\nhistorically as the Ugannah(ph). And basically what that was, it was a tax system\nwhich taxed artisans and industrialists, and didn’t do very much for landowners, or\nothers. So my father was pressed financially, and he gave up — basically they soldMay 8, 2013\ntheir factories in Poland, and the — they — my uncles remained, and they used to\nrent space in — in other factories, but my father, at first, moved to Finland. And that\nwas a little bit too far from — from Poland. So he moved again to Zemun in — well,\ntoday it is Serbia. And in Serbia he had a bad experience, he ran in with a cousin of\nthe king, who liked his business, so they gave him 72 hours to leave the country.\nAnd he had a — a number of jobs, until finally he — he found a job with a very big\nHungarian complex called Csepel, that was run by a — a Jewish entrepreneur,\nManfred George — actually, George Manfred. Hungarians, they do it the other\nway around. And he was head of — he first became the head of the factory that they\nhad in Slovakia, in Zylina, z-y-l-i-n-a. And first my mother wouldn’t — wouldn’t\nthink of — of living there, and nunb — it was the center of — basically, of Slovakian\nnationalism. This man Klinker(ph) and — and Tiso(ph), this was their main — main\ncenter of operations. And so my mother was very unhappy there, so she said — she s\n— when she found out that she was pregnant, she decided that she — this was not the\nplace to deliver a child. So, we moved to the headquarters of the conglomerate,\nwhich was Budapest.",
        "Q: Could you say the name of the company again, and spell it?",
        "A: It was called Csepel, c-s-e-p-e-l.",
        "Q: And what — what did it do? What kind of company was it?\nMay 8, 2013",
        "A: It was a huge complex, basically. It’s — it’s biggest income came from food,\nfrom importing and export — basically exporting Hungarian agricultural products,\nbut he was also the main producer of aluminum in Hungary. He — they had a\ngenerators sunk into the Danube. And not only did they produce aluminum, they —\nthey actually gave el-electricity to — to Budapest. And another thing which they\nused to do were — was airplane parts. They used to manufacture airplane parts, and\nthey had a big, big textile complex on the island. It — Csepel is really the name of an\nisland in the Danube, but it was called Csepel, the complex itself. It’s — it — it\nbasically — he — he was pro — th-the owner was probably the second or third we-\nwealthiest person in — in — in Hungary. And he — he — he was basically very, very\nfriendly with the government. In — and — any time they were short 10 — 10 or 15\nmillion dollars, he would lend it to them, in lieu of taxes, so you know, the — the —\nthere was a very good relationship between him and the Hungarian government.",
        "Q: And you were born in Budapest, after your parents had moved to Hungary?",
        "A: I was born in Budapest, yes.",
        "Q: When were you born?",
        "A: May 5\", 1933.",
        "Q: 1933. Can you describe your early life; what it was like as an immigrant in\nHungary, or your parents’ lives as immigrants; school, religion?\nMay 8, 2013",
        "A: Well, I— I—I was literally considered a Hungarian, even though by law, I wasn’t\none. In Hungary, to be Hungarian citizen, you had to have your father to be a\nHungarian citizen, which my father was not. He was a — a Polish citizenship. He —\nhe — he was born actually in the Russian part of Poland, but after Versailles, that\nbecame again, it was recu — constituted as Poland, so he re — he became a Polish\ncitizen. But I — I was considered a Hungarian in school and elsewhere. My parents —\nHungarian is a very difficult language, and my mother spoke it passably, my father\nvery, very little, and my sister learned to speak Hungarian quite — quite well, I\nmean. My sibling is seven and a half years older than I was, and she was actually\nborn in Bialystok, and she — she did learn Hungarian quite well, yes. But we were\nboth considered really Hungarians, even though nobody asked for our passports,\nwhich was a1 -—a lucky thing.",
        "Q: So at home did you speak, Russian, Polish, Yiddish?",
        "A: Well, this 1 — this is very complicated, actually, th-the — the home language used\nto be Russian. When I was born, I — I was not taught Russian. So basically, it\nbecame a mix — mixture of German of Yiddish. My sister spoke — didn’t speak very\ngood Yiddish, she talked mostly German, because she went to German schools. My\nfather spoke Yiddish, my mother spoke very, very bad Yiddish. She spoke a very\ncomplex mixture of Yiddish and German. It — it’s — it was a complicated affair. In\nMay 8, 2013\nother words, no — no two people had a common language, you know, three people\nhad a common language.",
        "Q: And you also — since you grew up in Budapest, you also spoke Hungarian?",
        "A: I spoke — I spoke at first only Hungarian.",
        "Q: Okay.",
        "A: And then I — I learned German.",
        "Q: Okay.",
        "A: And I went for a while to a German school, and then I — somebody heard a — a\nheart murmur in — in me, and so they put me to bed for six months. And after I — I\ngot out of bed, the German school wouldn’t have me there. So I had to go toa—a\nHungarian public school, which was perfectly adequate and nice.",
        "Q: How old were you when this happened, when you got taken out of school for a\nheart murmur? Do you remember’?",
        "A: I was taken out of school at about age five.",
        "Q: Okay.",
        "A: Five, five and a half. And I was put back 1n school around age six. And we left\nwhen I was age seven.",
        "Q: Okay.",
        "A: We — we — I have [indecipherable] my eighth birthday was in Mexico City.May 8, 2013",
        "Q: Oh. All right. We’ll get there.",
        "A: Yeah.",
        "Q: Can you tell me a little bit about the religious life of your family? Were they\nvery religious, not religious?",
        "A: Well, my father and mother came from very, very religious families, especially\nmy father. My — my grandfather had been a melamed, a teacher. And he — he was\nconsidered a rabbi. I’m not sure whether he had the smichas, whether he had the —\nhe could really be called a rabbi, but he was certainly — it — 1t seems, because I\nnever met him, that he was considered to be an extremely knowledgeable person,\nand — and people used to come to him for advice. But my mother came from a reli —\nreligious family, but — an-and we were relatively religious. My mother kept a\nkosher home to — to her dying day. And we — we used to go to holidays, to — to the\nsynagogue, and my father worked on Saturday, so that didn’t make him a very\nreligious person. And when he was traveling, he — he ate whatever he could get, not\n— not basically very — he — he did not think of keeping dietary laws, and things like\nthat. I would say we were — we were traditional.",
        "Q: Okay.",
        "A: Not — not religious, but traditional.\nMay 8, 2013",
        "Q: Okay. And your father traveled a lot for work. He — what — and he worked for an\n[indecipherable] company. What, exactly, was his role in — do you know?",
        "A: Well, hi-his main — first of all, he — he was a specialist in — in — in producing a\nfabric which was made of [indecipherable] coat — coating fabric which — the word\nthat has come to — to us, is loden. And the reason it’s called loden is that the fa —\nthe main factory producing it, which was not from this complex, but from\nsomebody else, a man by name of Weingarten(ph), was in a section of Budapest\ncalled Loden. So they used to say yes, we want the fabric from Loden, and the\nname stuck. But he used to be a specialist, and one of the biggest problems that he\nhad was raw material. He had to find [indecipherable] and th-the — the — the two or\nthree plants where he was working consumed a huge amount of this, and specially\nthese are the years where armies in — in Europe had to be dressed, and this was the\nbasic coating material practically for everybody; for the German army, for the\nPolish army, for the — you name it. Practically the whole western European armies\nused to consume this heavy, loden fabric. But the problem was to find raw material,\nwhich is why he ended up in the United States, as a matter of fact.",
        "Q: Okay. We’ll get there, too.",
        "A: Yeah.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "Q: Before I want to — di— you were quite young when you left, but can you tell me\na little bit about what your life was like in Hungary? Do you remember when the\nJewish laws were passed in 1938, how that affected your family? Do you remember\nthose sorts of things?",
        "A: Well, Pll — Ill tell you very truthfully, in Hungary there was so much latent\nanti-Semitism that with laws and without laws, it — it — it didn’t change the situation\nvery much. I was a little bit surprised at the question that I was asked, because\ncuriously enough — and I spoke to my sister about this, it would seem that th-there\nwas less talk of Hitler in Hungary, as there was more talk of Mussolini. So, some\nreason another, it was only in this corporate state was much more popular as a— as a\npiece of conversation, than Hitler. And anti-Semitism was latent. In — in — in the\nyears before we left, where we didn’t know where the outcome was, there was, you\nknow, they were pe — recruiting Jewish young men, but some were sent to the army,\nsome were sent to work camps. The work camps turned out to be pretty much\nextermination camps. I mean, they — they worked you to — to — to the bone, I think.\nThere was a—a movie called rou — Rosenschein(ph), or something like that, which\ndescribed one of these work camps in — in Hungary. But basically, no-nobody\nheard anything. At least w-we — we weren’t aware of it. And going to a German\nschool, we were not very aware of it. I mean, we were aware of it in that for\nMay 8, 2013\nexample, the — the Nazi clubs in which the youth — youth clubs, wouldn’t have us.\nAnd that — certainly my sister was absolutely livid, because you know, uniforms\nand parties, and — and excursions, and whatever it is. But even the school, there was\nno — no — no latent anti-Semitism. There were quite a few Jewish students in — in\nthe — in the German school.",
        "Q: And when you went to a Hungarian school, was it any different, or —",
        "A: No, no —",
        "Q: The same?",
        "A: — because we were all —",
        "Q: Okay.",
        "A: —I mean, since I — the — the language, my — should be saying my mother tongue\nwas Hungarian.",
        "Q: Yeah.",
        "A: I certainly was not — not looked upon very differently as any — as anywhere else.",
        "Q: I feel like you kind of touched on this, but did your family live in a Jewish\nneighborhood, interact mostly with Jewish people, or mixed Hungarian —",
        "A: Well, basically, there was such a huge Jewish population in Budapest, that you\ncan hardly pinpoint a — a Jewish neighborhood. I mean —",
        "Q: Okay.\nMay 8, 2013",
        "A: — all — all neighborhoods had Jews. We were living basically, in the area which —\nright — right on the Danube where — where actually, where the Swedish embassy\nbought most of those buildings, later on, I mean, we — were not there anymore. But\nthat — that is where — where the Swedish embassy bought all those buildings. It was\nright on the — on the shore of the Danube, right in front of Saint Margaret’s island,\nMargitteet(ph). And it was really — it was a wealthy community, it was — you had\nto have a certain — certain economic status to be able to live there.",
        "Q: Okay.",
        "A: And — but then there were Jewish synagogues, Jewish [indecipherable]. There\nwere — there — there wi — there was even a synagogue three or four blocks down, on\nthe street. But you couldn’t pinpoint it as really — as a Jewish section. There were a\nlot of Jews in there, but not — not necessarily Jewish.",
        "Q: Okay. So let’s move forward a little bit, and talk about your father’s travels, and\nhow it brought him to New York, and — and the dates when that happened.",
        "A: Well, my father, around 19 — well, he — he — he had constantly — was constantly\non the move, trying to locate raw materials, he — he went to places, you know,\nwhich we thought were absolutely the end of the world, like Greece or Turkey or\nnorth Africa. But there were — there was considerable wool merch — wool — wool\nproducts, used wool products there. He had the brother, for example that he set upMay 8, 2013\nin business in Paris, collecting for him. But no ma — he had — they had a\nrelationship with the English company called John Crowther and Sons, in\nMilnsbridge, which supplied a lot of raw material too, but th-they were always\nstarved for raw material. So my father decided that the only sizable place that he\ncould think of that would have raw material was the United States. And basically,\nhe also had there two brothers and a sister, which he hadn’t seen in some 30 years.\nSo he, you know, he figured all of these things together, my mother wouldn’t go,\nbecause we had to go to school, and so forth, and so on. Those trips were long. And\nhe — he planned to be away for a long, long, long period of time, because he had to\nset up this business. So he actually came to New York, and he — he set up a\nbusiness in Passaic, New Jersey, and he spent here well over six months, I think\nabout nine months, or something like that. And then he decided to go back to — to\nEurope, and he got as far as Belgium, and took the train to — to Berlin, but he was\nturned back, because the Germans had invaded Belgium. So, he basically got onto\nthe same boat that he took to New York, and came back to New York. He made a\nsecond attempt to return to southern Europe, but he only got as far as France, and\nhe had to turn back. And then, of course, the United States was very, very — should\nwe Say, not receptive to — to — to refugees from an — anybody from Europe, as they\nhad this quota system, which I understand 90 percent of the quota were never filled.\nhttps://collections.ushmm.org\nMay 8, 2013\nBut anyways, he — he applied to stay in the United States, and he was hoping to\nbring us all there, at least to sit out the — the — the war, because he knew that if he\ncouldn’t get back two ways, I mean there was no reason for us to — to stay there. So\nhe applied here f— as a matter of fact, there’s a man by the name of Yrin, who does\ngenealogy in this country, y-r-i-n. And one day, from the blue, he contact me,\nbecause this — a second name in my last name is Efron, and he was making a\nhistory of the Efrons. And he asked me about it, and — and he seems to have found,\nin the Springfield repository of the national archives, actually first papers from my\nmother, myself and — and my sister. But first papers, we never got the visa.",
        "Q: Right.",
        "A: So the problem was that he was about to — to be deported. And somebody told\nhim that in Mexico, if he showed a certain amount of money, you could get an\ninvestors visa. So, since he had a — he came with a considerable amount of money\nto set up this business, there was no problem with that. He — he — he sira — he — he\npresented his papers, he — he — he put in — he — he showed them the deposit in the\nbank and so forth, and so on. And I understand there was a — a— a problem with —\nwith telegrams and God knows what, but basically he got the — the visa about two\ndays before he was going to be deported from the United States. So he traveled by\ntrain to the border, to Laredo. And this was June.\nMay 8, 2013",
        "Q: June of?",
        "A: For — 1940.",
        "Q: 1940, okay.",
        "A: And Laredo in June is the — I think hell 1s cooler than — than Laredo. It’s abou —\nabout 105 — 110 in the shade, and no shade. And this was before air conditioning.\nThe only relief was a movie theater, because the — they had these huge ice blocks,\nwhich somebody was — they had ventilators blowing on them there; called ice\ncooled, or whatever it was. So somebody told him that Mexico City was somewhat\nmore pleasant, 1t a — the weather was — was more pleasant. So he took the train to\nMexico City, he had a Mexican visa. So he took the train to Mexico City and — and\ntrue in — the temperature was like — like the Balkans and — and th — in the middle of\nsummer, Mexico City runs around 22 to 26 degrees centigrade. Around 80, at — at\nbest. So he found very pleasant. And by — by accident, he met some people that he\nknew from — from Europe. He was sitting in the park, and suddenly he saw people\nthat he remembered in Paris. You know, the — the — you had to — you had to know\nsomebody to get money out of Europe at that time. Everybody had a — a currency\ncontrol system. So he had — he knew these two people, one from Geneva, one from\nParis, who had been doing this for Jews, all over central Europe. They were\nmoving money in and out of central Europe, and moving it to the United States, toMay 8, 2013\nthe Chase Manhattan bank, through Chase Manhattan in — in Paris. So he saw\nthese two people in the park, and says, what are you doing here? They says, the\nsame thing that you are. We are waiting for an American immigration visa. So my\nfather said, you know what, we don’t know how long we’re going to have to wait,\nwhether it’s a week, a month, or — or — or years. And we’re eating up our capital,\nyou know, maybe we should start doing something. So they — they got together, and\nthey started a business, which lasted 50 — 54 years, 55 years, and by the time when\nmy father got his American immigration visa, he wasn’t interested. He had already\nmade a — quite a commitment to — to Mexico. So we — we — we remained in\nMexico.",
        "Q: While your father was in — well, when your father left, what was your family in\nHungary doing? I assume — did he leave — do you know if he left for New York\nbefore or after Germany invaded Poland, in 1939?",
        "A: He left — he — he must have left before the invasion of Poland.",
        "Q: Okay.",
        "A: He — he must have left around probably June —",
        "Q: Okay, so just before.",
        "A: —I—I rem — no, actually, he ma — may have left as — as — as much as late 1938 —",
        "Q: Okay.\nMay 8, 2013",
        "A: — to New York.",
        "Q: Okay.",
        "A: Because my mother and I went to see my aunt and uncle in Bialystok, and this\nwas — it was not spring yet, in — in 1931 — 1939. It was late winter —",
        "Q: Right.",
        "A: — 1939 that we went to visit them. We stayed there for a month. And we — we\ncame back to — to Budapest. I think the invasion was September, so —",
        "Q: Right.",
        "A: — basically, we — we — we were there six months before the —",
        "Q: Okay.",
        "A: — invasion, and my father probably went away in November or December of\n1938, and —",
        "Q: Okay.",
        "A: — he was still in New York in late °39.",
        "Q: Right.",
        "A: And — and — and he did trip back and trip forth, the — he was there still in 1940.",
        "Q: Right, okay. And what was your — your mother and your sister and you doing in\nBudapest during this time? How were things going for you? Do you remember?\nMay 8, 2013",
        "A: Well, my father, since he was still working through the company, we — we were\ndrawing his salary, and my father was probably drawing one of his biggest salaries\nin Hungary, if not the biggest salary. So we were living quite — quite — quite\ncomfortably, we — we had our apartment on Santish(ph) Venut(ph), which is a po —\na —a very — was a very stylish, very, very well-to-do neighborhood, and we kept\nliving normally, the way we had tha — lived before.",
        "Q: Where — do you know if your parents started to become concerned when\nGermany invaded Poland? Were there ideas on getting out then, or —",
        "A: Well, w-we were concerned, we were very concerned, because two things\nhappened. The first thing was I had a cousin who was the daughter of my aunt in\nPoland. And she had — sh-she had not been able to get into an — a Polish university,\nbecause of the numerous clauses, because of the Jewish exclusion rule. So she had\ntaken on — she had gone to the Charles University in Prague, and she was studying\nmedicine there, and we kept very close contact with her. She — she used to come\nseveral times a month to Budapest to see m — to see — see our family. And\nbasically, my father was supporting her. And she basically told us that, you know,\nthey — she had been able to speak to her parents up to probably November of — of\n1939. And the way she mi — she was able to speak to them is that basically she\nfound a — a farmer — they found a farmer whose telephone was still working forMay 8, 2013\nlong distance calls. And every weekend they used to be in touch with her. And then\nsuddenly, at the end of November, they — no more was heard from them. She tried —\nmy cousin tried to go back into Poland, she was sent back from the border, she was\nnot allowed in. And so, you know, we — we were extremely worried, because we —\nwe heard nothing. That was the last thing we ever heard of my aunt and uncle. But\nmy — my cousin was in constant touch with us. And as a matter of fact, even\nthrough the war, she was in touch with us. She — she was — again, she was being\nfinanced both economically, and false papers, by the management of the company\nwith — which my father had a partnership in Zylina. So she basically — I— I don’t\nknow how this man did it, but he — he — through the red cro — we were getting Red\nCross letters almost every two or — two or three months. Heavily censored, but at\nleast we got news, and said that, you know, she was all right, and this and that, and\nthe other thing, but w-we kept pretty — pretty — pretty much in touch with her til — til\nearly 1944.",
        "Q: Okay. And I definitely want to hear more about your father’s involvement in\nfinan — in, I guess supplying false papers to people in places. Is that —",
        "A: Well, it — it is — the — the company, which was — my father originally got into the\ncompany by managing the — the — this huge plant that they had Zylina, in Slovakia.\nAnd the plant was managed by man called Mousekopf(ph). This man Mousekopf\nMay 8, 2013\nwas Jewish, and he — he managed to — to — since he — it was important for the\nGerman war effort — I mean, he was producing coating and fabrics for — for the\nGerman army. He was what they call a protected Jew. So basically he — he was able\nto move around and — and he was able to — to employ a lo — there was a very big ge\n— pop — Jewish population in Zylina. Zylina is very close to the Polish border, it’s a\nPolish German border. So, he was able to — to — to supply jobs to a lot of the Jews in\nthe — in the city, and many of these people were not supposed to be there. In other\nwords, they — they had been refugees from Poland. So they — Mr. Mousekopf(ph)\nmanaged to get residence papers for them. And they didn’t get residence papers, he\ndid exactly what he did for my cousin, which 1s picked up papers of people that had\ndied, or something like that. Which was very dangerous and not — not — it — it — you\nknow, it’s something that may have worked for a month or two, and then they had\nto fire them, a-and give them a new set of papers, and rehire them, because the\nGermans — not the Germans, but the — the USB, the Slovakian secret service\nsuddenly got the list of people which had died, and this man — these peop — 1-1t was\na—a very complicated undertaking, but he — he managed to — to save, I would say\nseveral hundred, if not — not — not a thousand, or more people in the Zylina area for\n— from the Germans, until 1944, when the Germans came in, got rid of the\nhttps://collections.ushmm.org\nMay 8, 2013\nSlovakian puppet government, and that was the — then there they took Jews, no\nmatter whether protected or unprotected, or whatever they were.",
        "Q: And is that the last you heard from your cousin?",
        "A: And the —",
        "Q: The last you heard from your cousin in — at that time?",
        "A: Well, my cousin — my cousin is a— was a strange person. She was a strange\nperson to the day that she died. She was a rebel, of the worst sort. I mean, as a child\nshe had joined Hashomer Hatzair in Bialystok, which was not considered very —\nvery Jewish, among the better — better members of the community, because they\nwere the poorest of the poor, and the — the — they were definitely communistic. So,\nshe had joined the Hashomer Hatzair, and of course, she in see — she was the only\none that was living in the — 1-in a decent housing area, all the meetings were held in\nher apartment, and my uncle used to absolutely blow his top. But it passed. And she\nwas like that, too. She went to — to Czechoslovakia, and when the Germans\ninvaded, she — she — she was part of the Czech underground. She basically spoke\nvery good German, and she looked German. She — she was blonde, blue eyed. Blue\neyed to the point of gray eye. So she made friends in the German occupation forces,\nand she got herself a job as the doctor. She — she was still a medical student, but she\nwas in her process of getting her internship, whatever it is. So she was able to get\nMay 8, 2013\nherself a job at the Gestapo jail in — in — in — in Prague, and she became the conduit\nbetween the people which were being held at the jail, and the underground and their\nfamilies. And she did this til 1941, the Germans invaded Czechoslovakia in 1938.\nThe university was closed, I think in November of 1938, because of strikes, student\nstrikes. But she — she remained there, and she became an important cog 1n the\ncommunications system of the underground, with these people, until — until the end\nof 1941, when she suspected that she was compromised. In fact, we’ve gone to the\nHolocaust Museum facilities, German files, and it’s a fact. I mean, the Germans had\nher take — they had picked her up several times and let her go. But there was a—a\nrecord that she had been caught at — as a Jewess not wearing a Jewish yellow Star of\nDavid. There were several reasons that she had been picked up, because she had\nmanaged to — she — she was extremely adroit at getting herself out of trouble. As a\nmatter of fact, she got, at one point, papers, which Mr. Mousekopf(ph) didn’t know\nit, but they were of a communist girl. And guess what? The Germans had her on the\nlist of — of people that they — they had to — so she came — she was taken to Gestapo\nheadquarters, she was taken to the Gestapo head. And she walks into her office —\ninto his office, and she sees a picture behind his desk of Bialystok. So he — she\ndidn’t let him say hello, it’s just — she says, you know, ho-how did you ever have\nthis picture of Bialystok? So he says, well, you know, I was stationed there, I wasMay 8, 2013\nthe head of the Gestapo in Bialystok. So how — how were you related to Bialystok?\nShe says, well, I— I belong to the German population of Bialystok, which — which\nwere factory owners, and my father was a factory owner. And this is how I know\nBialystok very well. My — my — my parents were still there for a while, I don’t\nknow where they are now, because the general — Generalgouvernement is not very\ninformative as to where people are. So, you know, he made — she made a friendship,\nand when she walked in, she was about to be sent to wherever — God knows\n[indecipherable] was sent. She managed to walk out four hours later. And she\nmanaged also to — this false paper that she had, she managed to give it a certain aura\nof credibility. In other words, you know, he asked her, well, how come you are a\ncommunist? She says, you know, these were things of when you are a young ma —\nperson, you — you think of other people, and this and that, and not of yourself. But\nthis is something which is — which is gone past. So she managed to — to survive this\nway, on this set of papers, for close to three — three — well, more than that, she — she\n— she crossed the — the — she’s crossed into Slovakia from — from the Czech\nRepublic, from the other half, the night of Christmas of 1942. They figured that,\nand figured correctly that the German guards would be all drunk, having a\nChristmas party, and there was a huge snowstorm that night, but they managed to\ncross into Slovakia. Into Slovakia, they already had Mr. Mousekopf(ph) to help\nMay 8, 2013\nher, and she lived in Nitra from late 1941 to early 1944, til practically August,\nSeptember of 1944. She — she had joined also, the Slovakian underground. There\nwas a Slovakian uprising, I think in August — July or August of 1944, which was the\nreason that the Germans came in. They felt that the Slovakians couldn’t handle this,\nso they came in, and they cleaned out the place, to their liking. My cousin, curiously\nenough, could have survived, but again, she — principle was — used to get her, and\nthis time it got her, too. Was basically she — she — she tells that she was picked up\nby the Germans, taken to the Gestapo headquarters, and sat down with a group of\nJews. And this man that she knew in the Gestapo walked in, and says, what are you\ndoing sitting there? You’re not Jewish. Go home. So she got up and went home, and\nshe describes it as having had a terrible night. I mean, considering that the rest of\nthe Jewish population was being done to something, and deported, or whatever it is.\nSo she basically walked in the next morning, into Gestapo headquarters and said,\nyou know, you’re looking for Jews, I’m Jewish. The man was floored. He never in\nhis wildest dream imagined her to be Jewish. She was about as far physically from\nbeing a Jew as — as — as you can imagine. Of course, didn’t — this didn’t help her.\nBut she helped other people. She took Mr. Mousekopf’s(ph) wife and daughter.\nShe — she — she was able to — she went to Birkenau, and in the same transport, Mr.\nMousekopf’s(ph) wife and daughter were — were in that same transport. Mr.May 8, 2013\nMousekopf(ph) had been actually — was able to hide with some — some Catholic\npriest. And she — she told the people at Birkenau that she was a surgeon, she was a\n—a doctor. So there was a shortage of doctors, not only for — for the inmates, but for\nactually the general population outside of the camps. So she was transported to\nGross-Rosen, which was a satellite camp. And she said that she needed assistants.\nShe was put in charge of a group of 200 agriculture workers, that were working in\nthe fields around Gross-Rosen. So she said that, you know, she needed assistants.\nSo she got the wife and daughter of — of this man Mousekopf(ph) to be her\nassistants, and all — all three survived the war. And she — she not only — she was\nactually taken by the camp commandant to his town in northern Germany, to see\nhis mother, who was sick. And she says she could have stayed there. I mean, they\nliked her, they — they fed her, they — they clothed her, they — and — and they were\nvery interested for her to stay around, because the mother seemed to be better with\nher being around. But she felt a responsibility, curiously enough, for those 200\npeople in Gross-Rosen, so she went back to the camps, and she stayed there til\nliberation, til — til May — May of 1945. Of course, we — we — we found out about her\nalmost immediately. As liberation occurred, she was able to communicate with us,\nand we asked what happened to Mother and Father, and she says, we don’t know. I\nlost total communications with her. I spoke to Vera(ph) the last time, which was\nMay 8, 2013\nend of 19 — 1939, early 1940. And she — you know, she told us the whole story, but\nwe were — and my father actually came back, and believe it or not, paid — returned\nthe money to the company that had been given out for my cousin, not for the other —\nwell, the others worked at the company. But he felt that, you know, property pro —\npropriety was important.",
        "Q: Well, what was your cousin’s name?",
        "A: How?",
        "Q: Your cousin’s name?",
        "A: Her name is Shula(ph) Lozowska. Her married name was Graf(ph).",
        "Q: Okay.",
        "A: As — as a matter of fact, it’s very funny, but we were in Prague about two years\nago, and one of the synagogues has all 50,000 deportees name on it. So my wife\nsays, you know, do we know anybody here? So curiously enough, you know,\n50,000 names, coincidence is un — unbelievable. Right in front of my face was\nShula(ph) Lozowska.",
        "Q: Wow, my gosh.",
        "A: 1913, it didn’t have a second date for her, because they knew that she was\ndeported to Birkenau. Very, very few people came back from the — Birkenau.",
        "Q: Wow. How do you spell her name?May 8, 2013",
        "A: Lozowska is spelled I-o-z-o-w-s-k-a. I will — I will send you — I— I’m collecting\na lot of copies of papers that I have — I — I have her — her German I.D. documents, I\nhave — I still have some — some things left over, and PII let you have it.",
        "Q: Yeah, we can put you in contact with the — the people who take care of that,\ndefinitely.",
        "A: Okay.",
        "Q: That would be excellent.",
        "A: Cause, you know, it’s — it’s worth it.",
        "Q: Yeah, no, that’s a very incredible story.",
        "A: Yeah.",
        "Q: And this was all going on, your mother and you and your sister are still in\nBudapest until 1940, right?",
        "A: No, we — we — we’re — we’re there til early ni — 19 —",
        "Q: Forty-one?",
        "A: — well, th-that was also a confusing issue. First, my father kept writing sa —\nhorrible letters about Mexico, you know, poverty, dirt, this and that. My father — my\nmother said, you know, what are you trying to do to me? I mean, I’m perfectly\nhappy here. Budapest is a nice, clean city, with no problems of any — any sort. So,\nbasically, I actually think that somebody — a — a general, or maybe even a field\nhttps://collections.ushmm.org\nMay 8, 2013\nmarshal — I mean, the German army, who was the buyer for the cloth for the\nGerman army, came to talk to my mother, and he told her, look, this is no — no time\nfor a Jew to be in — in — in Europe, and you know the — this will take a year, two\nyears, and everything will be settled again, everything will come into its normal\ncourse, and you’ll come back. But at this point, this is no point — no time to — for a\nJew to be in — in — 1n Europe. Convinced her. The next problem was how to — how\nto travel. My father had arranged for her to — to take Verlichs(ph) out of Trieste —\nth-the ship out of Trieste to New York, there were two problems. First of all, she c-\ncouldn’t — she — she — it was very difficult to get a transit visa to the United States,\nwhich I think she finally got. But before she could leave, Mussolini got into the\nwar, so that cut it off. Next thing is how to go when there — there were a lot of\nJewish refugees who went to Russia. In other words, they — they took the Trans-\nSiberian to Vladivostok, from Vladivostok to — to San Francisco, or if not, from\nVladivostok to Osaka, or Shanghai, and from there to — to San Francisco. So she\nfigured that that made sense. I mean, Hungary has a border with — with Russia, and\nshe hadn’t seen her mother for, I don’t know, 30 years, or 25 years, 30 years, so she\nwould do both things. So she started to get a— a — a Russian visa. She actually went\nto the Russian consul, and she applied, and she left, and — and obviously the consul\nwas Jewish. And he came running after her, and he told her, look, I can give you a\nMay 8, 2013\nvisa, I can guarantee that you can get into the country. I cannot guarantee that you\nwill be allowed to leave. So my mother, you know, advice to the wise — wise, you\nonly give once. So she tried then, going out through — through Spain, through —\nwell, there were several problems in there. First of all, the Mexicans did not wish to\ngive her the visa on anything but the Polish passport. And the Cubans wouldn’t give\nher a transit visa either on — except on the Polish passport. She still had the valid\nPolish passport. I mean, Poland didn’t exist, but she still had a valish por — Polish\npa — of course, here the problem came to the rest of Europe. I mean, place like\nSwitzerland, a place like Austria, a place like unoccupied France. To them\nPoland doesn’t — did not exist anymore.",
        "Q: Right.",
        "A: So, you couldn’t — you know, you can’t travel through us with that Polish\npassport. So my father’s company, since they had such good relationship with the —\nwith the Hungarian government, managed to get, for my mother, a\n[indecipherable] passport, a League of Nations passport. So, well she — she got\nherself into, you know, this is a complication. First you couldn’t — at that time you\ncouldn’t travel with two passports. So one had to be very well hidden. So basically,\nshe was — 1-1t took her a good six months, or seven months, to get all the transit\nvisas there. The German transit visa through all — through then Germany, German\nMay 8, 2013\nAustria, and you had to go through southern Germany, through Miinsing to\nMunich, to the Swiss border. And then you went across Switzerland to Geneva,\nand then you took a — a train across Vichy, France to [indecipherable] in Spain.\nThe — the most difficult visa of them all was the — was the French, the\n[indecipherable] government visa. She managed to — to get it. She — she was a very\nstrong woman, and she wouldn’t take no for an answer, so she managed to get\neverything together by about February of 1941. And we left for — for Spain, and\ntraveled through Germany. We managed to — to be in men — min — Miinsing, in\nMunich the night of the — of the speech of Hitler in the — in the beer — beer\nstuben(ph), in the beer — beer hall. And the British were bombing, and you know,\nbeing in the railroad station during a bombing 1s the wrong place to be. Anyways,\nnoth — they did not bomb there. They were trying to get Hitler, so they bombed all\nof Munich, except for the railroad station. We got out of there, we got into\nSwitzerland, we had to stay in Switzerland almost two weeks, I think. And then\nwe went to Spain, and Spain was another problem, because Spain — this was the\nend of the civil war, and th-there was no food in Spain. So we were given the\nprivilege to live in — in the hotel, which the Spanish government had for foreign\ndignitaries, which was not far from the Prado. So we stayed there til — til the boat\nthat we were supposed to take, arrived in Vigo. We went to Vigo, we had a — a bad\nMay 8, 2013\nexperience there, too. My mother was a type which when she traveled, took\neverything with her. And imagine traveling to war torn Europe with 22 pieces of\nluggage, including two steamer trunks. She managed it. I mean no ha — anyways, in\nSpain, she made a — a terrible mistake. She met a Hungarian, and she said, you\nknow, I worry about this and that and the other thing, because I took everything. I\ntook my silver, I took my jewels, I took this, I took that, and everything is packed\naway in these 22 bags. So sure enough, it was a terrible mistake, because the guy\nwent and spoke to the — to the Spanish customs. And we were already on the boat,\nand suddenly Spanish customs come up on the boat, and hold the boat, and they\nwant to see my mother’s bags. So they started opening bags, and my sister, in all\ninnocence, she had a bar of chocolate, that we brought from Switzerland, and she\noffered it to the — to the inspector, to the Spanish customs inspector, you know, as a\ncourtesy. Here, would you like to have this? Obviously the man hadn’t seen a bar of\nchocolate in God knows when. He said, close up everything, we have nothing to do,\nwe’re just holding up the boat. Get out. So, you see, we were — we were saved by a\nbar of chocolate. But my mother was, in that sense, you know, very strange. She —\nshe used to — people used to tell her, don’t do this. She said, Pll do it, and PI- Vl\ncarry it through, and she — she was able to carry through almost anything that she\nundertook. She — very — very strong personality.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "Q: Do you know what kind of visas your family traveled on to Mexico? Were you\nalso on investor visas, or —",
        "A: No, we had — we had an immigration visa.",
        "Q: An immigration visa?",
        "A: Yes. A-Actually, that was very lucky, because the Mexican insis — wanted to\nhave a Polish passport, but they didn’t trust passports in general. So basically, what\nthey used to do 1s, an — and I'll try to get you a copy of that, too, they used to give\nyou a—a—a-—apiece of cardboard, with your picture on it, with a authorization to\nenter Mexico. So basically, you didn’t have to have a passport. I-It — it was just\nshown that the — at the consulate, or whatever it is, and the consulate, put all the\ndetails of the passport in this piece of paper, and Mexican immigration didn’t — the\n— the problem was, I understand, was Portugal, because in Portugal they wouldn’t\ngive her a transit visa, unless she had — showed a — a Polish passport, and she didn’t\nwant to show it. So, finally, after a long argument, saying look, Poland doesn’t\nexist. Poland is now Germany.",
        "Q: Right.",
        "A: And we have no way of getting a— a German passport. So with that, and a little\nconsideration, I think helped — helped us get a transit visa to — to Portugal. So what\nwe did is we took the boat from Vigo, and the boat made a two day stop in Lisbon.\nhttps://collections.ushmm.org\nMay 8, 2013\nAnd in those two days that we stopped in Lisbon, my mother was able to pick up\nthe Mexican visa, and she — we’re also able to pick up matzos, because this was —\nthis was Passover time. My mother had gotten from the Jewish community there,\nkosher [indecipherable] of food. I have no idea how she carried it though all of\nEurope, especially through Switzerland, because Switzerland forbade you — one\nof their — the only th-thing which was forbidden was to take food out of\nSwitzerland. There was plenty of food in Switzerland, but you couldn’t — you\ncouldn’t export any of it. My mother was able to pull that through, and quite a few\nchocolate bars, which were our salvation, sooner or later.",
        "Q: Do you know if you went to Mexico — if the Mexican government knew that you\nwere Jewish when you were getting your visas, or if you were just traveling at —",
        "A: The Mexican — the Mexican government at the time was fairly liberal, and it was\nfairly liberal — this was the time of Lazaro Cardenas. Lazaro Cardenas was\nprobably the only world leader which was supporting the republic in Spain. And he\nhad given instructions to all of his consulates, to give a-anybody that walked in, you\ngive him a visa. So, first of all, my father had the la — legal base to request a visa,\nbut otherwise, you would have gotten a visa as well. They — they were extraordinary\nliberal. Unfortunately, very few people knew about this, so very few people availed\nthemself of this situation.\nMay 8, 2013",
        "Q: So you were able to get your Mexican visa while you were in —",
        "A: In Lisbon.",
        "Q: In Lisbon, okay. And you went to the Mexican consulate and got your visa to\nMexico.",
        "A: Yeah.",
        "Q: Okay. And your boat ride over, who — were they mostly Spanish refugees? Were\nthere other Jewish refugees on the boat?",
        "A: Well, more than refugees, I think they were mostly people who had business in\neither Cuba, or —",
        "Q: Okay.",
        "A: They — they — there were refugees. We — we traveled with a very religious man\nfrom [indecipherable] through all of Europe. And there were sort of hair-raising\nexperiences, I mean, we were crossing Austria, and this was right before the\ninvasion of Yugoslavia, and there were a huge amount of German troops moving\nthrough Austria. The train was full of German — of Germans. And he, though, had\nto pray, I mean —",
        "Q: Right.",
        "A: It’s more, I mean [indecipherable] and my mother was, you know, not very\nhappy. I mean, not that she knew that — what was going on, but she — she knew\nhttps://collections.ushmm.org\nMay 8, 2013\nGermans, and Germans were anti-Semites to start with, and here you have a very\nreligious Jew. Luckily there, I — I saved them, because the German officers were\noccupied with me, because basically, I spoke very good German, and — and they\nwere fascinated with me. My sister helped me along, but basically it was I who —\nwho they were talking to. A-Again, you know, the — an unusual situation wa — since\nthe — since there — there was five of us, three a — three in our family, and this man\nfrom [indecipherable] had somebody else with him. Not a wife, but somebody —\nand not even a woman, but another man with him, which wasn’t as religious as he\nwas. But we were five in — in — 1n that compartment, so basically the compartment\nwas for six, but we managed to keep the compartment for us five. So, basically,\ncuriously enough, also the — the transit visa for Germany was given to us the same\nday. The transit visa from Switzerland wasn’t. The transit visa from southern\nSpain wasn’t. The transit visa to Spain took some time to — no-no-not as much as\nthe French one, but it took — and of course, you know, there were things which I\nnoticed. For example, when we were traveling to southern Spain — southern\nFrance, they came — people came with paint in Geneva, and they painted over the\nwindows, which we are not supposed to look outside the — the — the windows. We —\nwe — we — it — it was a long trip. Today — today it’s also an overnight trip. We — we\nhttps://collections.ushmm.org\nMay 8, 2013\nmade it, I think, in a day and a night, or something like that. We got to Portbou —\nPortbou, there was no — no con — there was no railroad connection in Portbou.",
        "Q: Where is that?",
        "A: That’s the Spanish — Spanish border.",
        "Q: Okay.",
        "A: Yeah. Catalonia, and — and so we took a bus ride to, I think Girona, and that\nwas a — believe me, Mexico has nothing to offer like that. It was a one — one — one\nlane road, an-and every time you met a truck — it was night — every time they met a\ntruck, you know, it was a —a battle of words to see who would go back to a place\nwhere — where they could both pass. And this is not a very long trip, but it took\nabout eight hours to — to get to Girona. Girona there was a train already to — to\nBarcelona.",
        "Q: Okay.",
        "A: We stayed in Barcelona, but in Barcelona we didn’t — you could find two things\nto eat. One was bananas, and the other one was hazelnuts. So that was our — our —\nour diet was hazelnuts and bananas.",
        "Q: How did your mother manage, with all of this luggage, when you were changing\nmodes of transportation so often? Do you know? Did you have help, or —\nMay 8, 2013",
        "A: I really don’t know, I — I tell you very truthfully, I — I guess there must have\nbeen people to help you with bags, or something like that, because at that time,\nevery time you got to a border, you know, the inspection wasn’t on the train. You\nhad to get off the train, take off your bags, take — take it to the customs house, get\nyour document stamped at the customs house, have your baggage inspected, and get\nonto the train again. I don’t know how she managed, but she did manage. I — I do\nremember some passengers being very unhappy of the train being held up because\nof my mother, but somehow she managed to do it, she — she — she — she got us\nthrough all of these country — all of these borders, into Spain. And she had a lot of\nvaluables, because one of the things that we were not allowed to — to take out of\nHungary was money. So we got valuables, so my mother had gold this, and gold\nthat. My sister had gold. And my mother made a mistake, she — she put the gold\nwatch on me. And the Germans looked at my mother, and let her pass. Looked at\nmy sister, 14 year old with gold necklace, and some gold armbands, and God\nknows, and they had a few thoughts about that one. But when they saw a gold watch\non me, then when they decided that they weren’t going through, and a lot of this\nwas confiscated at the German border. Not confiscated, because Germans are —\nwere [indecipherable] very honest, so they — we gave them an address in Budapest\nhttps://collections.ushmm.org\nMay 8, 2013\nto send to somebody that we knew. There was a battle for this after the war, too,\nbecause after the war, he still had all of this, but he wouldn’t give it back. So —",
        "Q: So the Germans did send it back to Budapest?",
        "A: Oh, they were, in that sense Germans were very, very, very precise, and very —",
        "Q: And you guys were traveling as Jewish people at this time? Your documents said\nyou were Jewish? Do you know’?",
        "A: Well, our papers didn’t say that we were Jewish.",
        "Q: Okay. Okay. Okay. So, can you tell me a little bit about the boat ride? How long\ndid it take to get to Mexico?",
        "A: Well, we left Vigo, between a two day stop in Vigo, it too-took the better part of\nthree weeks. It took 17 days, I think to — to get to Havana. In Havana we — in\nHavana we — we were taken off the boat and — and also there was all kinds of\npapers, and this and that and the other. And they sent you to an island in the Bay of\nHavana, called Trisko(ph) Onus(ph). It took me a year — several years, 20, to find\nout that the place was called Trisko(ph) Onus(ph). My mother kept refori —\nreferring to it as Triskonia(ph). We — we spent, I think two nights on — on this\nisland, til they processed our papers. And then we were sent to Havana, where we\nstayed for about probably 10 days, because you know, th-the — the boats were not\nall at the same time, so you had to wait for the arrival of the boat. And this was a lib\nhttps://collections.ushmm.org\nMay 8, 2013\n— and the — and the boat which we had come to Havana with [indecipherable] is\nthe Comillas, The Compania Transatlantica Espanola. It’s a boat which survived\nthe war, and was still in service after the war, and the trip from — from Havana to\nVera Cruz was on a boat — boat called the Monterey(ph), which was quite\nluxurious. Even I could tell that 1t was not — not th — the regular — regular boat, there\nwere — there — we had the very — very ample cabin, very nicely furnished one.\nEverything was screwed down, but very nice cabin. And when we got to Mexico,\nthere was again the problem of processing all of this, and — and processing the\nfurniture, pro-processing the 22 bags, and the papers, and Mexican customs were\nnot exactly the fastest in the world. So, actually, we arrived on the 21% of April, and\nI think by the fifth of May, we were still in — in Vera Cruz. And I wasn’t very sure\nabout Mexico. But then, the fifth of ma — May was my birthday, so I suddenly see\nfireworks, and parties, and whatever it is, so you know, I figured it wasn’t such a\nbad country, if they celebrated my birthday. It was very kind of them to do so. But\nno, we were — in — in Mexico we were definitely known as Jews, we were — in — as\na matter of fact, one of the problems was that the Mexican immigration square, that\npiece of paper with a picture, said very clearly that we were Jewish. It had a\nreligion. Except, you know, we got it in — in Lisbon, so there was no — I re — I really\nwonder, I'll t— Ill take a look. I— Pll — Pll send you these —\nhttps://collections.ushmm.org\nMay 8, 2013",
        "Q: Okay.",
        "A: —co—I can’t give them to you because basically my sister wishes to hold onto\nthem for a while. But, if — it can be —",
        "Q: Yeah.",
        "A: — it can be given to you, after — after we’re no longer here.",
        "Q: Okay, yeah, that — that would be — that would be very int — very —",
        "A: But I can —I have a—a-—acollection, strangely enough, papers, and some\npictures survived. Survived because my mother took everything that she — was\ninside.",
        "Q: Yeah.",
        "A: And survived because my cousin had a very, very nice landlady in Nitra, in\nSlovakia. So when she was sent to — to the camps, the — this woman kept\neverything. In fact, even after — after she wi — she — she got — she and her husband\ngot into trouble with the communists, despite the fact that, you know, they had —\ncalled heroes of the — whatever it is. My cousin’s husband was — became the head\nof the biggest pediatric hospital in — in Prague. And there were other people who\nwanted the job, so he — he — he got himself into trouble with the communist\nauthorities. My cousin as — as rebel as she has been always, she went to get her\nlicen — re — to be relicensed as a doctor, so they told her, well, to be relicensed, you\nMay 8, 2013\nhave to take a course in — in Marxism, Leninism. My cousin said Marxism,\nLeninism, what part of medicine do they — do they specialize in? Of course, this\ndidn’t go over very well, and they were also — they had to leave in a hurry,\nCzechoslovakia — except they had a lot of friends there. You know, they were in\nthe underground, so people in the underground told her, you — that the — that the\nsecret service was — was being — looking for them, so they — they left with a small\nbag in the middle of the night. But again, the people where they were living kept\neverything, including the furniture. And — and you know, when these people in the\nunderground became minister of defense, minister of this, minister of that, they —\nthey actually sent a letter, says why don’t you come back, at — at least to visit us.\nAnd they came for a couple of months, and — but they were already well established\nin Israel, and —",
        "Q: Oh wow.",
        "A: — they — they wouldn’t go — they wouldn’t stay. They — they had a great time,\nthey had good parties, whatever it is, and then they said goodbye.",
        "Q: You said — you mentioned that your family had trouble because your — your\nvisas, your Mexican visa said that you were Jewish. What sorts of problems did you\nhave?\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: Well, Ill tell you very truthfully, Mexico was a strange place at that time of —\neven though they — the government itself was very friendly, and didn’t care whether\nyou were Jewish, or not Jewish, or whatever you were. The question is, were you a\nrefugee, or weren’t you a refugee? And even though we had come in not as a\nrefugee, the Mexican government was, very, very friendly, and very open. There\nwas a movement in Mexico at that time called the — the Mexican traditionalist\nmovement. And this was heavily anti-Semitic. Basically their — the people who had\nbeen there earlier, had — had an awful lot of trouble, because Jews began\nmonopolizing some of the downtown markets in Mexico City, and the Mexican —\nth-the people who had been in these stores, in — before, even though they sold out,\nthey — it’s not that they were pushed out, they were sold out, they — they started\nbearing a resentment, and this traditionalist movement was very unpleasant. In other\nwords, they — they used to come to the boats, and used to have placards, and Jews\ngo home, and don’t — we don’t need you, and this and that and the other thing. Not\nonly Jews, but the refugiados, which mean refugees in generals, and this was\nSpaniards, and — basically Spaniards. But Jews were also included in the — there —\nthere — there — there are some books about it. There’s actually a very interesting\nbook written by a friend of ours. I can — I can let you have that too, eventually. It —\nit was called “Momiento Traditionaliste Mexicano,” and it had two generals as\nhttps://collections.ushmm.org\nMay 8, 2013\nhead of it. And they were very, very, very unpleasant. Instead of Brownshirts, they\nhad Camisas Parvilas(ph), which is sort of a gray, like a mousy gray, but you\nknow, it wa — they were inspired on the — on the Brownshirts. But th-there was\nalways, you know, in — in — in [indecipherable] Catholic countries, Mexico was —\nit was always a lay — latent anti-Semitism. But for all its latency, never — never —\nnever got over the age of the [indecipherable] it stayed relatively in its place. And\nit — it — you know, my father start in a place called Pueblo, which was basically an\nextraordinarily Catholic city. Su-Super Catholic city. The reason for it, of course, 1s\nthat there was not — there were a lot of old Spanish residents there. Not — the new\nSpanish were communists and Socialists, and whatever it is. But the old Spanish\nresidents were — were very traditional. As a matter of fact, the Spanish club in\nMexico had — that time had a throne waiting for the king and queen to come, when\nthere was no queen and queen — king and queen any more. And, strangely enough,\nthey did get to use it when this man became — when Franco made this man king of\n— but curiously enough, the — the — there was — we — we — we never met up with too\nmuch anti-Semitism.",
        "Q: Okay. From Vera Cruz, did you go to Pueblo, where your father was living?",
        "A: No, from Vera Cruz we actually went to Mexico City.",
        "Q: Okay.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: My — my f — my father — my mother especially, didn’t think very much of\nPueblo. We — we — we lived in Pueblo for a while, because my father, you know,\nfelt that somebody should be there. But they finally dis — th-there were several\npartners, there were three po — three or four partners. So, what happened is that each\npartner used to spend a week there. So basically they had one week in — in the\nmonth to spend there. Ma — my mother tried at first, but Pueblo was a miserable\ntown, it wa — it — it was very close. It was — you know, it was still old Mexico, it\nwas the — the place where — where women knew two — two — two roads in the city,\none from — from their house to their mother-in-law’s, and from their mother-in-\nlaw’s to — to the market. That was — that was the extent of their — their travels. It\nwas very traditionalist place. But th — th — you know, it was basically like Hungary.\nThere was — there was — you could sense in the air, the anti-Semitism. But you —\nreal — really, expression of it by violence, you didn’t — you didn’t see. Well, except\nfor — for these Camisas Parvilas(ph). But these were also — they were not — they\nwere not constant, they were intermittent. There was a man who was called the\nMexican Hitler, Abascal — actually he’s — he’s — one of his sons became labor\nminister in the Fox administration.",
        "Q: Oh.May 8, 2013",
        "A: And, a very unpleasant person. I — I — I happened to know him and his brother-\nin-law. His brother-in-law used to run a — a textile complex, like we — we used to\ndo. But the brother-in-law was not that unpleasant. I-It — it — what — I'll tell you, the\nonly violence that I had was, I was playing in the park in Budapest. By chance, you\nknow, in Budapest you left your child, and you told him not to — not to go too far,\nand just left him. So I was playing around, and two — two obviously hoodlums, or\nwhatever it is, caught me and I don’t know why, you know, they did say you Jew,\nyou’re a Jew, this zsid6, whatever it is. And one pushed me, and he managed to — I\nmanaged to hit a stone — stone — I don’t know what it was, it may have been some\nsort of a sit — place to sit on, or — and I had to get four stitches.",
        "Q: Okay.",
        "A: Luck — luckily, the — the doctor was in the same building as we lived, so —",
        "Q: Yeah. And you didn’t have any experiences like that in Mexico?",
        "A: Overt anti-Semitism, no.",
        "Q: No.",
        "A: No. There was, but 1-1-1f 1t was, it was among the — the wealthy there. It — it was\nagain — again, a strange place. If you went to the real high, conservative, old\nMexicans, they — they fell in love with Adolf Hitler. They — in fact, they used to\nhave oil paintings, and — of Adolf Hitler in their homes, and oil paintings, which\nhttps://collections.ushmm.org\nMay 8, 2013\nonce in a while show up in antique shows — shops today in Mexico. And it was\nstrange, because you know, at — it — Hitler used to occupy the place of the Virgin of\nGuadalupe in the home. In other words, the — his place was above the mantle, and\nwhatever it is. Fortunately, Germans were not — you know, didn’t think very much\nabout Mexicans, you know, they were just one chain below — below whatever they\n— they liked. So, I happen to know a lot of people, and especially in the German\nschool system, at th-that time, before they closed it down. The man who had\nactually run the German school in Budapest was running the German school in — in\nMexico, and — and he had been very friendly. As a matter of fact, there was another\ncouple of Jewish boys which had been in Budapest as well, which lived in Mexico,\nand this man wanted us to go — go — all go into the German school, because he\nneeded the native German speakers, and couldn’t find them in Mexico. So, my\nmother didn’t want to, and the Mexican government was helpful enough in closing\ndown the — the German school, because the embassy was — was playing games. But\nit was amazing to me, because th-the Mexican kids were handled very badly by the\nGermans, you know, with — no matter what their social condition was, they were\nreally treated like second class citizens. Curiously, we were not. I mean, we were\nthere maybe for a week, or two weeks, or whatever it 1s, but we were not — not\ntreated like — like second class citizens at all.May 8, 2013",
        "Q: Is this in Mexico City?",
        "A: This is in Mexico City, which —",
        "Q: Okay, uh-huh.",
        "A: — which, you know, if you look at it in the — in — in the distance, it was strange,\nbecause the — the man in Mexico City, the ambassador, was a out and out Nazi.\nAnd th-the person in charge of the embassy, who had been somebody living in\nMexico was an out and out Nazi. And he didn’t seem to bother us, but he — he\nbothered the Mexicans, and the mother — the mothers used to come crying to the —\nto the director, saying why do you treat my child like that? And they kept sending\nthe children back, instead of taking them out, until the government finally closed\ndown the school, and there was no — but it was, you know, like the American school\nlater became the place to send your child, the German school were — for example,\nOctavio Paz, the — the Mexican diplomat and author went to a ger — to the German\nschool, to the Alexander von Humboldt school, and so did a lot of intellectuals,\nalong — in the 1940s, a lot of intellectuals went to the German school.",
        "Q: Okay. And you said you spent about a week or two in Mexico City, and then\nthat’s when you went to meet your father, after that? And then —",
        "A: We spent it in Vera Cruz.",
        "Q: In ver — a week or two in Vera Cruz?\nMay 8, 2013",
        "A: Yes.",
        "Q: Okay, and then — and then where did you go?",
        "A: Well, we went to Mexico City.",
        "Q: Right.",
        "A: And then there — there was a que — a question of whether we would live in\nPueblo, or live in Mexico City, and my mother did the same way. She wouldn’t\nlive in Zylina, and then to live in Budapest, she decided she wasn’t going to live in\nPueblo, and live in Mexico City. So, w-we basically lived in —",
        "Q: In Mexico City.",
        "A: — 1n the newer area of Mexico City, yes.",
        "Q: Okay. And where did you and your sister end up going to school?",
        "A: Where did I?",
        "Q: Where did you end up going to school, if you didn’t go to the German school?",
        "A: Well, my sister, first of all, she — she had only two years to go. And she had —\nshe — she — she knew some English. In other words, my — my mother had — had\ngotten somebody to try to teach at least my sister English. I was just listening. And\nmy sister spoke reasonably good English, and she wa — went almost immediately to\nthe American school.",
        "Q: Okay.\nMay 8, 2013",
        "A: I went to a public school for a while, until my mother was told by everybody that\nshe was getting me just — lice on me. That, you know, I shouldn’t do this, and I was\ntaken out, and I was put into a— a—a military school, Mexican Spanish, ru-run by a\nformer Jesuit. And I stayed there til about the sixth grade, seventh grade, and then\nmy sister convinced my mother that I — I should be educated in the United States,\nso I, in junior — in junior high school I started going to — to the American school\nmyself.",
        "Q: Okay. Were you or — did your family learn Spanish while you were — when you\nwere in school? Did you learn Spanish? I guess you had to?",
        "A: Well, I'll tell you very truthfully, I — I-—I didn’t speak for about three or four\nmonths, and then suddenly I broke out spe-speaking Spanish; my sister likewise.\nMy mother, she didn’t speak good Spanish, but she managed. My father was not a\nlinguist. He never quite spoke Spanish, but I was always surprised that the workers\nknew exactly what he wanted. And you know, this was mechanics, too, I mean, he\nexplained to them, you know, a complex piece of equipment, that — what he wanted\nto do with it. I didn’t understand a word of what he said, but the mechanic knew\nexactly what he — in other words, everybody seemed to meet halfway. In other\nwords, my father’s Spanish was understood by the — the Mexicans he was dealing\nwith, but it was — he — he managed quite well, actually. He traveled all over the\nhttps://collections.ushmm.org\nMay 8, 2013\ncountry, and you had to — you know, you had to buy again, raw material. Wool was\ndifficult to get from Australia, you could get it, but it was the — difficult those war\nyears.",
        "Q: Yeah.",
        "A: So he — he used to travel all over Mexico, buying up wool locally, which was\nalso in competition with various existing — existing companies. It’s — actually, that\nwas the only — the only anti-Semitic problem that they had. They had — there was an\n— an established Spanish company called Espana Industrial. And they were\nmaking money head over foot, and I mean, they were sending, for about nine\ndollars, something which cost them a dollar to make, or a dollar-fifty to make. And\nmy father, since he knew the trick of using waste, was undercutting them,\nunderselling them, so one day he was called into this Spanish company’s whatever\n— offices, and was told that either he sold at their same price, or they will put him\nout of business. So my father said, you know what, I’ve — I’ve just escaped from —\nfrom worse than that, and you know, try, and see who — who — who is out of\nbusiness first. They were out of business before we were. I-It’s — th-th-there was\nlatent anti-Semitism in Latin America. In — in — in Argentina, it’s bad. In Mexico\nit was latent. There — there were some fantastic stories. For example, in Pueblo,\nthere were a lot of Germans. And there was a hotel of all things, called the Ritz, in\nhttps://collections.ushmm.org\nMay 8, 2013\ndowntown Pueblo. And on Friday nights, the German colony used to close down\nthe — the hotel’s dining halls, lock the doors. They used to dress themselves up in —\nin Nazi uniforms, and used to sing the Horst Wessel song, and things like that. Real\n— real Nazi. There was never in — in Mexico, despite some people who were try to\nmake — make it up, there was never a — a real Nazi movement in Mexico, look like\n— like Argentina, Bolivia, and other places. Th-There — there was a lot of Nazi\nsympathy, but very, very, very little — curiously, the Japanese were more active in —\nin — in—1n Mexico. They — they destroyed several bridges on the western part of\nMexico. They — our competitor, one of the reasons we were able also to slow him\ndown a little bit is that he had no compunctions of selling to the Japanese, and there\nwere several Japanese submarines that — that came out to — to buy his merchandise.\nHe had na — Americans wouldn’t let him into the United States after the war. And\nbasically, where you used to get machinery, and raw material was the United\nStates, so — so he had a very serious problem. That helps him — put him 1— put him\nout of business. Overt anti-Semitism, you know, actual violence, no.",
        "Q: So would you say that your immigrant experience in Mexico was defined more\nby being a European, or more by being Jewish? Were you able to find a Jewish\ncommunity, a European community, or —\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: Well, I— I1— we were a little bit lost in the Jewish community, too, because there\nwas a very big German community, it was called Evuno(ph). And there were a lot\nof people who — who had had troubles with Nazis, especially socialists. The — the\nformer head of the socialist party in Germany was — was in Mexico, he — he\nbecame a photographer, and that’s what he made a living on. But for a while, he\nwas working with the Mexican government, especially with the socialists in\nMexico. But there were a lot of Germans. There was Frank, and the — Dr. Frank,\nthere was his — his grandson became health minister in Mexico, and there — there —\nthere were a lot of — there — there were a lot of German Jews there. One of the — the\ngrandsons of one or — other one, became the — the environmental minister of\nMexico. And 1-in — je — we — we — we were — we were more at ease with the\nGermans than we were with the Poles.",
        "Q: Okay.",
        "A: My father had learned Polish late — late in life, and so had my mother. And the\nfew Jews who — all the — the Jews that came from Poland were very Poland\noriented, which my father and mother — they used to go because, you know, it was\none way of socializing. And the Poles had an own — their own club, and they used\nto get together once a week just to speak Polish. So my mother used to go, my\nfather used to go. But they were uncomfortable there too, because they — they were\nMay 8, 2013\nnot Poles, they were — they — they — their allegiance was closer to Russian Jewry\nthan they were to Polish Jewry. They were closer to Bialystok Jewry, which was\nnot Polish, but rather Russian. But we — we mingled with them all. We used to go to\nthe — to the Ashkenazi shul, the Ashkenazi synagogue in downtown Mexico. Then,\nsince all the Jews left downtown Mexico, they installed themselves not far from\nwhere we lived, maybe 10 or 15 minute walk. And that’s — we went there for a\nwhile. My father didn’t like it, and curiously, one thing that he — he didn’t like also,\nwere these Hassidic Jews. But he — he and the Hassidic Jew bought a property, and\nmade a synagogue for themselves. But it was basically — you know, my father was a\ntraditionalist. He did beli — not believe in Orthodoxy, but traditional Orthodoxy.\nThe — the Hassidim were rather southern — southern Polish. They came — most of\nthem came from around Krakow. This man was — I don’t remember which ra —\nrabbi he was the [indecipherable] of, but the rabbi’s center was Krakow. And\nsouthern Poland and northern Poland at that time, were different worlds. One was\n—had been Austro-Hungary, the other had been Russia, so, you know, they — they\n— there was nothing to speak about, but they got along quite well there. And th-they\n— he liked traditional things, and th — the Mexican community was — was torn, it\nwas either Sephardim, or Ashkenazim, and Ashkenazim so often were very\nreligious, some of them were not religious at all.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "Q: Yeah.",
        "A: There was a lot of Hashomer Hatzair. This was, as I said, this was on — a very\nserious problem. My mother wouldn’t send me to a Jewish school in Mexico\nbecause it was run by Hashomer Hatzair. And you know, as they say, you know,\ntwo Jews make three political parties, and this is a — this is basically what was\nhappening, it was — but it was an interesting life, 1t was — you know, the — some\npeople were traditional, they — they — for example, the park close to the synagogues\nwhere we were, on Saturday morning there were circles of, you know, whatever it\nis, socialists, communists, or — and they were having all kinds of discussions there,\nit was — it was — it was an interesting time to be there. But Mexicans really didn’t\nbother us very much, you know.",
        "Q: Okay. Did you at all become involved in Mexican life? Did you make Mexican\nfriends, or —",
        "A: Mexican’?",
        "Q: In mexi — did you make friends with any Mexicans? School friends, or —",
        "A: Oh, very close ones.",
        "Q: Okay.",
        "A: Very close ones. I had an 80th anniversary, I had two couples which I know\nfrom —May 8, 2013",
        "Q: From a very long time —",
        "A: Since primary school, I think, come. Oh, bu — th — I have — I have m-ma — made\nan awful lot of friends —",
        "Q: Okay.",
        "A: —1n Mexico.",
        "Q: How long did you live in Mexico? When did you move to the U.S.?",
        "A: I lived in Mexico from 1941 til 1996.",
        "Q: Oh wow. Okay.",
        "A: So ma —I got married here in New York, my wife is an American, a New\nYorker, but she — she came to Mexico, she lived there for 35 years.",
        "Q: How did you meet her, [indecipherable] business?",
        "A: My sister’s mother-in-law, and my mother-in-law were very close friends.",
        "Q: Okay.",
        "A: And well, you know, it was a — it was a nice girl that they wanted me to meet,\nand she was a nice girl.",
        "Q: One of the things she wanted me to ask you was about your last name, where\nyour hyphenated last name came from.",
        "A: Well, my — my — I had an uncle. His name was Louie, and he was recruited into\nthe Russian army, a-and the Russians, you know, wanted to convert, and my — my —\nMay 8, 2013\nmy uncle was not very religious, but he wouldn’t convert. So they — the tsarist\nofficer gave him every dirty job in — imaginable, and he took it very kindly, until\nthe day that the officer got really mad, and he horsewhipped him. I mean, there was\nprobably a foot and a half difference between he and the officer, but he grabbed the\nhorsewhip, and started horsewhipping the — the Russian. Of course, he didn’t even\nstop for a clean shirt at home, he got the — he went to Konigsburg, from\nKonigsburg he went to London. He lived in England for four or five years, and\nthen he moved to the United States. But the — the memory stayed with the Russian\narmy, and — and you had to conscript yourself into the army. The only way that you\ncould get yourself out of the army is if you were an only son, or there were no — no\n—no other — well, only son, meaning that if — if there were no other children, or the\nother siblings were women, you could be exempt from military service. So my\nfather did this, he had a — a cousin by the name of Efron, who had two daughters.\nSo when he had to go into the army, and he figured that he wasn’t going to be\ntreated very well, and he didn’t want to go — I mean, let’s be honest about it, he had\nhimself apar — adopted by this Efron.",
        "Q: Okay.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: So, since he was already in business, you know, it’s like my daughter. My\ndaughter is a doctor, so she keeps her maiden name professionally, and so the same\nthing happened here, except you had to merge the two.",
        "Q: That’s a very interesting story.",
        "A: Anyways, if you can later give me a card, I'll try to send you at least first of all,\ncopies of papers, and all kind of —",
        "Q: Yeah, yeah, no, I will. Pll send you an email this afternoon with —",
        "A: Okay, that’s fine.",
        "Q: — the information in it. I had another question for you. When did your family\nfind out what had happened to the Jewish community in Europe, and what was that\nlike?",
        "A: Well, we all — we all basically found out about 1944, when I think the “New\nYork Times” published a whole story. But it wasn’t only that, but you know, there\nhad been an awful lot of deportations, and these deported people never showed up\nagain. Of course, after the war, everybody started looking for — for everybody, and\nthey found that there was nobody left, practically. We know that my aunt, uncle and\ncousin, were deported to Treblinka. It sounds like my cousin was killed before he\never got to Treblinka, because there was a — there — the people who — who took the\n— who were put on the train from Bialystok to Treblinka, were — there was a\nMay 8, 2013\nrebellion, and I think my cousin was involved in that. After the rebellion, they were\nmade to walk to the — the rest of the distance, which was not — not — not a — in the\n[indecipherable] considerable amount of — and a lot of people didn’t make it. But it\nseems my cousin was — was — was killed before — before. But my aunt and uncle\nwere — the rest of my family managed to survive, because they were in Russia.",
        "Q: Mm-hm, okay.",
        "A: Or, they had left Poland. I mean, basically, my father was the sole support of his\nfather, and the sister, who was the mother of my cousin, and a brother who didn’t\nstay very long, he — he helped my father for about 10 years, and then he went to the\nUnited States about 1912 or ’13, or something like that. So basically we have no f\n—no—no— no immediate family in Europe at that time.",
        "Q: Okay.",
        "A: They were either in Israel, or the United States, or — or Russia. And the ones in\nRussia didn’t — they didn’t all survive. You had two uncles in Leningrad who died\nin the — in the siege.",
        "Q: Okay.",
        "A: But I don’t know, we — we — we were very adventurous sor-sorts. I think one of\nmy aunts had a child, and she decided that, you know, the child should be a rabbi.\nBut how can he be a rabbi in — in the [indecipherable]? He had to be a rabbi in\nhttps://collections.ushmm.org\nMay 8, 2013\nIsrael. So she — one day, she disappeared. Her husband didn’t know where she\nwent, nobody knew where she went. Years later, somebody said that they had seen\nher in Jerusalem. And as a— we — we have — we have some very, very — well, you\nknow, the — it was an adventure to be a Jew, and people were very adventurous.",
        "Q: Excellent.",
        "A: We had — even my father’s oldest brother, who was a rabbi, first went to\nSweden. Couldn’t make a living being a rabbi. Put up a hat factory, and I think\nwouldn’t make a — a living with that either, so he went to the United States, and the\nUnited States, his wife didn’t like it. So he went to — to — to Israel. And he lived\nquite well there. He — he — he — he was one of the founders of the Bezalel\nmovement, of the art movement, and he was the — he became an antiquarian.",
        "Q: Oh, mm-hm.",
        "A: And, as a matter of fact, there were three generations of antiquarians in\nJerusalem. And my — my — the — the — the last one, the cousin, anyway, she — she —\nshe had also a very strange life. But she left me some of the stuff that she had in — in\n— in the store, and she — she had a lot of stuff, she — she ha — she was a specialist in\nreal Ottoman art, and she was considered one of the top specialists in Ottoman art.\nShe was also slightly nuts.\nMay 8, 2013",
        "Q: Is there anything else you want to share about your experiences, anything you\nthink we’ve maybe not touched on?",
        "A: Well, there — there — there — there — you know, there — there are a lot of little\nthings, about how our friends managed to get out, often didn’t get out, some of them\nstayed there. My father, later on helped some of the technicians that he had at the\nfactory move to Canada in 1956. And you know, it became — after — after — after\nthe war, everybody was helping everybody. For example, my father sis — this rule\nthat you had to have 20,000 dollars for a family, or 10,000 for an individual, people\nthat had it, th-they recycled this money. In other words, there were — there were,\nyou know, they were presenting as if this man had 20,000 dollars, you see. Only\nwanted to see the deposit, and that was it, it was — they showed the deposit, the —\nthe money went to somebody else, or — so, you know, the — the — there was a—a\nreally — I wouldn’t call it an underground movement, but an over-ground movement\nto — to meet the legal — the legal restrictions. Because the United States really\ndidn’t open up til about 1944. My father eventually got his immigration papers, but\nas I said —",
        "Q: Right.",
        "A: — he — he wasn’t interested at that time.May 8, 2013",
        "Q: Your father’s involvement in helping people get visas, was this as part of some\nsort of organization, or was it just something that —",
        "A: It’s the community, so it was —",
        "Q: The community, okay. Okay.",
        "A: It was the community. We have this man [indecipherable] the one that has the\nMonet collection in — in New York.",
        "Q: Okay.",
        "A: He became a movie producer, very, very, very wealthy movie producer. He\nproduced the movies of — there’s a comedian in Mexico called Cantinflas, and he\nproduced Cantinflas’ movies. And he had no children, so he spent all the money on\n— on art. He — he has a — he — he left a — a huge Mexican art collection, to the\nMexicans. And his impressionist collection, I think he has one of the best Monet\ncollections around, he left to the Metropolitan Museum of Art.",
        "Q: And your father helped him get out of —",
        "A: He helped him.",
        "Q: Okay.",
        "A: And others. As a matter of fact, lately there have been some books appearing\nabout people who — who — who came to Mexico. And I don’t know, I’ll try to get\nyou some. It might be something worth keeping as a record in your library.May 8, 2013",
        "Q: Yeah, definitely.",
        "A: I[h—I have — the — e-even — even Mexicans are beginning to — to be interested in\nhow the Jewish community — because the Jewish community actually started with\nthe Sephardim coming —",
        "Q: Right.",
        "A: — the — the Turks. And then what happened is that in 1920s, when they closed the\nborders to everybody in the States, many people got stuck in — in Mexico, on their\nway to the United States. So, a lot of these stories are coming out. There are a\ncouple of movies, which are very interesting maybe. Ill — Pll try to get you a copy,\nand — you know, it — it’s — I s-see you do collect this type of —",
        "Q: Yeah, we definitely — the library definitely has those type of things.",
        "A: Yeah, yeah, so — so I'll try to —\nEnd of Tape One\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a Rebecca Dillmeier interviewing Samuel Marein-Efron, on\nMay 8\", 2013, at the United States Holocaust Memorial Museum in\nWashington, D.C. Can we begin by having you state your name, and spell your\nname?",
        "Q: Your parents moved to Budapest. When did they move to Budapest, and why?\nWhat was the —",
        "Q: Could you say the name of the company again, and spell it?",
        "Q: And what — what did it do? What kind of company was it?",
        "Q: And you were born in Budapest, after your parents had moved to Hungary?",
        "Q: When were you born?",
        "Q: 1933. Can you describe your early life; what it was like as an immigrant in\nHungary, or your parents’ lives as immigrants; school, religion?",
        "Q: So at home did you speak, Russian, Polish, Yiddish?",
        "Q: And you also — since you grew up in Budapest, you also spoke Hungarian?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: How old were you when this happened, when you got taken out of school for a\nheart murmur? Do you remember’?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Oh. All right. We’ll get there.",
        "Q: Can you tell me a little bit about the religious life of your family? Were they\nvery religious, not religious?",
        "Q: Okay.",
        "Q: Okay. And your father traveled a lot for work. He — what — and he worked for an\n[indecipherable] company. What, exactly, was his role in — do you know?",
        "Q: Okay. We’ll get there, too.",
        "Q: Before I want to — di— you were quite young when you left, but can you tell me\na little bit about what your life was like in Hungary? Do you remember when the\nJewish laws were passed in 1938, how that affected your family? Do you remember\nthose sorts of things?",
        "Q: And when you went to a Hungarian school, was it any different, or —",
        "Q: The same?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: I feel like you kind of touched on this, but did your family live in a Jewish\nneighborhood, interact mostly with Jewish people, or mixed Hungarian —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay. So let’s move forward a little bit, and talk about your father’s travels, and\nhow it brought him to New York, and — and the dates when that happened.",
        "Q: Right.",
        "Q: June of?",
        "Q: 1940, okay.",
        "Q: While your father was in — well, when your father left, what was your family in\nHungary doing? I assume — did he leave — do you know if he left for New York\nbefore or after Germany invaded Poland, in 1939?",
        "Q: Okay.",
        "Q: Okay, so just before.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Right.",
        "Q: Right.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Right.",
        "Q: Right, okay. And what was your — your mother and your sister and you doing in\nBudapest during this time? How were things going for you? Do you remember?",
        "Q: Where — do you know if your parents started to become concerned when\nGermany invaded Poland? Were there ideas on getting out then, or —",
        "Q: Okay. And I definitely want to hear more about your father’s involvement in\nfinan — in, I guess supplying false papers to people in places. Is that —",
        "Q: And is that the last you heard from your cousin?",
        "Q: The last you heard from your cousin in — at that time?",
        "Q: Well, what was your cousin’s name?",
        "Q: Your cousin’s name?",
        "Q: Okay.",
        "Q: Wow, my gosh.",
        "Q: Wow. How do you spell her name?May 8, 2013",
        "Q: Yeah, we can put you in contact with the — the people who take care of that,\ndefinitely.",
        "Q: That would be excellent.",
        "Q: Yeah, no, that’s a very incredible story.",
        "Q: And this was all going on, your mother and you and your sister are still in\nBudapest until 1940, right?",
        "Q: Forty-one?",
        "Q: Right.",
        "Q: Do you know what kind of visas your family traveled on to Mexico? Were you\nalso on investor visas, or —",
        "Q: An immigration visa?",
        "Q: Right.",
        "Q: Do you know if you went to Mexico — if the Mexican government knew that you\nwere Jewish when you were getting your visas, or if you were just traveling at —",
        "Q: So you were able to get your Mexican visa while you were in —",
        "Q: In Lisbon, okay. And you went to the Mexican consulate and got your visa to\nMexico.",
        "Q: Okay. And your boat ride over, who — were they mostly Spanish refugees? Were\nthere other Jewish refugees on the boat?",
        "Q: Okay.",
        "Q: Right.",
        "Q: Where is that?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: How did your mother manage, with all of this luggage, when you were changing\nmodes of transportation so often? Do you know? Did you have help, or —",
        "Q: So the Germans did send it back to Budapest?",
        "Q: And you guys were traveling as Jewish people at this time? Your documents said\nyou were Jewish? Do you know’?",
        "Q: Okay. Okay. Okay. So, can you tell me a little bit about the boat ride? How long\ndid it take to get to Mexico?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Okay, yeah, that — that would be — that would be very int — very —",
        "Q: Yeah.",
        "Q: Oh wow.",
        "Q: You said — you mentioned that your family had trouble because your — your\nvisas, your Mexican visa said that you were Jewish. What sorts of problems did you\nhave?",
        "Q: Okay. From Vera Cruz, did you go to Pueblo, where your father was living?",
        "Q: Okay.",
        "Q: Oh.May 8, 2013",
        "Q: Okay.",
        "Q: Yeah. And you didn’t have any experiences like that in Mexico?",
        "Q: No.",
        "Q: Is this in Mexico City?",
        "Q: Okay, uh-huh.",
        "Q: Okay. And you said you spent about a week or two in Mexico City, and then\nthat’s when you went to meet your father, after that? And then —",
        "Q: In ver — a week or two in Vera Cruz?",
        "Q: Okay, and then — and then where did you go?",
        "Q: Right.",
        "Q: In Mexico City.",
        "Q: Okay. And where did you and your sister end up going to school?",
        "Q: Where did you end up going to school, if you didn’t go to the German school?",
        "Q: Okay.",
        "Q: Okay. Were you or — did your family learn Spanish while you were — when you\nwere in school? Did you learn Spanish? I guess you had to?",
        "Q: Yeah.",
        "Q: So would you say that your immigrant experience in Mexico was defined more\nby being a European, or more by being Jewish? Were you able to find a Jewish\ncommunity, a European community, or —",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Okay. Did you at all become involved in Mexican life? Did you make Mexican\nfriends, or —",
        "Q: In mexi — did you make friends with any Mexicans? School friends, or —",
        "Q: Okay.",
        "Q: From a very long time —",
        "Q: Okay.",
        "Q: How long did you live in Mexico? When did you move to the U.S.?",
        "Q: Oh wow. Okay.",
        "Q: How did you meet her, [indecipherable] business?",
        "Q: Okay.",
        "Q: One of the things she wanted me to ask you was about your last name, where\nyour hyphenated last name came from.",
        "Q: Okay.",
        "Q: That’s a very interesting story.",
        "Q: Yeah, yeah, no, I will. Pll send you an email this afternoon with —",
        "Q: — the information in it. I had another question for you. When did your family\nfind out what had happened to the Jewish community in Europe, and what was that\nlike?",
        "Q: Mm-hm, okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Excellent.",
        "Q: Oh, mm-hm.",
        "Q: Is there anything else you want to share about your experiences, anything you\nthink we’ve maybe not touched on?",
        "Q: Right.",
        "Q: Your father’s involvement in helping people get visas, was this as part of some\nsort of organization, or was it just something that —",
        "Q: The community, okay. Okay.",
        "Q: Okay.",
        "Q: And your father helped him get out of —",
        "Q: Okay.",
        "Q: Yeah, definitely.",
        "Q: Right.",
        "Q: Yeah, we definitely — the library definitely has those type of things."
    ],
    "answers": [
        "Answer: My name is Samuel Marein-Efron, spelled — hyphenated last name, and I\nwas born in Budapest, Hungary on May 5\", 1933. And my parents’ names were\nDavid and Dwojra, d-w-o-j-r-a, which is basically Polish for Deborah. My father\nwas born in a little town near Bialystok, called Krynki, k-r-y-n-k-i. And my\nmother was actually born in Kiev, in the Ukraine. And in order to — to get back in —\ninto Poland after the we — welma — when the Russian revolution started, they had to\nf — get her a false Polish birth certificate. And theoretically, on official papers, it\nappears that she was born in Bialystok.",
        "A: Well, it — it’s — it has the — it has a history. My father was doing quite well in\nPoland, until Pilsudski came in. Then there was something which 1s referred to\nhistorically as the Ugannah(ph). And basically what that was, it was a tax system\nwhich taxed artisans and industrialists, and didn’t do very much for landowners, or\nothers. So my father was pressed financially, and he gave up — basically they soldMay 8, 2013\ntheir factories in Poland, and the — they — my uncles remained, and they used to\nrent space in — in other factories, but my father, at first, moved to Finland. And that\nwas a little bit too far from — from Poland. So he moved again to Zemun in — well,\ntoday it is Serbia. And in Serbia he had a bad experience, he ran in with a cousin of\nthe king, who liked his business, so they gave him 72 hours to leave the country.\nAnd he had a — a number of jobs, until finally he — he found a job with a very big\nHungarian complex called Csepel, that was run by a — a Jewish entrepreneur,\nManfred George — actually, George Manfred. Hungarians, they do it the other\nway around. And he was head of — he first became the head of the factory that they\nhad in Slovakia, in Zylina, z-y-l-i-n-a. And first my mother wouldn’t — wouldn’t\nthink of — of living there, and nunb — it was the center of — basically, of Slovakian\nnationalism. This man Klinker(ph) and — and Tiso(ph), this was their main — main\ncenter of operations. And so my mother was very unhappy there, so she said — she s\n— when she found out that she was pregnant, she decided that she — this was not the\nplace to deliver a child. So, we moved to the headquarters of the conglomerate,\nwhich was Budapest.",
        "A: It was called Csepel, c-s-e-p-e-l.\nMay 8, 2013",
        "A: It was a huge complex, basically. It’s — it’s biggest income came from food,\nfrom importing and export — basically exporting Hungarian agricultural products,\nbut he was also the main producer of aluminum in Hungary. He — they had a\ngenerators sunk into the Danube. And not only did they produce aluminum, they —\nthey actually gave el-electricity to — to Budapest. And another thing which they\nused to do were — was airplane parts. They used to manufacture airplane parts, and\nthey had a big, big textile complex on the island. It — Csepel is really the name of an\nisland in the Danube, but it was called Csepel, the complex itself. It’s — it — it\nbasically — he — he was pro — th-the owner was probably the second or third we-\nwealthiest person in — in — in Hungary. And he — he — he was basically very, very\nfriendly with the government. In — and — any time they were short 10 — 10 or 15\nmillion dollars, he would lend it to them, in lieu of taxes, so you know, the — the —\nthere was a very good relationship between him and the Hungarian government.",
        "A: I was born in Budapest, yes.",
        "A: May 5\", 1933.\nMay 8, 2013",
        "A: Well, I— I—I was literally considered a Hungarian, even though by law, I wasn’t\none. In Hungary, to be Hungarian citizen, you had to have your father to be a\nHungarian citizen, which my father was not. He was a — a Polish citizenship. He —\nhe — he was born actually in the Russian part of Poland, but after Versailles, that\nbecame again, it was recu — constituted as Poland, so he re — he became a Polish\ncitizen. But I — I was considered a Hungarian in school and elsewhere. My parents —\nHungarian is a very difficult language, and my mother spoke it passably, my father\nvery, very little, and my sister learned to speak Hungarian quite — quite well, I\nmean. My sibling is seven and a half years older than I was, and she was actually\nborn in Bialystok, and she — she did learn Hungarian quite well, yes. But we were\nboth considered really Hungarians, even though nobody asked for our passports,\nwhich was a1 -—a lucky thing.",
        "A: Well, this 1 — this is very complicated, actually, th-the — the home language used\nto be Russian. When I was born, I — I was not taught Russian. So basically, it\nbecame a mix — mixture of German of Yiddish. My sister spoke — didn’t speak very\ngood Yiddish, she talked mostly German, because she went to German schools. My\nfather spoke Yiddish, my mother spoke very, very bad Yiddish. She spoke a very\ncomplex mixture of Yiddish and German. It — it’s — it was a complicated affair. In\nMay 8, 2013\nother words, no — no two people had a common language, you know, three people\nhad a common language.",
        "A: I spoke — I spoke at first only Hungarian.",
        "A: And then I — I learned German.",
        "A: And I went for a while to a German school, and then I — somebody heard a — a\nheart murmur in — in me, and so they put me to bed for six months. And after I — I\ngot out of bed, the German school wouldn’t have me there. So I had to go toa—a\nHungarian public school, which was perfectly adequate and nice.",
        "A: I was taken out of school at about age five.",
        "A: Five, five and a half. And I was put back 1n school around age six. And we left\nwhen I was age seven.",
        "A: We — we — I have [indecipherable] my eighth birthday was in Mexico City.May 8, 2013",
        "A: Yeah.",
        "A: Well, my father and mother came from very, very religious families, especially\nmy father. My — my grandfather had been a melamed, a teacher. And he — he was\nconsidered a rabbi. I’m not sure whether he had the smichas, whether he had the —\nhe could really be called a rabbi, but he was certainly — it — 1t seems, because I\nnever met him, that he was considered to be an extremely knowledgeable person,\nand — and people used to come to him for advice. But my mother came from a reli —\nreligious family, but — an-and we were relatively religious. My mother kept a\nkosher home to — to her dying day. And we — we used to go to holidays, to — to the\nsynagogue, and my father worked on Saturday, so that didn’t make him a very\nreligious person. And when he was traveling, he — he ate whatever he could get, not\n— not basically very — he — he did not think of keeping dietary laws, and things like\nthat. I would say we were — we were traditional.",
        "A: Not — not religious, but traditional.\nMay 8, 2013",
        "A: Well, hi-his main — first of all, he — he was a specialist in — in — in producing a\nfabric which was made of [indecipherable] coat — coating fabric which — the word\nthat has come to — to us, is loden. And the reason it’s called loden is that the fa —\nthe main factory producing it, which was not from this complex, but from\nsomebody else, a man by name of Weingarten(ph), was in a section of Budapest\ncalled Loden. So they used to say yes, we want the fabric from Loden, and the\nname stuck. But he used to be a specialist, and one of the biggest problems that he\nhad was raw material. He had to find [indecipherable] and th-the — the — the two or\nthree plants where he was working consumed a huge amount of this, and specially\nthese are the years where armies in — in Europe had to be dressed, and this was the\nbasic coating material practically for everybody; for the German army, for the\nPolish army, for the — you name it. Practically the whole western European armies\nused to consume this heavy, loden fabric. But the problem was to find raw material,\nwhich is why he ended up in the United States, as a matter of fact.",
        "A: Yeah.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: Well, Pll — Ill tell you very truthfully, in Hungary there was so much latent\nanti-Semitism that with laws and without laws, it — it — it didn’t change the situation\nvery much. I was a little bit surprised at the question that I was asked, because\ncuriously enough — and I spoke to my sister about this, it would seem that th-there\nwas less talk of Hitler in Hungary, as there was more talk of Mussolini. So, some\nreason another, it was only in this corporate state was much more popular as a— as a\npiece of conversation, than Hitler. And anti-Semitism was latent. In — in — in the\nyears before we left, where we didn’t know where the outcome was, there was, you\nknow, they were pe — recruiting Jewish young men, but some were sent to the army,\nsome were sent to work camps. The work camps turned out to be pretty much\nextermination camps. I mean, they — they worked you to — to — to the bone, I think.\nThere was a—a movie called rou — Rosenschein(ph), or something like that, which\ndescribed one of these work camps in — in Hungary. But basically, no-nobody\nheard anything. At least w-we — we weren’t aware of it. And going to a German\nschool, we were not very aware of it. I mean, we were aware of it in that for\nMay 8, 2013\nexample, the — the Nazi clubs in which the youth — youth clubs, wouldn’t have us.\nAnd that — certainly my sister was absolutely livid, because you know, uniforms\nand parties, and — and excursions, and whatever it is. But even the school, there was\nno — no — no latent anti-Semitism. There were quite a few Jewish students in — in\nthe — in the German school.",
        "A: No, no —",
        "A: — because we were all —",
        "A: —I mean, since I — the — the language, my — should be saying my mother tongue\nwas Hungarian.",
        "A: I certainly was not — not looked upon very differently as any — as anywhere else.",
        "A: Well, basically, there was such a huge Jewish population in Budapest, that you\ncan hardly pinpoint a — a Jewish neighborhood. I mean —\nMay 8, 2013",
        "A: — all — all neighborhoods had Jews. We were living basically, in the area which —\nright — right on the Danube where — where actually, where the Swedish embassy\nbought most of those buildings, later on, I mean, we — were not there anymore. But\nthat — that is where — where the Swedish embassy bought all those buildings. It was\nright on the — on the shore of the Danube, right in front of Saint Margaret’s island,\nMargitteet(ph). And it was really — it was a wealthy community, it was — you had\nto have a certain — certain economic status to be able to live there.",
        "A: And — but then there were Jewish synagogues, Jewish [indecipherable]. There\nwere — there — there wi — there was even a synagogue three or four blocks down, on\nthe street. But you couldn’t pinpoint it as really — as a Jewish section. There were a\nlot of Jews in there, but not — not necessarily Jewish.",
        "A: Well, my father, around 19 — well, he — he — he had constantly — was constantly\non the move, trying to locate raw materials, he — he went to places, you know,\nwhich we thought were absolutely the end of the world, like Greece or Turkey or\nnorth Africa. But there were — there was considerable wool merch — wool — wool\nproducts, used wool products there. He had the brother, for example that he set upMay 8, 2013\nin business in Paris, collecting for him. But no ma — he had — they had a\nrelationship with the English company called John Crowther and Sons, in\nMilnsbridge, which supplied a lot of raw material too, but th-they were always\nstarved for raw material. So my father decided that the only sizable place that he\ncould think of that would have raw material was the United States. And basically,\nhe also had there two brothers and a sister, which he hadn’t seen in some 30 years.\nSo he, you know, he figured all of these things together, my mother wouldn’t go,\nbecause we had to go to school, and so forth, and so on. Those trips were long. And\nhe — he planned to be away for a long, long, long period of time, because he had to\nset up this business. So he actually came to New York, and he — he set up a\nbusiness in Passaic, New Jersey, and he spent here well over six months, I think\nabout nine months, or something like that. And then he decided to go back to — to\nEurope, and he got as far as Belgium, and took the train to — to Berlin, but he was\nturned back, because the Germans had invaded Belgium. So, he basically got onto\nthe same boat that he took to New York, and came back to New York. He made a\nsecond attempt to return to southern Europe, but he only got as far as France, and\nhe had to turn back. And then, of course, the United States was very, very — should\nwe Say, not receptive to — to — to refugees from an — anybody from Europe, as they\nhad this quota system, which I understand 90 percent of the quota were never filled.\nhttps://collections.ushmm.org\nMay 8, 2013\nBut anyways, he — he applied to stay in the United States, and he was hoping to\nbring us all there, at least to sit out the — the — the war, because he knew that if he\ncouldn’t get back two ways, I mean there was no reason for us to — to stay there. So\nhe applied here f— as a matter of fact, there’s a man by the name of Yrin, who does\ngenealogy in this country, y-r-i-n. And one day, from the blue, he contact me,\nbecause this — a second name in my last name is Efron, and he was making a\nhistory of the Efrons. And he asked me about it, and — and he seems to have found,\nin the Springfield repository of the national archives, actually first papers from my\nmother, myself and — and my sister. But first papers, we never got the visa.",
        "A: So the problem was that he was about to — to be deported. And somebody told\nhim that in Mexico, if he showed a certain amount of money, you could get an\ninvestors visa. So, since he had a — he came with a considerable amount of money\nto set up this business, there was no problem with that. He — he — he sira — he — he\npresented his papers, he — he — he put in — he — he showed them the deposit in the\nbank and so forth, and so on. And I understand there was a — a— a problem with —\nwith telegrams and God knows what, but basically he got the — the visa about two\ndays before he was going to be deported from the United States. So he traveled by\ntrain to the border, to Laredo. And this was June.\nMay 8, 2013",
        "A: For — 1940.",
        "A: And Laredo in June is the — I think hell 1s cooler than — than Laredo. It’s abou —\nabout 105 — 110 in the shade, and no shade. And this was before air conditioning.\nThe only relief was a movie theater, because the — they had these huge ice blocks,\nwhich somebody was — they had ventilators blowing on them there; called ice\ncooled, or whatever it was. So somebody told him that Mexico City was somewhat\nmore pleasant, 1t a — the weather was — was more pleasant. So he took the train to\nMexico City, he had a Mexican visa. So he took the train to Mexico City and — and\ntrue in — the temperature was like — like the Balkans and — and th — in the middle of\nsummer, Mexico City runs around 22 to 26 degrees centigrade. Around 80, at — at\nbest. So he found very pleasant. And by — by accident, he met some people that he\nknew from — from Europe. He was sitting in the park, and suddenly he saw people\nthat he remembered in Paris. You know, the — the — you had to — you had to know\nsomebody to get money out of Europe at that time. Everybody had a — a currency\ncontrol system. So he had — he knew these two people, one from Geneva, one from\nParis, who had been doing this for Jews, all over central Europe. They were\nmoving money in and out of central Europe, and moving it to the United States, toMay 8, 2013\nthe Chase Manhattan bank, through Chase Manhattan in — in Paris. So he saw\nthese two people in the park, and says, what are you doing here? They says, the\nsame thing that you are. We are waiting for an American immigration visa. So my\nfather said, you know what, we don’t know how long we’re going to have to wait,\nwhether it’s a week, a month, or — or — or years. And we’re eating up our capital,\nyou know, maybe we should start doing something. So they — they got together, and\nthey started a business, which lasted 50 — 54 years, 55 years, and by the time when\nmy father got his American immigration visa, he wasn’t interested. He had already\nmade a — quite a commitment to — to Mexico. So we — we — we remained in\nMexico.",
        "A: He left — he — he must have left before the invasion of Poland.",
        "A: He — he must have left around probably June —",
        "A: —I—I rem — no, actually, he ma — may have left as — as — as much as late 1938 —\nMay 8, 2013",
        "A: — to New York.",
        "A: Because my mother and I went to see my aunt and uncle in Bialystok, and this\nwas — it was not spring yet, in — in 1931 — 1939. It was late winter —",
        "A: — 1939 that we went to visit them. We stayed there for a month. And we — we\ncame back to — to Budapest. I think the invasion was September, so —",
        "A: — basically, we — we — we were there six months before the —",
        "A: — invasion, and my father probably went away in November or December of\n1938, and —",
        "A: — he was still in New York in late °39.",
        "A: And — and — and he did trip back and trip forth, the — he was there still in 1940.\nMay 8, 2013",
        "A: Well, my father, since he was still working through the company, we — we were\ndrawing his salary, and my father was probably drawing one of his biggest salaries\nin Hungary, if not the biggest salary. So we were living quite — quite — quite\ncomfortably, we — we had our apartment on Santish(ph) Venut(ph), which is a po —\na —a very — was a very stylish, very, very well-to-do neighborhood, and we kept\nliving normally, the way we had tha — lived before.",
        "A: Well, w-we were concerned, we were very concerned, because two things\nhappened. The first thing was I had a cousin who was the daughter of my aunt in\nPoland. And she had — sh-she had not been able to get into an — a Polish university,\nbecause of the numerous clauses, because of the Jewish exclusion rule. So she had\ntaken on — she had gone to the Charles University in Prague, and she was studying\nmedicine there, and we kept very close contact with her. She — she used to come\nseveral times a month to Budapest to see m — to see — see our family. And\nbasically, my father was supporting her. And she basically told us that, you know,\nthey — she had been able to speak to her parents up to probably November of — of\n1939. And the way she mi — she was able to speak to them is that basically she\nfound a — a farmer — they found a farmer whose telephone was still working forMay 8, 2013\nlong distance calls. And every weekend they used to be in touch with her. And then\nsuddenly, at the end of November, they — no more was heard from them. She tried —\nmy cousin tried to go back into Poland, she was sent back from the border, she was\nnot allowed in. And so, you know, we — we were extremely worried, because we —\nwe heard nothing. That was the last thing we ever heard of my aunt and uncle. But\nmy — my cousin was in constant touch with us. And as a matter of fact, even\nthrough the war, she was in touch with us. She — she was — again, she was being\nfinanced both economically, and false papers, by the management of the company\nwith — which my father had a partnership in Zylina. So she basically — I— I don’t\nknow how this man did it, but he — he — through the red cro — we were getting Red\nCross letters almost every two or — two or three months. Heavily censored, but at\nleast we got news, and said that, you know, she was all right, and this and that, and\nthe other thing, but w-we kept pretty — pretty — pretty much in touch with her til — til\nearly 1944.",
        "A: Well, it — it is — the — the company, which was — my father originally got into the\ncompany by managing the — the — this huge plant that they had Zylina, in Slovakia.\nAnd the plant was managed by man called Mousekopf(ph). This man Mousekopf\nMay 8, 2013\nwas Jewish, and he — he managed to — to — since he — it was important for the\nGerman war effort — I mean, he was producing coating and fabrics for — for the\nGerman army. He was what they call a protected Jew. So basically he — he was able\nto move around and — and he was able to — to employ a lo — there was a very big ge\n— pop — Jewish population in Zylina. Zylina is very close to the Polish border, it’s a\nPolish German border. So, he was able to — to — to supply jobs to a lot of the Jews in\nthe — in the city, and many of these people were not supposed to be there. In other\nwords, they — they had been refugees from Poland. So they — Mr. Mousekopf(ph)\nmanaged to get residence papers for them. And they didn’t get residence papers, he\ndid exactly what he did for my cousin, which 1s picked up papers of people that had\ndied, or something like that. Which was very dangerous and not — not — it — it — you\nknow, it’s something that may have worked for a month or two, and then they had\nto fire them, a-and give them a new set of papers, and rehire them, because the\nGermans — not the Germans, but the — the USB, the Slovakian secret service\nsuddenly got the list of people which had died, and this man — these peop — 1-1t was\na—a very complicated undertaking, but he — he managed to — to save, I would say\nseveral hundred, if not — not — not a thousand, or more people in the Zylina area for\n— from the Germans, until 1944, when the Germans came in, got rid of the\nhttps://collections.ushmm.org\nMay 8, 2013\nSlovakian puppet government, and that was the — then there they took Jews, no\nmatter whether protected or unprotected, or whatever they were.",
        "A: And the —",
        "A: Well, my cousin — my cousin is a— was a strange person. She was a strange\nperson to the day that she died. She was a rebel, of the worst sort. I mean, as a child\nshe had joined Hashomer Hatzair in Bialystok, which was not considered very —\nvery Jewish, among the better — better members of the community, because they\nwere the poorest of the poor, and the — the — they were definitely communistic. So,\nshe had joined the Hashomer Hatzair, and of course, she in see — she was the only\none that was living in the — 1-in a decent housing area, all the meetings were held in\nher apartment, and my uncle used to absolutely blow his top. But it passed. And she\nwas like that, too. She went to — to Czechoslovakia, and when the Germans\ninvaded, she — she — she was part of the Czech underground. She basically spoke\nvery good German, and she looked German. She — she was blonde, blue eyed. Blue\neyed to the point of gray eye. So she made friends in the German occupation forces,\nand she got herself a job as the doctor. She — she was still a medical student, but she\nwas in her process of getting her internship, whatever it is. So she was able to get\nMay 8, 2013\nherself a job at the Gestapo jail in — in — in — in Prague, and she became the conduit\nbetween the people which were being held at the jail, and the underground and their\nfamilies. And she did this til 1941, the Germans invaded Czechoslovakia in 1938.\nThe university was closed, I think in November of 1938, because of strikes, student\nstrikes. But she — she remained there, and she became an important cog 1n the\ncommunications system of the underground, with these people, until — until the end\nof 1941, when she suspected that she was compromised. In fact, we’ve gone to the\nHolocaust Museum facilities, German files, and it’s a fact. I mean, the Germans had\nher take — they had picked her up several times and let her go. But there was a—a\nrecord that she had been caught at — as a Jewess not wearing a Jewish yellow Star of\nDavid. There were several reasons that she had been picked up, because she had\nmanaged to — she — she was extremely adroit at getting herself out of trouble. As a\nmatter of fact, she got, at one point, papers, which Mr. Mousekopf(ph) didn’t know\nit, but they were of a communist girl. And guess what? The Germans had her on the\nlist of — of people that they — they had to — so she came — she was taken to Gestapo\nheadquarters, she was taken to the Gestapo head. And she walks into her office —\ninto his office, and she sees a picture behind his desk of Bialystok. So he — she\ndidn’t let him say hello, it’s just — she says, you know, ho-how did you ever have\nthis picture of Bialystok? So he says, well, you know, I was stationed there, I wasMay 8, 2013\nthe head of the Gestapo in Bialystok. So how — how were you related to Bialystok?\nShe says, well, I— I belong to the German population of Bialystok, which — which\nwere factory owners, and my father was a factory owner. And this is how I know\nBialystok very well. My — my — my parents were still there for a while, I don’t\nknow where they are now, because the general — Generalgouvernement is not very\ninformative as to where people are. So, you know, he made — she made a friendship,\nand when she walked in, she was about to be sent to wherever — God knows\n[indecipherable] was sent. She managed to walk out four hours later. And she\nmanaged also to — this false paper that she had, she managed to give it a certain aura\nof credibility. In other words, you know, he asked her, well, how come you are a\ncommunist? She says, you know, these were things of when you are a young ma —\nperson, you — you think of other people, and this and that, and not of yourself. But\nthis is something which is — which is gone past. So she managed to — to survive this\nway, on this set of papers, for close to three — three — well, more than that, she — she\n— she crossed the — the — she’s crossed into Slovakia from — from the Czech\nRepublic, from the other half, the night of Christmas of 1942. They figured that,\nand figured correctly that the German guards would be all drunk, having a\nChristmas party, and there was a huge snowstorm that night, but they managed to\ncross into Slovakia. Into Slovakia, they already had Mr. Mousekopf(ph) to help\nMay 8, 2013\nher, and she lived in Nitra from late 1941 to early 1944, til practically August,\nSeptember of 1944. She — she had joined also, the Slovakian underground. There\nwas a Slovakian uprising, I think in August — July or August of 1944, which was the\nreason that the Germans came in. They felt that the Slovakians couldn’t handle this,\nso they came in, and they cleaned out the place, to their liking. My cousin, curiously\nenough, could have survived, but again, she — principle was — used to get her, and\nthis time it got her, too. Was basically she — she — she tells that she was picked up\nby the Germans, taken to the Gestapo headquarters, and sat down with a group of\nJews. And this man that she knew in the Gestapo walked in, and says, what are you\ndoing sitting there? You’re not Jewish. Go home. So she got up and went home, and\nshe describes it as having had a terrible night. I mean, considering that the rest of\nthe Jewish population was being done to something, and deported, or whatever it is.\nSo she basically walked in the next morning, into Gestapo headquarters and said,\nyou know, you’re looking for Jews, I’m Jewish. The man was floored. He never in\nhis wildest dream imagined her to be Jewish. She was about as far physically from\nbeing a Jew as — as — as you can imagine. Of course, didn’t — this didn’t help her.\nBut she helped other people. She took Mr. Mousekopf’s(ph) wife and daughter.\nShe — she — she was able to — she went to Birkenau, and in the same transport, Mr.\nMousekopf’s(ph) wife and daughter were — were in that same transport. Mr.May 8, 2013\nMousekopf(ph) had been actually — was able to hide with some — some Catholic\npriest. And she — she told the people at Birkenau that she was a surgeon, she was a\n—a doctor. So there was a shortage of doctors, not only for — for the inmates, but for\nactually the general population outside of the camps. So she was transported to\nGross-Rosen, which was a satellite camp. And she said that she needed assistants.\nShe was put in charge of a group of 200 agriculture workers, that were working in\nthe fields around Gross-Rosen. So she said that, you know, she needed assistants.\nSo she got the wife and daughter of — of this man Mousekopf(ph) to be her\nassistants, and all — all three survived the war. And she — she not only — she was\nactually taken by the camp commandant to his town in northern Germany, to see\nhis mother, who was sick. And she says she could have stayed there. I mean, they\nliked her, they — they fed her, they — they clothed her, they — and — and they were\nvery interested for her to stay around, because the mother seemed to be better with\nher being around. But she felt a responsibility, curiously enough, for those 200\npeople in Gross-Rosen, so she went back to the camps, and she stayed there til\nliberation, til — til May — May of 1945. Of course, we — we — we found out about her\nalmost immediately. As liberation occurred, she was able to communicate with us,\nand we asked what happened to Mother and Father, and she says, we don’t know. I\nlost total communications with her. I spoke to Vera(ph) the last time, which was\nMay 8, 2013\nend of 19 — 1939, early 1940. And she — you know, she told us the whole story, but\nwe were — and my father actually came back, and believe it or not, paid — returned\nthe money to the company that had been given out for my cousin, not for the other —\nwell, the others worked at the company. But he felt that, you know, property pro —\npropriety was important.",
        "A: How?",
        "A: Her name is Shula(ph) Lozowska. Her married name was Graf(ph).",
        "A: As — as a matter of fact, it’s very funny, but we were in Prague about two years\nago, and one of the synagogues has all 50,000 deportees name on it. So my wife\nsays, you know, do we know anybody here? So curiously enough, you know,\n50,000 names, coincidence is un — unbelievable. Right in front of my face was\nShula(ph) Lozowska.",
        "A: 1913, it didn’t have a second date for her, because they knew that she was\ndeported to Birkenau. Very, very few people came back from the — Birkenau.",
        "A: Lozowska is spelled I-o-z-o-w-s-k-a. I will — I will send you — I— I’m collecting\na lot of copies of papers that I have — I — I have her — her German I.D. documents, I\nhave — I still have some — some things left over, and PII let you have it.",
        "A: Okay.",
        "A: Cause, you know, it’s — it’s worth it.",
        "A: Yeah.",
        "A: No, we — we — we’re — we’re there til early ni — 19 —",
        "A: — well, th-that was also a confusing issue. First, my father kept writing sa —\nhorrible letters about Mexico, you know, poverty, dirt, this and that. My father — my\nmother said, you know, what are you trying to do to me? I mean, I’m perfectly\nhappy here. Budapest is a nice, clean city, with no problems of any — any sort. So,\nbasically, I actually think that somebody — a — a general, or maybe even a field\nhttps://collections.ushmm.org\nMay 8, 2013\nmarshal — I mean, the German army, who was the buyer for the cloth for the\nGerman army, came to talk to my mother, and he told her, look, this is no — no time\nfor a Jew to be in — in — in Europe, and you know the — this will take a year, two\nyears, and everything will be settled again, everything will come into its normal\ncourse, and you’ll come back. But at this point, this is no point — no time to — for a\nJew to be in — in — 1n Europe. Convinced her. The next problem was how to — how\nto travel. My father had arranged for her to — to take Verlichs(ph) out of Trieste —\nth-the ship out of Trieste to New York, there were two problems. First of all, she c-\ncouldn’t — she — she — it was very difficult to get a transit visa to the United States,\nwhich I think she finally got. But before she could leave, Mussolini got into the\nwar, so that cut it off. Next thing is how to go when there — there were a lot of\nJewish refugees who went to Russia. In other words, they — they took the Trans-\nSiberian to Vladivostok, from Vladivostok to — to San Francisco, or if not, from\nVladivostok to Osaka, or Shanghai, and from there to — to San Francisco. So she\nfigured that that made sense. I mean, Hungary has a border with — with Russia, and\nshe hadn’t seen her mother for, I don’t know, 30 years, or 25 years, 30 years, so she\nwould do both things. So she started to get a— a — a Russian visa. She actually went\nto the Russian consul, and she applied, and she left, and — and obviously the consul\nwas Jewish. And he came running after her, and he told her, look, I can give you a\nMay 8, 2013\nvisa, I can guarantee that you can get into the country. I cannot guarantee that you\nwill be allowed to leave. So my mother, you know, advice to the wise — wise, you\nonly give once. So she tried then, going out through — through Spain, through —\nwell, there were several problems in there. First of all, the Mexicans did not wish to\ngive her the visa on anything but the Polish passport. And the Cubans wouldn’t give\nher a transit visa either on — except on the Polish passport. She still had the valid\nPolish passport. I mean, Poland didn’t exist, but she still had a valish por — Polish\npa — of course, here the problem came to the rest of Europe. I mean, place like\nSwitzerland, a place like Austria, a place like unoccupied France. To them\nPoland doesn’t — did not exist anymore.",
        "A: So, you couldn’t — you know, you can’t travel through us with that Polish\npassport. So my father’s company, since they had such good relationship with the —\nwith the Hungarian government, managed to get, for my mother, a\n[indecipherable] passport, a League of Nations passport. So, well she — she got\nherself into, you know, this is a complication. First you couldn’t — at that time you\ncouldn’t travel with two passports. So one had to be very well hidden. So basically,\nshe was — 1-1t took her a good six months, or seven months, to get all the transit\nvisas there. The German transit visa through all — through then Germany, German\nMay 8, 2013\nAustria, and you had to go through southern Germany, through Miinsing to\nMunich, to the Swiss border. And then you went across Switzerland to Geneva,\nand then you took a — a train across Vichy, France to [indecipherable] in Spain.\nThe — the most difficult visa of them all was the — was the French, the\n[indecipherable] government visa. She managed to — to get it. She — she was a very\nstrong woman, and she wouldn’t take no for an answer, so she managed to get\neverything together by about February of 1941. And we left for — for Spain, and\ntraveled through Germany. We managed to — to be in men — min — Miinsing, in\nMunich the night of the — of the speech of Hitler in the — in the beer — beer\nstuben(ph), in the beer — beer hall. And the British were bombing, and you know,\nbeing in the railroad station during a bombing 1s the wrong place to be. Anyways,\nnoth — they did not bomb there. They were trying to get Hitler, so they bombed all\nof Munich, except for the railroad station. We got out of there, we got into\nSwitzerland, we had to stay in Switzerland almost two weeks, I think. And then\nwe went to Spain, and Spain was another problem, because Spain — this was the\nend of the civil war, and th-there was no food in Spain. So we were given the\nprivilege to live in — in the hotel, which the Spanish government had for foreign\ndignitaries, which was not far from the Prado. So we stayed there til — til the boat\nthat we were supposed to take, arrived in Vigo. We went to Vigo, we had a — a bad\nMay 8, 2013\nexperience there, too. My mother was a type which when she traveled, took\neverything with her. And imagine traveling to war torn Europe with 22 pieces of\nluggage, including two steamer trunks. She managed it. I mean no ha — anyways, in\nSpain, she made a — a terrible mistake. She met a Hungarian, and she said, you\nknow, I worry about this and that and the other thing, because I took everything. I\ntook my silver, I took my jewels, I took this, I took that, and everything is packed\naway in these 22 bags. So sure enough, it was a terrible mistake, because the guy\nwent and spoke to the — to the Spanish customs. And we were already on the boat,\nand suddenly Spanish customs come up on the boat, and hold the boat, and they\nwant to see my mother’s bags. So they started opening bags, and my sister, in all\ninnocence, she had a bar of chocolate, that we brought from Switzerland, and she\noffered it to the — to the inspector, to the Spanish customs inspector, you know, as a\ncourtesy. Here, would you like to have this? Obviously the man hadn’t seen a bar of\nchocolate in God knows when. He said, close up everything, we have nothing to do,\nwe’re just holding up the boat. Get out. So, you see, we were — we were saved by a\nbar of chocolate. But my mother was, in that sense, you know, very strange. She —\nshe used to — people used to tell her, don’t do this. She said, Pll do it, and PI- Vl\ncarry it through, and she — she was able to carry through almost anything that she\nundertook. She — very — very strong personality.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: No, we had — we had an immigration visa.",
        "A: Yes. A-Actually, that was very lucky, because the Mexican insis — wanted to\nhave a Polish passport, but they didn’t trust passports in general. So basically, what\nthey used to do 1s, an — and I'll try to get you a copy of that, too, they used to give\nyou a—a—a-—apiece of cardboard, with your picture on it, with a authorization to\nenter Mexico. So basically, you didn’t have to have a passport. I-It — it was just\nshown that the — at the consulate, or whatever it is, and the consulate, put all the\ndetails of the passport in this piece of paper, and Mexican immigration didn’t — the\n— the problem was, I understand, was Portugal, because in Portugal they wouldn’t\ngive her a transit visa, unless she had — showed a — a Polish passport, and she didn’t\nwant to show it. So, finally, after a long argument, saying look, Poland doesn’t\nexist. Poland is now Germany.",
        "A: And we have no way of getting a— a German passport. So with that, and a little\nconsideration, I think helped — helped us get a transit visa to — to Portugal. So what\nwe did is we took the boat from Vigo, and the boat made a two day stop in Lisbon.\nhttps://collections.ushmm.org\nMay 8, 2013\nAnd in those two days that we stopped in Lisbon, my mother was able to pick up\nthe Mexican visa, and she — we’re also able to pick up matzos, because this was —\nthis was Passover time. My mother had gotten from the Jewish community there,\nkosher [indecipherable] of food. I have no idea how she carried it though all of\nEurope, especially through Switzerland, because Switzerland forbade you — one\nof their — the only th-thing which was forbidden was to take food out of\nSwitzerland. There was plenty of food in Switzerland, but you couldn’t — you\ncouldn’t export any of it. My mother was able to pull that through, and quite a few\nchocolate bars, which were our salvation, sooner or later.",
        "A: The Mexican — the Mexican government at the time was fairly liberal, and it was\nfairly liberal — this was the time of Lazaro Cardenas. Lazaro Cardenas was\nprobably the only world leader which was supporting the republic in Spain. And he\nhad given instructions to all of his consulates, to give a-anybody that walked in, you\ngive him a visa. So, first of all, my father had the la — legal base to request a visa,\nbut otherwise, you would have gotten a visa as well. They — they were extraordinary\nliberal. Unfortunately, very few people knew about this, so very few people availed\nthemself of this situation.\nMay 8, 2013",
        "A: In Lisbon.",
        "A: Yeah.",
        "A: Well, more than refugees, I think they were mostly people who had business in\neither Cuba, or —",
        "A: They — they — there were refugees. We — we traveled with a very religious man\nfrom [indecipherable] through all of Europe. And there were sort of hair-raising\nexperiences, I mean, we were crossing Austria, and this was right before the\ninvasion of Yugoslavia, and there were a huge amount of German troops moving\nthrough Austria. The train was full of German — of Germans. And he, though, had\nto pray, I mean —",
        "A: It’s more, I mean [indecipherable] and my mother was, you know, not very\nhappy. I mean, not that she knew that — what was going on, but she — she knew\nhttps://collections.ushmm.org\nMay 8, 2013\nGermans, and Germans were anti-Semites to start with, and here you have a very\nreligious Jew. Luckily there, I — I saved them, because the German officers were\noccupied with me, because basically, I spoke very good German, and — and they\nwere fascinated with me. My sister helped me along, but basically it was I who —\nwho they were talking to. A-Again, you know, the — an unusual situation wa — since\nthe — since there — there was five of us, three a — three in our family, and this man\nfrom [indecipherable] had somebody else with him. Not a wife, but somebody —\nand not even a woman, but another man with him, which wasn’t as religious as he\nwas. But we were five in — in — 1n that compartment, so basically the compartment\nwas for six, but we managed to keep the compartment for us five. So, basically,\ncuriously enough, also the — the transit visa for Germany was given to us the same\nday. The transit visa from Switzerland wasn’t. The transit visa from southern\nSpain wasn’t. The transit visa to Spain took some time to — no-no-not as much as\nthe French one, but it took — and of course, you know, there were things which I\nnoticed. For example, when we were traveling to southern Spain — southern\nFrance, they came — people came with paint in Geneva, and they painted over the\nwindows, which we are not supposed to look outside the — the — the windows. We —\nwe — we — it — it was a long trip. Today — today it’s also an overnight trip. We — we\nhttps://collections.ushmm.org\nMay 8, 2013\nmade it, I think, in a day and a night, or something like that. We got to Portbou —\nPortbou, there was no — no con — there was no railroad connection in Portbou.",
        "A: That’s the Spanish — Spanish border.",
        "A: Yeah. Catalonia, and — and so we took a bus ride to, I think Girona, and that\nwas a — believe me, Mexico has nothing to offer like that. It was a one — one — one\nlane road, an-and every time you met a truck — it was night — every time they met a\ntruck, you know, it was a —a battle of words to see who would go back to a place\nwhere — where they could both pass. And this is not a very long trip, but it took\nabout eight hours to — to get to Girona. Girona there was a train already to — to\nBarcelona.",
        "A: We stayed in Barcelona, but in Barcelona we didn’t — you could find two things\nto eat. One was bananas, and the other one was hazelnuts. So that was our — our —\nour diet was hazelnuts and bananas.\nMay 8, 2013",
        "A: I really don’t know, I — I tell you very truthfully, I — I guess there must have\nbeen people to help you with bags, or something like that, because at that time,\nevery time you got to a border, you know, the inspection wasn’t on the train. You\nhad to get off the train, take off your bags, take — take it to the customs house, get\nyour document stamped at the customs house, have your baggage inspected, and get\nonto the train again. I don’t know how she managed, but she did manage. I — I do\nremember some passengers being very unhappy of the train being held up because\nof my mother, but somehow she managed to do it, she — she — she — she got us\nthrough all of these country — all of these borders, into Spain. And she had a lot of\nvaluables, because one of the things that we were not allowed to — to take out of\nHungary was money. So we got valuables, so my mother had gold this, and gold\nthat. My sister had gold. And my mother made a mistake, she — she put the gold\nwatch on me. And the Germans looked at my mother, and let her pass. Looked at\nmy sister, 14 year old with gold necklace, and some gold armbands, and God\nknows, and they had a few thoughts about that one. But when they saw a gold watch\non me, then when they decided that they weren’t going through, and a lot of this\nwas confiscated at the German border. Not confiscated, because Germans are —\nwere [indecipherable] very honest, so they — we gave them an address in Budapest\nhttps://collections.ushmm.org\nMay 8, 2013\nto send to somebody that we knew. There was a battle for this after the war, too,\nbecause after the war, he still had all of this, but he wouldn’t give it back. So —",
        "A: Oh, they were, in that sense Germans were very, very, very precise, and very —",
        "A: Well, our papers didn’t say that we were Jewish.",
        "A: Well, we left Vigo, between a two day stop in Vigo, it too-took the better part of\nthree weeks. It took 17 days, I think to — to get to Havana. In Havana we — in\nHavana we — we were taken off the boat and — and also there was all kinds of\npapers, and this and that and the other. And they sent you to an island in the Bay of\nHavana, called Trisko(ph) Onus(ph). It took me a year — several years, 20, to find\nout that the place was called Trisko(ph) Onus(ph). My mother kept refori —\nreferring to it as Triskonia(ph). We — we spent, I think two nights on — on this\nisland, til they processed our papers. And then we were sent to Havana, where we\nstayed for about probably 10 days, because you know, th-the — the boats were not\nall at the same time, so you had to wait for the arrival of the boat. And this was a lib\nhttps://collections.ushmm.org\nMay 8, 2013\n— and the — and the boat which we had come to Havana with [indecipherable] is\nthe Comillas, The Compania Transatlantica Espanola. It’s a boat which survived\nthe war, and was still in service after the war, and the trip from — from Havana to\nVera Cruz was on a boat — boat called the Monterey(ph), which was quite\nluxurious. Even I could tell that 1t was not — not th — the regular — regular boat, there\nwere — there — we had the very — very ample cabin, very nicely furnished one.\nEverything was screwed down, but very nice cabin. And when we got to Mexico,\nthere was again the problem of processing all of this, and — and processing the\nfurniture, pro-processing the 22 bags, and the papers, and Mexican customs were\nnot exactly the fastest in the world. So, actually, we arrived on the 21% of April, and\nI think by the fifth of May, we were still in — in Vera Cruz. And I wasn’t very sure\nabout Mexico. But then, the fifth of ma — May was my birthday, so I suddenly see\nfireworks, and parties, and whatever it is, so you know, I figured it wasn’t such a\nbad country, if they celebrated my birthday. It was very kind of them to do so. But\nno, we were — in — in Mexico we were definitely known as Jews, we were — in — as\na matter of fact, one of the problems was that the Mexican immigration square, that\npiece of paper with a picture, said very clearly that we were Jewish. It had a\nreligion. Except, you know, we got it in — in Lisbon, so there was no — I re — I really\nwonder, I'll t— Ill take a look. I— Pll — Pll send you these —\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: —co—I can’t give them to you because basically my sister wishes to hold onto\nthem for a while. But, if — it can be —",
        "A: — it can be given to you, after — after we’re no longer here.",
        "A: But I can —I have a—a-—acollection, strangely enough, papers, and some\npictures survived. Survived because my mother took everything that she — was\ninside.",
        "A: And survived because my cousin had a very, very nice landlady in Nitra, in\nSlovakia. So when she was sent to — to the camps, the — this woman kept\neverything. In fact, even after — after she wi — she — she got — she and her husband\ngot into trouble with the communists, despite the fact that, you know, they had —\ncalled heroes of the — whatever it is. My cousin’s husband was — became the head\nof the biggest pediatric hospital in — in Prague. And there were other people who\nwanted the job, so he — he — he got himself into trouble with the communist\nauthorities. My cousin as — as rebel as she has been always, she went to get her\nlicen — re — to be relicensed as a doctor, so they told her, well, to be relicensed, you\nMay 8, 2013\nhave to take a course in — in Marxism, Leninism. My cousin said Marxism,\nLeninism, what part of medicine do they — do they specialize in? Of course, this\ndidn’t go over very well, and they were also — they had to leave in a hurry,\nCzechoslovakia — except they had a lot of friends there. You know, they were in\nthe underground, so people in the underground told her, you — that the — that the\nsecret service was — was being — looking for them, so they — they left with a small\nbag in the middle of the night. But again, the people where they were living kept\neverything, including the furniture. And — and you know, when these people in the\nunderground became minister of defense, minister of this, minister of that, they —\nthey actually sent a letter, says why don’t you come back, at — at least to visit us.\nAnd they came for a couple of months, and — but they were already well established\nin Israel, and —",
        "A: — they — they wouldn’t go — they wouldn’t stay. They — they had a great time,\nthey had good parties, whatever it is, and then they said goodbye.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: Well, Ill tell you very truthfully, Mexico was a strange place at that time of —\neven though they — the government itself was very friendly, and didn’t care whether\nyou were Jewish, or not Jewish, or whatever you were. The question is, were you a\nrefugee, or weren’t you a refugee? And even though we had come in not as a\nrefugee, the Mexican government was, very, very friendly, and very open. There\nwas a movement in Mexico at that time called the — the Mexican traditionalist\nmovement. And this was heavily anti-Semitic. Basically their — the people who had\nbeen there earlier, had — had an awful lot of trouble, because Jews began\nmonopolizing some of the downtown markets in Mexico City, and the Mexican —\nth-the people who had been in these stores, in — before, even though they sold out,\nthey — it’s not that they were pushed out, they were sold out, they — they started\nbearing a resentment, and this traditionalist movement was very unpleasant. In other\nwords, they — they used to come to the boats, and used to have placards, and Jews\ngo home, and don’t — we don’t need you, and this and that and the other thing. Not\nonly Jews, but the refugiados, which mean refugees in generals, and this was\nSpaniards, and — basically Spaniards. But Jews were also included in the — there —\nthere — there — there are some books about it. There’s actually a very interesting\nbook written by a friend of ours. I can — I can let you have that too, eventually. It —\nit was called “Momiento Traditionaliste Mexicano,” and it had two generals as\nhttps://collections.ushmm.org\nMay 8, 2013\nhead of it. And they were very, very, very unpleasant. Instead of Brownshirts, they\nhad Camisas Parvilas(ph), which is sort of a gray, like a mousy gray, but you\nknow, it wa — they were inspired on the — on the Brownshirts. But th-there was\nalways, you know, in — in — in [indecipherable] Catholic countries, Mexico was —\nit was always a lay — latent anti-Semitism. But for all its latency, never — never —\nnever got over the age of the [indecipherable] it stayed relatively in its place. And\nit — it — you know, my father start in a place called Pueblo, which was basically an\nextraordinarily Catholic city. Su-Super Catholic city. The reason for it, of course, 1s\nthat there was not — there were a lot of old Spanish residents there. Not — the new\nSpanish were communists and Socialists, and whatever it is. But the old Spanish\nresidents were — were very traditional. As a matter of fact, the Spanish club in\nMexico had — that time had a throne waiting for the king and queen to come, when\nthere was no queen and queen — king and queen any more. And, strangely enough,\nthey did get to use it when this man became — when Franco made this man king of\n— but curiously enough, the — the — there was — we — we — we never met up with too\nmuch anti-Semitism.",
        "A: No, from Vera Cruz we actually went to Mexico City.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: My — my f — my father — my mother especially, didn’t think very much of\nPueblo. We — we — we lived in Pueblo for a while, because my father, you know,\nfelt that somebody should be there. But they finally dis — th-there were several\npartners, there were three po — three or four partners. So, what happened is that each\npartner used to spend a week there. So basically they had one week in — in the\nmonth to spend there. Ma — my mother tried at first, but Pueblo was a miserable\ntown, it wa — it — it was very close. It was — you know, it was still old Mexico, it\nwas the — the place where — where women knew two — two — two roads in the city,\none from — from their house to their mother-in-law’s, and from their mother-in-\nlaw’s to — to the market. That was — that was the extent of their — their travels. It\nwas very traditionalist place. But th — th — you know, it was basically like Hungary.\nThere was — there was — you could sense in the air, the anti-Semitism. But you —\nreal — really, expression of it by violence, you didn’t — you didn’t see. Well, except\nfor — for these Camisas Parvilas(ph). But these were also — they were not — they\nwere not constant, they were intermittent. There was a man who was called the\nMexican Hitler, Abascal — actually he’s — he’s — one of his sons became labor\nminister in the Fox administration.",
        "A: And, a very unpleasant person. I — I — I happened to know him and his brother-\nin-law. His brother-in-law used to run a — a textile complex, like we — we used to\ndo. But the brother-in-law was not that unpleasant. I-It — it — what — I'll tell you, the\nonly violence that I had was, I was playing in the park in Budapest. By chance, you\nknow, in Budapest you left your child, and you told him not to — not to go too far,\nand just left him. So I was playing around, and two — two obviously hoodlums, or\nwhatever it is, caught me and I don’t know why, you know, they did say you Jew,\nyou’re a Jew, this zsid6, whatever it is. And one pushed me, and he managed to — I\nmanaged to hit a stone — stone — I don’t know what it was, it may have been some\nsort of a sit — place to sit on, or — and I had to get four stitches.",
        "A: Luck — luckily, the — the doctor was in the same building as we lived, so —",
        "A: Overt anti-Semitism, no.",
        "A: No. There was, but 1-1-1f 1t was, it was among the — the wealthy there. It — it was\nagain — again, a strange place. If you went to the real high, conservative, old\nMexicans, they — they fell in love with Adolf Hitler. They — in fact, they used to\nhave oil paintings, and — of Adolf Hitler in their homes, and oil paintings, which\nhttps://collections.ushmm.org\nMay 8, 2013\nonce in a while show up in antique shows — shops today in Mexico. And it was\nstrange, because you know, at — it — Hitler used to occupy the place of the Virgin of\nGuadalupe in the home. In other words, the — his place was above the mantle, and\nwhatever it is. Fortunately, Germans were not — you know, didn’t think very much\nabout Mexicans, you know, they were just one chain below — below whatever they\n— they liked. So, I happen to know a lot of people, and especially in the German\nschool system, at th-that time, before they closed it down. The man who had\nactually run the German school in Budapest was running the German school in — in\nMexico, and — and he had been very friendly. As a matter of fact, there was another\ncouple of Jewish boys which had been in Budapest as well, which lived in Mexico,\nand this man wanted us to go — go — all go into the German school, because he\nneeded the native German speakers, and couldn’t find them in Mexico. So, my\nmother didn’t want to, and the Mexican government was helpful enough in closing\ndown the — the German school, because the embassy was — was playing games. But\nit was amazing to me, because th-the Mexican kids were handled very badly by the\nGermans, you know, with — no matter what their social condition was, they were\nreally treated like second class citizens. Curiously, we were not. I mean, we were\nthere maybe for a week, or two weeks, or whatever it 1s, but we were not — not\ntreated like — like second class citizens at all.May 8, 2013",
        "A: This is in Mexico City, which —",
        "A: — which, you know, if you look at it in the — in — in the distance, it was strange,\nbecause the — the man in Mexico City, the ambassador, was a out and out Nazi.\nAnd th-the person in charge of the embassy, who had been somebody living in\nMexico was an out and out Nazi. And he didn’t seem to bother us, but he — he\nbothered the Mexicans, and the mother — the mothers used to come crying to the —\nto the director, saying why do you treat my child like that? And they kept sending\nthe children back, instead of taking them out, until the government finally closed\ndown the school, and there was no — but it was, you know, like the American school\nlater became the place to send your child, the German school were — for example,\nOctavio Paz, the — the Mexican diplomat and author went to a ger — to the German\nschool, to the Alexander von Humboldt school, and so did a lot of intellectuals,\nalong — in the 1940s, a lot of intellectuals went to the German school.",
        "A: We spent it in Vera Cruz.\nMay 8, 2013",
        "A: Yes.",
        "A: Well, we went to Mexico City.",
        "A: And then there — there was a que — a question of whether we would live in\nPueblo, or live in Mexico City, and my mother did the same way. She wouldn’t\nlive in Zylina, and then to live in Budapest, she decided she wasn’t going to live in\nPueblo, and live in Mexico City. So, w-we basically lived in —",
        "A: — 1n the newer area of Mexico City, yes.",
        "A: Where did I?",
        "A: Well, my sister, first of all, she — she had only two years to go. And she had —\nshe — she — she knew some English. In other words, my — my mother had — had\ngotten somebody to try to teach at least my sister English. I was just listening. And\nmy sister spoke reasonably good English, and she wa — went almost immediately to\nthe American school.\nMay 8, 2013",
        "A: I went to a public school for a while, until my mother was told by everybody that\nshe was getting me just — lice on me. That, you know, I shouldn’t do this, and I was\ntaken out, and I was put into a— a—a military school, Mexican Spanish, ru-run by a\nformer Jesuit. And I stayed there til about the sixth grade, seventh grade, and then\nmy sister convinced my mother that I — I should be educated in the United States,\nso I, in junior — in junior high school I started going to — to the American school\nmyself.",
        "A: Well, I'll tell you very truthfully, I — I-—I didn’t speak for about three or four\nmonths, and then suddenly I broke out spe-speaking Spanish; my sister likewise.\nMy mother, she didn’t speak good Spanish, but she managed. My father was not a\nlinguist. He never quite spoke Spanish, but I was always surprised that the workers\nknew exactly what he wanted. And you know, this was mechanics, too, I mean, he\nexplained to them, you know, a complex piece of equipment, that — what he wanted\nto do with it. I didn’t understand a word of what he said, but the mechanic knew\nexactly what he — in other words, everybody seemed to meet halfway. In other\nwords, my father’s Spanish was understood by the — the Mexicans he was dealing\nwith, but it was — he — he managed quite well, actually. He traveled all over the\nhttps://collections.ushmm.org\nMay 8, 2013\ncountry, and you had to — you know, you had to buy again, raw material. Wool was\ndifficult to get from Australia, you could get it, but it was the — difficult those war\nyears.",
        "A: So he — he used to travel all over Mexico, buying up wool locally, which was\nalso in competition with various existing — existing companies. It’s — actually, that\nwas the only — the only anti-Semitic problem that they had. They had — there was an\n— an established Spanish company called Espana Industrial. And they were\nmaking money head over foot, and I mean, they were sending, for about nine\ndollars, something which cost them a dollar to make, or a dollar-fifty to make. And\nmy father, since he knew the trick of using waste, was undercutting them,\nunderselling them, so one day he was called into this Spanish company’s whatever\n— offices, and was told that either he sold at their same price, or they will put him\nout of business. So my father said, you know what, I’ve — I’ve just escaped from —\nfrom worse than that, and you know, try, and see who — who — who is out of\nbusiness first. They were out of business before we were. I-It’s — th-th-there was\nlatent anti-Semitism in Latin America. In — in — in Argentina, it’s bad. In Mexico\nit was latent. There — there were some fantastic stories. For example, in Pueblo,\nthere were a lot of Germans. And there was a hotel of all things, called the Ritz, in\nhttps://collections.ushmm.org\nMay 8, 2013\ndowntown Pueblo. And on Friday nights, the German colony used to close down\nthe — the hotel’s dining halls, lock the doors. They used to dress themselves up in —\nin Nazi uniforms, and used to sing the Horst Wessel song, and things like that. Real\n— real Nazi. There was never in — in Mexico, despite some people who were try to\nmake — make it up, there was never a — a real Nazi movement in Mexico, look like\n— like Argentina, Bolivia, and other places. Th-There — there was a lot of Nazi\nsympathy, but very, very, very little — curiously, the Japanese were more active in —\nin — in—1n Mexico. They — they destroyed several bridges on the western part of\nMexico. They — our competitor, one of the reasons we were able also to slow him\ndown a little bit is that he had no compunctions of selling to the Japanese, and there\nwere several Japanese submarines that — that came out to — to buy his merchandise.\nHe had na — Americans wouldn’t let him into the United States after the war. And\nbasically, where you used to get machinery, and raw material was the United\nStates, so — so he had a very serious problem. That helps him — put him 1— put him\nout of business. Overt anti-Semitism, you know, actual violence, no.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: Well, I— I1— we were a little bit lost in the Jewish community, too, because there\nwas a very big German community, it was called Evuno(ph). And there were a lot\nof people who — who had had troubles with Nazis, especially socialists. The — the\nformer head of the socialist party in Germany was — was in Mexico, he — he\nbecame a photographer, and that’s what he made a living on. But for a while, he\nwas working with the Mexican government, especially with the socialists in\nMexico. But there were a lot of Germans. There was Frank, and the — Dr. Frank,\nthere was his — his grandson became health minister in Mexico, and there — there —\nthere were a lot of — there — there were a lot of German Jews there. One of the — the\ngrandsons of one or — other one, became the — the environmental minister of\nMexico. And 1-in — je — we — we — we were — we were more at ease with the\nGermans than we were with the Poles.",
        "A: My father had learned Polish late — late in life, and so had my mother. And the\nfew Jews who — all the — the Jews that came from Poland were very Poland\noriented, which my father and mother — they used to go because, you know, it was\none way of socializing. And the Poles had an own — their own club, and they used\nto get together once a week just to speak Polish. So my mother used to go, my\nfather used to go. But they were uncomfortable there too, because they — they were\nMay 8, 2013\nnot Poles, they were — they — they — their allegiance was closer to Russian Jewry\nthan they were to Polish Jewry. They were closer to Bialystok Jewry, which was\nnot Polish, but rather Russian. But we — we mingled with them all. We used to go to\nthe — to the Ashkenazi shul, the Ashkenazi synagogue in downtown Mexico. Then,\nsince all the Jews left downtown Mexico, they installed themselves not far from\nwhere we lived, maybe 10 or 15 minute walk. And that’s — we went there for a\nwhile. My father didn’t like it, and curiously, one thing that he — he didn’t like also,\nwere these Hassidic Jews. But he — he and the Hassidic Jew bought a property, and\nmade a synagogue for themselves. But it was basically — you know, my father was a\ntraditionalist. He did beli — not believe in Orthodoxy, but traditional Orthodoxy.\nThe — the Hassidim were rather southern — southern Polish. They came — most of\nthem came from around Krakow. This man was — I don’t remember which ra —\nrabbi he was the [indecipherable] of, but the rabbi’s center was Krakow. And\nsouthern Poland and northern Poland at that time, were different worlds. One was\n—had been Austro-Hungary, the other had been Russia, so, you know, they — they\n— there was nothing to speak about, but they got along quite well there. And th-they\n— he liked traditional things, and th — the Mexican community was — was torn, it\nwas either Sephardim, or Ashkenazim, and Ashkenazim so often were very\nreligious, some of them were not religious at all.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: There was a lot of Hashomer Hatzair. This was, as I said, this was on — a very\nserious problem. My mother wouldn’t send me to a Jewish school in Mexico\nbecause it was run by Hashomer Hatzair. And you know, as they say, you know,\ntwo Jews make three political parties, and this is a — this is basically what was\nhappening, it was — but it was an interesting life, 1t was — you know, the — some\npeople were traditional, they — they — for example, the park close to the synagogues\nwhere we were, on Saturday morning there were circles of, you know, whatever it\nis, socialists, communists, or — and they were having all kinds of discussions there,\nit was — it was — it was an interesting time to be there. But Mexicans really didn’t\nbother us very much, you know.",
        "A: Mexican’?",
        "A: Oh, very close ones.",
        "A: Very close ones. I had an 80th anniversary, I had two couples which I know\nfrom —May 8, 2013",
        "A: Since primary school, I think, come. Oh, bu — th — I have — I have m-ma — made\nan awful lot of friends —",
        "A: —1n Mexico.",
        "A: I lived in Mexico from 1941 til 1996.",
        "A: So ma —I got married here in New York, my wife is an American, a New\nYorker, but she — she came to Mexico, she lived there for 35 years.",
        "A: My sister’s mother-in-law, and my mother-in-law were very close friends.",
        "A: And well, you know, it was a — it was a nice girl that they wanted me to meet,\nand she was a nice girl.",
        "A: Well, my — my — I had an uncle. His name was Louie, and he was recruited into\nthe Russian army, a-and the Russians, you know, wanted to convert, and my — my —\nMay 8, 2013\nmy uncle was not very religious, but he wouldn’t convert. So they — the tsarist\nofficer gave him every dirty job in — imaginable, and he took it very kindly, until\nthe day that the officer got really mad, and he horsewhipped him. I mean, there was\nprobably a foot and a half difference between he and the officer, but he grabbed the\nhorsewhip, and started horsewhipping the — the Russian. Of course, he didn’t even\nstop for a clean shirt at home, he got the — he went to Konigsburg, from\nKonigsburg he went to London. He lived in England for four or five years, and\nthen he moved to the United States. But the — the memory stayed with the Russian\narmy, and — and you had to conscript yourself into the army. The only way that you\ncould get yourself out of the army is if you were an only son, or there were no — no\n—no other — well, only son, meaning that if — if there were no other children, or the\nother siblings were women, you could be exempt from military service. So my\nfather did this, he had a — a cousin by the name of Efron, who had two daughters.\nSo when he had to go into the army, and he figured that he wasn’t going to be\ntreated very well, and he didn’t want to go — I mean, let’s be honest about it, he had\nhimself apar — adopted by this Efron.\nhttps://collections.ushmm.org\nMay 8, 2013",
        "A: So, since he was already in business, you know, it’s like my daughter. My\ndaughter is a doctor, so she keeps her maiden name professionally, and so the same\nthing happened here, except you had to merge the two.",
        "A: Anyways, if you can later give me a card, I'll try to send you at least first of all,\ncopies of papers, and all kind of —",
        "A: Okay, that’s fine.",
        "A: Well, we all — we all basically found out about 1944, when I think the “New\nYork Times” published a whole story. But it wasn’t only that, but you know, there\nhad been an awful lot of deportations, and these deported people never showed up\nagain. Of course, after the war, everybody started looking for — for everybody, and\nthey found that there was nobody left, practically. We know that my aunt, uncle and\ncousin, were deported to Treblinka. It sounds like my cousin was killed before he\never got to Treblinka, because there was a — there — the people who — who took the\n— who were put on the train from Bialystok to Treblinka, were — there was a\nMay 8, 2013\nrebellion, and I think my cousin was involved in that. After the rebellion, they were\nmade to walk to the — the rest of the distance, which was not — not — not a — in the\n[indecipherable] considerable amount of — and a lot of people didn’t make it. But it\nseems my cousin was — was — was killed before — before. But my aunt and uncle\nwere — the rest of my family managed to survive, because they were in Russia.",
        "A: Or, they had left Poland. I mean, basically, my father was the sole support of his\nfather, and the sister, who was the mother of my cousin, and a brother who didn’t\nstay very long, he — he helped my father for about 10 years, and then he went to the\nUnited States about 1912 or ’13, or something like that. So basically we have no f\n—no—no— no immediate family in Europe at that time.",
        "A: They were either in Israel, or the United States, or — or Russia. And the ones in\nRussia didn’t — they didn’t all survive. You had two uncles in Leningrad who died\nin the — in the siege.",
        "A: But I don’t know, we — we — we were very adventurous sor-sorts. I think one of\nmy aunts had a child, and she decided that, you know, the child should be a rabbi.\nBut how can he be a rabbi in — in the [indecipherable]? He had to be a rabbi in\nhttps://collections.ushmm.org\nMay 8, 2013\nIsrael. So she — one day, she disappeared. Her husband didn’t know where she\nwent, nobody knew where she went. Years later, somebody said that they had seen\nher in Jerusalem. And as a— we — we have — we have some very, very — well, you\nknow, the — it was an adventure to be a Jew, and people were very adventurous.",
        "A: We had — even my father’s oldest brother, who was a rabbi, first went to\nSweden. Couldn’t make a living being a rabbi. Put up a hat factory, and I think\nwouldn’t make a — a living with that either, so he went to the United States, and the\nUnited States, his wife didn’t like it. So he went to — to — to Israel. And he lived\nquite well there. He — he — he — he was one of the founders of the Bezalel\nmovement, of the art movement, and he was the — he became an antiquarian.",
        "A: And, as a matter of fact, there were three generations of antiquarians in\nJerusalem. And my — my — the — the — the last one, the cousin, anyway, she — she —\nshe had also a very strange life. But she left me some of the stuff that she had in — in\n— in the store, and she — she had a lot of stuff, she — she ha — she was a specialist in\nreal Ottoman art, and she was considered one of the top specialists in Ottoman art.\nShe was also slightly nuts.\nMay 8, 2013",
        "A: Well, there — there — there — there — you know, there — there are a lot of little\nthings, about how our friends managed to get out, often didn’t get out, some of them\nstayed there. My father, later on helped some of the technicians that he had at the\nfactory move to Canada in 1956. And you know, it became — after — after — after\nthe war, everybody was helping everybody. For example, my father sis — this rule\nthat you had to have 20,000 dollars for a family, or 10,000 for an individual, people\nthat had it, th-they recycled this money. In other words, there were — there were,\nyou know, they were presenting as if this man had 20,000 dollars, you see. Only\nwanted to see the deposit, and that was it, it was — they showed the deposit, the —\nthe money went to somebody else, or — so, you know, the — the — there was a—a\nreally — I wouldn’t call it an underground movement, but an over-ground movement\nto — to meet the legal — the legal restrictions. Because the United States really\ndidn’t open up til about 1944. My father eventually got his immigration papers, but\nas I said —",
        "A: — he — he wasn’t interested at that time.May 8, 2013",
        "A: It’s the community, so it was —",
        "A: It was the community. We have this man [indecipherable] the one that has the\nMonet collection in — in New York.",
        "A: He became a movie producer, very, very, very wealthy movie producer. He\nproduced the movies of — there’s a comedian in Mexico called Cantinflas, and he\nproduced Cantinflas’ movies. And he had no children, so he spent all the money on\n— on art. He — he has a — he — he left a — a huge Mexican art collection, to the\nMexicans. And his impressionist collection, I think he has one of the best Monet\ncollections around, he left to the Metropolitan Museum of Art.",
        "A: He helped him.",
        "A: And others. As a matter of fact, lately there have been some books appearing\nabout people who — who — who came to Mexico. And I don’t know, I’ll try to get\nyou some. It might be something worth keeping as a record in your library.May 8, 2013",
        "A: I[h—I have — the — e-even — even Mexicans are beginning to — to be interested in\nhow the Jewish community — because the Jewish community actually started with\nthe Sephardim coming —",
        "A: — the — the Turks. And then what happened is that in 1920s, when they closed the\nborders to everybody in the States, many people got stuck in — in Mexico, on their\nway to the United States. So, a lot of these stories are coming out. There are a\ncouple of movies, which are very interesting maybe. Ill — Pll try to get you a copy,\nand — you know, it — it’s — I s-see you do collect this type of —",
        "A: Yeah, yeah, so — so I'll try to —\nEnd of Tape One\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumMay 8, 2013\nRG-50.030* 0690",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.\nSAMUEL MAREIN-EFRON\nMay 8, 2013"
    ]
}