{
    "rg": "RG-50.106.0135_trs_en",
    "sequence": [
        "Question: -- Holocaust Memorial Museum volunteer collection interview with Leonard Gordon,\nconducted by Peggy Garrett on October 24, 2000 in Silver Spring, Maryland. Mr. Gordon, will\nyou give your name at birth?",
        "Answer: My real name?",
        "Q: Your name at birth.",
        "A: Right, okay. My name was Lazar Gordon and they called me Lazarken in Yiddish, Jewish.",
        "Q: And your date of birth?",
        "A: June the eighth, 1925 and my Hebrew name is Eliezer Mordechai.",
        "Q: And your place of birth?",
        "A: Tilsit, Germany.",
        "Q: Now, you moved f -- after -- at what age did you --",
        "A: I don’t think I moved, I think -- I’m not sure whether my mother was visiting or what. I really\ndon’t know what happened. That’s all I know, that my brother told me that I was born in\nGermany.",
        "Q: So you were born in Germany, but --",
        "A: Actually my -- really I grew up in Lithuania.",
        "Q: In Lithuania. And where were your parents born?",
        "A: I just found out that my dad was born in Lithuania actually before 1918, was -- was part of\nRussia.",
        "Q: Mm-hm. And your mother?",
        "A: I don’t know where she was born, all right, we didn’t have any trace of her, but I -- probably\nin the area. I’m not really sure.",
        "Q: You think she was born in Lithuania also?",
        "A: I think so. Probably in the area.",
        "Q: And what were their names?",
        "A: Well, my dad was Jude Gordon, or Yudel we call him in Yiddish, and my mother was Miriam\nGoldberg.",
        "Q: Okay.",
        "A: And I think her -- her brothers and sisters were religious people and they published books, but\nI can’t find any trace, but I didn’t look too deep.",
        "Q: Could you talk a little bit about your childhood, your family?",
        "A: Actually my dad was very prosperous. He had various business. He would import oil tankers.\nHe had a soap factory, we had a lot of property. And I grew up sort of with a silver spoon in my\nmouth.",
        "Q: Mm-hm. What was the town that you --",
        "A: Siauliai. Siauliai. Shauloh. It’s about 30,000 people. Was a big [indecipherable] hub. And I\nwent to grade school, I went to high school pri -- was private Jewish high school and was\nseparated.",
        "Q: Now what di -- grade school you went to a Jewish school also?",
        "A: Yeah, it was, it really was -- I think it was -- must have supported by the state or the county,\nbut it was sets -- separated. Lithuanian people went to their schools, we went to our schools. And\nlike on the holidays we would go to a tailor and have clothes made, you know, they would\nmeasure us and we’d have to pick out the fabric, all stuff. And summertime -- we always had a\nmaid in our house. My mother -- my grandmother lived with us. In summertime we’d go to the\nlake, the cottage. Played basketball, had a bicycle. Til 1933, things start getting a little bit hairy.\nHitler came in power.",
        "Q: Now, you were about eight.",
        "A: I-I was about eight, it was about 1925.",
        "Q: Now before -- before 1933, you were going to the Jewish school.",
        "A: I -- I went to school all the way to 1941.",
        "Q: Okay, but -- but when you were younger, when you were --",
        "A: I went to kindergarten --",
        "Q: -- eight.",
        "A: -- at five, yeah.",
        "Q: Yeah, and so all the children in your school were Jewish?",
        "A: Yeah, right.",
        "Q: And were all of your playmates Jewish and so --",
        "A: Right. We -- I didn’t have really any Gentile friends. Maybe a little bit. Really most of them\nwere Jewish.",
        "Q: Mm-hm.",
        "A: Now -- imagine all of them were Jewish. And why my parents didn’t leave, I don’t know. I\nknow they were talking. My dad said he [indecipherable] to go to Australia. But what happened\n1933 they -- the oceans were mined, so --",
        "Q: The what?",
        "A: The oceans were mined, you know, were mined. I mean, it was dangerous for boats to go\nbecause they would go in -- into a mine. And another thing happened that Lithuania restricted\ntaking out money out of the country. So some people did, they would give the [indecipherable]\nmoney to deposit upon -- to deposit in a Swiss bank. And it was whether he did it or not. In fact\none person in our town borrowed money and he disappeared. And everyone said gee, this guy is\nnot really honest. But his wife stayed behind and then she sold the property and she paid back his\ndebt. So that was a story. Now in 1933 we had another problems. Lithuania is very pro -- very\nanti-Semitic. Very much anti-Semitic. Like, we had a big steeple in our town, Easter we would\nstay inside because the priest would tell them the Jews killed Jesus. You know that story still\n[indecipherable]. We had -- soccer team was called Maccabee. And any time Maccabee would\nwin, we would leave the soccer field much sooner because it would be big fights. But it was very\nmuch anti-Semitic and some signs were in Jewish and they start -- Lithuanians start breaking\nthem. For instance my dad was going to a customer of his to collect money, but somebody\n[indecipherable] his front wheel and his shoulder got dislocated. He never fixed it up. But that\nhappened. Then, in 19 --",
        "Q: So these were Lithuanian --",
        "A: Lithuanians, right.",
        "Q: -- people who were doing these things?",
        "A: Right. Actually it was -- the Lithuanians were Catholics and Jewish people, we had a few\nRussians -- Russian Orthodox, but that’s how it was. Our town was about 30,000 people,\nprobably 8,000 Jewish people. We had eight synagogues. Frankel was a person who had a big\nleather factory with about 2,000 people. He would process leather. Was a really big factory. Our\n-- in the house we owned, Singer Sewing Machine, they were our tenants, and they were the\nheadquarters for the three Baltic states, Lithuania and Latvia and Estonia. We lived well. We had\nin our house running water, plumbing. And that wa -- meant a lot because the wa -- the winters\nthat time very severe like northern Canada. In fact the doctor said the rich people are smart\nbecause they didn’t get -- they get less colds because the other people have to go, during the\nnight go to the outhouse and that’s the source of -- and my dad did a lot of building, he -- even til\n1938, as a matter of fact, after Lithuania became independent, I [indecipherable] permits for po -\n- they had archives. All the building he had, he had -- we had a big house like [indecipherable]\nbig house, two story house. We had -- he built -- we had -- one of the tenants was a printing\noffice with what, maybe 20 or 30 people. And the other one that makes sweaters. He had storage\ntanks in different places on the railroad. St -- warehouses which he built. We weren’t -- not in\nAmerican standards, but under European standards we were considered well-to-do.",
        "Q: And in your home, what was the religious atmosphere?",
        "A: Jewish, very much. My dad [indecipherable] being a rabbi here, you know, but that was a way\nof life. It was a way of life. We observed all the holidays, we kept kosher. We mo -- we wouldn’t\ncook on Saturday, we would go to synagogue. As [indecipherable] older, on Saturday we would\nsneak away, we’d got to court and I li-listened to civil cases. And my dad looked the other way\naround, he wasn’t so fanatic. But he would drop himself off. He’d pray every morning and\nFriday night we would go synagogue and Saturday we’d go. And Friday was sort of interesting,\nyou know, in the wintertime the days are short and my mother had -- we had a maid, but she had\nto knock herself out to prepare everything for Sabbath. And everything was done by hand, she\nwould bake bread and fish. Friday night was the biggest, you know, very large meal. So that was\n-- was -- you know, I -- what happened to us, at home we speak Yiddish. In high school it was\nthe Zionist movement, we speak -- we had to speak Hebrew, because the teacher from that in\nLithuania was actually our language which we had to learn. So that was the language problems --\nnot problems, but that was the situation.",
        "Q: Now, you had siblings?",
        "A: Yes, I had older sister.",
        "Q: Older sister, and what was her name?",
        "A: Esther.",
        "Q: And how much older was she?",
        "A: Six years.",
        "Q: Six.",
        "A: And I had a older brother, four years, Abraham.",
        "Q: Mm-hm.",
        "A: And we all survived. We all survived the concentration camp. My parents did not make it.",
        "Q: Mm-hm.",
        "A: So really, that’s the story. But it was -- it was -- what happened farther down the line, the\nRussians came in in 1940, in Lithuania. And we f --",
        "Q: Now that was the first occupation?",
        "A: Correct.",
        "Q: The Russians --",
        "A: The Russians.",
        "Q: -- in 1940.",
        "A: And what happened 1s really, people, Jewish people in Lithuania were very, very anti-\nSemitic. You couldn’t go in medical school, it was [indecipherable]. So people would go to\nSwitzerland and come back and laws were very much restricted. I-I’m not sure accountants or\nengineers, but I don’ think --",
        "Q: Now, in 1940 you were 15 years old.",
        "A: I was 15, yeah.",
        "Q: And you were in high school --",
        "A: I was high school.",
        "Q: -- Jewish high school.",
        "A: Jewish high school. Actually they -- the Jewish high school was -- the Russians had a\ndifferent program. I -- I would have been graduated about 17, but something happened, my dad\nfinally [indecipherable] with high school and he took me out and then, you know, had private\ntutors [indecipherable] other thing. All my classmates was accelerated program, they got to\ngraduate at 16, but I didn’t make the cut because I was just -- I was taken out [indecipherable]\ncame back. But what happened then, being so anti-Semitic when they’re -- the Russians were\nvery poor and they tried to impose quotas in the farmlands, they had to give so much bacon and\nbread. And o-of course farmer will rebel. And I don’t think Lithuanian people are too educated,\nit’s -- a big, large amount is really illiterate. And rumors were that the Jewish people are\nimposing on the farming, because the Russians would make raids and make sure that farmers\nmeet their quota. So that went over like wildfire. And in ’41 --",
        "Q: Now, how did it affect your life --",
        "A: It’s affect my --",
        "Q: -- in 1940?",
        "A: -- it affect my life because our -- our -- our school wa -- my schooling system was interrupted.\nWe had to comply with the Russian schooling system. Instead of going, I don’t know was\n[indecipherable] eight years, they -- I think they -- the Russians meaning, they had a 10 years\nprogram. It affected that they made us go to school in the holidays. S -- as a matter of fact, I\nthink I was a fairly good student, out of a class of 40, I was number seven or six. And I\nremember one time in history, I knew the -- the subjects called, but the teacher called me to the\nboard to make presentation and I re -- you know, I refused it. Another week I applied and got an\nA. So they made us go to school on Saturday. We stayed there but we are not participate, we are\nsitting there. That’s how it affect us.",
        "Q: Now, did you go to school a-at your same Jewish school, or did you --",
        "A: It was the same Jewish school, but different program.",
        "Q: Okay.",
        "A: Different program.",
        "Q: Okay.",
        "A: A different program. Also --",
        "Q: So it was the same students --",
        "A: Yeah, the sa --",
        "Q: -- the same --",
        "A: -- the same class.",
        "Q: -- the same teachers.",
        "A: Same -- well, the sam -- they took in some other stu -- teachers who maybe -- you know, the\nhigh school I went, it was a very good high school, and I think most of the teachers were PhD..,\nwell qualified. When the Russians came in they sort of watered it down. Teachers came in who\nwas less -- less qualified. We also had to study Russia -- Russian, and Yiddish before we spoke\nHebrew, because what I was [indecipherable] was that Jewish or Yiddish is a jargon, it’s part of\nGerman, which 1s not true, but I mean in the -- and you have to learn Hebrew, which -- and that\nwas the modern Hebrew, not the religious Hebrew like [indecipherable]. So it affected me that\nrespect. On this other hand I start learning the Jewish literature which t -- and they had poets and\nwriting it. I had to study Russia -- Russian, and how else did it affect me? Well, oh they\nconfiscate our property, they confiscate our property, everything, the Russians. I don’t know\nhow my dad survived, I remember leaving the house, but he was very energetic person and I’m\nsure it start hitting him hard. Prior to that, actually, when the Russians came in there was a big\nsack of money. And we were afr -- I don’t know how he made it and when he made it. And we\nburned it because it’s a raid, they feel we might be bourgeois, which is the upper class. And tears\nwere in his eyes, I was a child, I didn’t realize it. But that’s how it affected me.",
        "Q: So he burned the money?",
        "A: We burned the money, it was a lot of them, a big bag and crisp bills on a -- I -- we all\nencouraged him to do it because it’s a raid, hey, you’re part of -- part of the Czar or something\nlike that. So it affected us also, it was confiscated -- I think being -- my dad was very well liked,\nbut I think also confiscated because I had to go into a sort of a [indecipherable] had to strip\nnaked and nurses were sitting there and boy at 15, I was sort of intimidated. And they decided\nthat I should maybe not continue with -- with school, I should go some sort of a trade. And I\nthink was also a -- also was because my dad was well-to-do.",
        "Q: So the Russians decided this?",
        "A: Yeah, I mean the Russians -- the Russians or the government installed a -- they installed like\n[indecipherable] government, it was a puppet government.",
        "Q: Mm-hm, mm-hm, mm-hm. And so did you then go to study a trade?",
        "A: No, no, because -- the reason I didn’t, because the Germans came in --",
        "Q: Oh, okay.",
        "A: -- 1-1n -- in ’41, but if I would have been in the Russians, I don’t think, who have decided --\nprobably they would not let me continue with school.",
        "Q: So how -- what happened when the Germans came 1n?",
        "A: Well, before that another thing happened, very interesting. My dad was very well liked, was\nvery well liked, I don’t know what happened. He got along with everyone. But the Russians tried\nto take away the management of the town. And they had freight cars with straw and\n[indecipherable] them to Siberia. Our family, somehow they didn’t do it. And one of the guys, by\nthe name of Walpen was sort of -- he said, remember, he said, the rich people have the luck. And\nwhat really happened, after the war, those people, whoever fought in the war would s -- they got\nan education. You know, they send them Siberia, I am sure they were drafted in service, but they\ngot educated. Several of them showed up in Israel with nice degrees. So I think even they were\nsent in Siberia they didn’t have the harsh treatment that we encountered later on by the Germans.",
        "Q: And wh-why did they send them to Siberia?",
        "A: Because they were [indecipherable] and that was the method in Russia.",
        "Q: So it was a punishment?",
        "A: Punishment, uprooted -- uproo --",
        "Q: Degradation.",
        "A: -- uproot them, outroo them. In fact, all system 1s like that. I tried to analyze why the Russian\npeople are drinking so much, and they do a lot of drinking. And I think what happens there, once\nyou start acquiring some property, that proved you -- you di -- you come in the middle of night,\npack in two or three hours.",
        "Q: Mm-hm.",
        "A: And after awhile it in -- discouraged them to do anything because they have to leave it\nbehind. Also, I sort of found out at that time -- the Russians, you know, any time, the system\nthey had, the fear. Like we spoke -- a widow of some Russian person told us, she said -- her\nhusband was sent to Siberia. So what happened, she said well, he was [indecipherable] always\nclaimed that Stalin was god -- Stalin was the leader of Russia -- and he said, in Russian he said\nhe had a dream, he said before Stalin h-he [indecipherable] he couldn’t get a replacement. And\nhe said in Russian, before Stalin came in, everything fine, but now Russian’s -- Stalin’s son\ncame in and signed so much that his rear, his ass can see the sun. [indecipherable] just for that\nhe’s sent away to Siberia. So then in ’41, it was like when the Russians came in their army was\nso dilapidated, so dilapidated and now he thought I didn’t have anything. And [indecipherable]\nyou know, baking bread and send to Russia, but when they were treated in, I think it was June,\nthe middle of June I was on a picnic and all of a sudden we were bombed. It was surprise attack\nand the Russians were having a party on the border and -- and I think -- Tilsit was a border town,\nI think we were maybe a hundred kilometers or 60 miles from the border. They start retreating in\na hurry. Now our house was a very big house and ver -- very enforced basement, you know, it’s\nreinforced concrete. And we fo -- we thought it’s a bomb shelter. So what happened then, my\ndad and his brother decide they’re not leaving the town, so they’ ll stay there, and the corner of\nour house was bombed, but they survived. My brother, who was older, he wanted to go to\nRussia. So he and a few refugees from Poland went to the Russian border and they came back,\nsaid the border is closed, they wouldn’t let anyone in. My mother and my sister, we also walked\nout of town towards Russia. We didn't have any food. We stopped to some relatives, they\nabandoned their house. We had some sour, you know, yogurt, we find something to eat. But then\nwe were bombed with machine guns by the Germans because that what’s army, I was laying in\nthe trenches. And then after that we felt we didn’t have the chance, so we came back to our\nhouse. And another thing, sort of people asked me about it and myself --",
        "Q: No, so that -- you came back to the house.",
        "A: Right.",
        "Q: You were 16.",
        "A: Right.",
        "Q: You were with your mother and your sister?",
        "A: And the whole family. The whole family.",
        "Q: And your father.",
        "A: And my brother, all of us.",
        "Q: And your brother.",
        "A: All of us.",
        "Q: So everybody was there.",
        "A: Right.",
        "Q: Okay.",
        "A: And then -- then Germans came in. The Germans. It was -- Germans came in already in 19 --\nin °41, and it was raids. Before they even -- Germans came in, they took -- they raided people\nand put them in prison and never came back. They made them deep --",
        "Q: They put who in prison?",
        "A: Just raids would come the middle of the night --",
        "Q: Yeah.",
        "A: -- take away the men. And they would move them -- m-make them dig their own graves and\nshoot them. Thi-Thi -- the --",
        "Q: Any particular men, or just random?",
        "A: Leadership. The rabbi, lawyers, prominent people. Prominent people. Again [indecipherable]",
        "Q: Now this was just Jews, or --",
        "A: Just Jews, absolutely --",
        "Q: Just Jews, okay.",
        "A: -- just Jews, just Jews.",
        "Q: Prominent Jews.",
        "A: Yeah, leadership.",
        "Q: Okay.",
        "A: They’re afraid for seven to 80, we never heard about them. They -- we heard in our --\nLithuania had -- was known for being educated among the Jewish community, we had a lot of\nseminaries. They -- the seminary students were shot and what I heard, were shot by Lithuanians\nand the journalists took picture. And their reward was golden teeth, their clothing with\n[indecipherable]. And really, what happened in Lithuania, a funny thing, my dad told me that.\nWhen things were taken away, he say watch. Those people never made anything and they’Il be\nthe same thing. They would drink. Maybe the Jewish people didn’t make any more money, but\nthey tried to acquire like candelabras, a suit. They wouldn’t drink. Lithuanians did a lot of\ndrinking. He said look, here they have all the property. In a couple of years they won’t have\nanything. And it was true. So that started off, in 1941 they start running out of people. And\neventually they got us in ghetto. It was a dilapidated area next to a lake.",
        "Q: Now this was in the same town?",
        "A: The same town, Shavel, Shavel. They surrounded it with barbed wires. We sort of felt we\ncouldn’t escape because I was dark-headed -- dark-haired and blue eye -- dark hair. My -- I had\nsort of an accent, my R was not sharp enough because I even knew the language, but people\nspeak, they could recognize that I’m not a Lithuanian. Plus, I was circumcised. So we -- the\nescape thing wa-was not in our favor. The send away my dad, send away my brother to work in a\nfarm, you know, as a farmhand? But they start rounding of people on the farm, but the farmer got\nword, and those guys were killed right away too. So the farmer got word of that, he put them\nback together. So we stayed intact and what happened, having a soap factory, my dad felt -- was\nself-employed. So even -- to make soap you need fat, but we didn’t have any fat. So we got\nunder and barter and sell for food, and we’d get --",
        "Q: Now where -- where would you go to barter?",
        "A: If we -- in the same town, but we would leave the ghetto and go to our f -- f -- to our soap\nfactory, so we’re employed there.",
        "Q: I see. So in the ghetto, were you free to move in and out of the ghetto?",
        "A: No, wa -- sort of, sort of, I mean they -- people would work. They would take out people and\nwork. For instance, my mother worked in the hospital, in the German hospital. In the beginning\nwe all stay together and we supposed to work in the soap factory which my dad and if -- initially\nowned it, but he made it fictitiously gave some Lithuanian who was the owner, so we worked for\nhim.",
        "Q: I see, so you were allowed to go out to work in the soap factory?",
        "A: Right, right. And -- but we couldn’t do much, you know, get a [indecipherable] but primarily\nwe would barter. And then Lithuanian person decided to, rather than keeping our place -- I don’t\nthink he was all right, I think he was like the F.B.I., he inherited a big house who was the -- the\nguy who does the slaughtering [indecipherable] and he moved the factory in his area down there.",
        "Q: Who was this that inherited the house?",
        "A: That -- thi-thi-thi -- that’s the person that my dad assigned the factory to.",
        "Q: I see. Now, he was Lithuanian, not Jewish.",
        "A: Right.",
        "Q: And --",
        "A: He was a friend of my father.",
        "Q: -- he’d been a friend of your father’s, so --",
        "A: Sort of, so my dad said, okay, you be the boss. Here, I signed you over, here’s the property,\nand --",
        "Q: Okay.",
        "A: -- we’ll be running the show.",
        "Q: Okay.",
        "A: But that didn’t last so long. I was in ghetto about four years, from °41 to °44.",
        "Q: Now what were your living circumstances in the ghetto?",
        "A: Very bad, very bad. We -- it was a small house, maybe smaller than this one, they put in five\nor six families. The problem was the stove. Everyone wants to cook a little bit on the stove. My\nmother stayed home --",
        "Q: And each family cooked separately?",
        "A: Well, what happened, we were one -- it was our family, it was a pharmacist who took away\nthree girls and the mother -- the father took away. We had two people from Czechoslovakia who\nwere son-in-laws and they lost their family, they stayed in the house. And two brothers\n[indecipherable] they were rabbis and they lost their families. So we all stayed in that ghetto. My\nmother was a very nice lady, but everyone tried to cook their one little pot, and there was no\nfood, really was no food. We’d get frozen potatoes. My mother would make sort of a potato\nkugel, which is sort of potato pancake. We’d get horse and she wouldn’t eat because it wasn’t\nkosher, but she would make hamburgers for us. And --",
        "Q: A-A -- she got -- she wouldn’t eat the horsemeat because it wasn’t kosher.",
        "A: Right, but she --",
        "Q: But --",
        "A: -- right, but she would make it for us.",
        "Q: I see, for the children?",
        "A: Yeah.",
        "Q: An-And it was okay for you to eat?",
        "A: Well, it was a matter you didn’t have any food. We ate it. We ate it. We ate it, you know,\nwhatever. Tried to make a garden there, we had a little area. Was pretty rough. But then that\ndidn’t last long and they took them away to build a German airport in -- not too far, you know,\nthe observation towers.",
        "Q: They took who? They took --",
        "A: They took me.",
        "Q: Yeah?",
        "A: They -- and I was out of the ghetto and I walked in camp.",
        "Q: And when was that?",
        "A: Also during the period of the fr -- while I was in ghetto. In other words, after soap factory\npetered out, we were assigned to do labor.",
        "Q: Okay. I see. So did you go out just during the day --",
        "A: No, I stayed there.",
        "Q: Oh, you stayed out --",
        "A: It was already [indecipherable] camp. My brother was working a sugar factory --",
        "Q: Yeah.",
        "A: -- which makes sugar. My mother worked in a hospital and my dad -- my dad worked in\nrailroad, you know, loading cars or whatever it is.",
        "Q: Now, where was the factory where you worked?",
        "A: Also in Lithuania. They --",
        "Q: It was the same town?",
        "A: The wa -- the one we [indecipherable |",
        "Q: No, no, you said you worked in --",
        "A: Oh no, that was on the airport.",
        "Q: [indecipherable]",
        "A: That was the airport --",
        "Q: The airport.",
        "A: -- airport.",
        "Q: So the airport of your town?",
        "A: I think the airport of the town a -- they -- I didn’t walk, you know, I always [indecipherable]\nborder.",
        "Q: But you stayed there.",
        "A: I stayed there.",
        "Q: But was it far away?",
        "A: Well, that’s right, it wasn’t far away.",
        "Q: Okay.",
        "A: It -- it’s true, it wasn’t far away.",
        "Q: And -- and the Germans were in charge --",
        "A: Right.",
        "Q: -- there. Okay.",
        "A: Actually, very sad happened there. What happened, a girl from -- a friend of my brother, he\nsaid, why don’t you say you’re a carpenter? So they ask what are you doing, I said, ’ma\nZimmerman, I’m a carpenter. So they assigned me to build observation towers, prefab homes.\nBut the person in charge of it was a sergeant, German sergeant and he was a nice guy. He said\nI’m like a rabbit. I don’t see what you do, he said, I’m looking other way. You got a birdie?",
        "Q: I thought I heard --",
        "A: I heard a bird.",
        "Q: Yeah.",
        "A: I hope he didn’t fly inside. So what I did actually when I was in camp, I would risk my life\nand I would go in the farmers and then barter. I would get bread and some food. People gave me\nclothes, I would give it to them. And was very risky you know, they could shot me\n[indecipherable]. And -- but I knew the people and they knew me so they didn’t want to be seen\nthat I’m coming there, but somehow we [indecipherable] arrangement.",
        "Q: And what did you have to barter with them?",
        "A: People would give me some clothing.",
        "Q: Oh, I see.",
        "A: Or bring some clothing pri -- to exchange for food.",
        "Q: Now who were the people?",
        "A: In camp. In this camp, the one [indecipherable] the people who build the airport observation",
        "Q: [indecipherable]",
        "A: They were men and women.",
        "Q: Yeah.",
        "A: And they had -- they took clothes with them. And since w -- food was --",
        "Q: Were they -- were these non-Jewish people?",
        "A: Not -- all Jewish, all Jewish.",
        "Q: They’re all Jewish.",
        "A: All Jewish.",
        "Q: And they had extra clothes?",
        "A: Well, when -- it were -- when we went to camp you could take your stuff --",
        "Q: Yeah.",
        "A: -- it was not a tr -- concentration camp. So they have extra clothes and was no food. So would\nsay Okay, here is a blouse, here’s a pair of shoes, take it out, maybe you’ll bring me some food.",
        "Q: So they would give some to you.",
        "A: Yeah, and a --",
        "Q: Because they had more than you had, and --",
        "A: Well, they had clothes and we didn't have any food.",
        "Q: Okay.",
        "A: So we did that. Before that, I also risked my life, my -- we walked the railroad cleaning out\nsludge, and that was very rough, my brother, my sister. And she had already two years of\ncommercial schooling. So I risked my life and I got -- managed to get out of this gate, and there\nwas a young German fellow, I had a Bar Mitzvah watch, I bribed him. I said, take it. And then he\ntook in my sister to work in an office as a -- whatever she did have, but she didn’t have --\nallowed this -- this particular job. Also was very sad as I was going to exchange, it was a ch --\nRussian camp and the Germans would patrol, of course, tried to avoid them. This was very, very\nsad. It was so sad, they had the Russian prisoners there. And the people -- again, they would\nstarve them to death and then they would take people very weak, they call them musselmens,\nyou know, just like skeletons, and they would make him go to Russian cemetery to bury them.\nBut then the people -- and there was so many people buried there, the whole ground was\nsoaking. Terrible. And then people -- they would shoot the guys who t -- who took them away.\nFellow said, here’s my wife and kids, they would just shoot them. The Russians lost 30 million\npeople during the war. You probably heard before. Was really, really sad. The Germans would\ncome in and rape the girls, burn the farmers. So the Russians came back and took revenge to\n[indecipherable] I don’t think they did nothing, you know, just -- of course the Ukraines, the\npeople who [indecipherable] and they participated with Germans. They would -- so that’s the\nstory there. I was a carpenter in Lithuania also in Siauliai. Fix up steps, you know, I learned how\nto do it.",
        "Q: Now, you -- you told them you were a carpenter.",
        "A: Ye -- right.",
        "Q: And did you know carpentry?",
        "A: I didn’t know [indecipherable] we were high school kids.",
        "Q: So how did you --",
        "A: They [indecipherable] carpenter, took my word for. And you’re not -- th-they didn’t give him\na test anything else. And a carpenter, you know, I didn't have to be -- you start off with boards,\nand then, for instance, you pulled a big [indecipherable] you have 10 foot hammer so you knock\nit two or three sometimes [indecipherable]. In fact, I think the fellow I was under\n[indecipherable] was Catholics priest. So -- and he would -- they have a little bit extra soup after\nthey wouldn’t have enough, they would give us, and then we sit around. But we were not\nstarving too bad in get -- in get -- in ghetto, we were okay food-wise. So --",
        "Q: Yeah, some of these people working at the airport were not Jews?",
        "A: They -- the germ -- they were tradesmen, German carpenters, but we were their helpers.",
        "Q: I see.",
        "A: They were not in the army, they were sort of like a -- army engineers or something like that.",
        "Q: So they were German --",
        "A: Right.",
        "Q: -- but they were not in the army.",
        "A: Right, they were not in the army.",
        "Q: And did they have some Lithuanians --",
        "A: No.",
        "Q: -- who were not Jews [indecipherable]",
        "A: No, they -- they -- the Germans were there and we were there, we worked for them.",
        "Q: Okay, okay. So it wasn’t as bad --",
        "A: No.",
        "Q: -- there, as it was later.",
        "A: No, but -- but what happened --",
        "Q: Did you -- did you see your family while you were living there?",
        "A: We st -- yeah, w-we would -- no, at th-that time I didn’t, but 1t was about maybe five or six\nmonths. But what happened, the reason again, people got very jealous of us because we were one\nof few families who survived. But my mother also went -- but then we came back -- several\ntimes would be raids. You know, people in ghetto, and they would take children and women. In\nfact, the person who stayed in our house, his wife disappeared, you know, and his three kids\ndisappeared because he sent them away to the farmer and the farmer didn’t bring them back, and\nthat was it.",
        "Q: How do you think it was that your family was able to survive that?",
        "A: I think plain luck, plain luck --",
        "Q: Yeah.",
        "A: My dad was very -- first of all we -- the Russian didn’t send them out. He got along, he was\nvery well liked. But I think it was sheer luck.",
        "Q: Mm-hm.",
        "A: Sheer luck and was really big jealousy because we were only one of a few. The family now, I\nreally don’t know. I really don’t know how we survived, but I know we survived.",
        "Q: Okay.",
        "A: An --",
        "Q: And -- and so you -- you could go back to visit your family in the ghetto occasionally, or --",
        "A: No, but I was away for six months, eight months --",
        "Q: Yeah.",
        "A: -- and my dad and my mother was there, I don’t know what they did. We couldn’t commute,\nwe di -- couldn’t write. But I n -- I -- I did think about, but I knew they were there and then I\ncame back, they were there.",
        "Q: Okay.",
        "A: And my brother was sent away, I don’t know what happened to my sister when she was sent\naway, but she worked in German office in town.",
        "Q: But you -- so you came back when the job was done --",
        "A: Well --",
        "Q: -- or they released you, or you escaped, or --",
        "A: -- somehow, somehow, somehow I got back, I don’t know what was [indecipherable] because\nwe were then shipped to Stutthof, which is a concentration camp around Leipzig.",
        "Q: Okay, I have to turn over the tape.",
        "A: Right.",
        "Q: So it will stop for a stop for a minute.",
        "A: Well, good.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: -- of a United States Holocaust Memorial Museum volunteer collection interview with\nLeonard Gordo, tape one, side B. Mr. Gordon, you were -- you started to say how you left the\nghetto and were sent to the concentration camp.",
        "A: Right. They separated the men and women.",
        "Q: Now how did you know that you were -- what was the first note -- notice that something\ndifferent was happening? What did they tell you?",
        "A: I don’t really remember.",
        "Q: Okay.",
        "A: I really don’t remember. I really don’t remember. I know it must have -- well, during the raids\nmy sister was about [indecipherable] the German officers would come in and I don’t know what\nhappened [indecipherable] or not, but they -- not in the ghetto, we didn't go in th ghetto right\naway but we were living in the town. They came in and I don’t really know what happened, but\nsh-she was attractive girl and was not a [indecipherable] what happened [indecipherable] come\nover there, she never took the [indecipherable] I don’t know.",
        "Q: Do you think they exploited her sexually?",
        "A: She -- she would ne-never tell me. I really don’t know. She was --",
        "Q: So you don’t know.",
        "A: -- she was very tight lipped about it. She never talked anything about it.",
        "Q: Mm-hm.",
        "A: At that time I was too young to think about it, but right now I really don’t know. I really don’t\nknow what happened.",
        "Q: Mm-hm, okay.",
        "A: I really don’t know, it just -- she -- and my mother never talked to me about it. Of course I\nwouldn’t really want to be consulted.",
        "Q: Mm-hm. So you don’t remember how you were told --",
        "A: We -- we were probably told that we’re being transported, I’m sure.",
        "Q: Okay, and that you’|l have to go to a central place?",
        "A: Right, and there were freight cars, you know, like freight cars and we got in Stutthof. Stutthof\nwas on Leipzig, a concentration camp, and we had to strip --",
        "Q: Now, di -- were you able to take any --",
        "A: No.",
        "Q: -- did you take anything with you?",
        "A: No, whatever we -- we didn’t take anything, and whatever we took we didn’t get a thing, I\ndidn’t have a single syllable.",
        "Q: Okay. And was it like a cattle car that you were in?",
        "A: Right, yeah, freight cars, cattle cars.",
        "Q: And --",
        "A: I -- I don’t know what they did for plumbing, whether there was a hole in the ground or not,\nyou know, during the transporting. And we were separated and --",
        "Q: Do -- do you know how long you were in --",
        "A: Well, probably Leipzig f -- I -- ’d have to look at a map, I thought it was about 24 hours at\nleast.",
        "Q: And this was what year?",
        "A: That was 1944.",
        "Q: Okay.",
        "A: 1944.",
        "Q: Okay.",
        "A: And we were separated. My -- I didn’t see my mother and sister, that was it.",
        "Q: Now, separated how?",
        "A: Men and --",
        "Q: Men and women?",
        "A: -- men and women. And then we had to strip and we went to --",
        "Q: Now, were you with your father?",
        "A: I was, my father and my brother.",
        "Q: Okay.",
        "A: We were together. It was not gas chambers, obviously. And in camp we slept three or four in\na bunk to --",
        "Q: Oh, you had to strip and then what?",
        "A: And then they -- they took away everything and I think they gave us the clothing which is\nstriped, you saw the concentration camp. I think they also cut our hair and have a lausestrasse, as\nyou know, he cut you like the Marine Corps, but the middle one is sort of a strip they call the\nlausestrasse, which 1s -- in German means the street for lice, but you -- like prisoners, you know,\nwas just a big strip in -- in the middle and assigned us numbers. I-I lost my name.",
        "Q: Did they give you a tattoo?",
        "A: No, they didn’t. At that time they stopped tat -- stopped st -- tattooing.",
        "Q: Okay.",
        "A: And I remember being people from Holland there in camp. Why did -- I liked them, they were\nvery gentle. But we were starving to death, you know. The ration maybe was -- I don’t know\nhow many calories, maybe 500, and so forth. And I don’t how long we were there. You know,\nwe didn’t work. We were just -- we start -- we were still starving, you know, just -- and then\nfrom there --",
        "Q: So you were just there --",
        "A: Just as a try -- a tr -- temporary assignment, temporary quarters or something like that. And\nthen from there they sent us to Bavaria. Dachau. But Dachau is a hub, we were in the\n[indecipherable] camp. I -- I was in a camp called Mildorf, and --",
        "Q: Now you went by train to Dachau?",
        "A: Yeah, I didn’t walk. So somehow -- probably by train.",
        "Q: And do you know how long that was, on the train?",
        "A: Well, I don’t know, in Germany it’s probably a couple of days, at least. And there again, they\nstripped us, and they took away the shoes. Even before that they took away the shoes because I\nhad a broken toe. A big broken toe. What happened while I was in Lithuania was you know, the\nsnow and this -- the wooden soles and heels, but no rubber, so the snow would stick to it, so it\nformed like [indecipherable] corner, and we walked in the railroad and I lift up a rail beam and\nsomehow my leg twisted and the -- the rail came on big toe and it broke it s -- dislocated it. They\ntook me to camp, the doctor was drunk, and by the time he woke up, maybe three or four days,\nhe said, well, it’s grown together. So that was it, I have a dislocated toe from account of that. But\nthen we were in -- in Mildorf and -- terrible. We got paper clothes, no [indecipherable]",
        "Q: Paper clothes?",
        "A: Paper clothes. And it was cold, no clothing, you know, we were freezing to death. And was a\nlot of raids, U.S. raids. And I was so --",
        "Q: You mean bombing raids?",
        "A: Bombing, right. And I was so miserable I didn’t care. I would just sit -- everyone would run\nfor shelter, but I was so miserable I would just delouse myself. Really. And next to the border\nwas a four engine German plane, but everywhere bombed by allies, but they left us alone, you\nknow, they would raid, the sir -- excuse me -- the siren would -- is okay?",
        "Q: Mm-hm.",
        "A: The sirens would, right, but I just -- you know, I was just miserable. And then they separated\nus again.",
        "Q: Now, were you with your father?",
        "A: I was with my father and my brother.",
        "Q: And your brother.",
        "A: And brother. And we were working -- we were building actually Messerschmitt, which is the\nGerman underground airport.",
        "Q: Now, you -- you had been on the railroad before. Working on the railroads?",
        "A: No, we were -- repair the rail tracks.",
        "Q: Yeah, you were repairing the rail tracks.",
        "A: The rail tracks, but this time we were actually doing construction. We are building an\nunderground airport for Messerschmitt, which 1s the --",
        "Q: So this was in the same work camp?",
        "A: Yeah.",
        "Q: Okay.",
        "A: No, the railroad was in Lithuania, repairing.",
        "Q: Oh, okay.",
        "A: Railroads are in Lithuania but in Germany -- after being in Stutthof they transported us to\nMildorf --",
        "Q: Right.",
        "A: -- which is a part of work camp [indecipherable] Dachau, but was not really Dachau.",
        "Q: Okay, and that’s where you were working on the underground --",
        "A: Right, as a carpenter. And my dad and myself and my brother, we worked together and we\nhad to walk in -- you know, back and forth and -- but we -- and there were a lot of conveyor belts\nand people would carry cement sacks on their back, but the conveyor -- conveyor belts were not\nused. Hungarian Jews -- and in fact I picked up to -- picked up a little Hungarian because they\nwould always worry about what’s evening, and I couldn’t imagine why people had to peel\npotatoes, the potato shells taste so good. Or back home my brother and I would think, all the\ncrumbs from Friday night, we could have had a meal. And my dad got very disappointed, said,\nlet’s commit suicide. He really -- he felt it’s not making it. But the end they left him in the one\ncamp and took my brother and me in another camp.",
        "Q: When -- when your father said let’s commit suicide, what did -- how did you take that?",
        "A: Well, he was just miserable, he just --",
        "Q: Yeah, and how did you take that?",
        "A: I -- I -- it didn’t bother me. I was young, I just -- I didn’t -- it’s just -- 1t -- it didn’t register.\nDidn’t register, but he already, because he lost from the Russians, you know, all his possessions,\nnow they took everything away from him so he really was -- and he wasn’t an old man, he was\nprobably in the 40’s, I just found out, he was [indecipherable]",
        "Q: But it didn’t affect you mentally --",
        "A: No, no --",
        "Q: -- as much --",
        "A: -- no, it didn’t affect me. And I know -- I didn’t know how my father took it, but it didn’t\naffect me at all.",
        "Q: You think because you were younger?",
        "A: Yeah, absolutely. Right now probably would hit me. And we were carpenters, and --",
        "Q: N-Now this is you and your brother?",
        "A: My and my brother, and --",
        "Q: And you’re separated from your father?",
        "A: From my dad. And then what happened, we -- they moved us in the camp and they -- the\nhousing was like bunkhouse, they dug a hole in the ground and they put a roof and put dirt on for\ninsulation. So it was just like in the ground because it’s cold out. But I remember they had kapos,\nwhich was a leader of the camp, and he said that he needs electricity for his bunk. And I had\ntools, I had axes and so forth. And one time I went home and saw wires, so not thinking about, I\ntook my axe and cut it. And the whole camp -- the construction site got dark. The Germans run\naround here, it must have been a power line, right now I thought about it. And I took the wire,\n[indecipherable] wrapped around all the wires and brought it to the camp. He never turned me in,\nthey would have killed me right there. It was about -- they didn't know what happened. And he\ngot electricity and a -- and our reward was he would give us ex -- a little bit extra soup. The soup\nwas really watery soup and there probably was a couple slices of bread. Another thing happened\nto me once. I came back -- I was 16 and very skinny, and used to have selection. Selection is you\nstrip half naked and a gentleman says -- there’s left and right. Selections are very sensitive\n[indecipherable] among people who are in concentration camp. And somehow I sized up that he\nsend me with the weaker ones. So I run away. I really run away in this particular camp. And the\nkapo ran after me. He beat me up, but I know how much, but in meantime he got somebody else,\nso to meet a quota. And we were with a lot of Hungarian people, Hungarians Jews, and they\nwere very naive, I thought. They -- I knew the people [indecipherable] crematorium, I knew\nthat’s gas chambers there, I already knew about it but nothing you can d-do about it. And\nsomebody said the Scharfthrer [indecipherable] big pope or rabbi, he said it’s too hard, the work\nis for hard, you’ll be sending more people -- and s -- oh yeah, the Scharftihrer said something\nlike that, but anyway, I was spared, I really was spared. And so one time I fell down -- I walked\nthe scaffolding and a four by four was there, the whole scaffold collapsed and I was underneath\nthat but my brother pulled me out, I wasn’t hurt. And then became -- so I think we were there in\ncamp maybe a year or so.",
        "Q: Now, did you know anything about your father’s whereabouts when you were separated?",
        "A: Oh, I knew about my father’s whereabouts, we would try to send him some food with some\nother people. I don’t know how he got it. I knew it was November that he was beaten to death. I\nknew that. We got word and I start crying and the kapos give me a -- gave me a big kick in my\nrear, said look, you have to go on. He said, you can’t bring him back. We knew that, that he was\nseparated. I didn’t know anything about my sister or my mother. Didn’t know anything about\nthem. So it’s a story fact, when we were liberated we di -- we didn’t know the right day he died,\nso my brother and I decided -- arbitrarily we picked a day because in our religion once a year we\nsay a -- services for the person who passed away. And just recently I got record from my ca --\nfrom a nephew. Now I knew when he was born, knew when he passed away. Which I didn’t\nknow before. And actually, in 1944 he was 46 years old. He was born ninete -- he was f -- he --\n\"44, he was 45 years old.",
        "Q: So he was fairly young.",
        "A: Very young. My mo -- okay, talking about I found out then I was -- I was -- you know, he\npulled me out and then when the Germans retreated it was a famous march, you know, they tried\nto crew people together and we supposed to march. But nobody wanted to walk -- walk with me\nbecause they figured I would be a liability, I would collapse and they’d have to carry me. They\nput my brother in the former hospital and they beat him up and his whole leg was really cut up,\nyou know, like a Y and they put him as sample patient. But luckily for us, I think it’s sixth or\nseventh or the Third Army, U.S. Army came in three days before the camp management and\n[indecipherable] us to come. That’s why we survi -- survived. And General Eisenhower --",
        "Q: Now, so you never started the march?",
        "A: No, the march never took place.",
        "Q: But you were scheduled to.",
        "A: We were scheduled -- we were scheduled to it. And general -- so -- and then we were\nliberated.",
        "Q: Be -- before the liberation, before you knew you were going to be liberated, what kept you\ngoing?",
        "A: Oh, it ha -- kept me going, two things. First of all, my brother and I were together.",
        "Q: You were together the whole time.",
        "A: All the time. We were not separated. Then, a friend of his who was in the sugar factory, she\nbecame a hostess to the German -- you know, whoever the management they had at camp, and\nwhether she liked him or not she would throw over the fence her ration of bread so we would\nhave more than the rest of them. So, you know, we were -- whatever it is, we felt we have a little\nbit more. Another thing happened. Whatever the slice of bread is, we would divide it in three\nsections so we’d have three meals a day. Some people would eat right away. Some people\nsmoked, so that they trade the bread for some cigarettes. A lot of people had the runs, dysenteria,\nand that kills you right away. We would drink the coffee beans, we felt it helps us. For instance,\nmy arms swell up like that, and was a fellow said he was [indecipherable] must have been a\nsurgeon, he cut me right here. He cut in, let a drainage go. I was frostbitten. But my brother had\na good sense of humor, so guess what he said? Things are going good, now we’re being\nliberated. Meaning that we have bread and everything else. Kept us going because we were\ntogether, we have a little bit more and we’re carpenters. The people who were not carpenters,\nthey would die by the droves, because they would work nights. In the morning you’ll see the\nwhole -- just two eyes full of cement. They would run around the kitchen, maybe something\nleftover, so they wouldn’t get any sleep. And the Hungarian people are very naive, it really\nwould make them mad. Like, we didn’t have anything but probably shoes and a cup, and you see\na person died, people were so -- see that all the teeth will move, you know, loose like. And\n[indecipherable] you don’t need this -- you don’t need the shoes, you didn’t -- you don’t need the\n-- the spoon, why don’t give it to me? And I would get mad, I said look, this guy is -- you don’t\nknow how long he’s live, leave him alone. I mean, how rude can you be? But that kept me going\nbecause we had a little bit more. But after the war was other problems, too. It’s the\n[indecipherable] People -- we were starved to death so people ate so much and they died from\nthat.",
        "Q: Now, let’s go back to when you were liberated. How -- how did that happen? What were you\ndoing when you found out that --",
        "A: They -- what happened then -- our being transported in Feldafing, which is not that far from\nMunich --",
        "Q: No, this was after you were --",
        "A: After liberated.",
        "Q: Yeah, but before you were liberated, how -- what was the first news you had that you were\nbeing liberated?",
        "A: Well, no -- the guards disappeared.",
        "Q: The guards disappeared.",
        "A: Disappeared, the gates opened up.",
        "Q: That was the first thing you noticed?",
        "A: Right, right.",
        "Q: Until then you didn’t know --",
        "A: I didn’t know anything.",
        "Q: -- anything was happening.",
        "A: But we did get word -- my brother did get word about invasion of Normandy. I don’t know\nhow he got it, but he -- we knew that the allies are coming soon. We knew that. But that kept us\ngoing. But other than that, it was routine, you know, we’d work every day. Work in the morning\nand come back at night and stay, get a little bit soup and bread, and --",
        "Q: So the guards disappeared and the gates were open --",
        "A: Open.",
        "Q: And then what?",
        "A: And the American -- the -- the G.I.s came in and I took pictures and I’m sure I’m in a lot of\nthem. Because I was, in 1945 I was 20 years old, I think my weight was about 90 pounds. And\nyou know, we had a Sing Sing clothes with a lausestrasse.",
        "Q: Mm-hm.",
        "A: We di -- I mean they were very upset, very, very upset, but -- and they transported to this\ncamp, which Feldafing initially --",
        "Q: Yeah, well now before that, what -- what did they do for you when they came in?",
        "A: They -- they didn’t do much, but I think they started giving us more food.",
        "Q: Mm-hm.",
        "A: I’m sure that we -- I don’t know where the food came from, from the kitchen or something\nlike that, we -- I really don’t remember the way that -- what happened.",
        "Q: Okay. So then you were transported how?",
        "A: Again, I don’t know whether by cars or you know, the army trucks and we -- at that time we\nwere taken care of by UNRRA, which is the American relief org -- an-and ORT, a Jewish\norganization.",
        "Q: What was the Jewish --",
        "A: ORT. ORT, it’s -- I think was a trade organization which they -- and join -- Joint, which is\nJewish something. Relief organization of United States. And actually, it was American G.I.s\nJewish, just spoke Jewish and ask us [indecipherable] but were put in rooms. You know, maybe\nbunks, but we -- we got some clothes. Maybe army [indecipherable] but we didn’t have the\nuniforms. And we were free to move around. In fact my brother started University of Munich,\ncontinue his e-engineering degree. And we were moved on, in fact have a -- being in camp you\ndon’t have any -- any documentation. I didn't -- I couldn’t prove anything because everything\nwas taken away. But one thing I have right now that [indecipherable] who is the mayor of\nFeldafing wrote a letter for me to the railroad people for me and my brother to get free passed to\ngo to [indecipherable]. In fact, I think we even rented a room in [indecipherable] because he had\nto study there. [indecipherable] I don’t know what happened. And [indecipherable] a train, we’d\ngo -- min -- Feldafing 1s on Garmisch-Part-Partenkirchen, which is the German Olympics in the\nAlps. But that really happened. Really things were very bad, very, very bad, you know, we just\n... Other than that, a lot of people -- we were one of the worst camps. We had the rate, people\nwould just die by -- by the droves. Other camps, lager 10 was a little bit softer, but ours was one\nof the worst ones. So --",
        "Q: Now, when you were in the camp, what -- felt -- felton --",
        "A: Feldafing, tha -- after liberation, yeah.",
        "Q: Yeah, yeah. How long were you there?",
        "A: I wa -- I couldn’t live in Germany. Somehow I felt I have to get out. I really had -- I sort of\nfelt I -- I sort of felt that I have to get out. And what happened, I speak Hebrew, and my brother\nspeak Hebrew, so they made me a leader in movement to go to Israel. They made me sort of a\nmanager, and they gave me a card so we’d go there. But then the Israeli brigade -- a soldier\ndisappear-appeared, name of Ithzak, I don’t know where from. And we had meetings and I think\nI was in Germany, must have been about a year.",
        "Q: In this same camp?",
        "A: Same camp.",
        "Q: For a year?",
        "A: Yeah.",
        "Q: And during that time you were recovering and --",
        "A: Well, I was recovering, my brother started going to school. I start to read [indecipherable]\nyou know, I probably had other people read, study a little bit. I’m not sure whether I start to\nstudy English or not. But I was involved in this organization and I was really free.",
        "Q: And you were t-trying to get ready to go to Israel?",
        "A: Well, I really didn’t know what to do. I have a very rich uncle in Africa. My -- but here --",
        "Q: Where -- where in Africa?",
        "A: Johannesburg, South Africa. And my brother wrote a letter to him, and he [indecipherable]\nand it wasn’t really nice. He said look, the war is over, I’m not making as much money, and we\nfelt how dare you, here people are getting killed. Your brother got killed, your whole brother.",
        "Q: This was your father’s brother?",
        "A: Brother, in Johannesburg. And he sent us five pounds, which 1s -- you know. And he said go\nback to Lithuania, at least you have a bed to sleep in. We did not, we never sent him another\nletter. We felt we are really -- so we were free. I don’t know what I did really except being there.\nI remember getting skis, skiing, we got a sailboat and had a washing machine. We lived in a\nvilla. In fact, we lived in a villa [indecipherable]",
        "Q: And how many people were living in the villa with you?",
        "A: ’'m not sure, but we weren't crowded. We weren’t crowded, we lived -- we had -- I remember\nhaving washing machine there and then we found a sailboat, but [indecipherable |",
        "Q: Was the villa within the camp, or --",
        "A: No, it was outs -- outside.",
        "Q: Outside, but related to the camp.",
        "A: Right, in the area. In the area.",
        "Q: Okay.",
        "A: And then -- then I think I was -- I was in th -- in Italy probably in March.",
        "Q: Now wait a minute, how did you get to Italy, you were --",
        "A: This [indecipherable] this very brigade I think the -- the [indecipherable] the German and the\nItalian guards and they smuggle us through the Alps. They had the British army cars and they\ntook us over there. [indecipherable]",
        "Q: Now this was when? This was --",
        "A: That was probably spring 66 -- 46.",
        "Q: ’46, so the war was over.",
        "A: The war was over.",
        "Q: And you went to Italy on your own?",
        "A: No, it -- organized. I mean we were sort of --",
        "Q: Oh, okay.",
        "A: We were sort of -- we were organized to go to Israel.",
        "Q: Okay.",
        "A: We were organized, and we would follow --",
        "Q: Oh, so this was the first leg of your trip to Israel.",
        "A: Correct, it was a -- we were trained to go to Israel.",
        "Q: Okay, okay.",
        "A: And we were to follow -- end up in Cyprus, because you know, they intervened and people\nend up in Cyprus. And then in Italy, once I decided I didn’t want to go to 1 -- to united -- to\nIsrael, or to --",
        "Q: This is at Castle Gondolfa?",
        "A: Castle Gondolfa.",
        "Q: And was that sort of a --",
        "A: It was a hotel -- it was a hotel that we stayed there.",
        "Q: Yeah.",
        "A: And I don’t know about UNRRA, ORT paid for it.",
        "Q: Okay.",
        "A: In fact, [indecipherable] it’s next to [indecipherable] I remember tt.",
        "Q: Right, okay.",
        "A: In fact, I have a picture. We had a kitchen on there. And ORT decided -- asked me I want to\ntrade. So I was going to school learning how to be on the radios.",
        "Q: To be a?",
        "A: A radio technician.",
        "Q: Radio technician, okay.",
        "A: And we hired an English teacher, start reading English, but my English was lousy.\n[indecipherable] but then I would take newspaper, and I bought a -- a dictionary and try to\ninterpret the letters. And we stayed there til I arrived in this country --",
        "Q: Now, you stayed there and while you were staying there, waiting to go to Israel, you decided\nyou didn’t want to go to Israel.",
        "A: Right, so I sta --",
        "Q: And why was that that you decided you did not want to go?",
        "A: Because I got disappointed they -- their presentation of -- the Israeli who came over talk to us,\nI felt they’re not sincere.",
        "Q: Okay.",
        "A: I just felt they are just -- they are just using the -- just -- I -- I -- 1t’s just -- just lost faith in\nthem. I just felt that I just -- I just didn’t like them after awhile. I mean, I felt they shouldn’t be in\nthe black market. I mean, I shouldn’t have seen it. You know whatever it is [indecipherable]. The\nAmerican woman came in, they were all done with all make-up, I never was used to that. And\nnow again a bad presentation, but -- so I was pretty busy and my brother was busy, he -- I th --\nI’m not sure whether he was going to school [indecipherable] studied English and we st -- go to\nschool, both of us went to be radio technicians or electronic technicians. And we stayed there til\nI came this country in November °47.",
        "Q: Now, how did you get to this country?",
        "A: I have a cousin who lives in Washington and her mother -- I really don’t know to this day, but\nI think her mother died and my mother was very nice to her. She raised her. And her dad came to\nthis country and remarried, so she -- and finally he sent her papers. So she came to this country\nwhen she 15, was very smart. She sent us pictures when she was 16, graduated from high school.\nAnd she kept ri -- writing us letters and send us 10 poun -- 10 dollars and said --",
        "Q: Now this was before the war, or --",
        "A: No, after the war.",
        "Q: -- after? After.",
        "A: After the war, and said come to United States and I don’t have anyone, I don’t have a family,\nand she kept send us clothes and --",
        "Q: And how was she your cousin?",
        "A: She -- ma -- her -- I don’t really know, I think her mother wa -- and my mother were sisters.\nAnd her mother died --",
        "Q: Okay.",
        "A: -- so my mother raised her, and I --",
        "Q: In your house?",
        "A: No, I don’t remember it, but she must have been in our house because --",
        "Q: Okay.",
        "A: -- in our house, I remember, we’d always have guests for a month or two, from\n[indecipherable] Friday night, my dad would always pick up a guest from si -- from synagogue.\nSaturday morning we picked up a guest. We always had a lot of people staying in our house. I\nguess we were considered well-to-do in [indecipherable] small town. So she actually bombarded\nus to come this country.",
        "Q: You and your brother?",
        "A: Yeah, my sis -- she also took over my sister, but my sister was smart, Anna was smarter than\nthat, she knew she didn’t want to go to Israel. So she stayed in Germany and came from\nGermany directly to United States. And she came the year -- she bo -- must have arrived in ’46\nor °45. She came earlier. So my sister already was in United States.",
        "Q: And did this cousin help your sister get here?",
        "A: Yeah, yeah, she did.",
        "Q: So your sister was in touch with this cousin?",
        "A: Right, right.",
        "Q: And how did you find out about your sister after the war?",
        "A: I got word of her, she was somehow -- she was in Russia, but somehow the borders were not\npermanent and she managed to come to Czechoslovakia back in our camp. In fact, I had a coat\nfor her, you know, a nice coat which I gave to her then. But she knew, my sister knew that she\ndidn’t want to go to Israel. She didn’t -- she didn’t want to, she -- she knew.",
        "Q: And how did you learn about your mother?",
        "A: I never did. I never did. I learned through friends -- my sister never spoke about it, and -- but\nother -- you know, the march that never took place in our camp, took place in Poland, it was very\ncold.",
        "Q: Mm-hm.",
        "A: And the story I got, that my mother and my sister were together, and they were walk -- and\nmy mother was younger. She -- she always -- anyway, what -- the story I got that my mother felt\nshe couldn’t make it, and she had a sweater. So she gave the sweater to my sister for protection\nand she probably fell back, and she froze to death. But she could have been, if my dad was 45,\nshe probably was two or three years younger.",
        "Q: Mm-hm. So, you had this cousin in Washington, and she said come.",
        "A: Right, she sent us papers.",
        "Q: Okay.",
        "A: What -- what did she spend -- I think we also had -- I have friends, not relatives who very,\nvery much proud of my mother from a small town of -- I’m not sure who send the money, but my\ncousin was administrator, she went to embassies and everything else, sent us the papers.",
        "Q: And that was in ’46?",
        "A: °47,",
        "Q: ’47.",
        "A: °47,",
        "Q: So you came from Italy to Washington?",
        "A: New York, was Staten Island -- Staten Island?",
        "Q: Yeah.",
        "A: And then they met me on a train, and I came to Washington.",
        "Q: Mm-hm. So you came through New York, but you came directly to Washington?",
        "A: Right, right. As a matter of fact, it was -- my cousin, she’s a nice person but she -- I never saw\ncorned beef in my life, you know, I didn’t know that. She gave me corned beef sandwiches, but\nright now she’s not telling me how expensive it 1s, I didn't know that. And even in Italy we had --\nwe -- somehow we had a suit made there and they put in lining to your knees, you know, you --\nand I had a suitcase and we dyed sheets -- they have a cover for the suitcase [indecipherable]. So\nthat was it, and so we stayed. We didn’t stay wi-with my cousin at all, she had five kids. She\nlived North Capital, you know, where the printing office is, here under Union station. But we\nstayed with the friends of mine who had a small grocery store where Griffin [indecipherable] is,\nthere where the [indecipherable] start, on Peace Street and Georgia Avenue, tiny little store. And\nwe stayed with them and they were so -- I don’t know, you know, we sleep -- slept there and --",
        "Q: Now, were these people that you had known in Europe?",
        "A: No, they knew my mother. I never knew them, they knew my mother.",
        "Q: Okay, but they were from Europe.",
        "A: Yeah, they were from the same town.",
        "Q: Okay.",
        "A: And then someone knew the owner of Giants, Greer Conn. The rabbi of my cousin knew\nConn and they need people. So I got a job in Giants putting up stock.",
        "Q: And did you continue to live with these people that you started with, or --",
        "A: No, I lived with them for a month, but then I lived with my sister for about -- til I got married.\nI got married in 1950. And my brother-in-law and my sister, she didn’t have children, I would\ngive my whole salary to support her. And my cousin Esther had a grocery store on the same\nstreet, so -- and after awhile I felt, I said I need a little bit more money for myself too, you know,\nI can’t give all that. I started to working 54 hours a week for 27 and a half dollars\n[indecipherable |",
        "Q: Well now, when you came to this country did you know some English?",
        "A: I thought I did, but I spoke very fast and I probably still do. I thought I did, but obviously I\ndidn’t. And then I started going to Americanization school, yeah. And I got [indecipherable |\nCentral High. And they liked me, they gave me a good recommendation, they told me\n[indecipherable] would take the streetcar [indecipherable] the streetcar.",
        "Q: And how did you meet your wife?",
        "A: Youth Community Center, 16 [indecipherable] Street, 1t was a dance. She liked my red\ncheeks. And she was true American born, from the navy, and --",
        "Q: American born?",
        "A: Yeah, very much, very patriotic. Pittsburgh. She came in °42, they drafted her to work for the\nnavy, and we start dating and -- and I didn't -- I didn’t really like to leave my sister. I didn’t like\nmy brother-in-law, he -- he made me sort of uncomfortable. Any evening I would eat, he would\ntell me how much a meal like that would cost outside. I just -- it’s just that I didn’t\n[indecipherable]. And he got a good break, because -- but I didn't like it, he -- he would just go --\nwe didn’t have any money [indecipherable] washed and his nails done. I said gee, something’s\nnot right here neither. So I stayed with them til 1950.",
        "Q: So you stayed with them til you got married?",
        "A: Right.",
        "Q: Mm-hm.",
        "A: And then we moved out to a rental apartment in southeast Washington.",
        "Q: Mm-hm. Now you were working in the grocery store, and then what happened from there?",
        "A: Well, what happened was there people liked me. And what happened, I was putting up stock,\nbut then I got wind if you be a cashier and if you worked a whole week and you come in within a\ndollar, you get five dollar bonuses. So I became a cashier. I liked that. But then they promised\nme to make me assistant manager, or manager, but that never happened. Once [indecipherable]\nfrom United States run out, people from Canada came in. And I always was first fiddle, but I\nnever could lead the band, you know, it always bothered me. And the hours are terrible. If they\ndon’t like you -- first of all, leave money, you can’t -- if you have to go to the bathroom you\ncan’t do it, because it’s money. And the managers play games with you, they don’t like you. Like\nyou would work from nine to nine, with two breaks. If they don’t like you, they send you for\nlunch half an hour at eleven and then three, from three til nine, it’s a long day. So I complained\nto my wife and she never told me what to do, but I cannot complain because I was\n[indecipherable] and one time she said, you know what, she said, you’ll be gray and old and still\nbe smiling to the womans down there. Because now a young fellow would come the summertime\nwith shorts two sizes too small and throw yourself at him. So that’s the register. So I went up at\nschool in the Capital Radio Engineering Institute, on 16 and Columbia, and I said look, I have a\nhigh school diploma, I can’t prove it. And I took the radio school, is there any chance for me to\nenroll in your night school? They say oh, we’ll think about it. And then they called me up, said\nwe ll you exam. And apparently I did well on the math part, because I’m sure my\n[indecipherable] was lousy, and they accepted me. So I told the manager I’m going to school. He\nwas a good guy, he said I hate you. I said why do you hate me? He said, I have to rearrange the\nwhole -- everybody’s schedule to meet your school schedule, whole school -- oh -- and store\n[indecipherable]. But he did it. I mean, he complained, he did it. And I started going to school\nbut I found out I didn’t have the language, so I really was struggling the first two years, my\ngrades were lousy. C minus, barely made it, but they didn’t get mad. They didn’t get mad, and\nafter two years I got the nick of it, I picked up very nicely. So I quit Giants and worked in\nvarious repair shops like Phillip’s and George’s and they fired me.",
        "Q: So what was -- what was your training in the school?",
        "A: It’s sch -- 0-official training?",
        "Q: Yeah.",
        "A: Well, I think I’m equivalent to high school from back home.",
        "Q: And well, 1-1-1t was a trade that you studied?",
        "A: I studied a trade in Italy, how to make radios.",
        "Q: No, but at this --",
        "A: No, that was a junior college, the --",
        "Q: A junior college.",
        "A: Junior coll -- a technical.",
        "Q: Technical.",
        "A: Technical college, very good with [indecipherable]",
        "Q: And so when you finished you had?",
        "A: You got associate degree [indecipherable]",
        "Q: In?",
        "A: In electronics.",
        "Q: In electronics.",
        "A: In electronics.",
        "Q: Okay. That’s what I --",
        "A: And we had more electric --",
        "Q: -- wanted to understand.",
        "A: -- more subject than you get from a B.S. in college.",
        "Q: Okay, okay.",
        "A: Imean, you got 80 credit hours. Strictly, the school didn’t concentrate so much in math and --\nbut really to the point, you know, electronics lab, transmission, the whole nine yard.",
        "Q: So a lot of practical stuff --",
        "A: A lot of very practi --",
        "Q: -- you could get a job with.",
        "A: More than practical stuff. Maybe not high powered math, but we could design th-the -- well.\nIn fact I was so naive I thought I can buy a television station now.",
        "Q: We have to turn over the tape.",
        "A: Sure.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum volunteer collection\ninterview with Leonard Gordon. This is tape number two, side two. And did you have more\nschooling, or --",
        "A: Yes, I had quite a bit more schooling after I went to Capital Radio Engineering Institute,\nwhich I thought was a very good practical electronics school. I got a job in the navy, the David\nTaylor Model Basin, which is a resource organization. And I went to GW University and I took\ncourses in math and physics and I became a professional person, I became electronic engineer.\nAnd during my third year I took awful lot of courses. I took courses 1n acoustics in Catholic\nUniversity, American University. A lot of courses were given at our campus like speed reading,\nEnglish, management. I was a government representative for contracts. Actually my career was\nvery s -- very colorful, and I think I -- probably if I add -- add up all my courses, probably\nequivalent to a Masters degree in electronic engineering.",
        "Q: And what was your primary job?",
        "A: In the navy I was a electronic engineer and my job was to design special equipment that we\ncouldn’t purchase. And it took quite a bit to do, I had to do some research development, because\nI was in acoustics and a lot of equipment was not available. In fact, I dese -- developed a system\nwhich I applied for a patent, but tat -- it so happened with [indecipherable] I never received it.\nWhen -- and I was in charge of abs -- obtaining the whole system for the scale model equipment\nwhich we performed at a lot of experience in the [indecipherable] which is a [indecipherable]\npristine lake. My -- I was charged with the work with the whole data acquisition system and\nanalysis system. And this project turned out to be a very big success for the navy. As a matter of\nfact, they’re testing right now on the new submarines, the future submarines on the navy.",
        "Q: Could you talk about your religious life after the war?",
        "A: Yes, my -- I grew up the religious family, but that was a way of life back home, my dad, we\ndidn't work on Saturday, went to synagogue, my mother would prepare all the foods on Friday.\nBut when I came to this country, not that I was not religious -- religious, but we kept a kosher\nhome, but we would eat out -- out, and I would not attend as much the religious services as I\nguess was expected of me. Of course my son was Bar Mitzvah, my daughter was confirmed, we\nhad a party. But after my wife passed away -- also, my son was going to Hebrew school, and\nthen after Hebrew school he was going to meet [indecipherable] which was part of Hebrew\nacademy. And I really never knew how much he knew as far as religion 1s concerned. But when\nmy wife passed away I stayed with him for about a month and he observed -- in the Jewish\ntradition if we -- someone loses a parent, he observe for a whole year and say special prayers.\nAnd here our son, in Orthodox synagogue conducting services, and I was very much impressed\nby it. And after that I thought, since my son can do it, I should be able to do it too. And as a\nresult of it, I’m training, I’m doing various parts of the religious services in our synagogue. I’m\nconducting services in the evening. I attend Friday night services. I’m going in the morning for\nservices, maybe not every day but I turned back to -- towards religion.",
        "Q: Have you been back to Europe since you left?",
        "A: No, I -- I went in 1950, it was our 25™ anniversary, we went to Israel. It was a very successful\ntrip but in Europe I didn’t have desire to go back. I was in business in England and one time, but\nI’ve -- really don’t have any desire to go to Germany or to Lithuania. Reason being, I somehow\ncannot -- feel very uncomfortable being in Germany. In Lithuania I’m actually afraid of my life,\nbecause even wa -- even though I was very young, I know the town. We were in a town about\n30,000 people and I think about 8,000 Jewish people and I’m afraid that I’m living evidence that\nI’m alive and people might not be happy about it and I’m really afraid of my life.",
        "Q: And about your trip to Israel, how was that for you?",
        "A: Well, I was in Israel twice. The first time I was with my wife and we were th -- there I think a\nmonth, and we were in [indecipherable] which I was very comfortable. We took tours. Of course,\nI did not live with the Israelis, we lived in hotels. But I was very comfortable, I could read a\npaper, I could understand the newspaper. And I was very impressed that people, Jewish people\nare sweeping the streets, and are doing maintenance and building equipment. Like the day we\nleft, a person came in four in the morning and said, I’m a Jewish [indecipherable]. And he\nbrought us coffee, I was very comfortable. Now, just last year, it’s I think ’98 I went to Israel,\nB’nai Brith for a month. And something happened to me, I got sick, Marge got sick, so I could\nnot -- I could see but not as well, but I thought that Israel changed quite a bit. More competitive\nand I think I just -- it’s really different when I thought it should be. People are more interested in\nwhat they can get out of you and which house do you live, they live in a villa. It just did not\nimpress me that -- that’s the country should be run like that.",
        "Q: So would you say you were disappointed?",
        "A: Somewhat. I really was -- what -- I was happy, I met a friend of mine who is a professor in\nHaifa University and he lives in Hallal, which is north of Haifa, which is a small farm. He was\nvery happy to see him. Also, a friend of mine we see there, a lady friend, she gave me a picture\nfrom a high school, which I never had and she drove me around. She was very nice, but\ngenerally the fabric of Israel, it’s, in my opinion it’s changed quite a bit.",
        "Q: Mm-hm.",
        "A: People are more materialistic which you know the fir -- after two minutes, how much money\ndo you make? And I felt it’s not proper.",
        "Q: Mm-hm. What about reparations?",
        "A: Well, being in concentration camp, the German government I think was Eidenhower, decided\nto pay back for the atr-atr-atrocities that they did to people being in camp. But at that time I felt\nit’s bloody money.",
        "Q: Wha -- I -- you said Eisenhower decided to do that?",
        "A: And a -- a -- no, Eidenaur -- Edenauer.",
        "Q: Oh, Adenauer.",
        "A: Adenauer, Adenauer. And I felt that it’s bloody money, I didn’t want any part of it, therefore I\ndidn’t apply. But recently, after I retired I felt well, a little bit of money would help. And I\napplied the commission, I wrote an essay, my experience in camp, and after several years it was\naccepted. And the people ask me for income tax return, and I read in -- in the Washington Post\nthat if your income for a single person 16,000 dollars and a family 21,000 dollars, that your\nclaim will not be honored. So even though I’m entitled to it, I doubt I’ll get any money.",
        "Q: Mm-hm. Do you have some feelings about that?,,",
        "A: Yes, I felt my being in camp does not have anything to do with how much money I earned.",
        "Q: Mm-hm.",
        "A: And I-I -- I don’t know wha-what’s the si -- situation is in New York, who is the executor and\nwh-who-who makes the policies, I really don’t know.",
        "Q: Mm-hm.",
        "A: In fact just recently I spoke to my accountant and he said well, your income, it’s old a -- old\nage pension and social security. And I felt I meet a criteria but he send away my papers and I\nwas rejected saying under my circumstances they cannot pay me any renumeration for -- because\nI was in camp.",
        "Q: Can we go back to when you came to this country? Did you speak English?",
        "A: I thought I did. After deciding that I didn’t want to go to Israel, I tried to learn English. I was\nin Italy then. I think my brother and I hired an English lady, which she gave us some le-lessons.\nBut I’m not sure how much I knew about it. For instance, five [indecipherable] I spoke very fast.\nBut I tried to interpret it, I would buy a new -- an English newspaper and a dictionary and try to\nmake sense out of it. And then when I came to this country I si -- I thought I could speak quite\nwell, but apparently people did not understand me too well. And then I tried very much, I took\nAmericanization school, I took college English. I t -- I tried to learn as much as I can. I also tried\nvery much to lose my accent, but apparently after pu-puberty, y-you don’t have too much of a\nchance.",
        "Q: So you worked hard at it.",
        "A: I really did. I married American -- person who was ma -- born in the United States, who\nspoke English at home. And she was American as apple pie. All her family are veterans. But --\nwe didn't speak any other language at home but English. And I didn’t speak as much Yiddish,\nwhich is Jewish, with my sister, you know, occasionally we would do it. But I c-c -- I could not\nlose my accent, but I tried to be as American as -- as possibly I could be.",
        "Q: Was it difficult for you to learn and adjust to American customs?",
        "A: I don’t think so. I think it’s -- ’'m very appreciative towards the country. I think they were\nvery helpful to me. I mean I -- they didn’t help me that much, but they didn’t hinder me neither.\nFor instance, I worked in Giant food stores and I told the manager that I’d like to go to school.\nHe had to rearrange the whole schedule, I don’t know whether 50 people, 100 people. He said he\nhates me, but nevertheless it was just a matter of speech, he did it, and I had a chance to go to\nschool at night, which I was very much appreciative of it.",
        "Q: Mm-hm.",
        "A: Now that -- probably I would not r-remain an employee Giants. So in general I think this\ncountry was very nice to me. I became a citizen after being married, without any difficulty. I\ndidn’t have any -- I di -- I wasn’t -- I never felt I was being discriminated because of my belief, I\nworked for various jobs, on assembly line and never was mentioned that well, you’re Jewish or\nsomething. I never felt discriminated, ever.",
        "Q: Mm-hm. Did you have friends who were survivors?",
        "A: Yes, in the beginning we had friends because we went to Americanization school and we sort\nof huddled together, but after awhile these sort of -- each one went their own ways and -- I had a\nfriend that moved away to Boston and then he ended up to Israel, he -- and I -- each -- after we\ngot married each one sort of [indecipherable] friendship dispersed.",
        "Q: Did you talk about your experiences with your wife and other people?",
        "A: Not really. We -- it was not -- no secret, but we never dwelled on it at -- I was in camp there\nfor [indecipherable]. If I would not have been in camp I would have been this and that. I was\nbusy going to school and trying to do good on my job. And my wife worked all the time, she also\ntried to -- we had -- we had a little bit money problems raising a family, our incomes were not as\nbig and we t -- we tried to get a -- our children as much education we can. For instance they went\n-- they took piano lessons, they took dancing, they do everything which kids are doing. And we\nwere involved into that but we never dwelled because we -- I was in camp, that -- that is just the\npast time and you just go on with life.",
        "Q: Your wife worked?",
        "A: Yes, she worked her whole life actually, she started off -- she was with Pittsburgh\n[indecipherable] and they recruited her in 1942 for the navy. And she would work late hours to\nsupport the fleet, typing by hand, you know, three and four pages, before we had a word\nprocessor, for [indecipherable] make sure that the [indecipherable] fleet has all the parts. She\nworked for, I think the air force -- I mean, the air -- the navy air in the temporary buildings\n[indecipherable] the Constitution. And then she worked there, but at that time I think women\nwere not considered equal. And no matter what she did, all those people from the naval academy,\nor whoever they were s -- they took all the credit. So she actually got mad and got a job at the\nlabor department and they recognize her ability and she did very well. She worked 1n personnel\nand she moved herself up very nicely.",
        "Q: Mm-hm. Back to talking about your experiences. Did you tell your children what you had\nbeen through?",
        "A: No, Ine -- I never -- I never shied away with it, but we never went to a lengthy discussion\nthat I was in camp, or what happened. I -- they knew they didn’t have grandparents and I’m sure\nthey figured out, but it was never brought up. I heard my son one time wrote a very nice paper\nabout the Holocaust. It was very -- I think he was a teenager, 13 or 14, I really don’t remember\nhow old he was. It was very thorough. I don’t know where he got the information, but I wasn’t\nthe one who supplied him with the information.",
        "Q: Have you been to the Holocaust Museum?",
        "A: Once. I was in the Holocaust Museum because being a survivor I’m getting -- and\noccasionally I contribute a little bit when asked, for fundraising. And oh -- I have sort of trouble,\nI get very emotional about it. But I was just recently where it was made a film about the Jewish\nbrigade. People from Chicago and it was one soldier who was in the brigade. The film was okay,\nbut after there was commentary and I thought that they said that General Eisenhower said that he\nwould send people back where they came from. And I don’t think that was true because I feel\nthat I’m -- my life I’m -- my life to General Eisenhower. We were in camp, and we were li-\nliberated. I’m not sure whether it was the third or Seventh Army, but three or four days prior, the\ntime that it -- people -- the camp authorities, so to speak, thought th-the -- the allied forces would\ncome in. I don’t think I would have made that three or four days. And General Eisenhower came\nto our camp, Feldafing was a hith -- Hitler youth camp, and after that they put in refugees they\ncalled displaced persons. And I was away from him maybe an arm’s length. I was very much\nimpressed with him. He was tall, handsome, with army boots and he was very much disturbed,\nhis eyes were filled with tears. So I really don’t agree what people said, that he want to send\npeople back to where they came from. And also they mentioned that in the camp they were not\nJewish and they were very upset. I’m not sure which camps the brigade came in, but our camp\nwas solid Jewish. We were part of Dachau.",
        "Q: Mm-hm. Well, I don’t have any more questions. Is there anything else that you would like to\ntalk about?",
        "A: Well, shall we talk about my children?",
        "Q: Oh, okay.",
        "A: My wife and I raised two children, Mark and Marcia. They were -- right now they’ ve bor --\nmy son was born 1956, and my daughter in ’59, and we’re very proud of them. I think -- they’re\npro -- they are professional now. My son is a surgical oncologist and my daughter is a dentist. He\nwent to Northwestern University and was a biomedical engineer. And then he had several\nacceptances to medical school. He went to Northwestern University Medical School, and then he\ndid his surgil -- surgical residency in Cornell, New York for five years, and then he did a\nfellowship in Sloan-Kettering and now he’s private practice in White Plains. I feel he 1s a very\ngood surgeon and is a very good man. He published several papers. His paper was one the first\nones International Congress in Toronto a few years back. I’m not sure where he’s publishing\nnow. My daughter again, she went to Washington University and she was double major, she had\na teacher’s certificate in biology and she was accepted in several -- early admission to several\ndental schools. She ended up going to nor -- Northwestern University and then she did a\ninternship for the navy, I think [indecipherable] for -- for the navy, I think, there were about 90 -\n100 applicants for one person to accept it, and she was the one. And she published several papers\nthere. And right now she 1s practicing with her husband who is also a dentist in Baltimore. And I\nthink -- maybe I’m prejudiced, but I think she is a crackerjack dentist.",
        "Q: Mm-hm.",
        "A: And I have grandchildren right now. My son has three children. In fact, I was -- just came\nfrom Bar Mitzvah for my grandson, th -- his name 1s Benjamin, I think he did a fabulous job.\nHe’s a good kid and my daughter has two children, Rebecca and Adam and I’m very proud of\nthem.",
        "Q: Mm-hm. And your son has one child?",
        "A: Three.",
        "Q: Oh, three, and --",
        "A: Yes, three.",
        "Q: -- and who are the -- what are the names?",
        "A: Oh, the other one, then he -- the oldest one is Benjamin, then he has two girls, the oldest one\nis Samantha and the younger one is Molly. Molly is really a tomboy, she is not -- she is not\nafraid of anything.",
        "Q: Mm-hm. Okay, is there anything else you’d like to talk about?",
        "A: I don’t think so, I think we --",
        "Q: Okay, well thank you very much for giving your testimony. This concludes the United States\nHolocaust Memorial Museum interview with Leonard Gordon. Thank you.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: -- Holocaust Memorial Museum volunteer collection interview with Leonard Gordon,\nconducted by Peggy Garrett on October 24, 2000 in Silver Spring, Maryland. Mr. Gordon, will\nyou give your name at birth?",
        "Q: Your name at birth.",
        "Q: And your date of birth?",
        "Q: And your place of birth?",
        "Q: Now, you moved f -- after -- at what age did you --",
        "Q: So you were born in Germany, but --",
        "Q: In Lithuania. And where were your parents born?",
        "Q: Mm-hm. And your mother?",
        "Q: You think she was born in Lithuania also?",
        "Q: And what were their names?",
        "Q: Okay.",
        "Q: Could you talk a little bit about your childhood, your family?",
        "Q: Mm-hm. What was the town that you --",
        "Q: Now what di -- grade school you went to a Jewish school also?",
        "Q: Now, you were about eight.",
        "Q: Now before -- before 1933, you were going to the Jewish school.",
        "Q: Okay, but -- but when you were younger, when you were --",
        "Q: -- eight.",
        "Q: Yeah, and so all the children in your school were Jewish?",
        "Q: And were all of your playmates Jewish and so --",
        "Q: Mm-hm.",
        "Q: The what?",
        "Q: So these were Lithuanian --",
        "Q: -- people who were doing these things?",
        "Q: And in your home, what was the religious atmosphere?",
        "Q: Now, you had siblings?",
        "Q: Older sister, and what was her name?",
        "Q: And how much older was she?",
        "Q: Six.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Now that was the first occupation?",
        "Q: The Russians --",
        "Q: -- in 1940.",
        "Q: Now, in 1940 you were 15 years old.",
        "Q: And you were in high school --",
        "Q: -- Jewish high school.",
        "Q: Now, how did it affect your life --",
        "Q: -- in 1940?",
        "Q: Now, did you go to school a-at your same Jewish school, or did you --",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So it was the same students --",
        "Q: -- the same --",
        "Q: -- the same teachers.",
        "Q: So he burned the money?",
        "Q: So the Russians decided this?",
        "Q: Mm-hm, mm-hm, mm-hm. And so did you then go to study a trade?",
        "Q: Oh, okay.",
        "Q: So how -- what happened when the Germans came 1n?",
        "Q: And wh-why did they send them to Siberia?",
        "Q: So it was a punishment?",
        "Q: Degradation.",
        "Q: Mm-hm.",
        "Q: No, so that -- you came back to the house.",
        "Q: You were 16.",
        "Q: You were with your mother and your sister?",
        "Q: And your father.",
        "Q: And your brother.",
        "Q: So everybody was there.",
        "Q: Okay.",
        "Q: They put who in prison?",
        "Q: Yeah.",
        "Q: Any particular men, or just random?",
        "Q: Now this was just Jews, or --",
        "Q: Just Jews, okay.",
        "Q: Prominent Jews.",
        "Q: Okay.",
        "Q: Now this was in the same town?",
        "Q: Now where -- where would you go to barter?",
        "Q: I see. So in the ghetto, were you free to move in and out of the ghetto?",
        "Q: I see, so you were allowed to go out to work in the soap factory?",
        "Q: Who was this that inherited the house?",
        "Q: I see. Now, he was Lithuanian, not Jewish.",
        "Q: And --",
        "Q: -- he’d been a friend of your father’s, so --",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Now what were your living circumstances in the ghetto?",
        "Q: And each family cooked separately?",
        "Q: A-A -- she got -- she wouldn’t eat the horsemeat because it wasn’t kosher.",
        "Q: But --",
        "Q: I see, for the children?",
        "Q: An-And it was okay for you to eat?",
        "Q: They took who? They took --",
        "Q: Yeah?",
        "Q: And when was that?",
        "Q: Okay. I see. So did you go out just during the day --",
        "Q: Oh, you stayed out --",
        "Q: Yeah.",
        "Q: Now, where was the factory where you worked?",
        "Q: It was the same town?",
        "Q: No, no, you said you worked in --",
        "Q: [indecipherable]",
        "Q: The airport.",
        "Q: So the airport of your town?",
        "Q: But you stayed there.",
        "Q: But was it far away?",
        "Q: Okay.",
        "Q: And -- and the Germans were in charge --",
        "Q: -- there. Okay.",
        "Q: I thought I heard --",
        "Q: Yeah.",
        "Q: And what did you have to barter with them?",
        "Q: Oh, I see.",
        "Q: Now who were the people?",
        "Q: [indecipherable]",
        "Q: Yeah.",
        "Q: Were they -- were these non-Jewish people?",
        "Q: They’re all Jewish.",
        "Q: And they had extra clothes?",
        "Q: Yeah.",
        "Q: So they would give some to you.",
        "Q: Because they had more than you had, and --",
        "Q: Okay.",
        "Q: Now, you -- you told them you were a carpenter.",
        "Q: And did you know carpentry?",
        "Q: So how did you --",
        "Q: Yeah, some of these people working at the airport were not Jews?",
        "Q: I see.",
        "Q: So they were German --",
        "Q: -- but they were not in the army.",
        "Q: And did they have some Lithuanians --",
        "Q: -- who were not Jews [indecipherable]",
        "Q: Okay, okay. So it wasn’t as bad --",
        "Q: -- there, as it was later.",
        "Q: Did you -- did you see your family while you were living there?",
        "Q: How do you think it was that your family was able to survive that?",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: Okay.",
        "Q: And -- and so you -- you could go back to visit your family in the ghetto occasionally, or --",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: But you -- so you came back when the job was done --",
        "Q: -- or they released you, or you escaped, or --",
        "Q: Okay, I have to turn over the tape.",
        "Q: So it will stop for a stop for a minute.",
        "Q: -- of a United States Holocaust Memorial Museum volunteer collection interview with\nLeonard Gordo, tape one, side B. Mr. Gordon, you were -- you started to say how you left the\nghetto and were sent to the concentration camp.",
        "Q: Now how did you know that you were -- what was the first note -- notice that something\ndifferent was happening? What did they tell you?",
        "Q: Okay.",
        "Q: Do you think they exploited her sexually?",
        "Q: So you don’t know.",
        "Q: Mm-hm.",
        "Q: Mm-hm, okay.",
        "Q: Mm-hm. So you don’t remember how you were told --",
        "Q: Okay, and that you’|l have to go to a central place?",
        "Q: Now, di -- were you able to take any --",
        "Q: -- did you take anything with you?",
        "Q: Okay. And was it like a cattle car that you were in?",
        "Q: And --",
        "Q: Do -- do you know how long you were in --",
        "Q: And this was what year?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Now, separated how?",
        "Q: Men and women?",
        "Q: Now, were you with your father?",
        "Q: Okay.",
        "Q: Oh, you had to strip and then what?",
        "Q: Did they give you a tattoo?",
        "Q: Okay.",
        "Q: So you were just there --",
        "Q: Now you went by train to Dachau?",
        "Q: And do you know how long that was, on the train?",
        "Q: Paper clothes?",
        "Q: You mean bombing raids?",
        "Q: Mm-hm.",
        "Q: Now, were you with your father?",
        "Q: And your brother.",
        "Q: Now, you -- you had been on the railroad before. Working on the railroads?",
        "Q: Yeah, you were repairing the rail tracks.",
        "Q: So this was in the same work camp?",
        "Q: Okay.",
        "Q: Oh, okay.",
        "Q: Right.",
        "Q: Okay, and that’s where you were working on the underground --",
        "Q: When -- when your father said let’s commit suicide, what did -- how did you take that?",
        "Q: Yeah, and how did you take that?",
        "Q: But it didn’t affect you mentally --",
        "Q: -- as much --",
        "Q: You think because you were younger?",
        "Q: N-Now this is you and your brother?",
        "Q: And you’re separated from your father?",
        "Q: Now, did you know anything about your father’s whereabouts when you were separated?",
        "Q: So he was fairly young.",
        "Q: Now, so you never started the march?",
        "Q: But you were scheduled to.",
        "Q: Be -- before the liberation, before you knew you were going to be liberated, what kept you\ngoing?",
        "Q: You were together the whole time.",
        "Q: Now, let’s go back to when you were liberated. How -- how did that happen? What were you\ndoing when you found out that --",
        "Q: No, this was after you were --",
        "Q: Yeah, but before you were liberated, how -- what was the first news you had that you were\nbeing liberated?",
        "Q: The guards disappeared.",
        "Q: That was the first thing you noticed?",
        "Q: Until then you didn’t know --",
        "Q: -- anything was happening.",
        "Q: So the guards disappeared and the gates were open --",
        "Q: And then what?",
        "Q: Mm-hm.",
        "Q: Yeah, well now before that, what -- what did they do for you when they came in?",
        "Q: Mm-hm.",
        "Q: Okay. So then you were transported how?",
        "Q: What was the Jewish --",
        "Q: Now, when you were in the camp, what -- felt -- felton --",
        "Q: Yeah, yeah. How long were you there?",
        "Q: In this same camp?",
        "Q: For a year?",
        "Q: And during that time you were recovering and --",
        "Q: And you were t-trying to get ready to go to Israel?",
        "Q: Where -- where in Africa?",
        "Q: This was your father’s brother?",
        "Q: And how many people were living in the villa with you?",
        "Q: Was the villa within the camp, or --",
        "Q: Outside, but related to the camp.",
        "Q: Okay.",
        "Q: Now wait a minute, how did you get to Italy, you were --",
        "Q: Now this was when? This was --",
        "Q: ’46, so the war was over.",
        "Q: And you went to Italy on your own?",
        "Q: Oh, okay.",
        "Q: Okay.",
        "Q: Oh, so this was the first leg of your trip to Israel.",
        "Q: Okay, okay.",
        "Q: This is at Castle Gondolfa?",
        "Q: And was that sort of a --",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Right, okay.",
        "Q: To be a?",
        "Q: Radio technician, okay.",
        "Q: Now, you stayed there and while you were staying there, waiting to go to Israel, you decided\nyou didn’t want to go to Israel.",
        "Q: And why was that that you decided you did not want to go?",
        "Q: Okay.",
        "Q: Now, how did you get to this country?",
        "Q: Now this was before the war, or --",
        "Q: -- after? After.",
        "Q: And how was she your cousin?",
        "Q: Okay.",
        "Q: In your house?",
        "Q: Okay.",
        "Q: You and your brother?",
        "Q: And did this cousin help your sister get here?",
        "Q: So your sister was in touch with this cousin?",
        "Q: And how did you find out about your sister after the war?",
        "Q: And how did you learn about your mother?",
        "Q: Mm-hm.",
        "Q: Mm-hm. So, you had this cousin in Washington, and she said come.",
        "Q: Okay.",
        "Q: And that was in ’46?",
        "Q: ’47.",
        "Q: So you came from Italy to Washington?",
        "Q: Yeah.",
        "Q: Mm-hm. So you came through New York, but you came directly to Washington?",
        "Q: Now, were these people that you had known in Europe?",
        "Q: Okay, but they were from Europe.",
        "Q: Okay.",
        "Q: And did you continue to live with these people that you started with, or --",
        "Q: Well now, when you came to this country did you know some English?",
        "Q: And how did you meet your wife?",
        "Q: American born?",
        "Q: So you stayed with them til you got married?",
        "Q: Mm-hm.",
        "Q: Mm-hm. Now you were working in the grocery store, and then what happened from there?",
        "Q: So what was -- what was your training in the school?",
        "Q: Yeah.",
        "Q: And well, 1-1-1t was a trade that you studied?",
        "Q: No, but at this --",
        "Q: A junior college.",
        "Q: Technical.",
        "Q: And so when you finished you had?",
        "Q: In?",
        "Q: In electronics.",
        "Q: Okay. That’s what I --",
        "Q: -- wanted to understand.",
        "Q: Okay, okay.",
        "Q: So a lot of practical stuff --",
        "Q: -- you could get a job with.",
        "Q: We have to turn over the tape.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum volunteer collection\ninterview with Leonard Gordon. This is tape number two, side two. And did you have more\nschooling, or --",
        "Q: And what was your primary job?",
        "Q: Could you talk about your religious life after the war?",
        "Q: Have you been back to Europe since you left?",
        "Q: And about your trip to Israel, how was that for you?",
        "Q: So would you say you were disappointed?",
        "Q: Mm-hm.",
        "Q: Mm-hm. What about reparations?",
        "Q: Wha -- I -- you said Eisenhower decided to do that?",
        "Q: Oh, Adenauer.",
        "Q: Mm-hm. Do you have some feelings about that?,,",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Can we go back to when you came to this country? Did you speak English?",
        "Q: So you worked hard at it.",
        "Q: Was it difficult for you to learn and adjust to American customs?",
        "Q: Mm-hm.",
        "Q: Mm-hm. Did you have friends who were survivors?",
        "Q: Did you talk about your experiences with your wife and other people?",
        "Q: Your wife worked?",
        "Q: Mm-hm. Back to talking about your experiences. Did you tell your children what you had\nbeen through?",
        "Q: Have you been to the Holocaust Museum?",
        "Q: Mm-hm. Well, I don’t have any more questions. Is there anything else that you would like to\ntalk about?",
        "Q: Oh, okay.",
        "Q: Mm-hm.",
        "Q: Mm-hm. And your son has one child?",
        "Q: Oh, three, and --",
        "Q: -- and who are the -- what are the names?",
        "Q: Mm-hm. Okay, is there anything else you’d like to talk about?",
        "Q: Okay, well thank you very much for giving your testimony. This concludes the United States\nHolocaust Memorial Museum interview with Leonard Gordon. Thank you."
    ],
    "answers": [
        "Answer: My real name?",
        "A: Right, okay. My name was Lazar Gordon and they called me Lazarken in Yiddish, Jewish.",
        "A: June the eighth, 1925 and my Hebrew name is Eliezer Mordechai.",
        "A: Tilsit, Germany.",
        "A: I don’t think I moved, I think -- I’m not sure whether my mother was visiting or what. I really\ndon’t know what happened. That’s all I know, that my brother told me that I was born in\nGermany.",
        "A: Actually my -- really I grew up in Lithuania.",
        "A: I just found out that my dad was born in Lithuania actually before 1918, was -- was part of\nRussia.",
        "A: I don’t know where she was born, all right, we didn’t have any trace of her, but I -- probably\nin the area. I’m not really sure.",
        "A: I think so. Probably in the area.",
        "A: Well, my dad was Jude Gordon, or Yudel we call him in Yiddish, and my mother was Miriam\nGoldberg.",
        "A: And I think her -- her brothers and sisters were religious people and they published books, but\nI can’t find any trace, but I didn’t look too deep.",
        "A: Actually my dad was very prosperous. He had various business. He would import oil tankers.\nHe had a soap factory, we had a lot of property. And I grew up sort of with a silver spoon in my\nmouth.",
        "A: Siauliai. Siauliai. Shauloh. It’s about 30,000 people. Was a big [indecipherable] hub. And I\nwent to grade school, I went to high school pri -- was private Jewish high school and was\nseparated.",
        "A: Yeah, it was, it really was -- I think it was -- must have supported by the state or the county,\nbut it was sets -- separated. Lithuanian people went to their schools, we went to our schools. And\nlike on the holidays we would go to a tailor and have clothes made, you know, they would\nmeasure us and we’d have to pick out the fabric, all stuff. And summertime -- we always had a\nmaid in our house. My mother -- my grandmother lived with us. In summertime we’d go to the\nlake, the cottage. Played basketball, had a bicycle. Til 1933, things start getting a little bit hairy.\nHitler came in power.",
        "A: I-I was about eight, it was about 1925.",
        "A: I -- I went to school all the way to 1941.",
        "A: I went to kindergarten --",
        "A: -- at five, yeah.",
        "A: Yeah, right.",
        "A: Right. We -- I didn’t have really any Gentile friends. Maybe a little bit. Really most of them\nwere Jewish.",
        "A: Now -- imagine all of them were Jewish. And why my parents didn’t leave, I don’t know. I\nknow they were talking. My dad said he [indecipherable] to go to Australia. But what happened\n1933 they -- the oceans were mined, so --",
        "A: The oceans were mined, you know, were mined. I mean, it was dangerous for boats to go\nbecause they would go in -- into a mine. And another thing happened that Lithuania restricted\ntaking out money out of the country. So some people did, they would give the [indecipherable]\nmoney to deposit upon -- to deposit in a Swiss bank. And it was whether he did it or not. In fact\none person in our town borrowed money and he disappeared. And everyone said gee, this guy is\nnot really honest. But his wife stayed behind and then she sold the property and she paid back his\ndebt. So that was a story. Now in 1933 we had another problems. Lithuania is very pro -- very\nanti-Semitic. Very much anti-Semitic. Like, we had a big steeple in our town, Easter we would\nstay inside because the priest would tell them the Jews killed Jesus. You know that story still\n[indecipherable]. We had -- soccer team was called Maccabee. And any time Maccabee would\nwin, we would leave the soccer field much sooner because it would be big fights. But it was very\nmuch anti-Semitic and some signs were in Jewish and they start -- Lithuanians start breaking\nthem. For instance my dad was going to a customer of his to collect money, but somebody\n[indecipherable] his front wheel and his shoulder got dislocated. He never fixed it up. But that\nhappened. Then, in 19 --",
        "A: Lithuanians, right.",
        "A: Right. Actually it was -- the Lithuanians were Catholics and Jewish people, we had a few\nRussians -- Russian Orthodox, but that’s how it was. Our town was about 30,000 people,\nprobably 8,000 Jewish people. We had eight synagogues. Frankel was a person who had a big\nleather factory with about 2,000 people. He would process leather. Was a really big factory. Our\n-- in the house we owned, Singer Sewing Machine, they were our tenants, and they were the\nheadquarters for the three Baltic states, Lithuania and Latvia and Estonia. We lived well. We had\nin our house running water, plumbing. And that wa -- meant a lot because the wa -- the winters\nthat time very severe like northern Canada. In fact the doctor said the rich people are smart\nbecause they didn’t get -- they get less colds because the other people have to go, during the\nnight go to the outhouse and that’s the source of -- and my dad did a lot of building, he -- even til\n1938, as a matter of fact, after Lithuania became independent, I [indecipherable] permits for po -\n- they had archives. All the building he had, he had -- we had a big house like [indecipherable]\nbig house, two story house. We had -- he built -- we had -- one of the tenants was a printing\noffice with what, maybe 20 or 30 people. And the other one that makes sweaters. He had storage\ntanks in different places on the railroad. St -- warehouses which he built. We weren’t -- not in\nAmerican standards, but under European standards we were considered well-to-do.",
        "A: Jewish, very much. My dad [indecipherable] being a rabbi here, you know, but that was a way\nof life. It was a way of life. We observed all the holidays, we kept kosher. We mo -- we wouldn’t\ncook on Saturday, we would go to synagogue. As [indecipherable] older, on Saturday we would\nsneak away, we’d got to court and I li-listened to civil cases. And my dad looked the other way\naround, he wasn’t so fanatic. But he would drop himself off. He’d pray every morning and\nFriday night we would go synagogue and Saturday we’d go. And Friday was sort of interesting,\nyou know, in the wintertime the days are short and my mother had -- we had a maid, but she had\nto knock herself out to prepare everything for Sabbath. And everything was done by hand, she\nwould bake bread and fish. Friday night was the biggest, you know, very large meal. So that was\n-- was -- you know, I -- what happened to us, at home we speak Yiddish. In high school it was\nthe Zionist movement, we speak -- we had to speak Hebrew, because the teacher from that in\nLithuania was actually our language which we had to learn. So that was the language problems --\nnot problems, but that was the situation.",
        "A: Yes, I had older sister.",
        "A: Esther.",
        "A: Six years.",
        "A: And I had a older brother, four years, Abraham.",
        "A: And we all survived. We all survived the concentration camp. My parents did not make it.",
        "A: So really, that’s the story. But it was -- it was -- what happened farther down the line, the\nRussians came in in 1940, in Lithuania. And we f --",
        "A: Correct.",
        "A: The Russians.",
        "A: And what happened 1s really, people, Jewish people in Lithuania were very, very anti-\nSemitic. You couldn’t go in medical school, it was [indecipherable]. So people would go to\nSwitzerland and come back and laws were very much restricted. I-I’m not sure accountants or\nengineers, but I don’ think --",
        "A: I was 15, yeah.",
        "A: I was high school.",
        "A: Jewish high school. Actually they -- the Jewish high school was -- the Russians had a\ndifferent program. I -- I would have been graduated about 17, but something happened, my dad\nfinally [indecipherable] with high school and he took me out and then, you know, had private\ntutors [indecipherable] other thing. All my classmates was accelerated program, they got to\ngraduate at 16, but I didn’t make the cut because I was just -- I was taken out [indecipherable]\ncame back. But what happened then, being so anti-Semitic when they’re -- the Russians were\nvery poor and they tried to impose quotas in the farmlands, they had to give so much bacon and\nbread. And o-of course farmer will rebel. And I don’t think Lithuanian people are too educated,\nit’s -- a big, large amount is really illiterate. And rumors were that the Jewish people are\nimposing on the farming, because the Russians would make raids and make sure that farmers\nmeet their quota. So that went over like wildfire. And in ’41 --",
        "A: It’s affect my --",
        "A: -- it affect my life because our -- our -- our school wa -- my schooling system was interrupted.\nWe had to comply with the Russian schooling system. Instead of going, I don’t know was\n[indecipherable] eight years, they -- I think they -- the Russians meaning, they had a 10 years\nprogram. It affected that they made us go to school in the holidays. S -- as a matter of fact, I\nthink I was a fairly good student, out of a class of 40, I was number seven or six. And I\nremember one time in history, I knew the -- the subjects called, but the teacher called me to the\nboard to make presentation and I re -- you know, I refused it. Another week I applied and got an\nA. So they made us go to school on Saturday. We stayed there but we are not participate, we are\nsitting there. That’s how it affect us.",
        "A: It was the same Jewish school, but different program.",
        "A: Different program.",
        "A: A different program. Also --",
        "A: Yeah, the sa --",
        "A: -- the same class.",
        "A: Same -- well, the sam -- they took in some other stu -- teachers who maybe -- you know, the\nhigh school I went, it was a very good high school, and I think most of the teachers were PhD..,\nwell qualified. When the Russians came in they sort of watered it down. Teachers came in who\nwas less -- less qualified. We also had to study Russia -- Russian, and Yiddish before we spoke\nHebrew, because what I was [indecipherable] was that Jewish or Yiddish is a jargon, it’s part of\nGerman, which 1s not true, but I mean in the -- and you have to learn Hebrew, which -- and that\nwas the modern Hebrew, not the religious Hebrew like [indecipherable]. So it affected me that\nrespect. On this other hand I start learning the Jewish literature which t -- and they had poets and\nwriting it. I had to study Russia -- Russian, and how else did it affect me? Well, oh they\nconfiscate our property, they confiscate our property, everything, the Russians. I don’t know\nhow my dad survived, I remember leaving the house, but he was very energetic person and I’m\nsure it start hitting him hard. Prior to that, actually, when the Russians came in there was a big\nsack of money. And we were afr -- I don’t know how he made it and when he made it. And we\nburned it because it’s a raid, they feel we might be bourgeois, which is the upper class. And tears\nwere in his eyes, I was a child, I didn’t realize it. But that’s how it affected me.",
        "A: We burned the money, it was a lot of them, a big bag and crisp bills on a -- I -- we all\nencouraged him to do it because it’s a raid, hey, you’re part of -- part of the Czar or something\nlike that. So it affected us also, it was confiscated -- I think being -- my dad was very well liked,\nbut I think also confiscated because I had to go into a sort of a [indecipherable] had to strip\nnaked and nurses were sitting there and boy at 15, I was sort of intimidated. And they decided\nthat I should maybe not continue with -- with school, I should go some sort of a trade. And I\nthink was also a -- also was because my dad was well-to-do.",
        "A: Yeah, I mean the Russians -- the Russians or the government installed a -- they installed like\n[indecipherable] government, it was a puppet government.",
        "A: No, no, because -- the reason I didn’t, because the Germans came in --",
        "A: -- 1-1n -- in ’41, but if I would have been in the Russians, I don’t think, who have decided --\nprobably they would not let me continue with school.",
        "A: Well, before that another thing happened, very interesting. My dad was very well liked, was\nvery well liked, I don’t know what happened. He got along with everyone. But the Russians tried\nto take away the management of the town. And they had freight cars with straw and\n[indecipherable] them to Siberia. Our family, somehow they didn’t do it. And one of the guys, by\nthe name of Walpen was sort of -- he said, remember, he said, the rich people have the luck. And\nwhat really happened, after the war, those people, whoever fought in the war would s -- they got\nan education. You know, they send them Siberia, I am sure they were drafted in service, but they\ngot educated. Several of them showed up in Israel with nice degrees. So I think even they were\nsent in Siberia they didn’t have the harsh treatment that we encountered later on by the Germans.",
        "A: Because they were [indecipherable] and that was the method in Russia.",
        "A: Punishment, uprooted -- uproo --",
        "A: -- uproot them, outroo them. In fact, all system 1s like that. I tried to analyze why the Russian\npeople are drinking so much, and they do a lot of drinking. And I think what happens there, once\nyou start acquiring some property, that proved you -- you di -- you come in the middle of night,\npack in two or three hours.",
        "A: And after awhile it in -- discouraged them to do anything because they have to leave it\nbehind. Also, I sort of found out at that time -- the Russians, you know, any time, the system\nthey had, the fear. Like we spoke -- a widow of some Russian person told us, she said -- her\nhusband was sent to Siberia. So what happened, she said well, he was [indecipherable] always\nclaimed that Stalin was god -- Stalin was the leader of Russia -- and he said, in Russian he said\nhe had a dream, he said before Stalin h-he [indecipherable] he couldn’t get a replacement. And\nhe said in Russian, before Stalin came in, everything fine, but now Russian’s -- Stalin’s son\ncame in and signed so much that his rear, his ass can see the sun. [indecipherable] just for that\nhe’s sent away to Siberia. So then in ’41, it was like when the Russians came in their army was\nso dilapidated, so dilapidated and now he thought I didn’t have anything. And [indecipherable]\nyou know, baking bread and send to Russia, but when they were treated in, I think it was June,\nthe middle of June I was on a picnic and all of a sudden we were bombed. It was surprise attack\nand the Russians were having a party on the border and -- and I think -- Tilsit was a border town,\nI think we were maybe a hundred kilometers or 60 miles from the border. They start retreating in\na hurry. Now our house was a very big house and ver -- very enforced basement, you know, it’s\nreinforced concrete. And we fo -- we thought it’s a bomb shelter. So what happened then, my\ndad and his brother decide they’re not leaving the town, so they’ ll stay there, and the corner of\nour house was bombed, but they survived. My brother, who was older, he wanted to go to\nRussia. So he and a few refugees from Poland went to the Russian border and they came back,\nsaid the border is closed, they wouldn’t let anyone in. My mother and my sister, we also walked\nout of town towards Russia. We didn't have any food. We stopped to some relatives, they\nabandoned their house. We had some sour, you know, yogurt, we find something to eat. But then\nwe were bombed with machine guns by the Germans because that what’s army, I was laying in\nthe trenches. And then after that we felt we didn’t have the chance, so we came back to our\nhouse. And another thing, sort of people asked me about it and myself --",
        "A: Right.",
        "A: Right.",
        "A: And the whole family. The whole family.",
        "A: And my brother, all of us.",
        "A: All of us.",
        "A: Right.",
        "A: And then -- then Germans came in. The Germans. It was -- Germans came in already in 19 --\nin °41, and it was raids. Before they even -- Germans came in, they took -- they raided people\nand put them in prison and never came back. They made them deep --",
        "A: Just raids would come the middle of the night --",
        "A: -- take away the men. And they would move them -- m-make them dig their own graves and\nshoot them. Thi-Thi -- the --",
        "A: Leadership. The rabbi, lawyers, prominent people. Prominent people. Again [indecipherable]",
        "A: Just Jews, absolutely --",
        "A: -- just Jews, just Jews.",
        "A: Yeah, leadership.",
        "A: They’re afraid for seven to 80, we never heard about them. They -- we heard in our --\nLithuania had -- was known for being educated among the Jewish community, we had a lot of\nseminaries. They -- the seminary students were shot and what I heard, were shot by Lithuanians\nand the journalists took picture. And their reward was golden teeth, their clothing with\n[indecipherable]. And really, what happened in Lithuania, a funny thing, my dad told me that.\nWhen things were taken away, he say watch. Those people never made anything and they’Il be\nthe same thing. They would drink. Maybe the Jewish people didn’t make any more money, but\nthey tried to acquire like candelabras, a suit. They wouldn’t drink. Lithuanians did a lot of\ndrinking. He said look, here they have all the property. In a couple of years they won’t have\nanything. And it was true. So that started off, in 1941 they start running out of people. And\neventually they got us in ghetto. It was a dilapidated area next to a lake.",
        "A: The same town, Shavel, Shavel. They surrounded it with barbed wires. We sort of felt we\ncouldn’t escape because I was dark-headed -- dark-haired and blue eye -- dark hair. My -- I had\nsort of an accent, my R was not sharp enough because I even knew the language, but people\nspeak, they could recognize that I’m not a Lithuanian. Plus, I was circumcised. So we -- the\nescape thing wa-was not in our favor. The send away my dad, send away my brother to work in a\nfarm, you know, as a farmhand? But they start rounding of people on the farm, but the farmer got\nword, and those guys were killed right away too. So the farmer got word of that, he put them\nback together. So we stayed intact and what happened, having a soap factory, my dad felt -- was\nself-employed. So even -- to make soap you need fat, but we didn’t have any fat. So we got\nunder and barter and sell for food, and we’d get --",
        "A: If we -- in the same town, but we would leave the ghetto and go to our f -- f -- to our soap\nfactory, so we’re employed there.",
        "A: No, wa -- sort of, sort of, I mean they -- people would work. They would take out people and\nwork. For instance, my mother worked in the hospital, in the German hospital. In the beginning\nwe all stay together and we supposed to work in the soap factory which my dad and if -- initially\nowned it, but he made it fictitiously gave some Lithuanian who was the owner, so we worked for\nhim.",
        "A: Right, right. And -- but we couldn’t do much, you know, get a [indecipherable] but primarily\nwe would barter. And then Lithuanian person decided to, rather than keeping our place -- I don’t\nthink he was all right, I think he was like the F.B.I., he inherited a big house who was the -- the\nguy who does the slaughtering [indecipherable] and he moved the factory in his area down there.",
        "A: That -- thi-thi-thi -- that’s the person that my dad assigned the factory to.",
        "A: Right.",
        "A: He was a friend of my father.",
        "A: Sort of, so my dad said, okay, you be the boss. Here, I signed you over, here’s the property,\nand --",
        "A: -- we’ll be running the show.",
        "A: But that didn’t last so long. I was in ghetto about four years, from °41 to °44.",
        "A: Very bad, very bad. We -- it was a small house, maybe smaller than this one, they put in five\nor six families. The problem was the stove. Everyone wants to cook a little bit on the stove. My\nmother stayed home --",
        "A: Well, what happened, we were one -- it was our family, it was a pharmacist who took away\nthree girls and the mother -- the father took away. We had two people from Czechoslovakia who\nwere son-in-laws and they lost their family, they stayed in the house. And two brothers\n[indecipherable] they were rabbis and they lost their families. So we all stayed in that ghetto. My\nmother was a very nice lady, but everyone tried to cook their one little pot, and there was no\nfood, really was no food. We’d get frozen potatoes. My mother would make sort of a potato\nkugel, which is sort of potato pancake. We’d get horse and she wouldn’t eat because it wasn’t\nkosher, but she would make hamburgers for us. And --",
        "A: Right, but she --",
        "A: -- right, but she would make it for us.",
        "A: Yeah.",
        "A: Well, it was a matter you didn’t have any food. We ate it. We ate it. We ate it, you know,\nwhatever. Tried to make a garden there, we had a little area. Was pretty rough. But then that\ndidn’t last long and they took them away to build a German airport in -- not too far, you know,\nthe observation towers.",
        "A: They took me.",
        "A: They -- and I was out of the ghetto and I walked in camp.",
        "A: Also during the period of the fr -- while I was in ghetto. In other words, after soap factory\npetered out, we were assigned to do labor.",
        "A: No, I stayed there.",
        "A: It was already [indecipherable] camp. My brother was working a sugar factory --",
        "A: -- which makes sugar. My mother worked in a hospital and my dad -- my dad worked in\nrailroad, you know, loading cars or whatever it is.",
        "A: Also in Lithuania. They --",
        "A: The wa -- the one we [indecipherable |",
        "A: Oh no, that was on the airport.",
        "A: That was the airport --",
        "A: -- airport.",
        "A: I think the airport of the town a -- they -- I didn’t walk, you know, I always [indecipherable]\nborder.",
        "A: I stayed there.",
        "A: Well, that’s right, it wasn’t far away.",
        "A: It -- it’s true, it wasn’t far away.",
        "A: Right.",
        "A: Actually, very sad happened there. What happened, a girl from -- a friend of my brother, he\nsaid, why don’t you say you’re a carpenter? So they ask what are you doing, I said, ’ma\nZimmerman, I’m a carpenter. So they assigned me to build observation towers, prefab homes.\nBut the person in charge of it was a sergeant, German sergeant and he was a nice guy. He said\nI’m like a rabbit. I don’t see what you do, he said, I’m looking other way. You got a birdie?",
        "A: I heard a bird.",
        "A: I hope he didn’t fly inside. So what I did actually when I was in camp, I would risk my life\nand I would go in the farmers and then barter. I would get bread and some food. People gave me\nclothes, I would give it to them. And was very risky you know, they could shot me\n[indecipherable]. And -- but I knew the people and they knew me so they didn’t want to be seen\nthat I’m coming there, but somehow we [indecipherable] arrangement.",
        "A: People would give me some clothing.",
        "A: Or bring some clothing pri -- to exchange for food.",
        "A: In camp. In this camp, the one [indecipherable] the people who build the airport observation",
        "A: They were men and women.",
        "A: And they had -- they took clothes with them. And since w -- food was --",
        "A: Not -- all Jewish, all Jewish.",
        "A: All Jewish.",
        "A: Well, when -- it were -- when we went to camp you could take your stuff --",
        "A: -- it was not a tr -- concentration camp. So they have extra clothes and was no food. So would\nsay Okay, here is a blouse, here’s a pair of shoes, take it out, maybe you’ll bring me some food.",
        "A: Yeah, and a --",
        "A: Well, they had clothes and we didn't have any food.",
        "A: So we did that. Before that, I also risked my life, my -- we walked the railroad cleaning out\nsludge, and that was very rough, my brother, my sister. And she had already two years of\ncommercial schooling. So I risked my life and I got -- managed to get out of this gate, and there\nwas a young German fellow, I had a Bar Mitzvah watch, I bribed him. I said, take it. And then he\ntook in my sister to work in an office as a -- whatever she did have, but she didn’t have --\nallowed this -- this particular job. Also was very sad as I was going to exchange, it was a ch --\nRussian camp and the Germans would patrol, of course, tried to avoid them. This was very, very\nsad. It was so sad, they had the Russian prisoners there. And the people -- again, they would\nstarve them to death and then they would take people very weak, they call them musselmens,\nyou know, just like skeletons, and they would make him go to Russian cemetery to bury them.\nBut then the people -- and there was so many people buried there, the whole ground was\nsoaking. Terrible. And then people -- they would shoot the guys who t -- who took them away.\nFellow said, here’s my wife and kids, they would just shoot them. The Russians lost 30 million\npeople during the war. You probably heard before. Was really, really sad. The Germans would\ncome in and rape the girls, burn the farmers. So the Russians came back and took revenge to\n[indecipherable] I don’t think they did nothing, you know, just -- of course the Ukraines, the\npeople who [indecipherable] and they participated with Germans. They would -- so that’s the\nstory there. I was a carpenter in Lithuania also in Siauliai. Fix up steps, you know, I learned how\nto do it.",
        "A: Ye -- right.",
        "A: I didn’t know [indecipherable] we were high school kids.",
        "A: They [indecipherable] carpenter, took my word for. And you’re not -- th-they didn’t give him\na test anything else. And a carpenter, you know, I didn't have to be -- you start off with boards,\nand then, for instance, you pulled a big [indecipherable] you have 10 foot hammer so you knock\nit two or three sometimes [indecipherable]. In fact, I think the fellow I was under\n[indecipherable] was Catholics priest. So -- and he would -- they have a little bit extra soup after\nthey wouldn’t have enough, they would give us, and then we sit around. But we were not\nstarving too bad in get -- in get -- in ghetto, we were okay food-wise. So --",
        "A: They -- the germ -- they were tradesmen, German carpenters, but we were their helpers.",
        "A: They were not in the army, they were sort of like a -- army engineers or something like that.",
        "A: Right.",
        "A: Right, they were not in the army.",
        "A: No.",
        "A: No, they -- they -- the Germans were there and we were there, we worked for them.",
        "A: No.",
        "A: No, but -- but what happened --",
        "A: We st -- yeah, w-we would -- no, at th-that time I didn’t, but 1t was about maybe five or six\nmonths. But what happened, the reason again, people got very jealous of us because we were one\nof few families who survived. But my mother also went -- but then we came back -- several\ntimes would be raids. You know, people in ghetto, and they would take children and women. In\nfact, the person who stayed in our house, his wife disappeared, you know, and his three kids\ndisappeared because he sent them away to the farmer and the farmer didn’t bring them back, and\nthat was it.",
        "A: I think plain luck, plain luck --",
        "A: My dad was very -- first of all we -- the Russian didn’t send them out. He got along, he was\nvery well liked. But I think it was sheer luck.",
        "A: Sheer luck and was really big jealousy because we were only one of a few. The family now, I\nreally don’t know. I really don’t know how we survived, but I know we survived.",
        "A: An --",
        "A: No, but I was away for six months, eight months --",
        "A: -- and my dad and my mother was there, I don’t know what they did. We couldn’t commute,\nwe di -- couldn’t write. But I n -- I -- I did think about, but I knew they were there and then I\ncame back, they were there.",
        "A: And my brother was sent away, I don’t know what happened to my sister when she was sent\naway, but she worked in German office in town.",
        "A: Well --",
        "A: -- somehow, somehow, somehow I got back, I don’t know what was [indecipherable] because\nwe were then shipped to Stutthof, which is a concentration camp around Leipzig.",
        "A: Right.",
        "A: Well, good.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Right. They separated the men and women.",
        "A: I don’t really remember.",
        "A: I really don’t remember. I really don’t remember. I know it must have -- well, during the raids\nmy sister was about [indecipherable] the German officers would come in and I don’t know what\nhappened [indecipherable] or not, but they -- not in the ghetto, we didn't go in th ghetto right\naway but we were living in the town. They came in and I don’t really know what happened, but\nsh-she was attractive girl and was not a [indecipherable] what happened [indecipherable] come\nover there, she never took the [indecipherable] I don’t know.",
        "A: She -- she would ne-never tell me. I really don’t know. She was --",
        "A: -- she was very tight lipped about it. She never talked anything about it.",
        "A: At that time I was too young to think about it, but right now I really don’t know. I really don’t\nknow what happened.",
        "A: I really don’t know, it just -- she -- and my mother never talked to me about it. Of course I\nwouldn’t really want to be consulted.",
        "A: We -- we were probably told that we’re being transported, I’m sure.",
        "A: Right, and there were freight cars, you know, like freight cars and we got in Stutthof. Stutthof\nwas on Leipzig, a concentration camp, and we had to strip --",
        "A: No.",
        "A: No, whatever we -- we didn’t take anything, and whatever we took we didn’t get a thing, I\ndidn’t have a single syllable.",
        "A: Right, yeah, freight cars, cattle cars.",
        "A: I -- I don’t know what they did for plumbing, whether there was a hole in the ground or not,\nyou know, during the transporting. And we were separated and --",
        "A: Well, probably Leipzig f -- I -- ’d have to look at a map, I thought it was about 24 hours at\nleast.",
        "A: That was 1944.",
        "A: 1944.",
        "A: And we were separated. My -- I didn’t see my mother and sister, that was it.",
        "A: Men and --",
        "A: -- men and women. And then we had to strip and we went to --",
        "A: I was, my father and my brother.",
        "A: We were together. It was not gas chambers, obviously. And in camp we slept three or four in\na bunk to --",
        "A: And then they -- they took away everything and I think they gave us the clothing which is\nstriped, you saw the concentration camp. I think they also cut our hair and have a lausestrasse, as\nyou know, he cut you like the Marine Corps, but the middle one is sort of a strip they call the\nlausestrasse, which 1s -- in German means the street for lice, but you -- like prisoners, you know,\nwas just a big strip in -- in the middle and assigned us numbers. I-I lost my name.",
        "A: No, they didn’t. At that time they stopped tat -- stopped st -- tattooing.",
        "A: And I remember being people from Holland there in camp. Why did -- I liked them, they were\nvery gentle. But we were starving to death, you know. The ration maybe was -- I don’t know\nhow many calories, maybe 500, and so forth. And I don’t how long we were there. You know,\nwe didn’t work. We were just -- we start -- we were still starving, you know, just -- and then\nfrom there --",
        "A: Just as a try -- a tr -- temporary assignment, temporary quarters or something like that. And\nthen from there they sent us to Bavaria. Dachau. But Dachau is a hub, we were in the\n[indecipherable] camp. I -- I was in a camp called Mildorf, and --",
        "A: Yeah, I didn’t walk. So somehow -- probably by train.",
        "A: Well, I don’t know, in Germany it’s probably a couple of days, at least. And there again, they\nstripped us, and they took away the shoes. Even before that they took away the shoes because I\nhad a broken toe. A big broken toe. What happened while I was in Lithuania was you know, the\nsnow and this -- the wooden soles and heels, but no rubber, so the snow would stick to it, so it\nformed like [indecipherable] corner, and we walked in the railroad and I lift up a rail beam and\nsomehow my leg twisted and the -- the rail came on big toe and it broke it s -- dislocated it. They\ntook me to camp, the doctor was drunk, and by the time he woke up, maybe three or four days,\nhe said, well, it’s grown together. So that was it, I have a dislocated toe from account of that. But\nthen we were in -- in Mildorf and -- terrible. We got paper clothes, no [indecipherable]",
        "A: Paper clothes. And it was cold, no clothing, you know, we were freezing to death. And was a\nlot of raids, U.S. raids. And I was so --",
        "A: Bombing, right. And I was so miserable I didn’t care. I would just sit -- everyone would run\nfor shelter, but I was so miserable I would just delouse myself. Really. And next to the border\nwas a four engine German plane, but everywhere bombed by allies, but they left us alone, you\nknow, they would raid, the sir -- excuse me -- the siren would -- is okay?",
        "A: The sirens would, right, but I just -- you know, I was just miserable. And then they separated\nus again.",
        "A: I was with my father and my brother.",
        "A: And brother. And we were working -- we were building actually Messerschmitt, which is the\nGerman underground airport.",
        "A: No, we were -- repair the rail tracks.",
        "A: The rail tracks, but this time we were actually doing construction. We are building an\nunderground airport for Messerschmitt, which 1s the --",
        "A: Yeah.",
        "A: No, the railroad was in Lithuania, repairing.",
        "A: Railroads are in Lithuania but in Germany -- after being in Stutthof they transported us to\nMildorf --",
        "A: -- which is a part of work camp [indecipherable] Dachau, but was not really Dachau.",
        "A: Right, as a carpenter. And my dad and myself and my brother, we worked together and we\nhad to walk in -- you know, back and forth and -- but we -- and there were a lot of conveyor belts\nand people would carry cement sacks on their back, but the conveyor -- conveyor belts were not\nused. Hungarian Jews -- and in fact I picked up to -- picked up a little Hungarian because they\nwould always worry about what’s evening, and I couldn’t imagine why people had to peel\npotatoes, the potato shells taste so good. Or back home my brother and I would think, all the\ncrumbs from Friday night, we could have had a meal. And my dad got very disappointed, said,\nlet’s commit suicide. He really -- he felt it’s not making it. But the end they left him in the one\ncamp and took my brother and me in another camp.",
        "A: Well, he was just miserable, he just --",
        "A: I -- I -- it didn’t bother me. I was young, I just -- I didn’t -- it’s just -- 1t -- it didn’t register.\nDidn’t register, but he already, because he lost from the Russians, you know, all his possessions,\nnow they took everything away from him so he really was -- and he wasn’t an old man, he was\nprobably in the 40’s, I just found out, he was [indecipherable]",
        "A: No, no --",
        "A: -- no, it didn’t affect me. And I know -- I didn’t know how my father took it, but it didn’t\naffect me at all.",
        "A: Yeah, absolutely. Right now probably would hit me. And we were carpenters, and --",
        "A: My and my brother, and --",
        "A: From my dad. And then what happened, we -- they moved us in the camp and they -- the\nhousing was like bunkhouse, they dug a hole in the ground and they put a roof and put dirt on for\ninsulation. So it was just like in the ground because it’s cold out. But I remember they had kapos,\nwhich was a leader of the camp, and he said that he needs electricity for his bunk. And I had\ntools, I had axes and so forth. And one time I went home and saw wires, so not thinking about, I\ntook my axe and cut it. And the whole camp -- the construction site got dark. The Germans run\naround here, it must have been a power line, right now I thought about it. And I took the wire,\n[indecipherable] wrapped around all the wires and brought it to the camp. He never turned me in,\nthey would have killed me right there. It was about -- they didn't know what happened. And he\ngot electricity and a -- and our reward was he would give us ex -- a little bit extra soup. The soup\nwas really watery soup and there probably was a couple slices of bread. Another thing happened\nto me once. I came back -- I was 16 and very skinny, and used to have selection. Selection is you\nstrip half naked and a gentleman says -- there’s left and right. Selections are very sensitive\n[indecipherable] among people who are in concentration camp. And somehow I sized up that he\nsend me with the weaker ones. So I run away. I really run away in this particular camp. And the\nkapo ran after me. He beat me up, but I know how much, but in meantime he got somebody else,\nso to meet a quota. And we were with a lot of Hungarian people, Hungarians Jews, and they\nwere very naive, I thought. They -- I knew the people [indecipherable] crematorium, I knew\nthat’s gas chambers there, I already knew about it but nothing you can d-do about it. And\nsomebody said the Scharfthrer [indecipherable] big pope or rabbi, he said it’s too hard, the work\nis for hard, you’ll be sending more people -- and s -- oh yeah, the Scharftihrer said something\nlike that, but anyway, I was spared, I really was spared. And so one time I fell down -- I walked\nthe scaffolding and a four by four was there, the whole scaffold collapsed and I was underneath\nthat but my brother pulled me out, I wasn’t hurt. And then became -- so I think we were there in\ncamp maybe a year or so.",
        "A: Oh, I knew about my father’s whereabouts, we would try to send him some food with some\nother people. I don’t know how he got it. I knew it was November that he was beaten to death. I\nknew that. We got word and I start crying and the kapos give me a -- gave me a big kick in my\nrear, said look, you have to go on. He said, you can’t bring him back. We knew that, that he was\nseparated. I didn’t know anything about my sister or my mother. Didn’t know anything about\nthem. So it’s a story fact, when we were liberated we di -- we didn’t know the right day he died,\nso my brother and I decided -- arbitrarily we picked a day because in our religion once a year we\nsay a -- services for the person who passed away. And just recently I got record from my ca --\nfrom a nephew. Now I knew when he was born, knew when he passed away. Which I didn’t\nknow before. And actually, in 1944 he was 46 years old. He was born ninete -- he was f -- he --\n\"44, he was 45 years old.",
        "A: Very young. My mo -- okay, talking about I found out then I was -- I was -- you know, he\npulled me out and then when the Germans retreated it was a famous march, you know, they tried\nto crew people together and we supposed to march. But nobody wanted to walk -- walk with me\nbecause they figured I would be a liability, I would collapse and they’d have to carry me. They\nput my brother in the former hospital and they beat him up and his whole leg was really cut up,\nyou know, like a Y and they put him as sample patient. But luckily for us, I think it’s sixth or\nseventh or the Third Army, U.S. Army came in three days before the camp management and\n[indecipherable] us to come. That’s why we survi -- survived. And General Eisenhower --",
        "A: No, the march never took place.",
        "A: We were scheduled -- we were scheduled to it. And general -- so -- and then we were\nliberated.",
        "A: Oh, it ha -- kept me going, two things. First of all, my brother and I were together.",
        "A: All the time. We were not separated. Then, a friend of his who was in the sugar factory, she\nbecame a hostess to the German -- you know, whoever the management they had at camp, and\nwhether she liked him or not she would throw over the fence her ration of bread so we would\nhave more than the rest of them. So, you know, we were -- whatever it is, we felt we have a little\nbit more. Another thing happened. Whatever the slice of bread is, we would divide it in three\nsections so we’d have three meals a day. Some people would eat right away. Some people\nsmoked, so that they trade the bread for some cigarettes. A lot of people had the runs, dysenteria,\nand that kills you right away. We would drink the coffee beans, we felt it helps us. For instance,\nmy arms swell up like that, and was a fellow said he was [indecipherable] must have been a\nsurgeon, he cut me right here. He cut in, let a drainage go. I was frostbitten. But my brother had\na good sense of humor, so guess what he said? Things are going good, now we’re being\nliberated. Meaning that we have bread and everything else. Kept us going because we were\ntogether, we have a little bit more and we’re carpenters. The people who were not carpenters,\nthey would die by the droves, because they would work nights. In the morning you’ll see the\nwhole -- just two eyes full of cement. They would run around the kitchen, maybe something\nleftover, so they wouldn’t get any sleep. And the Hungarian people are very naive, it really\nwould make them mad. Like, we didn’t have anything but probably shoes and a cup, and you see\na person died, people were so -- see that all the teeth will move, you know, loose like. And\n[indecipherable] you don’t need this -- you don’t need the shoes, you didn’t -- you don’t need the\n-- the spoon, why don’t give it to me? And I would get mad, I said look, this guy is -- you don’t\nknow how long he’s live, leave him alone. I mean, how rude can you be? But that kept me going\nbecause we had a little bit more. But after the war was other problems, too. It’s the\n[indecipherable] People -- we were starved to death so people ate so much and they died from\nthat.",
        "A: They -- what happened then -- our being transported in Feldafing, which is not that far from\nMunich --",
        "A: After liberated.",
        "A: Well, no -- the guards disappeared.",
        "A: Disappeared, the gates opened up.",
        "A: Right, right.",
        "A: I didn’t know anything.",
        "A: But we did get word -- my brother did get word about invasion of Normandy. I don’t know\nhow he got it, but he -- we knew that the allies are coming soon. We knew that. But that kept us\ngoing. But other than that, it was routine, you know, we’d work every day. Work in the morning\nand come back at night and stay, get a little bit soup and bread, and --",
        "A: Open.",
        "A: And the American -- the -- the G.I.s came in and I took pictures and I’m sure I’m in a lot of\nthem. Because I was, in 1945 I was 20 years old, I think my weight was about 90 pounds. And\nyou know, we had a Sing Sing clothes with a lausestrasse.",
        "A: We di -- I mean they were very upset, very, very upset, but -- and they transported to this\ncamp, which Feldafing initially --",
        "A: They -- they didn’t do much, but I think they started giving us more food.",
        "A: I’m sure that we -- I don’t know where the food came from, from the kitchen or something\nlike that, we -- I really don’t remember the way that -- what happened.",
        "A: Again, I don’t know whether by cars or you know, the army trucks and we -- at that time we\nwere taken care of by UNRRA, which is the American relief org -- an-and ORT, a Jewish\norganization.",
        "A: ORT. ORT, it’s -- I think was a trade organization which they -- and join -- Joint, which is\nJewish something. Relief organization of United States. And actually, it was American G.I.s\nJewish, just spoke Jewish and ask us [indecipherable] but were put in rooms. You know, maybe\nbunks, but we -- we got some clothes. Maybe army [indecipherable] but we didn’t have the\nuniforms. And we were free to move around. In fact my brother started University of Munich,\ncontinue his e-engineering degree. And we were moved on, in fact have a -- being in camp you\ndon’t have any -- any documentation. I didn't -- I couldn’t prove anything because everything\nwas taken away. But one thing I have right now that [indecipherable] who is the mayor of\nFeldafing wrote a letter for me to the railroad people for me and my brother to get free passed to\ngo to [indecipherable]. In fact, I think we even rented a room in [indecipherable] because he had\nto study there. [indecipherable] I don’t know what happened. And [indecipherable] a train, we’d\ngo -- min -- Feldafing 1s on Garmisch-Part-Partenkirchen, which is the German Olympics in the\nAlps. But that really happened. Really things were very bad, very, very bad, you know, we just\n... Other than that, a lot of people -- we were one of the worst camps. We had the rate, people\nwould just die by -- by the droves. Other camps, lager 10 was a little bit softer, but ours was one\nof the worst ones. So --",
        "A: Feldafing, tha -- after liberation, yeah.",
        "A: I wa -- I couldn’t live in Germany. Somehow I felt I have to get out. I really had -- I sort of\nfelt I -- I sort of felt that I have to get out. And what happened, I speak Hebrew, and my brother\nspeak Hebrew, so they made me a leader in movement to go to Israel. They made me sort of a\nmanager, and they gave me a card so we’d go there. But then the Israeli brigade -- a soldier\ndisappear-appeared, name of Ithzak, I don’t know where from. And we had meetings and I think\nI was in Germany, must have been about a year.",
        "A: Same camp.",
        "A: Yeah.",
        "A: Well, I was recovering, my brother started going to school. I start to read [indecipherable]\nyou know, I probably had other people read, study a little bit. I’m not sure whether I start to\nstudy English or not. But I was involved in this organization and I was really free.",
        "A: Well, I really didn’t know what to do. I have a very rich uncle in Africa. My -- but here --",
        "A: Johannesburg, South Africa. And my brother wrote a letter to him, and he [indecipherable]\nand it wasn’t really nice. He said look, the war is over, I’m not making as much money, and we\nfelt how dare you, here people are getting killed. Your brother got killed, your whole brother.",
        "A: Brother, in Johannesburg. And he sent us five pounds, which 1s -- you know. And he said go\nback to Lithuania, at least you have a bed to sleep in. We did not, we never sent him another\nletter. We felt we are really -- so we were free. I don’t know what I did really except being there.\nI remember getting skis, skiing, we got a sailboat and had a washing machine. We lived in a\nvilla. In fact, we lived in a villa [indecipherable]",
        "A: ’'m not sure, but we weren't crowded. We weren’t crowded, we lived -- we had -- I remember\nhaving washing machine there and then we found a sailboat, but [indecipherable |",
        "A: No, it was outs -- outside.",
        "A: Right, in the area. In the area.",
        "A: And then -- then I think I was -- I was in th -- in Italy probably in March.",
        "A: This [indecipherable] this very brigade I think the -- the [indecipherable] the German and the\nItalian guards and they smuggle us through the Alps. They had the British army cars and they\ntook us over there. [indecipherable]",
        "A: That was probably spring 66 -- 46.",
        "A: The war was over.",
        "A: No, it -- organized. I mean we were sort of --",
        "A: We were sort of -- we were organized to go to Israel.",
        "A: We were organized, and we would follow --",
        "A: Correct, it was a -- we were trained to go to Israel.",
        "A: And we were to follow -- end up in Cyprus, because you know, they intervened and people\nend up in Cyprus. And then in Italy, once I decided I didn’t want to go to 1 -- to united -- to\nIsrael, or to --",
        "A: Castle Gondolfa.",
        "A: It was a hotel -- it was a hotel that we stayed there.",
        "A: And I don’t know about UNRRA, ORT paid for it.",
        "A: In fact, [indecipherable] it’s next to [indecipherable] I remember tt.",
        "A: In fact, I have a picture. We had a kitchen on there. And ORT decided -- asked me I want to\ntrade. So I was going to school learning how to be on the radios.",
        "A: A radio technician.",
        "A: And we hired an English teacher, start reading English, but my English was lousy.\n[indecipherable] but then I would take newspaper, and I bought a -- a dictionary and try to\ninterpret the letters. And we stayed there til I arrived in this country --",
        "A: Right, so I sta --",
        "A: Because I got disappointed they -- their presentation of -- the Israeli who came over talk to us,\nI felt they’re not sincere.",
        "A: I just felt they are just -- they are just using the -- just -- I -- I -- 1t’s just -- just lost faith in\nthem. I just felt that I just -- I just didn’t like them after awhile. I mean, I felt they shouldn’t be in\nthe black market. I mean, I shouldn’t have seen it. You know whatever it is [indecipherable]. The\nAmerican woman came in, they were all done with all make-up, I never was used to that. And\nnow again a bad presentation, but -- so I was pretty busy and my brother was busy, he -- I th --\nI’m not sure whether he was going to school [indecipherable] studied English and we st -- go to\nschool, both of us went to be radio technicians or electronic technicians. And we stayed there til\nI came this country in November °47.",
        "A: I have a cousin who lives in Washington and her mother -- I really don’t know to this day, but\nI think her mother died and my mother was very nice to her. She raised her. And her dad came to\nthis country and remarried, so she -- and finally he sent her papers. So she came to this country\nwhen she 15, was very smart. She sent us pictures when she was 16, graduated from high school.\nAnd she kept ri -- writing us letters and send us 10 poun -- 10 dollars and said --",
        "A: No, after the war.",
        "A: After the war, and said come to United States and I don’t have anyone, I don’t have a family,\nand she kept send us clothes and --",
        "A: She -- ma -- her -- I don’t really know, I think her mother wa -- and my mother were sisters.\nAnd her mother died --",
        "A: -- so my mother raised her, and I --",
        "A: No, I don’t remember it, but she must have been in our house because --",
        "A: -- in our house, I remember, we’d always have guests for a month or two, from\n[indecipherable] Friday night, my dad would always pick up a guest from si -- from synagogue.\nSaturday morning we picked up a guest. We always had a lot of people staying in our house. I\nguess we were considered well-to-do in [indecipherable] small town. So she actually bombarded\nus to come this country.",
        "A: Yeah, my sis -- she also took over my sister, but my sister was smart, Anna was smarter than\nthat, she knew she didn’t want to go to Israel. So she stayed in Germany and came from\nGermany directly to United States. And she came the year -- she bo -- must have arrived in ’46\nor °45. She came earlier. So my sister already was in United States.",
        "A: Yeah, yeah, she did.",
        "A: Right, right.",
        "A: I got word of her, she was somehow -- she was in Russia, but somehow the borders were not\npermanent and she managed to come to Czechoslovakia back in our camp. In fact, I had a coat\nfor her, you know, a nice coat which I gave to her then. But she knew, my sister knew that she\ndidn’t want to go to Israel. She didn’t -- she didn’t want to, she -- she knew.",
        "A: I never did. I never did. I learned through friends -- my sister never spoke about it, and -- but\nother -- you know, the march that never took place in our camp, took place in Poland, it was very\ncold.",
        "A: And the story I got, that my mother and my sister were together, and they were walk -- and\nmy mother was younger. She -- she always -- anyway, what -- the story I got that my mother felt\nshe couldn’t make it, and she had a sweater. So she gave the sweater to my sister for protection\nand she probably fell back, and she froze to death. But she could have been, if my dad was 45,\nshe probably was two or three years younger.",
        "A: Right, she sent us papers.",
        "A: What -- what did she spend -- I think we also had -- I have friends, not relatives who very,\nvery much proud of my mother from a small town of -- I’m not sure who send the money, but my\ncousin was administrator, she went to embassies and everything else, sent us the papers.",
        "A: °47,",
        "A: °47,",
        "A: New York, was Staten Island -- Staten Island?",
        "A: And then they met me on a train, and I came to Washington.",
        "A: Right, right. As a matter of fact, it was -- my cousin, she’s a nice person but she -- I never saw\ncorned beef in my life, you know, I didn’t know that. She gave me corned beef sandwiches, but\nright now she’s not telling me how expensive it 1s, I didn't know that. And even in Italy we had --\nwe -- somehow we had a suit made there and they put in lining to your knees, you know, you --\nand I had a suitcase and we dyed sheets -- they have a cover for the suitcase [indecipherable]. So\nthat was it, and so we stayed. We didn’t stay wi-with my cousin at all, she had five kids. She\nlived North Capital, you know, where the printing office is, here under Union station. But we\nstayed with the friends of mine who had a small grocery store where Griffin [indecipherable] is,\nthere where the [indecipherable] start, on Peace Street and Georgia Avenue, tiny little store. And\nwe stayed with them and they were so -- I don’t know, you know, we sleep -- slept there and --",
        "A: No, they knew my mother. I never knew them, they knew my mother.",
        "A: Yeah, they were from the same town.",
        "A: And then someone knew the owner of Giants, Greer Conn. The rabbi of my cousin knew\nConn and they need people. So I got a job in Giants putting up stock.",
        "A: No, I lived with them for a month, but then I lived with my sister for about -- til I got married.\nI got married in 1950. And my brother-in-law and my sister, she didn’t have children, I would\ngive my whole salary to support her. And my cousin Esther had a grocery store on the same\nstreet, so -- and after awhile I felt, I said I need a little bit more money for myself too, you know,\nI can’t give all that. I started to working 54 hours a week for 27 and a half dollars\n[indecipherable |",
        "A: I thought I did, but I spoke very fast and I probably still do. I thought I did, but obviously I\ndidn’t. And then I started going to Americanization school, yeah. And I got [indecipherable |\nCentral High. And they liked me, they gave me a good recommendation, they told me\n[indecipherable] would take the streetcar [indecipherable] the streetcar.",
        "A: Youth Community Center, 16 [indecipherable] Street, 1t was a dance. She liked my red\ncheeks. And she was true American born, from the navy, and --",
        "A: Yeah, very much, very patriotic. Pittsburgh. She came in °42, they drafted her to work for the\nnavy, and we start dating and -- and I didn't -- I didn’t really like to leave my sister. I didn’t like\nmy brother-in-law, he -- he made me sort of uncomfortable. Any evening I would eat, he would\ntell me how much a meal like that would cost outside. I just -- it’s just that I didn’t\n[indecipherable]. And he got a good break, because -- but I didn't like it, he -- he would just go --\nwe didn’t have any money [indecipherable] washed and his nails done. I said gee, something’s\nnot right here neither. So I stayed with them til 1950.",
        "A: Right.",
        "A: And then we moved out to a rental apartment in southeast Washington.",
        "A: Well, what happened was there people liked me. And what happened, I was putting up stock,\nbut then I got wind if you be a cashier and if you worked a whole week and you come in within a\ndollar, you get five dollar bonuses. So I became a cashier. I liked that. But then they promised\nme to make me assistant manager, or manager, but that never happened. Once [indecipherable]\nfrom United States run out, people from Canada came in. And I always was first fiddle, but I\nnever could lead the band, you know, it always bothered me. And the hours are terrible. If they\ndon’t like you -- first of all, leave money, you can’t -- if you have to go to the bathroom you\ncan’t do it, because it’s money. And the managers play games with you, they don’t like you. Like\nyou would work from nine to nine, with two breaks. If they don’t like you, they send you for\nlunch half an hour at eleven and then three, from three til nine, it’s a long day. So I complained\nto my wife and she never told me what to do, but I cannot complain because I was\n[indecipherable] and one time she said, you know what, she said, you’ll be gray and old and still\nbe smiling to the womans down there. Because now a young fellow would come the summertime\nwith shorts two sizes too small and throw yourself at him. So that’s the register. So I went up at\nschool in the Capital Radio Engineering Institute, on 16 and Columbia, and I said look, I have a\nhigh school diploma, I can’t prove it. And I took the radio school, is there any chance for me to\nenroll in your night school? They say oh, we’ll think about it. And then they called me up, said\nwe ll you exam. And apparently I did well on the math part, because I’m sure my\n[indecipherable] was lousy, and they accepted me. So I told the manager I’m going to school. He\nwas a good guy, he said I hate you. I said why do you hate me? He said, I have to rearrange the\nwhole -- everybody’s schedule to meet your school schedule, whole school -- oh -- and store\n[indecipherable]. But he did it. I mean, he complained, he did it. And I started going to school\nbut I found out I didn’t have the language, so I really was struggling the first two years, my\ngrades were lousy. C minus, barely made it, but they didn’t get mad. They didn’t get mad, and\nafter two years I got the nick of it, I picked up very nicely. So I quit Giants and worked in\nvarious repair shops like Phillip’s and George’s and they fired me.",
        "A: It’s sch -- 0-official training?",
        "A: Well, I think I’m equivalent to high school from back home.",
        "A: I studied a trade in Italy, how to make radios.",
        "A: No, that was a junior college, the --",
        "A: Junior coll -- a technical.",
        "A: Technical college, very good with [indecipherable]",
        "A: You got associate degree [indecipherable]",
        "A: In electronics.",
        "A: In electronics.",
        "A: And we had more electric --",
        "A: -- more subject than you get from a B.S. in college.",
        "A: Imean, you got 80 credit hours. Strictly, the school didn’t concentrate so much in math and --\nbut really to the point, you know, electronics lab, transmission, the whole nine yard.",
        "A: A lot of very practi --",
        "A: More than practical stuff. Maybe not high powered math, but we could design th-the -- well.\nIn fact I was so naive I thought I can buy a television station now.",
        "A: Sure.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: Yes, I had quite a bit more schooling after I went to Capital Radio Engineering Institute,\nwhich I thought was a very good practical electronics school. I got a job in the navy, the David\nTaylor Model Basin, which is a resource organization. And I went to GW University and I took\ncourses in math and physics and I became a professional person, I became electronic engineer.\nAnd during my third year I took awful lot of courses. I took courses 1n acoustics in Catholic\nUniversity, American University. A lot of courses were given at our campus like speed reading,\nEnglish, management. I was a government representative for contracts. Actually my career was\nvery s -- very colorful, and I think I -- probably if I add -- add up all my courses, probably\nequivalent to a Masters degree in electronic engineering.",
        "A: In the navy I was a electronic engineer and my job was to design special equipment that we\ncouldn’t purchase. And it took quite a bit to do, I had to do some research development, because\nI was in acoustics and a lot of equipment was not available. In fact, I dese -- developed a system\nwhich I applied for a patent, but tat -- it so happened with [indecipherable] I never received it.\nWhen -- and I was in charge of abs -- obtaining the whole system for the scale model equipment\nwhich we performed at a lot of experience in the [indecipherable] which is a [indecipherable]\npristine lake. My -- I was charged with the work with the whole data acquisition system and\nanalysis system. And this project turned out to be a very big success for the navy. As a matter of\nfact, they’re testing right now on the new submarines, the future submarines on the navy.",
        "A: Yes, my -- I grew up the religious family, but that was a way of life back home, my dad, we\ndidn't work on Saturday, went to synagogue, my mother would prepare all the foods on Friday.\nBut when I came to this country, not that I was not religious -- religious, but we kept a kosher\nhome, but we would eat out -- out, and I would not attend as much the religious services as I\nguess was expected of me. Of course my son was Bar Mitzvah, my daughter was confirmed, we\nhad a party. But after my wife passed away -- also, my son was going to Hebrew school, and\nthen after Hebrew school he was going to meet [indecipherable] which was part of Hebrew\nacademy. And I really never knew how much he knew as far as religion 1s concerned. But when\nmy wife passed away I stayed with him for about a month and he observed -- in the Jewish\ntradition if we -- someone loses a parent, he observe for a whole year and say special prayers.\nAnd here our son, in Orthodox synagogue conducting services, and I was very much impressed\nby it. And after that I thought, since my son can do it, I should be able to do it too. And as a\nresult of it, I’m training, I’m doing various parts of the religious services in our synagogue. I’m\nconducting services in the evening. I attend Friday night services. I’m going in the morning for\nservices, maybe not every day but I turned back to -- towards religion.",
        "A: No, I -- I went in 1950, it was our 25™ anniversary, we went to Israel. It was a very successful\ntrip but in Europe I didn’t have desire to go back. I was in business in England and one time, but\nI’ve -- really don’t have any desire to go to Germany or to Lithuania. Reason being, I somehow\ncannot -- feel very uncomfortable being in Germany. In Lithuania I’m actually afraid of my life,\nbecause even wa -- even though I was very young, I know the town. We were in a town about\n30,000 people and I think about 8,000 Jewish people and I’m afraid that I’m living evidence that\nI’m alive and people might not be happy about it and I’m really afraid of my life.",
        "A: Well, I was in Israel twice. The first time I was with my wife and we were th -- there I think a\nmonth, and we were in [indecipherable] which I was very comfortable. We took tours. Of course,\nI did not live with the Israelis, we lived in hotels. But I was very comfortable, I could read a\npaper, I could understand the newspaper. And I was very impressed that people, Jewish people\nare sweeping the streets, and are doing maintenance and building equipment. Like the day we\nleft, a person came in four in the morning and said, I’m a Jewish [indecipherable]. And he\nbrought us coffee, I was very comfortable. Now, just last year, it’s I think ’98 I went to Israel,\nB’nai Brith for a month. And something happened to me, I got sick, Marge got sick, so I could\nnot -- I could see but not as well, but I thought that Israel changed quite a bit. More competitive\nand I think I just -- it’s really different when I thought it should be. People are more interested in\nwhat they can get out of you and which house do you live, they live in a villa. It just did not\nimpress me that -- that’s the country should be run like that.",
        "A: Somewhat. I really was -- what -- I was happy, I met a friend of mine who is a professor in\nHaifa University and he lives in Hallal, which is north of Haifa, which is a small farm. He was\nvery happy to see him. Also, a friend of mine we see there, a lady friend, she gave me a picture\nfrom a high school, which I never had and she drove me around. She was very nice, but\ngenerally the fabric of Israel, it’s, in my opinion it’s changed quite a bit.",
        "A: People are more materialistic which you know the fir -- after two minutes, how much money\ndo you make? And I felt it’s not proper.",
        "A: Well, being in concentration camp, the German government I think was Eidenhower, decided\nto pay back for the atr-atr-atrocities that they did to people being in camp. But at that time I felt\nit’s bloody money.",
        "A: And a -- a -- no, Eidenaur -- Edenauer.",
        "A: Adenauer, Adenauer. And I felt that it’s bloody money, I didn’t want any part of it, therefore I\ndidn’t apply. But recently, after I retired I felt well, a little bit of money would help. And I\napplied the commission, I wrote an essay, my experience in camp, and after several years it was\naccepted. And the people ask me for income tax return, and I read in -- in the Washington Post\nthat if your income for a single person 16,000 dollars and a family 21,000 dollars, that your\nclaim will not be honored. So even though I’m entitled to it, I doubt I’ll get any money.",
        "A: Yes, I felt my being in camp does not have anything to do with how much money I earned.",
        "A: And I-I -- I don’t know wha-what’s the si -- situation is in New York, who is the executor and\nwh-who-who makes the policies, I really don’t know.",
        "A: In fact just recently I spoke to my accountant and he said well, your income, it’s old a -- old\nage pension and social security. And I felt I meet a criteria but he send away my papers and I\nwas rejected saying under my circumstances they cannot pay me any renumeration for -- because\nI was in camp.",
        "A: I thought I did. After deciding that I didn’t want to go to Israel, I tried to learn English. I was\nin Italy then. I think my brother and I hired an English lady, which she gave us some le-lessons.\nBut I’m not sure how much I knew about it. For instance, five [indecipherable] I spoke very fast.\nBut I tried to interpret it, I would buy a new -- an English newspaper and a dictionary and try to\nmake sense out of it. And then when I came to this country I si -- I thought I could speak quite\nwell, but apparently people did not understand me too well. And then I tried very much, I took\nAmericanization school, I took college English. I t -- I tried to learn as much as I can. I also tried\nvery much to lose my accent, but apparently after pu-puberty, y-you don’t have too much of a\nchance.",
        "A: I really did. I married American -- person who was ma -- born in the United States, who\nspoke English at home. And she was American as apple pie. All her family are veterans. But --\nwe didn't speak any other language at home but English. And I didn’t speak as much Yiddish,\nwhich is Jewish, with my sister, you know, occasionally we would do it. But I c-c -- I could not\nlose my accent, but I tried to be as American as -- as possibly I could be.",
        "A: I don’t think so. I think it’s -- ’'m very appreciative towards the country. I think they were\nvery helpful to me. I mean I -- they didn’t help me that much, but they didn’t hinder me neither.\nFor instance, I worked in Giant food stores and I told the manager that I’d like to go to school.\nHe had to rearrange the whole schedule, I don’t know whether 50 people, 100 people. He said he\nhates me, but nevertheless it was just a matter of speech, he did it, and I had a chance to go to\nschool at night, which I was very much appreciative of it.",
        "A: Now that -- probably I would not r-remain an employee Giants. So in general I think this\ncountry was very nice to me. I became a citizen after being married, without any difficulty. I\ndidn’t have any -- I di -- I wasn’t -- I never felt I was being discriminated because of my belief, I\nworked for various jobs, on assembly line and never was mentioned that well, you’re Jewish or\nsomething. I never felt discriminated, ever.",
        "A: Yes, in the beginning we had friends because we went to Americanization school and we sort\nof huddled together, but after awhile these sort of -- each one went their own ways and -- I had a\nfriend that moved away to Boston and then he ended up to Israel, he -- and I -- each -- after we\ngot married each one sort of [indecipherable] friendship dispersed.",
        "A: Not really. We -- it was not -- no secret, but we never dwelled on it at -- I was in camp there\nfor [indecipherable]. If I would not have been in camp I would have been this and that. I was\nbusy going to school and trying to do good on my job. And my wife worked all the time, she also\ntried to -- we had -- we had a little bit money problems raising a family, our incomes were not as\nbig and we t -- we tried to get a -- our children as much education we can. For instance they went\n-- they took piano lessons, they took dancing, they do everything which kids are doing. And we\nwere involved into that but we never dwelled because we -- I was in camp, that -- that is just the\npast time and you just go on with life.",
        "A: Yes, she worked her whole life actually, she started off -- she was with Pittsburgh\n[indecipherable] and they recruited her in 1942 for the navy. And she would work late hours to\nsupport the fleet, typing by hand, you know, three and four pages, before we had a word\nprocessor, for [indecipherable] make sure that the [indecipherable] fleet has all the parts. She\nworked for, I think the air force -- I mean, the air -- the navy air in the temporary buildings\n[indecipherable] the Constitution. And then she worked there, but at that time I think women\nwere not considered equal. And no matter what she did, all those people from the naval academy,\nor whoever they were s -- they took all the credit. So she actually got mad and got a job at the\nlabor department and they recognize her ability and she did very well. She worked 1n personnel\nand she moved herself up very nicely.",
        "A: No, Ine -- I never -- I never shied away with it, but we never went to a lengthy discussion\nthat I was in camp, or what happened. I -- they knew they didn’t have grandparents and I’m sure\nthey figured out, but it was never brought up. I heard my son one time wrote a very nice paper\nabout the Holocaust. It was very -- I think he was a teenager, 13 or 14, I really don’t remember\nhow old he was. It was very thorough. I don’t know where he got the information, but I wasn’t\nthe one who supplied him with the information.",
        "A: Once. I was in the Holocaust Museum because being a survivor I’m getting -- and\noccasionally I contribute a little bit when asked, for fundraising. And oh -- I have sort of trouble,\nI get very emotional about it. But I was just recently where it was made a film about the Jewish\nbrigade. People from Chicago and it was one soldier who was in the brigade. The film was okay,\nbut after there was commentary and I thought that they said that General Eisenhower said that he\nwould send people back where they came from. And I don’t think that was true because I feel\nthat I’m -- my life I’m -- my life to General Eisenhower. We were in camp, and we were li-\nliberated. I’m not sure whether it was the third or Seventh Army, but three or four days prior, the\ntime that it -- people -- the camp authorities, so to speak, thought th-the -- the allied forces would\ncome in. I don’t think I would have made that three or four days. And General Eisenhower came\nto our camp, Feldafing was a hith -- Hitler youth camp, and after that they put in refugees they\ncalled displaced persons. And I was away from him maybe an arm’s length. I was very much\nimpressed with him. He was tall, handsome, with army boots and he was very much disturbed,\nhis eyes were filled with tears. So I really don’t agree what people said, that he want to send\npeople back to where they came from. And also they mentioned that in the camp they were not\nJewish and they were very upset. I’m not sure which camps the brigade came in, but our camp\nwas solid Jewish. We were part of Dachau.",
        "A: Well, shall we talk about my children?",
        "A: My wife and I raised two children, Mark and Marcia. They were -- right now they’ ve bor --\nmy son was born 1956, and my daughter in ’59, and we’re very proud of them. I think -- they’re\npro -- they are professional now. My son is a surgical oncologist and my daughter is a dentist. He\nwent to Northwestern University and was a biomedical engineer. And then he had several\nacceptances to medical school. He went to Northwestern University Medical School, and then he\ndid his surgil -- surgical residency in Cornell, New York for five years, and then he did a\nfellowship in Sloan-Kettering and now he’s private practice in White Plains. I feel he 1s a very\ngood surgeon and is a very good man. He published several papers. His paper was one the first\nones International Congress in Toronto a few years back. I’m not sure where he’s publishing\nnow. My daughter again, she went to Washington University and she was double major, she had\na teacher’s certificate in biology and she was accepted in several -- early admission to several\ndental schools. She ended up going to nor -- Northwestern University and then she did a\ninternship for the navy, I think [indecipherable] for -- for the navy, I think, there were about 90 -\n100 applicants for one person to accept it, and she was the one. And she published several papers\nthere. And right now she 1s practicing with her husband who is also a dentist in Baltimore. And I\nthink -- maybe I’m prejudiced, but I think she is a crackerjack dentist.",
        "A: And I have grandchildren right now. My son has three children. In fact, I was -- just came\nfrom Bar Mitzvah for my grandson, th -- his name 1s Benjamin, I think he did a fabulous job.\nHe’s a good kid and my daughter has two children, Rebecca and Adam and I’m very proud of\nthem.",
        "A: Three.",
        "A: Yes, three.",
        "A: Oh, the other one, then he -- the oldest one is Benjamin, then he has two girls, the oldest one\nis Samantha and the younger one is Molly. Molly is really a tomboy, she is not -- she is not\nafraid of anything.",
        "A: I don’t think so, I think we --\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 24, 2000\nRG-50.106*0135",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Leonard\nGordon, conducted on October 24, 2000 by Peggy Garrett on behalf of the United States Holocaust\nMemorial Museum. The interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LEONARD GORDON\nOctober 24, 2000\nBeginning Tape One, Side A"
    ]
}