{
    "rg": "RG-50.030.0590_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview\nwith Frida Ruderman, on October 15\", 2010, in Cliffside Park, New\nJersey. And I’d like to thank you, Mrs. Ruderman, for agreeing to meet\nwith us, to talk with us today, and ask that you take your story from the\nvery beginning. Tell us where you were born, when you were born, what\nwas your birth name?",
        "Answer: I was born in Se-Serei, which is ser-ee-ay.",
        "Q: Serei. And where is Serei?",
        "A: Yes, th — Lithuanian, Serei. I was born in February 26, 1925. I was a\nsecond child. I had a sister two and a half years older than I am. My father\nwas a doctor. He was also born in se — Serei.",
        "Q: Serei.",
        "A: Serei, yes, but he studied in Warsaw, and finished his doctoral studies\nin Tartu, Estonia. It was a very famous university, and I have materials\nabout it.",
        "Q: Wow. And did he — in Warsaw, did he study in Polish, and then finish\nhis studies in Tartu in Russian? Was that how he would have —\nOctober 15, 2010",
        "A: I—I-—TI think so, I think so, because my mother was born in Poland, in\nPinsk, which later becomes the Soviet Union, after —",
        "Q: Okay.",
        "A: — you know.",
        "Q: So your mother was born in eastern Poland?",
        "A: Yeah, and my — I have my mother’s also, about her diploma, or\nwhatever.",
        "Q: What did she study?",
        "A: She was a dentist.",
        "Q: A dentist.",
        "A: Yeah.",
        "Q: So what 1s your father’s name? What was your father’s —",
        "A: My father’s name is Layba(ph).",
        "Q: Layba(ph)",
        "A: Yeah, and we were naming him Lon.",
        "Q: Mm-hm.",
        "A: Lon Finkel.",
        "Q: Finkel",
        "A: But because in Lithuania you know, the — it sounds Finkeless(ph).",
        "Q: Finkeless(ph), there’s always a — a Lithuanianized ending on the word —\nOctober 15, 2010",
        "A: Yeah.",
        "Q: — on the name.",
        "A: And he was born, I have the year, 1,000 — just a moment — wa — this\ndoesn’t go to —",
        "Q: No, this is fine.",
        "A: No, one moment, between directories [indecipherable]",
        "Q: Mm-hm.",
        "A: Yeah. Finkeless(ph), so he was born in thousand 889.",
        "Q: 1898, mm-hm.",
        "A: Yes, in Serei.",
        "Q: Mm-hm. Do you have the date?",
        "A: Hm?",
        "Q: Do you have the date he was born?",
        "A: His date I have by memory.",
        "Q: Okay.",
        "A: That was twel — May 12\".",
        "Q: May 12\".",
        "A: For my f— mother I don’t —",
        "Q: Don’t know the date of her birth.",
        "A: No, but for my mother I know the year, one — one year later.\nOctober 15, 2010",
        "Q: 1898 — °99?",
        "A: Ni-Ni— ’90. He was ’89, and she was —",
        "Q: Eighty-nine.",
        "A: Eighty-nine.",
        "Q: Eighty-nine.",
        "A: One hundred — 1889.",
        "Q: Okay, 1889.",
        "A: And she was one hundred — 1890.",
        "Q: Ninety was mother’s birth.",
        "A: Yeah, and her name was — maiden name was Gotlieb.",
        "Q: Gotlieb.",
        "A: Yeah, and the spelling 1s g-o-t-l-i-e-b.",
        "Q: G-o-t-I-i-e-b.",
        "A: Yeah.",
        "Q: What was her first name?",
        "A: Her first name, given name was Minuha(ph).",
        "Q: Minuha(ph).",
        "A: Minuha(ph), and maiden name Gotlieb — Gotliebeiter(ph).",
        "Q: It would be in Lithuanian, what — but if she was born in Poland —",
        "A: But she was — yeah?\nOctober 15, 2010",
        "Q: — then how would it have been —",
        "A: Gotliebuvna(ph), and it’s very funny, the name and with a ji — g it 1s\nGoona(ph) which 1s a bad word.",
        "Q: Oh, 1s it really?",
        "A: But in—I—I-—I don’t know exactly, but here she was Gotliebeiter, but\nshe changed her name to Finkel(ph), and she was Finkelena(ph).",
        "Q: Finkelena(ph), that’s right.",
        "A: Yeah.",
        "Q: And your sister’s name?",
        "A: Hm?",
        "Q: Your sister’s name?",
        "A: Sister na — sister’s name Etta.",
        "Q: Etta.",
        "A: And she was born two and a half years, I — I don’t have a date — the\ndates of her.",
        "Q: So she would be 1922.",
        "A: Yeah, I was 25, she was 22.",
        "Q: Yeah, Etta, born in ni — did you have any other siblings?",
        "A: No.",
        "Q: No, there was two girls?\nOctober 15, 2010",
        "A: You have two — two girls, yeah. And na — na — nothing more, we had\nonly in the same Serei a first cousin, a boy and a girl tow — also Etta. Etta\nis alive. She is in Israel, but in very bad conditions now, you know, she\ncannot talk. And so — Lola was killed with all Sereiers(ph). And he was a\nlittle older, and he was also a — both Etta, my sister, and | — ler — Lola, we\nnamed him, they were students in Kaunas, of the medical —",
        "Q: Faculty?",
        "A: Faculty, yeah.",
        "Q: Your father, he was — was he Serei’s only doctor?",
        "A: He was first only the one doctor.",
        "Q: Uh-huh.",
        "A: And it was absolutely un — unbelievable, I cannot believe now how it\nwas. We had sometimes very often at night —",
        "Q: Mm-hm — a knock on the door.",
        "A: Knock on the door, somebody came — not brought a patient, but came to\ntake my father to 25 kilometers to a village.",
        "Q: Yes.",
        "A: And he was used to it. And now herring so — hearing so — a lot about all\nthat, you know, killings, he never — we never thought that something can\nhappen, it was — it was coming back. But he was so — you know, organized\nOctober 15, 2010\nthat when — and we didn’t have electricity in Serei at night, so immediately\nmy mother light on the —",
        "Q: A candle?",
        "A: — candles, and he knew where everything 1s, and in 10 minutes he was\nready. And if it was 1n the wintertime, they were coming with a very good,\nyou know, to put in —",
        "Q: Yes.",
        "A: — to make him war — feel warm.",
        "Q: Mm-hm.",
        "A: And that was taking sometimes two, three, four hours, because it was far\naway. And people liked him, and were saying, whatever Dr. Finkel(ph)\nsays, you can go to Alytaus, you can go to Kaunas, everybody will say the\nsame.",
        "Q: So they trusted him.",
        "A: Not because it’s my father.",
        "Q: No, but this is what the —",
        "A: He was very devoted to his specialty, he liked the children, they all liked\nthem when they were meeting, and very often he cried if something\nhappened to a — to a patient.",
        "Q: Patient, yeah.\nOctober 15, 2010",
        "A: Yeah. I remember this very well.",
        "Q: Can you — do you remember any particular instances of a patient not\nsurviving, and he then took it very hard?",
        "A: Not surviving, nobody survived.",
        "Q: No, no, no, I’m talking — you said he cried —",
        "A: Ah, yeah, that was Fina(ph) Lipski was her name, and she had heart\nproblems. And he was taking a lot of care of her, but nothing could be\ndone, and she died. It was a very, very — for my father it was like a tragedy.",
        "Q: How — was she an older lady, was she a young child?",
        "A: No, no, she was a little younger than my father was. She had a family,\nshe had a daughter, I don’t remember, unfortunately the name of her\ndaughter. And she was a very nice lady, and she died, and that was, for all\nour family very —",
        "Q: Hard.",
        "A: — hard, yes.",
        "Q: Were there —",
        "A: Later, later, much later, a few years before the war, came another doctor\nwho mostly was doing abortions, and working with women like a — you\nknow, like a —",
        "Q: A gynecologist?\nOctober 15, 2010",
        "A: Mm-hm.",
        "Q: I see.",
        "A: But he was murdered next to his house.",
        "Q: Also a Jewish doctor?",
        "A: Yeah, a Jewish doctor —",
        "Q: Jewish doctor.",
        "A: — yes, Jewish doctor. No other doctors. And my father was very friendly\nwith the owner of the apatek(ph).",
        "Q: With the drugstore.",
        "A: Vaistine.",
        "Q: Uh-huh, of the pharmacy.",
        "A: Pharmacy, yes. Not the Jewish. With the men in the Catholic church —",
        "Q: You mean with the priests, I mean —",
        "A: Yeah.",
        "Q: — the — the — the parish priest of the Catholic church?",
        "A: Yeah, I have even photos.",
        "Q: Wow.",
        "A: And then there was a — a— a vokieciy.",
        "Q: Oh, a German.\nOctober 15, 2010",
        "A: A German also. I don’t know how to name him. Him and his wife, they\nlived in Serei, they were also friends of my father, and they had a\nkirche(ph).",
        "Q: They had a church.",
        "A: Church, yes.",
        "Q: Mm-hm. So they might have been Lutheran. Most — most Germans in\nthat part of Lithuania and Prussia were Lutheran.",
        "A: It was not — not — not a lot, but I remember very well this couple, and\nthey are also, I think, on some of our photos.",
        "Q: So your father was the doctor not only for the Jewish community, but\nfor everybody.",
        "A: Oh, for everybody, he was only the one. He was only the one. And when\nI came the first time back to Lithuania after the war, people were crying\nand remembering my father. And other were showing these — these —",
        "Q: Teeth.",
        "A: — teeth was done by your mother.",
        "Q: Oh dear.",
        "A: That was really — I understood the — and I will show you what a lady\nsaid in the article —",
        "Q: Okay.\nOctober 15, 2010",
        "A: — about my father.",
        "Q: Okay. At this moment I’d like to — I'd like to ask about your mother. It\nsounds like you had a family, you know, three women, your mother, two\ngirls. But your mother 1s also a professional, not just the mother, not just\nthe housekeeper, but someone who had her own profession.",
        "A: Yeah.",
        "Q: Was — if your father was the town doctor, was she the town dentist?",
        "A: Yeah, she was a town dentist, also the only one. And Father helped, if it\nwas something very — some case what they had to —",
        "Q: Extract a tooth?",
        "A: Extract it, yeah. But I was very afraid because some people were\ncoming, and they didn’t want to use —",
        "Q: Painkiller?",
        "A: Yeah, to use a pain pill, not painkiller, but anesthesia.",
        "Q: Anesthesia, mm-hm.",
        "A: And then I was afraid that they will shou —",
        "Q: Sho — hurt her, or they will shout?",
        "A: Shout.",
        "Q: Oh, they would shout, okay.\nOctober 15, 2010",
        "A: So I was going from the main room, next to the main room was a\nmother’s room, where the dentist, the father had his office, and then was a\nroom for waiting. Poczekina(ph).",
        "Q: Poczekina(ph), okay.",
        "A: And then was the kitchen. I was closing all doors and going to the\nkitchen, and waiting —",
        "Q: With your hee —",
        "A: — til my mother will come and tell me it’s over.",
        "Q: So you have your fingers in your ears so you wouldn’t have to hear the\nshouting.",
        "A: Yeah. We had a lady who helped. She was cooking, but my mother was\nalso cooking a lot, especially she liked to cook tol —",
        "Q: Pe — cakes?",
        "A: Cakes, yeah.",
        "Q: Cakes, mm-hm.",
        "A: She has a — her recipes a big book. And — and we had another woman\nwho was bringing — we didn’t have water [indecipherable] we didn’t have\n— we had to bring water.",
        "Q: You had no indoor plumbing —",
        "A: Yeah.\nOctober 15, 2010",
        "Q: — so you had to take it from a well.",
        "A: Yeah. Not from the well, we had a — a — in the center of the plaza, which\nwe named the plaza, well, there were some market — market plaza.",
        "Q: Mm-hm, marketplace, mm-hm.",
        "A: And we — marketplace — and we lived on the marketplace. There was a —\nyou know, you have to get —",
        "Q: A spigot, so that you can bring a bucket and it —",
        "A: Bring a bucket, bring water.",
        "Q: I see.",
        "A: So another lady, who unfortunately her — her boyfriend put something in\nher eyes, so — some chemical, and she couldn’t see well. It was very\n[indecipherable] to her. And she was bringing water, and she was bringing\n— we had all this in the back of our house, a lot of — of — t-to — you know, to\nmake warm at home, so it was —",
        "Q: Oh, you had a lot of — you had a lot of firewood — wood?",
        "A: Firewood. It was —",
        "Q: Malkos, malkos.",
        "A: — wood, such big — yeah. And she was bringing, and she was turning on\nall our —",
        "Q: Ovens?\nOctober 15, 2010",
        "A: Ovens, yes. And the ovens were — from one side was the oven, open,\nthey are putting it, and from other side 1t was ceramical —",
        "Q: Yes.",
        "A: You know?",
        "Q: Yes, I know those ovens.",
        "A: It was very comfortable —",
        "Q: Tile ovens.",
        "A: Tile, yeah.",
        "Q: Yes, yes.",
        "A: That was a few of them, because we had thr-three, and to five rooms,\nand a kitchen.",
        "Q: So that’s not small —",
        "A: Yeah.",
        "Q: — when you have that many. And you — so your parents worked from\ntheir home.",
        "A: Yeah, they worked at home.",
        "Q: Home, and your — the home was in the center of Serei. And you said\nyour father was born there, but you didn’t have any other relatives except\nthese first cousins. Were —",
        "A: Well, there was a brother, Moishe —\nOctober 15, 2010",
        "Q: Moishe.",
        "A: — Finkel(ph), yeah. He died about six years before the war from a — he\nhad the brain tumor. And my father went with him for the operation, to\nTartu, but unfortunately it was too late. They made the operation, but he\nwas going down and down and he died. I think he died in °36.",
        "Q: Did you have memories of him, do you have mem —",
        "A: Yeah, I have photo, and I have memories, very good memories. Only\none thing, it was very funny. He was afraid to look at the — at the — wait,\nkukla, how to say kukla?",
        "Q: I don’t know what kukla is.",
        "A: You know kukla, that is when children like to play with small, made —\nlike small child from —",
        "Q: Oh, you mean they like to play with dolls, they like to play —",
        "A: With dolls, yeah, with dolls.",
        "Q: With dolls, okay.",
        "A: He, for some reason couldn’t look at the dolls, and we — we couldn’t\nunderstand why it is, but that what was, and we didn’t do it, because he was\na very, very nice man, and he was the director of the bank, the only one\nbank in Serei.",
        "Q: Okay.\nOctober 15, 2010",
        "A: And he also had a business together with another man by a name\nSlavatiski(ph). They were bringing from another place, beer in the —",
        "Q: In — in beer containers, I know the —",
        "A: Containers —",
        "Q: Yeah.",
        "A: — and they put it in the bottles. So 1t was a business.",
        "Q: I see.",
        "A: And I have a very nice picture of their house, and it — on the first floor\nthey had a saloon. On the second they had their apartment, and they had\nthree rooms like m-m — hotel, you know. So that was their business. And on\none picture it is shown advertisement that doctor, dentist Finkelena(ph),\nbecause they came later a little, came, and their — her address. She — you\nknow —",
        "Q: It’s on the photo.",
        "A: Yeah, that is on a photo [indecipherable]",
        "Q: So that is her — where her dentist office is?",
        "A: Yeah, denti —",
        "Q: Okay, okay.",
        "A: Turgaus aikSté.",
        "Q: Turgaus aikSté, market square.\nOctober 15, 2010",
        "A: Yeah, market square.",
        "Q: Market square, yeah. So, how large was Serei? Was it a town, was it a\nvillage?",
        "A: They write like a village very often. It was, you know, I am now a little\nsurprised, because I have two monuments. One monument was done very\nsoon after the end of the war, and all the years what we were knowing from\nMoscow to Vilnius, and then to Serei to this place, once a year definitely,\nin the summer, there was a monument. I have this monument and it was\nwritten that in this place was killed — were killed 100,900 people; men,\nwomen and children. They say by Nazis and the other collaborators.",
        "Q: Local collaborators.",
        "A: Yeah, local. And then they changed this monument. I didn’t see the new\none because we already couldn’t go. And another lady, two ladies went\nfrom Vilnius, they are now in Israel, and they sent me the picture. But I\nnever could read what is written. And somewhere I found, because I have\nmaterials of Chana(ph) Slovatitsky(ph). She went — she came to America\nabout — she was maybe 11 years old, because she had here a Uncle\n[indecipherable], Dr. [indecipherable]. And he had to help her, she was —\nshe had such a —",
        "Q: Hunchback, or she wa —\nOctober 15, 2010",
        "A: Yeah, she couldn’t straighten out, and he helped her. And finally, I tried\nto see her. And I was in Chicago, because she lived in Chicago, but I saw\nin Chicago another Serei woman, a woman from Serei, and she was out of\ntown, and I don’t know why, maybe because she left very young, I was\ndreaming to see her, because she was my friend, despite the differences —",
        "Q: Age.",
        "A: Yes, I was older. But she didn’t try, so I didn’t see her. But she went to\nSerei later, and I have everything about her visit.",
        "Q: Okay.",
        "A: And there is a lot of new things, and there I saw what 1s written now.",
        "Q: What is written now?",
        "A: Now 1s written, first of all, not thousand, not 900, but 953, if I remember\nright.",
        "Q: Okay.",
        "A: And it says that that were Jews.",
        "Q: Rather than just —",
        "A: Jewish rather than the — maybe there was right, the first one, may there\nwere some other people, I don’t know.",
        "Q: Yeah.\nOctober 15, 2010",
        "A: I can’t understand, and I even don’t know who to ask why. Before we\nwere going very often.",
        "Q: I can see whether we can find out for you, as far as th-the — the research\nthat’s been done for that part, for Serei and the surrounding regions.\nUsually by now there has been some sort of investigation to find out more\ndetail.",
        "A: The real numbers.",
        "Q: The real numbers.",
        "A: Maybe something changed.",
        "Q: Yeah.",
        "A: I mean, there’s 900 — 953, if I remember right, approximately, but at\nleast two times less.",
        "Q: Yes. But my question is, how large was the community before the war,\nthe Jewish community in Serei? Was it a thousand people, was it several\nhundred?",
        "A: Well, they were writing that it was 1900.",
        "Q: No, no, no, I’m not talking about those who were murdered, I’m talking\nabout the town before World War II, or the village before World War II,\nabout how large was it? Was it a big village, was it a small village? Were\nOctober 15, 2010\nthere hundreds of people, were there thousands of people who lived in it?\nDo you remember?",
        "A: Th-Th —I-—I don’t remember simple I didn’t come, but I have — I have\nmaterials where it shows that it was exactly, because everybody was\nmurdered. Only seven people survived from Serei, seven.",
        "Q: Seven.",
        "A: I am in this number in Serei. My cousin Etta, that 1s also Etta, who is\nmy father’s brother’s daughter —",
        "Q: Yes.",
        "A: — she was in Vilnius, and she survived. And then a few more, they were\nnot in Serei, and only one who was this morning, the 22\" of June morning,\nbecause Nazis were in Serei in the morning of 22. And in Alytaus they\nwere about two, three o’clock, so.",
        "Q: In the afternoon?",
        "A: The afternoon, yes.",
        "Q: I see.",
        "A: So one only because he had a motorcycle. And I talked to him.",
        "Q: Okay.",
        "A: I saw him one time.\nOctober 15, 2010",
        "Q: So what you’re explaining to me 1s that you’re not sure about how many\npeople there were — Jews there were in Serei. There could have been a\n1,900 some, or it could have been this 900 figure.",
        "A: Yeah, now it changed.",
        "Q: Yeah, it could be one, it could be the other, but you know that only\nseven survived — survived.",
        "A: Seven survived, yeah.",
        "Q: Were there — was the cha — was the town mostly, or the village mostly\nJewish, or were there Gentiles living there too?",
        "A: The Gentiles lived mostly in the suburbs.",
        "Q: In the surrounding area.",
        "A: Yeah, and Serei had a long — the name even was long [indecipherable]",
        "Q: Oh yeah.",
        "A: Long —",
        "Q: Street.",
        "A: — street. It went from the upper, and it went to the very, very end, to the\npost office, and to the — the Bratch — Bratchkovsky(ph)? No, not\nBratchkovsky(ph) — Shellkovsky(ph) —",
        "Q: Shellkovsky(ph)?",
        "A: Nyet. N-No, no, no, no, no, no, no. I was there. Maybe we will find.\nOctober 15, 2010",
        "Q: Okay.",
        "A: And then the — the marketplace, and then small, small streets, where it\nwas a synagogue and close. It is a place if ni — 10 people are there, they can\nalso pray.",
        "Q: I see.",
        "A: Cloise(ph), we say.",
        "Q: A cloister?",
        "A: Cloise(ph) —",
        "Q: A cloister.",
        "A: No, in Yiddish it is cloise(ph).",
        "Q: Cloise(ph).",
        "A: But the synagogue I remember very well. My father had a special place\nover there. But he was so interested 1n the — his patient, that sometimes he\nwas going. He was not religious.",
        "Q: Well that was going to be one of my questions. Was yours — was your\nfamily a particularly religious family?",
        "A: No, it was not a religious family, my father was not religious. My\nmother kept traditions, and she light on the candles Shabbat. But my father\neven didn’t — no, he didn’t eat matzoh at the —",
        "Q: At Passover?\nOctober 15, 2010",
        "A: — at Passover, yeah, because he didn’t believe in a — no.",
        "Q: Was he believe —",
        "A: But he decided that he has to go, so he went for new year, and Yom\nKippur, he went to the synagogue.",
        "Q: I see.",
        "A: Then what I do now?",
        "Q: Would you say that they were more assimilated into a — a larger society\nthat’s not just Jewish, or would you say —",
        "A: No, not the Jewish’s because these people were close. The pharmacists,\nyou know, they were close. But they had the Jewish friends, sometimes\nplaying cards, and my father liked very much music, and sometimes they\nwere going to Kaunas, to opera. Kipras Petrauskas was very famous\nthere, you know.",
        "Q: Yes, yes, yes, yes, I know of him.",
        "A: And one time they took me, and that was Verta(ph). And my father told\nme that he listened “Aida” 28 times.",
        "Q: Oh my goodness",
        "A: Yeah.",
        "Q: Oh my good —",
        "A: And he was going fara — because money — he was a student at this time.\nOctober 15, 2010",
        "Q: Yeah.",
        "A: He was a very interesting person.",
        "Q: Who? Excuse me —",
        "A: Father.",
        "Q: Your father, your father.",
        "A: Yeah.",
        "Q: Because I was confused whether you meant th — the others that you\nmentioned. How far was Serei from Kaunas?",
        "A: Serei from Kaunas, it was about two hours by bus.",
        "Q: Mm-hm. Did your father have a car?",
        "A: Alytaus — yeah, he had a car. But he had also a — we had a neighbor who\nlived in our hou — we had a house, w-we don’t live in this house. We lived\nin a house which belonged to a family who left for South Africa.",
        "Q: Ah yes.",
        "A: And I know the father by some reason they paid them ahead, and it was\nalready like our house. But in our house was his shaffur(ph) —",
        "Q: Chauffeur, mm-hm.",
        "A: Salvoukas(ph).",
        "Q: Salvoukas(ph).",
        "A: Salvoukas(ph).\nOctober 15, 2010",
        "Q: Salvoukas(ph).",
        "A: Last name Salvoukas(ph).",
        "Q: Salvoukas(ph), mm-hm.",
        "A: And his wife, a very, very nice — and children they had. And they\nopened a meat — meat store.",
        "Q: Mm-hm. A butcher shop.",
        "A: Yeah, a butcher shop. And he was driving Father if Father had to go,\nbecause Father was driving very seldom.",
        "Q: I see.",
        "A: And unfortunately, a few days before the beginning of the war, maybe\neverything would be different, my father brought the car into Alytaus and\nleft the car to fix.",
        "Q: To be repaired.",
        "A: Yeah. He took it back, but 1t was one day before the war, it was not, you\nknow —",
        "Q: Completely fixed?",
        "A: — the car was fixed, but he had to work at it, he had to do a lot.",
        "Q: And it who — was —",
        "A: So he could a — they could a — anything at all.",
        "Q: So they couldn’t escape using the car?\nOctober 15, 2010",
        "A: They couldn’t escape using the car, yeah. But to me — I will now tell you\na very interesting thing.",
        "Q: Yeah.",
        "A: When I was 15, I was with such feelings that why is — that is so, when it\ncomes to a holiday, my mother gives me all good things to eat, to — and —",
        "Q: To dress?",
        "A: To dress, not for me. I was going to the poor people to bring them for\nthe holiday. That was a [indecipherable] it was a — a person who makes\nwhatever you need, the schuster(ph), who makes —",
        "Q: Shoes.",
        "A: Shoes, yeah.",
        "Q: Shoes. So that would be a —",
        "A: And — and fixes shoes. It was, like I say in Yiddish, a Schneider(ph),\nthat it was —",
        "Q: In Lithuanian it’s batsiuvys.",
        "A: What?",
        "Q: In Lithuanian it’s batsiuvys.",
        "A: Batsiulys(ph).",
        "Q: Batsiuvys, batsiuvys.",
        "A: That is the one what makes —\nOctober 15, 2010",
        "Q: Shoemaker.",
        "A: Shoemaker.",
        "Q: A shoemaker.",
        "A: And the other who makes —",
        "Q: A tailor.",
        "A: A tailor, oh yeah, I forgot that, the tailor. And a tailor who earns a very\nlittle.",
        "Q: Yeah.",
        "A: And when I was coming to the then back home, I was all the time\nthinking why it is so, why they are poor, and we live so good? And these —\nat 16 I lived in Alytaus, and Father, Mother, they rented for us, for me and\nfor Etta, they rented a —",
        "Q: A room?",
        "A: No, not a— not a apartment, but —",
        "Q: A room?",
        "A: A room, yeah —",
        "Q: A room, mm-hm.",
        "A: —I don’t — also at the doctor. And we lived in the room, and this\ndoctor’s son was in the Jugend Komsomol. You know what is\nKomsomol?\nOctober 15, 2010",
        "Q: Yes, he was in the Komsomol Jugend, mm-hm, so the Communist\nYouth League.",
        "A: And he — yeah. He feels that he can maybe to talk to me and try me to —",
        "Q: Also bring in — bring you in.",
        "A: Yeah. And that worked, and I started going at night to see the — no—a\nsmall — small group. And the arishininkas(ph), rishininkas(ph) —",
        "Q: Arishninkas(ph) would have been the",
        "A: I think it’s a Lithuanian word.",
        "Q: It is a—a Lithuanian word.",
        "A: Who’s — is a name.",
        "Q: — who brings — brings people — he was a — the person who — who 1s the\nconnector between people.",
        "A: Yeah. So, I was going to this, and when I was going home, they knew\nthat I will be in the bus, and where I will be sitting, and somebody was\ncoming a little earlier and putting some materials above my seat. And I had\nto give it to a boy in Serei who was a schuster(ph).",
        "Q: Who was a — a shoemaker.",
        "A: Shoemaker, yes, a young, young man. And it was very difficult, because\nif somebody would see that, the doctor’s daughter stops and does\nsomething with him, that wa — I at — my parents didn’t know. They never\nOctober 15, 2010\ntalked to us politics. So, I did it, I came home, I put it that nobody sees it,\nand then I went to the Jewish school. And there were two organizations,\nMaccabee, I was Maccabee, and HaPoel.",
        "Q: Mm-hm, what is HaPoel?",
        "A: HaPoel is also a organization, but for people who are — they were going,\ntalking a lot about Israel.",
        "Q: Mm-hm, so it was more Zionist, mm-hm.",
        "A: Yeah. And then I saw him in the hall of this, and I told him that I have to\ngive him something. And we decided that he will come to our house, and\nour house had a are(ph). He will come to the are(ph). I-If nobody is\naround, I will go down and give him this material. So that was a few times.",
        "Q: And this was —",
        "A: And I got a commu — [indecipherable]",
        "Q: Certificate?",
        "A: Certificate. And this helped me very much when we went through the\nborder, when we evacuated.",
        "Q: Uh-huh.",
        "A: We went through the border, through the former border between\nLithuania and Soviet Union.",
        "Q: Union. This helped you.\nOctober 15, 2010",
        "A: It helped for all our 15 people on the truck.",
        "Q: So I will — we’ll come to this point, but right now I’m still trying to get a\nsense, before the war, of what kind of community you were ab — in, what\nwere your relations to your parents, what — what are your memories of the\nplace. This is what I’m trying to learn more about at this stage. And we will\ncome to these other events you’re talking to.",
        "A: Okay. The relations to my parents were very good. My father was such a\n— he was sensitive. As an example I can tell you I was in Kaunas and they\ncut out my — you know, very often, children have to have an operation.",
        "Q: Tonsils.",
        "A: Yeah. And my voice changed. And when I came home, he put me — an-\nand I started crying because my voice was different, you know. More than\nmy mother.",
        "Q: Mm-hm. So he hugged you and he tried to comfort you.",
        "A: Yeah to comfort me. And a second time I had paratif(ph).",
        "Q: I don’t know what that 1s.",
        "A: Paratif(ph), that is [indecipherable], you don’t know the —",
        "Q: No, no.\nOctober 15, 2010",
        "A: It’s a bad, bad sickness, and I came home and he was sending tests to\nKaunas, because not everything he could do. So when he was waiting for\nthe answer, he was staying at the, you know, warm —",
        "Q: Mm-hm, at the — at the oven, at the sort of —",
        "A: Oven, and I was in bed, very close. I lost a lot of weight. And he was s —\nso that was he was crying. And then we found out that everything fine, but I\nlost a lot of — and I have to — had to learn to walk after this sickness,\nbecause I lost a lot of weight, and I was very —",
        "Q: How old were you when that happened?",
        "A: This time I was maybe 14. That was before I was in Kom Jugend.",
        "Q: Yeah. And your mother, what was she like?",
        "A: My mother was simple, a very good woman, a very good mother. We\nwere a little sometimes afraid for the father, because he was more strong.\nHe didn’t like that I was like a boy. And I remember when one time\nsomething was here —",
        "Q: On your forehead, yes.",
        "A: Yeah, and I tried to —",
        "Q: Hide it with your hair.",
        "A: But he saw it, and he was very, very upset that I am —",
        "Q: A tomboy.\nOctober 15, 2010",
        "A: Yeah.",
        "Q: A tomboy.",
        "A: Yeah, very often it happens, and we said something to the mother, and\ndon’t tell Father, don’t tell Father — despite he was so, you know, sensitive.\nBut it had to be —",
        "Q: So he had the authority in the family?",
        "A: Yeah.",
        "Q: Yeah. And —",
        "A: Yeah.",
        "Q: And she sounds like she was a little softer.",
        "A: She was softer, yeah, and my sister was — I was a good —I—I—I hada\nfew sicknesses, but I was in the some — much better shape than my older\nsister. Her lungs were not too good. And for the summer, they took her to\nAlytaus because there was a very good forest, with a special — what is very\ngood for the lungs, special —",
        "Q: Maybe a —",
        "A: [indecipherable|",
        "Q: Yeah.",
        "A: [indecipherable|",
        "Q: A forest — [speaks Lithuanian]\nOctober 15, 2010",
        "A: [speaks Lithuanian]",
        "Q: Your mother was there, mm-hm.",
        "A: Many times, yeah, she was going to Druskenikas(ph) with her feet.",
        "Q: Uh-huh.",
        "A: But mayb — I don’t remember if I was at once — but that was Alytaus\nand we were living in the forest in Alytaus.",
        "Q: I wouldn’t know the name.",
        "A: But I forgot the name of the — why this forest was considered very good\nfor the lungs.",
        "Q: Maybe because the air was pure, yeah.",
        "A: Yeah.",
        "Q: It could be. What were — what were you — how would you look at the\nrelations with the non-Jews in the — in Serei? Was it mostly Lithuanians,\nwere there Poles there too? Were there —",
        "A: There were Poles also. I know that our lady who was making something\nfor us —",
        "Q: Mm-hm, clothes.",
        "A: Clothes, yeah, she was Polish, and I was very, you know, I — I liked very\nmuch to come and say [speaks Polish] — say some words in Polish, and I\nknow Polish. At the time when we went a lot here in America, over the\nOctober 15, 2010\n[indecipherable] we were in Poland, and we stayed in the — we — we — we\nstayed in the — next to a very famous bank. And it was forbidden to be\nthere, especially in the morning when they are coming and taking —",
        "Q: The money fr —",
        "A: —the money. But there was a man who was — he was not sleeping at\nnight, and he had a small place for himself. He let us into this place, and we\nspend there the night. And it was so nice that he invited us to — for — for a\ndinner to his family. I had what to bring them, you know. My relations in\nthe gymnasium, first I finish the Jewish prime school.",
        "Q: Primary school. So there was a Jewish primary school in Serei.",
        "A: Yeah, in Serei was a Jewish primary school. And when I finished, I\nwent to the Lithuanian gymnasium in Alytaus. I had very good friends non-\nJewish, and I had my best friend, a Jewish girl Halla(ph), and others. But I\nhad a lot of non-Jewish, and the relations very good. I have photos, I will\nshow. And I made copies and you can take all the copies and decide what\nyou would like and what not, because —",
        "Q: Okay.",
        "A: Okay?",
        "Q: Okay, I will show my colleague.",
        "A: This is all up here.\nOctober 15, 2010",
        "Q: Okay. So does this — so did you feel, or did your parents talk about any\ndifferences with — with the Gentiles, whether they were Lithuanian,\nwhether they were German, whether they were Polish? They were not Jews,\nbut were they good relations, or did they feel tha-that they had experiences\nof anti-Semitism? Was there any such discussion —",
        "A: In Sere, not.",
        "Q: Okay.",
        "A: It was one, the son of — you know, in the — 1n the church there 1s the\nperson who —",
        "Q: Oh, the vargonininkas, the — the or —",
        "A: Vargonininkas, yeah.",
        "Q: — the — the organ player.",
        "A: His son was a anti-Semite and he did a lot of bad things at the time of\nthe war. But then he was in the forest and I don’t know, he — he couldn’t\ncome back home. He was [indecipherable]",
        "Q: But you’re talking during the war.",
        "A: Yes.",
        "Q: I’m saying before the war.",
        "A: Before the war. Before the war, the relations — I had a lot of friends in\nthe gymnasium, Father had a lot of friends non-Jewish and Jewish. It was\nOctober 15, 2010\nnot — we didn’t feel it in Serei. We knew about one or two, but relations\nwere good.",
        "Q: So in general it was a normal kind of place to —",
        "A: Yeah —",
        "Q: — to live.",
        "A: — but, in gym — in the gymnasium, it were — was becoming worse\nbecause there was especially one lady who was very anti-Semitic, and my\nworst day in my life in the gymnasium was the day when the Soviet Union\nreturned Lithuania, Vilnius. You know that?",
        "Q: Yes.",
        "A: You know this.",
        "Q: Tell — tell us about this, though —",
        "A: Yeah.",
        "Q: — because others may not know of it.",
        "A: Ge — going every day to the gymnasium, and getting up for the praying.",
        "Q: Oh yeah.",
        "A: I didn’t know it —",
        "Q: Yes.",
        "A: — but I was standing up, and they were praying all, and in the end of this\npray [speaks Lithuanian].\nOctober 15, 2010",
        "Q: So they were saying, dear Lord, please return Vilnius to us.",
        "A: Return Vilnius. And this was so for me also. I wanted so much to get\nVilnius that the day when it was by [indecipherable], I was in a very high\nspirit. But when I came to the gymnasium, I saw that we were six girls,\nJewish girls, that they are sitting — I saw something is going on. And it\nturned out that some of the Lithuanian girls, especially one was there, were\nsaying that you are — you don’t have your own — no, you — you don’t have\nyour own country, and you are |-like cosmopolitan, you know, and you —\nyou are not happy like we are happy. Despite what to say about myself, for\nme it was a very nice day, but when I came and I saw it, everything turned\nout different. And it ended that this woman put — she went on the table, and\nshe said again that you are — you are — you don’t have your own, you are\nnot patriotic, you are not happy, and you have to be killed. You and you\nand you and you, and she showed all six. That was the first day — yeah, I\ntell you this because it was.",
        "Q: Yes, of course.",
        "A: That was the first day, and what is interesting, I forgot, when I was in\nthe group, I had to do something in the group.",
        "Q: In the Komsomol group.\nOctober 15, 2010",
        "A: The Komsomol, that they offered to try to involve two girls who were\nPolish. One [indecipherable] and [indecipherable].",
        "Q: Okay.",
        "A: And we tried — and I had a friend, Halla(ph), we both worked on it. We\ntalked to them, and everything looked fine and they wanted — but when it\ncame to a —t-to go toa —",
        "Q: A meeting?",
        "A: — meeting at night, they came and they say, we will always be — we will\nnever in our life tell anybody. We will always be with these —",
        "Q: Ideas.",
        "A: — ideas. But, we cannot. So, we understood that they are not ready, and\nthey were — they didn’t participate in this all, and many girls didn’t\nparticipate, because there was among them a lot of friends. And a — a small\npart — but when — when our teacher Magnitskas(ph) found out about it, he\nwas very, very angry, and he talked about. He explained what — that it’s un\n— impossible to say such things.",
        "Q: Impossible to say what kind of things? I’m confused.",
        "A: It seems that you have to be killed, you, you and you —",
        "Q: Okay.",
        "A: — to this lady.\nOctober 15, 2010",
        "Q: I see.",
        "A: And that was the first day —",
        "Q: Well, I can imagine —",
        "A: — during all my life in the gymnasium.",
        "Q: Understandably.",
        "A: Yeah, it was not everywhere there. A little bit bad became in the\nuniversity. They were asking the Jews to sit on the les — last rows. That was\nmy tol — my sister told me.",
        "Q: Id like to go back though, because we’ve — in some ways I’m not\nunderstanding at what point things took place; that 1s, within the larger\ncontext. When you — when you were growing up in Serei, in general, it\nseemed to be a normal situation.",
        "A: Oh, absolutely.",
        "Q: By the time you were in gymnasium, though, in — in Alytaus, was\nLithuania still an independent country, or was it already not? Was th — had\nthere already been a Soviet occupation?",
        "A: Soviet occupation was one year before the war.",
        "Q: And were you already in gymnasium then?",
        "A: I was, yeah, I was in gymnasium from — I was in the last class.",
        "Q: Of gymnasium.\nOctober 15, 2010",
        "A: Of gymnasium, yes.",
        "Q: I see.",
        "A: And it had to be eight years gymnas — gymnasium, and they changed it\nto distilietka(ph), it means 10.",
        "Q: 10 years.",
        "A: Yeah, 10 years. But it was already, maybe it was ’39, I think in ’39 they\nreturned Vilnius. So —",
        "Q: Mm-hm. Well, this is what I want to ask is, do you have a memor —",
        "A: That was the time close to the war.",
        "Q: I see.",
        "A: And we even had such, you know, we — we thought that maybe some of\nour guys were maybe connected a little bit, maybe they knew something.\nBecause the 21*' June, we came to the gymnasium to get our diplomas.",
        "Q: Yes.",
        "A: We got only the diplomas, and the party had to be the next day, the 22\".\nEverything was bought already, everything prepared. But I felt a little bit, I\ndon’t know. Some guys talked. It was not — it was a little strange for us, we\ndidn’t understand what is going on.",
        "Q: Who was talking and what were they saying?\nOctober 15, 2010",
        "A: Lithuanian — they were not — they were talking about — among them. So,\nwe got the diplomas and we went home. And my best friend, which was\nfrom I-la — 1 — oh, Fima — Fimalebsen(ph). He came together with me, he\nbrought me home. I was renting.",
        "Q: By home you mean to your room in Alytaus?",
        "A: Room in Alytaus, yeah. And we said goodbye, and that’s it. And I —",
        "Q: Was he part of that group, that Komsomol group?",
        "A: No, no, no, no, no, no.",
        "Q: No, okay.",
        "A: Only myself and my best friend, what I told you, the ...",
        "Q: It’s okay.",
        "A: Halla(ph).",
        "Q: Halla(ph), Halla(ph).",
        "A: Halla(ph), yeah.",
        "Q: Now, when the — when there had been the first Soviet, let’s say\noccupation, before the war started, did your parents talk about this at all,\nand was there any discussion at home about what was going on?",
        "A: No, it was discussions — I will tell you. It was discussions that it could\nbe a more. And my mother knowing already at this time that I was in the\nKom Jugend Komsomol.\nOctober 15, 2010",
        "Q: So she knew.",
        "A: She knew already and Father knew already in this time.",
        "Q: Uh-huh.",
        "A: She asked me if I m — she wanted me to write down the addresses of our\nrelatives in Moscow. And I was saying, Mother, I remember. I remember\nthat Uncle Laza(ph) lives [indecipherable] 17, and was apartment 22. Two\n— two times two.",
        "Q: Okay.",
        "A: And my aunt lives also to the 21* floor, and 21 is a special number when\npeople play cards. So I remembered. And I went back to Alytaus, and the\nnext day when we had to have the party. So the parents and the students,\nwhatever happened to them, I have to — I have to go.",
        "Q: I see, so it was they were frightened that if the war comes, the message\nto you was, go east.",
        "A: Go, go.",
        "Q: Go east.",
        "A: Yeah, go.",
        "Q: And what about your sister?",
        "A: My sister, she was absolutely far from all this, and it happened that she\nhad between exams — it was a time of exams — she had a few free days, and\nOctober 15, 2010\nshe came home. If she wouldn’t come home, maybe she would survive,\nbecause from Kauna, some people survived.",
        "Q: So she was already at university in Kaunas, was in Kauna, mm-hm.",
        "A: She was in the university in Kauna, yeah, for three years already\nbecause she was three years older than — two and a half than I am, and I had\nfinished exactly this time. So she was home.",
        "Q: And had your — well, how did your parents find out, because you wanted\nto keep it secret from them, about —",
        "A: No, but it wa — I —I got already the —",
        "Q: Certificate.",
        "A: Certificate, and that wa — because I try — I started when I was five, f —\n15. And this I was already 16 with a half.",
        "Q: Mm-hm, 16 and a half, okay.",
        "A: And they — yeah, they knew it. They knew it already.",
        "Q: Were they upset by this, or were they supportive, or —",
        "A: It was not time to be upset, 1t was time to tell what to do, and —",
        "Q: I see. I see this last —",
        "A: And not — it was a feeling that war is coming.",
        "Q: Coming.",
        "A: Yeah. Not — because Hitler was going, you know —\nOctober 15, 2010",
        "Q: Of course.",
        "A: — marching and my mother had in — her parents were killed —",
        "Q: In Poland?",
        "A: —1n Pinsk, and I had — and we had in Poland a very famous uncle. I\nthink I even told you, I have a lot of materials about him.",
        "Q: What was his name?",
        "A: Dr. Ishwar(ph) Wodzlik(ph). And he was a member of the\n[indecipherable]",
        "Q: Yeah, of the Polish [indecipherable]",
        "A: Yeah, Polish [indecipherable], yeah. And when it started, he went to\nPinsk, and they — the Soviets —",
        "Q: Grabbed him.",
        "A: — grabbed him, they send him out to very far away.",
        "Q: So — probably Siberia.",
        "A: And [had a aunt in Moscow, which was very energetic, and she had a\nappointment with Beria.",
        "Q: Oh my goodness.",
        "A: You know this?",
        "Q: Lavrentiy Beria.",
        "A: Lavrentiy Beria, yeah.\nOctober 15, 2010",
        "Q: Who was the Soviet Secret Police, yes, mm-hm.",
        "A: And he said — he told her that he died on the way, but it turned out that\nthey shoot him. Because after the end of the war, one other person who\nknew him well, came and told my aunt that he was shot. So no — and his —\nhis wife and daughter was sent to Kazakhstan, to Kochetayev, the place\nwhere I was. Later, I will come to it.",
        "Q: Okay.",
        "A: And his son was later in the ghetto in Warsaw and my aunt was sending\nhim —",
        "Q: Packages.",
        "A: — packages, yeah, helped him. But he died in there.",
        "Q: But it —",
        "A: He participate in the up —",
        "Q: Uprising.",
        "A: — uprising, yes.",
        "Q: And he died there.",
        "A: Yes, yes, yes. But his daughter, who was in — in Kochetayev, and wife,\nthey came back after the war, they were released, and they went to Israel.\nBut now they are already [indecipherable] but I saw them in Israel. I saw\n[indecipherable]\nOctober 15, 2010",
        "Q: But in 1930 — in 1941, as the war is about to happen, you don’t know a\nlot of this, you know some of it, but a lot you must have found out later,\nyes?",
        "A: Yeah.",
        "Q: Yes. But your mother already knew that things were not well in Poland\nbecause her family was in Poland.",
        "A: Yeah.",
        "Q: And she got some news from it, yeah? Do y — what is it that your mother\nknew at the time?",
        "A: She was afraid that I will — if I will stay I will be shot the first day. That\nwhat she was afraid.",
        "Q: Yeah.",
        "A: And we saw what is going on and — and can you imagine, I think I told\nyou this, I didn’t believe. Four years of the war I was listening that all the\nJews are killed, killed, killed, I couldn’t imagine that this could be done by\nhumans. But —",
        "Q: It — it was.",
        "A: It was.",
        "Q: So, once they 1— they tell you to memorize your uncle and your aunt’s\naddresses in Moscow, you return to Alytaus, yes?\nOctober 15, 2010",
        "A: I— yeah, I returned to Alytaus.",
        "Q: And then what happened?",
        "A: And then on the 22\", like I told you, the 21%‘ we got the diplomas.",
        "Q: And the 22™’s supposed to be —",
        "A: And the 22\" we had to go in the evening to the party. And I’ll show you\none thing, simple, one moment. This 1s — this 1s my dress for the party.",
        "Q: It’s beautiful.",
        "A: And this dress helped me in my life in Siberia.",
        "Q: Oh my goodness.",
        "A: I was giving girls who were better [indecipherable] and here is written\nby my mother, she said that I found it here in — in Moscow. Malachay(ph)\na doch(ph) Frida. My — not older, but —",
        "Q: Younger.",
        "A: — younger daughter Frida, she is 15 and eight months old.",
        "Q: Oh, how beautiful. How beautiful. You look so happy there.",
        "A: Yeah.",
        "Q: And what — it’s a very pretty dress. It’s a very pretty dress.",
        "A: [indecipherable] special for this. And this dress helped me later.",
        "Q: Okay, so you are supposed to go to this party in the evening of the 22\"\nof June.\nOctober 15, 2010",
        "A: Yeah, but in the morning of the 22\", the bombs started very early, and\nwe didn’t know what to do. First, we met with my friend, because his town,\nLeipalingis, is a little bit after Serei.",
        "Q: So, Leipalingis, yes.",
        "A: Leipalingis, yeah.",
        "Q: Yes.",
        "A: And with [indecipherable] laipun(ph).",
        "Q: Laipun(ph), okay.",
        "A: Yeah. And there were — he had a sister and a few —a—a-—a big family.\nAll gone. He al-alone escaped. And we didn’t know if we can go to war —\nSerei, simple go. And our — there were the — who was trying to keep order.",
        "Q: Okay.",
        "A: He was telling us kinder, you know, you — you — you —",
        "Q: Children.",
        "A: — cannot go, because the Nazis are so close, you will be shot on the way\nto Serei. You have to go through the bridge to the other part of Alytaus.\nAlytaus has two parts, before the bridge and after the bridge. So —",
        "Q: And Alytaus was also close to the German border, from what I\nremember.",
        "A: Also close, but Serei closer.\nOctober 15, 2010",
        "Q: I see, I see.",
        "A: Serei closer, and Serei is a— Nazis were maybe 10 in the morning. And\nin Alytaus they came about two, three o’clock.",
        "Q: In the afternoon.",
        "A: Yeah. So we went through the — w-we did what he said us.",
        "Q: And who was this person who told you?",
        "A: This was a — h-h-he was — oh my — hard to say. Machalnik(ph). I — I\ncannot now remember, but he was a — the head of not police, not police\nhead, but something — another organization, who when he tried to — maybe\nit was his initiative, because he was standing and telling where who has to\ngO.",
        "Q: Okay.",
        "A: And I knew his two sisters, they were on our, but I — Z-Z-Zi-Zinya(ph)\nwas his last name, I think, Zinya(ph). Maybe if I will remember, I will\nwrite you what I forgot.",
        "Q: Okay, okay.",
        "A: Maybe because [ a little nervous.",
        "Q: It’s okay, it’s okay.",
        "A: Okay. Because sometimes I remember this very well.",
        "Q: It’s okay. It’s perfectly [indecipherable]\nOctober 15, 2010",
        "A: And what he said, what he said, we decided to do.",
        "Q: Okay.",
        "A: And we went through the bridge, and a little more til we came to the\nsuburb, because we already could listen to the bombs, it was bombed all the\ntime. And we came to a house what they had — we could sit down in front\nof — you know, like an open space. We were there. The people who owned\nthe house were not too happy, because — and when some other people\nwanted also to stop, they said no, that is too much. They will see that it’s a\nlot of people and they can —",
        "Q: Shoot.",
        "A: Shoot, yeah. So we were sitting there, not knowing what to do. And at\nthis time, our neighbor, Ralph Hasanowich(ph) — Hasanowiches(ph), he\npassed and he said k-kinder, no.",
        "Q: Children.",
        "A: Children, yeah. Wa-Wa — what are you here? I have, he said, a truck, but\nI went and I got my mother from Birshtonas.",
        "Q: Mm-hm, Birshtonas.",
        "A: His mother — his mother had problems with her feet. And she is already\na little farther from here at a person who lives here and has a farm, and they\nOctober 15, 2010\nknow him. But I have to find my father, and the father is with a — you\nknow, with two pferds?",
        "Q: Ah, horses.",
        "A: Yeah, hor — yeah. And he — an-and I will take you. And we went with\nhim, and we found the father and we came to the family. They left a lot of\nthings, because if they wouldn’t leave they wouldn’t have space in there.\nWe were all on the — it was a —",
        "Q: You were inside a truck.",
        "A: Yeah, inside was he and his mother next to him, and we all were outside,\nand there was 15 people. And we understood that we have to start going.",
        "Q: East.",
        "A: Because we saw that Alytaus in flames, and we were sure that Alytaus\nis already with Nazis. So, we started going. We spend one night outside,\nnot far from Vilnius. Simple on the —",
        "Q: On the ground.",
        "A: — the ground. And when we saw that we will be [indecipherable] we\nthought oh, we will come to Vilnius and then we will decide what’s — what\nwill be next. Vilnius was burn. V-Vilnius was in fire.",
        "Q: In flames, mm-hm.",
        "A: Yeah. And then we decided maybe Minsk, Belarus.\nOctober 15, 2010",
        "Q: That’s right.",
        "A: But when we came closer to — and at this time, you know, very often it\nwas the bombs, and we had to go —",
        "Q: Into the — right. Into the —",
        "A: And I was ot — laying down with my — I was putting something about\nthe head [indecipherable] not now, not now, not now, maybe it will — and\n— and then, when we came close to Minsk, Minsk was already also in —",
        "Q: Flames.",
        "A: — flames, yes.",
        "Q: Were the roads full, as you were — as you were driving east, were the\nroads full, or were they empty?",
        "A: No, the roads were full, because the Soviet — the Soviet army was trying\nto leave.",
        "Q: Okay.",
        "A: And at this time we stopped, because we didn’t have gas. No gas. What\nwe had, something in case if we have to commit suicide; that has the\ndaughter of the driver.",
        "Q: I see. What was that, do you remember’?",
        "A: Hm?\nOctober 15, 2010",
        "Q: What was it that you had in case to — to commit suicide? Was it\ncyanide?",
        "A: I—~I-—I don’t — maybe. I don’t remember what, but we were — that made\nus a little bit — because it was absolutely, for us, awful that in this situation,\nto stay til they will come.",
        "Q: Yeah.",
        "A: But next to us was a—a tank, a tank. And the tankist was — the tank was",
        "Q: Kaput.",
        "A: Kaput.",
        "Q: Kaput. It was —",
        "A: And he told us that he will give us gas. And they had to fffff —",
        "Q: Oh, they had to suck it out of the tank.",
        "A: Suck it out of the tank. They did it, they did it, they did it. And at that\ntime, before we found him, I was staying on the chausser(ph).",
        "Q: On the — on the street?",
        "A: On the s — not — not the street.",
        "Q: The boulevard then, chaussee in ger —",
        "A: Chaussee, yeah, route.",
        "Q: Uh-huh.\nOctober 15, 2010",
        "A: And asking [Speaks Russian] in Russian [speaks Russian]. But the —\nthe army was trying to go as far as possible, they didn’t stop, because one\nof the was always standing outside of the — next to the chauffeur and telling\nhe to go faster and faster. They were taking out their families, also.",
        "Q: Of course.",
        "A: So they were going very fast. So, we got the gas, and I didn’t have more\nto stay and ask about [speaks Russian] in Russian [speaks Russian].",
        "Q: You were asking all those who were passing by —",
        "A: Who were — who were parth — yeah, who were passing by and nobody\nstopped, nobody stopped. But the person from tank [indecipherable] we\nhad something to eat, so they gave the tankist what to eat, because he was\nvery —",
        "Q: Hungry.",
        "A: — hungry, yeah, and he gave us the gas, and we went ahead til\nSmolensk. Smolensk, that is not far from Minsk, and it’s a very good —",
        "Q: Road?",
        "A: — road, directly to Moscow.",
        "Q: Uh-huh.",
        "A: Smolensk. But in Smolensk they took us to a— a shalon(ph).",
        "Q: To a train.\nOctober 15, 2010",
        "A: To a train, yeah. And because we were the first evacuees, people were\nmeeting us at stations and bringing bread, because we didn’t have.",
        "Q: So you had nobody che — check your papers, nobody check your\ndocuments?",
        "A: No, they checked. I showed my Kom Jugend, this —",
        "Q: This Komsomol —",
        "A: Komsomol they checked, and —",
        "Q: The certificate.",
        "A: — these helped.",
        "Q: I see.",
        "A: Because they — but at the same time, when they saw my friend, and the\nchauffeur, they both had leather —",
        "Q: Coats? Jackets?",
        "A: Yeah, mi — jackets.",
        "Q: Yes.",
        "A: Leather jackets. And the leather jackets, they look — you know, they\nthought maybe they are Nazis. So they started to talk, and I interrupted\nthem and I told them this is our friends, and I showed them again my\nKomsomol.",
        "Q: Mm-hm, your cer — yeah.\nOctober 15, 2010",
        "A: Yeah, and then th — so, everything went good, but it could be bad also, if\nI wouldn’t —",
        "Q: Have had it.",
        "A: — have had it, yes.",
        "Q: Okay.",
        "A: And then we were in the shalon(ph) and they gave us br-bread, and I\nremember how I — I — I started to be very hungry. And we went a long way,\na long way in the — a shalon(ph), to the Saratovskaya Oblast. There is a —",
        "Q: Region.",
        "A: — on the Volga. Saratov.",
        "Q: Saratov, Saratov.",
        "A: But Oblast is Saratov —",
        "Q: Region.",
        "A: Region.",
        "Q: Yes.",
        "A: And in Saratov region was a farm called Hoss(ph).",
        "Q: Uh-huh, a collective card — a collective farm.",
        "A: You know, collective farm, yeah, by the name [indecipherable]\nStanislawsky — first of all Saratovskaya Oblast. Stanislawsky\nRyonn(ph), that is a little more detailed.\nOctober 15, 2010",
        "Q: Right, smaller.",
        "A: Yeah, and [speaks foreign language] I — I am not sure, but I think that\nit was the kolkhoz, the name of the kolkhoz was the 20\" [indecipherable]\nis when — when they — it was a very famous siest(ph) of the Kom party.",
        "Q: Oh, 20\" car — party congress? No, it couldn’t have been that, that\nhappened in 1956. The 20\" party congress —",
        "A: Yeah, but they — they could name it. It was the name —",
        "Q: They could name it even before — even before it happens?",
        "A: Ah, you say the 20\" was —",
        "Q: The 20\" party congress was — was Khrushchev denouncing Stalin in\n1956.",
        "A: Yeah, so it was another —",
        "Q: Another 20.",
        "A: — another one.",
        "Q: Yeah.",
        "A: But it was such a name.",
        "Q: Okay, okay. Doesn’t matter, one of those.",
        "A: [indecipherable] one of those, yeah.",
        "Q: One of those.\nOctober 15, 2010",
        "A: And I — and there were the wife and son and daughter of my mother’s\nbrother, who lived in Moscow. But I decided to — I — I wrote, I wrote and\nthey got my letter, and I wrote to my aunt, who was alone, and I wrote to\nmy uncle. And he was on the front, and they were evacuated to this place,\nKochetayev, that is Kazakhstan.",
        "Q: I see, Kochetayev.",
        "A: Yeah, but that was later.",
        "Q: Okay.",
        "A: I came to the kolkhoz —",
        "Q: To the collective farm.",
        "A: To the collective farm, and I worked there.",
        "Q: I want to ask at this point —",
        "A: And also Fima(ph) was with me to there, also.",
        "Q: Up to that point, Fima(ph) your friend from —",
        "A: Yeah, we went together, and he was also working in the —",
        "Q: Was he your boyfriend?",
        "A: No, no.",
        "Q: He was just a friend.",
        "A: We didn’t — he went — now, what does it mean boyfriend?",
        "Q: Oh.\nOctober 15, 2010",
        "A: And my main thought was to come home being a virgin.",
        "Q: Oh, to Serei.",
        "A: But it was not to home to come, and my husband is my first, and that’s\nit. That was in my — from Father, it came from Mother, I don’t know what.\nI don’t care now, absolutely do it different, looking at this. But that was\nhappened, so —",
        "Q: That’s how it was in those days.",
        "A: It was the first and the last.",
        "Q: I'd like to ask you, from Alytaus to the — the collective farm in Saratov\n— Saratov, how many days, how long did it take to get from Alytaus to\nthere? Was it a week, was it two de — weeks, was it —",
        "A: No, I—I-—I think that — I would like to remember how many nights we\nspend. We spend one night and we [indecipherable] that was before, when\nwe [indecipherable] at the name of — on — on — on the —",
        "Q: On the way”?",
        "A: On the way, yeah, but we slept in the truck. And then we slept before the\nsecond night, before Vilnius. And then another night before Minsk.",
        "Q: Mm-hm, so that’s three already.",
        "A: Three already. No, and then I don’t remember how many days we — we\nare going by the train to Saratov.\nOctober 15, 2010",
        "Q: Do you think by July you were already there?",
        "A: You know, I will — I think I will find, because I wrote a letter to my\nrelatives, I am the daughter of your —",
        "Q: From Saratov is where you wrote the letter?",
        "A: Yeah.",
        "Q: Okay.",
        "A: Because on the way, I didn’t.",
        "Q: Okay.",
        "A: On the way I didn’t. I didn’t know where I will be.",
        "Q: Okay.",
        "A: So from Saratov I wrote, and it didn’t go straight for some reason, and\nMoscow was also everything very — it — it — 1t didn’t came soon. But when\nit came, I got a telegram — telegram?",
        "Q: Telegram.",
        "A: Yeah, that — the wife and children of my uncle are in —",
        "Q: Kazakhstan.",
        "A: Kazakhstan and Kochetayey, and that I would like — they would like to\nknow if I can come to this place. And also they gave me where my aunt 1s,\nshe was also evacuated from Moscow. And the aunt was alone, and she\nOctober 15, 2010\nconsidered me as she found a child, you know, she was very good to me. I\ncould just say —",
        "Q: So did you join your aunt?",
        "A: Huh?",
        "Q: You join —",
        "A: No, no. Sh—I—I couldn’t, I was in the collective farm.",
        "Q: Oh, so you couldn’t leave it if you wanted to.",
        "A: I couldn’t leave it, and I even didn’t know how to do it, but f — in the\ncollective farm, Fima(ph) was with — also with me, and I worked at the\ncollective farm, and I even worked with — not with pferds but with other —",
        "Q: With horses?",
        "A: [indecipherable] you have to say them, I forgot the name of this.",
        "Q: Right, are they — are — they’re not don — they’re not horses, are they\ndonkeys?",
        "A: Maybe donkeys.",
        "Q: Yeah, they’re — they’re a little stubborn and they’re smaller than a horse.",
        "A: Smaller, yeah.",
        "Q: Yeah. I wouldn’t know.",
        "A: Yeah.",
        "Q: I wouldn’t know.\nOctober 15, 2010",
        "A: And I was taking the — from the field, the —",
        "Q: The hay? Or what? Baruski(ph)",
        "A: By aconveyor it was coming, what later goes for bread.",
        "Q: The wheat.",
        "A: The wheat.",
        "Q: The wheat.",
        "A: And bringing this to the special place.",
        "Q: I see.",
        "A: With this what not [indecipherable]",
        "Q: The dock.",
        "A: Yeah, and I knew how to manage with them, yeah. And sometimes I had\nto come and take out, you know, bad — when it is something —",
        "Q: The wheat’s not very good —",
        "A: [indecipherable]",
        "Q: Yeah.",
        "A: — what is not needed, so I had to do this. People were very nice. Very\noften when I was going, through the window, they were giving me\nsomething. But I started at that place with my aunt, and it was not\nconvenient because they had two rooms. And in such conditions, I\nunderstood that I have to order something, to rent something.\nOctober 15, 2010",
        "Q: I-I’m confused, excuse me, you were — you were in the collective farm\nin Saratov, and then you’re talking about your aunt who — was she also th —",
        "A: Yeah, but I—I am not yet there.",
        "Q: Okay, okay.",
        "A: Lam sorry. In the collective far — but I wanted to go.",
        "Q: Okay.",
        "A: I wanted to go, and the collective farm helped me. They gave me a\nsoldier, which was — what I was doing 1n there — in-in — I am still not in\nKochetayev, they gave me a soldier which I have to bring to\nSemipalatinsk. And Semipalatinsk is if you go to the west, and then to the\nsouth, and there is a — it-it was a ri-right — rehabilitation or something like\nthis, and bring this soldier to the rehabilitation. So, I got the ticket, I didn’t\npay for it, and on the way back I stopped in Nowosibirsk. And there in\nNowosibirsk was evacuated, the Mo-Moscow University, building\nuniversity.",
        "Q: I see.",
        "A: I was also — I — I wanted to be an engineer.",
        "Q: Uh-huh.",
        "A: And from other — from Leningrad and from another city. And there we\nwere in that place of Nowosibirsk building engine —\nOctober 15, 2010",
        "Q: [indecipherable]",
        "A: — institute, or whatever it 1s. So, they took me, despite my Russian was\nbad.",
        "Q: I was going to ask. You were saying before [speaks Russian] give us\ngasoline, give us gasoline. Was your Russian at that point — did you speak\nmuch when you were still in Lithuania? How did you learn it?",
        "A: No, I learned — first of all, I told you that my parents spoke Russian, and\nI had —",
        "Q: But only when they didn’t want you to understand.",
        "A: Yeah, but later one year, one year, when it became already the Soviet\nUnion, we were studying.",
        "Q: I see, I see.",
        "A: And comparing to others, I had — I knew a lot of poems.",
        "Q: I see.",
        "A: I didn’t understand the meaning, but I could —",
        "Q: Recite them.",
        "A: Yeah.",
        "Q: So how many languages — when you were 15 years old and — or 16 and a\nhalf, when you had finished the gymnasium, how many languages did you\nspeak?\nOctober 15, 2010",
        "A: Jewish —",
        "Q: Yiddish.",
        "A: Yiddish, yes, Yiddish, Lithuanian, wis — I studied German, I studied\nFrench in the gymnasium, no English.",
        "Q: No English.",
        "A: No English. And Latin.",
        "Q: And Latin?",
        "A: Yeah.",
        "Q: So, Russian —",
        "A: The gymnasium — no Russian, only one year.",
        "Q: Okay, so what — what —",
        "A: But it — it came to me easy.",
        "Q: I see.",
        "A: It came easy, Russian, you know?",
        "Q: Yeah.",
        "A: Despite when I was already on the first course of the university in\nNowosibirsk, there was an exam, and they talked about [indecipherable]\nmateriale(ph). It means materials which are for the top of a house.",
        "Q: Uh-huh, okay.\nOctober 15, 2010",
        "A: And I didn’t know what is [indecipherable] I remember\n[indecipherable]",
        "Q: You — you —",
        "A: A poem, and in the poem it says the word crovla(ph), and I understood\nwhat it is. But I could ask somebody. At least before the beginning of the —\nthat was in the summer, and it was not the beginning of the course, first\ncourse. But there was a group, and I was participating in the group that was\nfor Russians that didn’t finish the 10 years —",
        "Q: I see.",
        "A: —nine years. And they put — they made a dictante(ph). Dictante(ph)",
        "Q: Is a—1-— they — you had to do a composition, or you had to write\nsomething.",
        "A: Write there — saying what to write and we have to write. And the woman\nwho dictated, then when it was all done, she said, oh, you two — two sisters\nof Russian girls, who finished nine classes of the 10 year course, they made\nmore mistakes than Frida Finkelita(ph). I was Finkelita(ph).",
        "Q: You were Finkelita(ph)?",
        "A: Yeah.",
        "Q: Even in Russia?",
        "A: In Russia I was Finkelita(ph), yes.\nOctober 15, 2010",
        "Q: Yeah, lita. So tell me, at that point — well, not at that point, I want to go\nback, and I want to ask a question that may sound very, very naive, but it’s\ncoming from what I’m trying to gather from your story. The war will\nhappen. Your parents are frightened for you because you belong to the\nKomsomol and you could be shot in the first days, clearly. But did they\nfear something for themselves? Did they fear that there would be some — do\nyou think that they were afraid that something would happen to them? They\ncertainly may not have liked the Nazis, but did they think there was some\ndanger for them?",
        "A: I am sure they thinked it was danger. She knew what was going on\nanother, it was not the first — they knew what is going on in Poland, they\nknew what is going on in the other places, but at the same time,\nunfortunately, I was not in touch, I couldn’t find out anything. But I dot —\ndidn’t believe, so maybe they had hope. But very soon, you know, when\nthey were already put to death, September ’41, 10 and 11. The 10\" were the\nmen, and the 11\", women and children. September. So it was only 22™\nJune, July, August, September, four months.",
        "Q: Four months.",
        "A: Yeah, and they were all put in a school, but it 1s not a school, it is a\nschool to become — to have a specialty. And in this school —\nOctober 15, 2010",
        "Q: A vocational school, probably.",
        "A: You know, you could become a — work in a amatu mokykla.",
        "Q: Yeah, so oh amaty maku(ph) — amaty maku(ph) —",
        "A: Oh my God, I’m forgetting that I can say Lithuanian.",
        "Q: — fa — Lithuanian, yes, yes. Amatu, it’s vocational school, vocational\nschool.",
        "A: My — yeah, my father was there the doctor.",
        "Q: I see.",
        "A: He was taking care of the students.",
        "Q: I see.",
        "A: And then it became the place where they were holding them for a few\ndays, and after this, they marched — and the amaty mokykla was in the — at\nthe end of the —",
        "Q: Town.",
        "A: — town. So they had to march along all the town and about two, three\nmiles more to the forest. And here, I have said how my father was —",
        "Q: Killed.",
        "A: They were killed over there, but how he looked when he marched with\nthis column, he was in a bloody, scared and —\nOctober 15, 2010",
        "Q: I wanted to ask, when you were in Saratov, and then you were in\nNowosibirsk, clearly you must have been thinking of what’s going back on\n— back in — home in Serei.",
        "A: Yeah.",
        "Q: Were you trying to get in touch with your parents, with your family, or\nwas there no way —",
        "A: No way, no way.",
        "Q: No way.",
        "A: Absolutely no way. The only one thing, I believed that the humans\ncannot do such a thing.",
        "Q: Well, were you hearing already things about what was going on there, or\nnot?",
        "A: No, I didn’t hear anything about Serei, especially because Serei is —",
        "Q: Small place.",
        "A: — small place. But I was hearing that they are killing. Killing and there\nwere camps, and there were the — you know, I have a friend who was in\nVilnius ghetto.",
        "Q: Mm-hm. But this is — I’m still trying to get a sense of what you knew at\nthe time. Not what one could find out later, but what, for example, did the\nOctober 15, 2010\nradio say? What did the newspapers write? Did you ha — was there any\nnews of what was going on then?",
        "A: I—I was reading, but I — I am saying again I couldn’t believe, but it\nbecame a very difficult time for me, you know what? I was going, for\nexample, the time when it 1s already close, to find out when it goes to the\nend. I was going — let’s say my — my aunt, I lived with my aunt.",
        "Q: Mm-hm, in Nowosibirsk.",
        "A: No-",
        "Q: Oh, I’m sorry.",
        "A: — that time I already came to Moscow.",
        "Q: I’m confused. Okay.",
        "A: Yeah, in Nowosibirsk I got of work at the komatata(ph). You know\nwhat is komotata(ph)?",
        "Q: Have no idea.",
        "A: No? Komotata(ph), that is I have to — at night I was going — we were in\nthe basement, and are living there about seven, eight students. And the\nplace was divided with — with white [speaks Lithuanian] divided with\nmaterial things.",
        "Q: Was like a white curtain, or a white —",
        "A: Curtain —\nOctober 15, 2010",
        "Q: Yeah, okay.",
        "A: — curtain, whatever they had.",
        "Q: Some sort of —",
        "A: Yeah.",
        "Q: — some sort of divider",
        "A: So, we were three people here, and four people there, and four more.\nAnd among the four was one mother, because there was a lady with a\nmother.",
        "Q: Okay.",
        "A: And we were very hungry, hungry. We didn’t have to eat enough, and\nwe decided that there was the professor, they had a garden. And we decided\nthat if we take one kopistai, kopustai —",
        "Q: Oh, cabbage.",
        "A: Cabbage, one cabbage one night, even not every day, nothing will\nhappen. So we were taking this and having the cabbage. And then we were\ntrying to get a little bit of potatoes. E-Everywhere was potatoes owners, and\nwe decided that one, only one time to take from each house.",
        "Q: Mm-hm, something.",
        "A: Yeah. So we were theft.",
        "Q: You were thieves, yeah.\nOctober 15, 2010",
        "A: Thieves.",
        "Q: But you were — but you were hungry.",
        "A: We were hungry. And then in the morning, we were sending one of us,\nwe didn’t have wood, we were cold over there.",
        "Q: Yeah.",
        "A: Many times I had here you know —",
        "Q: Blue?",
        "A: Yeah.",
        "Q: Mm-hm, on your cheeks, yeah.",
        "A: We were sending somebody to the — we had a special place to eat,\nbecause we had a cart. But it was — the soup was water, so we were sending\none, giving all the clothes, warm clothes, and we were bringing a big buck",
        "Q: Bucket.",
        "A: — bucket with soup, and because it is big, so in the — it was a little bit.\nAnd then we were eating this, and taking the — from the professor’s a little\nbit, and by some way, we survived. And then there was in — in\nNowosibirsk, a — lithua — Lithuania had a person who was taking care of\nLithuanian evacuees.",
        "Q: Okay.\nOctober 15, 2010",
        "A: But that was Nowosibirsk. I got in touch with him and he made me like\nhis secretary, but only I was far away. And I had to talk to other people, and\nhe gave me, not shoes, but you know, for winter —",
        "Q: Boots? Some sort of boots?",
        "A: Some sort of boot, but they are from material, you know?",
        "Q: I know what you mean, they were this felt kind of — how is it said in\nRussian, the —",
        "A: [indecipherable] so far away I-I don’t remember how [indecipherable]\nsays. But it’s not leather?",
        "Q: No, no, I know — it’s sort of like these felt kind of boots.",
        "A: No, no, no. But it helped me very much, it’s helped me very much. And\nI was in touch with others evacuees, asking what they need. I worked a\nlittle bit. But it’s a pity I forgot his name.",
        "Q: It happens.",
        "A: Because then when I came back to Moscow and he was in Moscow, was\nthe Lithuanian [indecipherable]",
        "Q: Rep-Representation, yeah.",
        "A: Representation, yeah. And I think that he came back also, and I saw him\na few times. He made a lot good things for me. [indecipherable] I don’t\nremember his name. So — and then it came a time when the institute started\nOctober 15, 2010\nto think about coming back to Moscow. And I went with the institute back\nto Moscow.",
        "Q: And then you met your aunt?",
        "A: And then I met my aunt, and I lived with my aunt.",
        "Q: And she had no news of your family?",
        "A: No, absolutely not.",
        "Q: And I’m going back and repeating my question. You were saying you\ndid not believe what was written in the newspapers, so that means\nsomething was written in the newspapers during the war about what was\ngoing on.",
        "A: Yeah, and by radio all the time —",
        "Q: And by radio, oh —",
        "A: — that killing, killing, killing and killing.",
        "Q: Okay. And why did —",
        "A: Killing Jews.",
        "Q: Okay, and why didn’t you believe it? Oh, they were saying they were\nkilling Jews, not Soviet citizens?",
        "A: No, Jews.",
        "Q: Jews, uh-huh.\nOctober 15, 2010",
        "A: Yeah. I couldn’t bel — I— I wouldn’t say that I don’t beli — didn’t believe\nat all.",
        "Q: Okay.",
        "A: But I couldn’t imagine, and I — very often I read — I’m reading now that\npeople couldn’t imagine —",
        "Q: Yeah, yeah.",
        "A: — that this could be done.",
        "Q: Okay. And was the — was any part of it that you didn’t believe the Soviet\npress, or you did believe the Soviet press in general?",
        "A: I did believe in general, but my —I —I-—I-",
        "Q: Your mind couldn’t imagine that such a thing — okay.",
        "A: My mind couldn’t imagine that this could be done. But what had\nhappened with me, I all the time was — that was a bad thing. I was — let’s\nsay I was coming from the sixth floor, my aunt lived on the sixth floor. No\nelevator. When I was g-going back, if I will meet somebody on the way,\nthat’s okay, if I will not meet, that is bad. I am going to the tramvajai, you\nknow what is tramvajai?",
        "Q: To the trolley bo — yeah, the trams.",
        "A: Yeah, to go to the university, to the —",
        "Q: Correct.\nOctober 15, 2010",
        "A: I see he is coming. If I will catch him, fine; if not, bad. All the time I\nwas in this ci — in such a [indecipherable] that is very bad.",
        "Q: I don’t understand. If you would meet the tram, if the tram would be\ncoming, or if the person —",
        "A: No, simple, simple this — that was my own — I was all the time thinking\nwhat will be when it end the war, I will find my parents, or not.",
        "Q: Oh, I see.",
        "A: Only this was my —",
        "Q: I see.",
        "A: I was thinking, they are dead, or they are alive. So I started to think if I\nwill catch the train that is good, or [indecipherable] each time, something.",
        "Q: In other words, you played a mind game with yourself.",
        "A: Yeah.",
        "Q: If you catch the tram, it means your parents are alive.",
        "A: Yeah.",
        "Q: If you don’t catch the tram, that’s not good.",
        "A: Yeah.",
        "Q: That sort of thing.",
        "A: And many, many these kind of things.",
        "Q: I see.\nOctober 15, 2010",
        "A: You know, if I go upstairs and I don’t see anybody going down, it’s\ngood. But if somebody goes —",
        "Q: It’s bad.",
        "A: — that bad. That can make you, you know —",
        "Q: Crazy, yeah. But of course, you didn’t know. You had no —",
        "A: I didn’t know, no. And I came to Moscow, to my aunt, and she lived in\none room in a — an apartment which had another room where there lived\nanother lady, a researcher. And another lady lived with my aunt in one\nroom, so I was the third one. And this lady, she was a nurse, but she was\nhelping the one, which is the researcher, she was better off, and she could\npay her. She was making for her — oh, she was like a helper, you know? But\nshe’s — she’s — she spends the nights in our room. So it was a room, here 1s\na aunt, here is this lady, and here I am. But relations were good, and in the\nsame apartment, in the same, were an apartment for a family, a family of\nfour or five. Father, mother, two children and a grandmother. And in the\nkitchen, everybody had his own place —",
        "Q: Yes.",
        "A: — you know. And one bathroom, and one toilet.",
        "Q: So that’s for everybody.",
        "A: For everybody, yes. So I lived there a few years til I got married.\nOctober 15, 2010",
        "Q: Did you get married —",
        "A: Because I worked — I worked very close to the place where my — my —\nmy aunt lived. But what happened at this time, unfortunately, that the\nfamily of my uncle, they were used that the aunt takes care of them. And\nhere she gave all her energy —",
        "Q: To you.",
        "A: — to me, yes. And a little bit it had an influence, you know.",
        "Q: That — that they didn’t get the energy that you were getting, the\nattention.",
        "A: Yeah. And one time very — it was a very not good thing, the daughter of\nmy uncle, the daughter of my uncle, she owed her money. And when my\naunt says that you have to return, I will better give you another time. Why\nyou are not returning? She said, take it out from my — what you are going to\nleave me. Can you imagine? And my aunt become very, very angry, and\nthey didn’t have relations, and she put everything on my name. That was a\n—a-— how much could she have, she was a buhalteris.",
        "Q: She was a — a— ac — an accountant in some way —",
        "A: Accountant, yeah, an accountant.",
        "Q: — a bookkeeper.",
        "A: Bookkeeper, yeah\nOctober 15, 2010",
        "Q: Bookkeeper",
        "A: Bookkeeper. And she died at 75. I lived 10 years more already.",
        "Q: So, you’re in Moscow and you’re living with your aunt, and you’re\nwondering what’s happened to your parents. What happened — how did the\nwar end for you? Were you already married by then?",
        "A: Just a moment now, the — the war ended in °45 —",
        "Q: Correct.",
        "A: —and I got married °52.",
        "Q: Ah, I see. So in 1945 —",
        "A: 1945, it was a day when it was a very big party, but I still didn’t know\nexactly. So this day I remember, I will remember all my life. But\nunfortunately, very soon, I got a letter first from my — from the chef —\nchauffeur —",
        "Q: Ah, from your father’s —",
        "A: Salvoukas(ph), Salvoukas(ph)",
        "Q: Sa-Salvoukas(ph), okay.",
        "A: Yeah, that I cannot tell you nothing good.",
        "Q: He wrote you that?",
        "A: Yeah, and additional, I got a letter from my good friend who survived\nthe ghetto. And she lives in Boston now, but she lived very long in\nOctober 15, 2010\nLithuania. She came later, a month later than I to America. She — and I am\nin touch with her. Why I didn’t write in her without talking to her that\nmaybe she would like to be [indecipherable]",
        "Q: You mentioned her to me, yes, yes.",
        "A: Yeah, because her husband is now in the nursing home, but not simple\nnursing home, a little bit with mental.",
        "Q: And — oh, maybe alz —",
        "A: So I wanted first to talk to her.",
        "Q: Yes, of course.",
        "A: But because I was so —",
        "Q: Busy, yeah.",
        "A: I have it in mind",
        "Q: Okay.",
        "A: And if yes, I will tell you.",
        "Q: Okay, you let me know.",
        "A: Yeah, yeah.",
        "Q: Good, good. Now, she was in the Vilnius ghetto, Vilna ghetto, or —",
        "A: I think Vilnius ghetto, but she left it, she —",
        "Q: She ran away.",
        "A: She ran away, yes.\nOctober 15, 2010",
        "Q: Okay.",
        "A: And she 1s very in touch with Vilna, with the people who work in the\nmuseum, because she is — she has friends over there.",
        "Q: Okay.",
        "A: And very often she was sending me some, in Lithuanian, newspapers.",
        "Q: Okay.",
        "A: Small newspapers in Lithuanian.",
        "Q: Okay. So she knew about what happened to your parents, or your — what\nhappened to Serei.",
        "A: Yeah.",
        "Q: Yes. And she found you in Moscow —",
        "A: She wrote it to me, I didn’t go to the univers — to my college or\nuniversity this day and —",
        "Q: So what did she write?",
        "A: — unbelievable",
        "Q: What did she write?",
        "A: She wrote that they were killed together with all Serei, with all the\npeople, all the shtetl.",
        "Q: So that means that from stel — Salvoukas(ph) and from her —",
        "A: Mira(ph), yeah.\nOctober 15, 2010",
        "Q: — from Mira(ph) —",
        "A: But very soon we went.",
        "Q: I see.",
        "A: But that we went the first time already with Arkady, because I was all\nthe time told that, don’t go. There are a lot of 1-1n the forest and they can\nkill you, because they are the ones which are afraid now —",
        "Q: To come back.",
        "A: — that they will — to come back in the cities. So — and they can — and we\nhad a few cases, such cases, that people were killed. So I understood that I\nhave to wait a little. And when I got married, we went together with my\nhusband. We went first to Vilnius, and my friend still were there. So we\nwent together with him, first to Leipalingis, and then to Serei, and we saw\nthe first time the memorial. And at this time, we even found some pieces of\nsome — what is going on with me, what is going on?",
        "Q: Nothing, everything’s fine. You found something —",
        "A: You know, if take off all this from the finger, what left?",
        "Q: You found some bones you mean?",
        "A: Bones.",
        "Q: You found some bones, you found some skeleton bones.",
        "A: Yeah.\nOctober 15, 2010",
        "Q: Still around th —",
        "A: Later they made the mar — a-and they made around small, not high. You\nwill see everything, I have it.",
        "Q: And did they — did you talk to people then about what happened\nspecifically to your family?",
        "A: Yeah, we — we found a teacher who spend with us some hours, and he\ncried when he told us how it was, all the details how it happened. That three\ndays they were holding them in the amaty mokykla.",
        "Q: In the vocational school?",
        "A: Yeah, and that was a Lithuanian person, a Lithuanian teacher. So I spoke\nto him Lithuanian, and I later —",
        "Q: Translated for Arkady.",
        "A: — translated for Arkady, yeah. And he told everything how it was, and\nthey were very, very upset. And you know, even now they are writing that\nthey will never forget it, and th — you know, different people. And wi —\nwhen we came to the house of Salvoukas(ph), his wife, only what she\ncould say, she were — our — I-I forgot to tell that our house was bombed and\ngone in [indecipherable]",
        "Q: The one they lived in, or the one that your parents rented?\nOctober 15, 2010",
        "A: The one which ma — our parents rented, and the other one, everything,\nbecause we saw when we came only everything burn, fire. And they moved\nto the very end of the city, very close to the — like I told you, the kirche(ph)",
        "Q: That’s right, the church.",
        "A: — the amaty mokykla —",
        "Q: The vocational school.",
        "A: But ama — yeah, amatu mokykla is a little farther. And this is the end of\nthe langergast(ph). And there is the — there the name is — I have a—a\nphoto, I am standing in this house where they lived, the time til they were\nbrought to the amaty mokykla. That is simple a family who was giving us\nmilk, they had always a cow, and they were bringing milk, and they let\nFather and Mother and Etta to live with them, but it was not a long time,\nvery soon they were taken. So I have the house where they lived a tre — few\nmonths.",
        "Q: Ah, so they were — so, in other words there was no ghetto really in — in\nSerei? People — the place was bombed, and your parents had no place to\nlive, so they went here —",
        "A: Yeah.\nOctober 15, 2010",
        "Q: — to this form — chauffeur, former chauffeur, and then when they were\ntaken away to the vocational school, they were held there for three days,\nyou said?",
        "A: Yeah.",
        "Q: And then they were brought to be shot.",
        "A: Yeah, and it was only — it was on the 10\" and 11\" September.",
        "Q: Did you remember what you were doing on the 10\" or 11\" of\nSeptember? Did you go back in your mind and try and figure out where you\nwere?",
        "A: No, oh, I — I — I know that very often, what Hanna(ph) Slovatitsky(ph)\nwrites in her — that she cannot remember what she did this day.",
        "Q: Yeah, yeah.",
        "A: I cannot say that I — I — I remember tt.",
        "Q: What did they — what were some of the things that they told you about\nyour parents during that time?",
        "A: The wife of Salvoukas(ph) said she tried, because they couldn’t go out,\nand they couldn’t buy something, so she tried to — by some way, she was\ntelling us, she was buying eggs and bringing them to this —",
        "Q: Yes.\nOctober 15, 2010",
        "A: — place, and trying to help with — but it was also dangerous, but she did.\nShe told me this and she cried, because she couldn’t imagine — a lot of good\npeople, you know, a lot of good people. And when I read now about the\nwoman who says she will never forget how she saw my father in the\nbeginning of the —",
        "Q: Column.",
        "A: — column, yes, 1n — with — with blood, and she could see that he was\nbeaten. She says it. And I got this paper. Unfortunately, it’s in Russian\nwritten, but this piece I translated. So, I can give it to you.",
        "Q: When you got it, did you — did someone recognize it and send you that\narticle, knowing it was about your father, or did you open the paper one day\nand there you read it yourself?",
        "A: No, no, my [indecipherable] my uncle’s daughter, she read it, because\nwe didn’t pay a lot of attention to Russian papers, because we had to — we\nworked, and we had to read English, to know better English.",
        "Q: You’re talking about now here, you’re in the United States, yes.",
        "A: Yeah, in the United States. And she sent me this paper.",
        "Q: And so this is th — she sent you this paper —",
        "A: And she called my husband, and she read it to him, and he says, the first\ntime he says, don’t tell it to Frida. But she was very surprised, that what I\nOctober 15, 2010\nhad to know. And she called me, and I found out, and I was very upset that\nArkady told her let — let — let not tell Frida.",
        "Q: Yeah. Well, he probably wanted to protect you.",
        "A: Mm, he wanted to protect —",
        "Q: To protect, yes.",
        "A: — yeah, but it’s not the case. I have to know. I am watching everything,\nall Holocaust movies. I am always watching them, and I — because I have to\n—at least I have to feel a little. I have very often, as older I become, as more\nI have the feeling of guiltiness that I was not with them, and I didn’t have to\ngo through this all. It’s very difficult to imagine my sister, my father, my\nmother, how they were — how it was all — and I was not there.",
        "Q: But I am sure that for your father and for your mother and your sister, it\nwas easier for them, knowing that you were not there, and that maybe you\nsurvived. That — that for them it would have been harder to see both of their\nchildren in that situation.",
        "A: Yeah. It would be good to be a very believing, and believe that we will\nsee someday.",
        "Q: Are you a believer?",
        "A: Huh?",
        "Q: Are you a believer?\nOctober 15, 2010",
        "A: I don’t know, after what is going on all these years. After the Holocaust\nand it is still so bad everywhere, with the hating of Jews, I don’t know why,\nbecause I know where — I know bad people. For me the nice thing is ap —a\nperson has to be good from bad. And now in Europe and everywhere. I\ndon’t know why.",
        "Q: That I — at that point you mentioned — you mentioned your —\nSalvoukas’s(ph) wife, and that she was a good person and that she cared.\nBut I want to bring up the other person you told me about earlier, who was\nthe organist’s son, who you said participated. What did you find out about\nhim?",
        "A: He — oh, I— I don’t know if he was — I — I will ask, maybe Mira(ph)\nknows. But at least he couldn’t come back and he had to — to pay for this.\nBut how it came out, I don’t know.",
        "Q: So, but what did he do? What do you know that he — what were you told\nthat he did?",
        "A: What he did, he helped to kill.",
        "Q: Uh-huh. Were there others in the town —",
        "A: They di — yeah, there were, who helped to kill. They came to\nSalvoukas(ph). They asked everybody, but Salvoukas(ph) refused. And he\nOctober 15, 2010\nsaid, the only — but he was also afraid, you know, the only thing what I can\ngive you is my — no, the pferd.",
        "Q: Oh, the horse.",
        "A: The horse, right, pferd, pferd is —",
        "Q: Pferd is the German word for horse, and so probably also the Yiddish\nword for horse.",
        "A: Yeah, a pferd. The horse.",
        "Q: And so, did you find out whether they were — in Serei, was it Germans\nwho shot, or was it Lithuanians who shot? Do you know who it was, did\nanybody tell you? In Lithuan — in Serei.",
        "A: Yeah.",
        "Q: — when everybody was shot, did anybody tell you who did the killing?",
        "A: Who did the killing, they — everywhere they write collaborators,\nLithuanian. But I didn’t know who, exactly. What I remember is the son\nwhat I told you, and others I don’t know. I don’t know.",
        "Q: Yeah.",
        "A: What — you know, who live there, it was very difficult to come to this\nplace, and nobody came back to live, nobody.",
        "Q: Of course, of course.",
        "A: And there the cemetery —\nOctober 15, 2010",
        "Q: How often were you there, to Serei? You said —",
        "A: Once a year, in the summer.",
        "Q: From that first time —",
        "A: Yeah.",
        "Q: — from that first time it was once a year until you left?",
        "A: Every year until I left, then in ’88, we went to Moscow and from\nMoscow we went to Vilnius, and from Vilnius we went to Serei. And\nsince then I haven’t been there, because — I wanted very much, very much,\nbut unfortunately, my medical —",
        "Q: Situation?",
        "A: Situation doesn’t — I cannot now go. That’s a pity, but — you know, I\nwould like very much to show you, you know —",
        "Q: That’s — let’s see some of those things that you wanted to show me.",
        "A: Yeah, funny — funny things, this is another, absolutely nothing to do\nwith it, but I would like to show you how we were — with that I — I liked to\nput my vacations.",
        "Q: Oh, okay.",
        "A: Yeah, and here — okay, so humay(ph) Palanga.",
        "Q: Palanga, yes, of course.",
        "A: You know Palanga, yeah, Palanga [speaks foreign language here]\nOctober 15, 2010",
        "Q: So I see in 1951 you were in Palanga.",
        "A: Palanga, and then you will see parlan — Palanga —",
        "Q: Again in 58.",
        "A: — in ’58. Hosta(ph) Palanga [indecipherable]",
        "Q: Mm-hm, that’s right.",
        "A: [indecipherable] And then Palanga ulitsa(ph) naringos(ph).",
        "Q: Naringos(ph), that’s right, all —",
        "A: And then Palanga ulitsa(ph) gestuccio(ph), and Palanga sanitori(ph)\njovairdra(ph).",
        "Q: So you were there in all those years?",
        "A: Yeah, and then Palanga ulitsa(ph) salamayanaris(ph), and then\nPalanga ulitsa(oh) uritas(ph).",
        "Q: Oh yeah.",
        "A: And Palanga — and then [indecipherable]",
        "Q: So Palanga is in Lithuania?",
        "A: So was Nida, Nida.",
        "Q: And Nida is in Lithuania?",
        "A: And Nida was already the time when we were — ’78 we went to\nAmerica.",
        "Q: So that was close.\nOctober 15, 2010",
        "A: And Nida was before — oh, Nida is such a nice place.",
        "Q: It’s pretty.",
        "A: And we were a little already nervous, because we were already put our\ndocuments, and we were afraid somebody can know about it, so it was not\n— but Nida, that was something special.",
        "Q: Well, how did you feel? I mean, 1-it’s — it’s a— a very direct question,\nbut did your feeling about Lithuania change because of — of your parents\nand the massacres and everything that happened there?",
        "A: No, I— because, you know, I — my feelings to Lithuania are not bad.\nNot bad, despite the — what happened. But at the same time, I know — I\nknew a lot of guys and girls who were so nice and so good. So, I understand\nthat that is everywhere this way. And Mira(ph) was telling me about the\nones who are still there. One is a very famous doctor, a very good guy, and\none excellent guy was — he is also there. And I went to the — 35 years, this\nis all photos, I went to Alytaus, when it was 35 years since we finished —",
        "Q: Your gymnasium.",
        "A: — gymnasium, yes. And I was there with mi — Mira(ph) was there, and\nFima(ph), my friend, and my husband went with me. And we spend there\nwith all our — with all the teachers.",
        "Q: But what about that lady who said that terrible thing?\nOctober 15, 2010",
        "A: I have no idea where she is. I even don’t —",
        "Q: But she wasn’t there?",
        "A: No.",
        "Q: No.",
        "A: No, no.",
        "Q: Okay, okay.",
        "A: I—I cannot imagine to see her.",
        "Q: I would find that —",
        "A: I think that she — I think that she understood that she cannot come to\nsuch a — generally I don’t know what happened, because I —",
        "Q: You left, you left.",
        "A: I didn’t want —",
        "Q: Yeah",
        "A: — because others were different",
        "Q: Interesting.",
        "A: And she was the main who tried to do it, so —",
        "Q: A main instigator, yeah. So I see all of these hotel, all of these vacations\nthat we’re taking —\nOctober 15, 2010",
        "A: Yeah, Palanga wi — will ah — this is no Palanga [indecipherable] we\ngot [indecipherable] place, and we were there — no, and then already Nida\nand —",
        "Q: Then —",
        "A: —I left, 23 of March.",
        "Q: March.",
        "A: We went from Moscow [indecipherable] is Vienna a —",
        "Q: And then you went to Vienna on the —",
        "A: To Vienna and then from Vienna and then we came to America.",
        "Q: America. What are some of the other things you’d like to show me, and\nI'd like to see?",
        "A: Yeah, yeah, I would like very much — first I— I would like to show you\nthis. If you would say that you would like to have it, I will make a copy and\nsend it to you.",
        "Q: A believing Jew. The selected writings of Milton Steinberg. Yes, very\nmuch, very much.",
        "A: I will definitely send it to you. Ella will make a copy.",
        "Q: Okay, okay.\nOctober 15, 2010",
        "A: Because that is his — he wanted to talk to me, but he called and we\ndidn’t. His son is now the Long Island University, he is — I\n[indecipherable] and I also keep it.",
        "Q: Okay. So this is someone else, Milton Steinberg, who is from Serei,\nand si — his son is David Steinberg —",
        "A: Yeah.",
        "Q: — who is at Long Island University. How interesting. Okay, so they also\ncome from Serei.",
        "A: Yeah.",
        "Q: Your father’s family, was it buried in the cemetery? Your grandfather\nand grandmother —",
        "A: Yeah, the cemetery 1s a little — what I found is only my grandmother’s —\nthese also in — in — in the photos.",
        "Q: Mm-hm. Let’s see those photos.",
        "A: Grandmother.",
        "Q: Let’s see.",
        "A: Just a moment. What I can start from —",
        "Q: I will say now officially, this concludes our interview with Frida\nRuderman, on October 15\", 2010. And what we are going to do right now\nOctober 15, 2010\nis look at some photos, and have some comments about those photos. So\nthe official part of our interview is done.",
        "A: This is my family.",
        "Q: This is your family. Your father —",
        "A: And very close to the — that was maybe a year before.",
        "Q: Oh.",
        "A: This is not — this is also copies, and I have the — this is — this man came\nfrom the United State. I have here a uncle, Father’s brother. He is already\ngone, unfortunately, very soon after our coming. And he came to Serei and\nwe made a photo with him. So that’s my father, that’s me, that is my\nmother, that is my sister Etta.",
        "Q: Oh, you’re such pretty girls.",
        "A: Yeah, and that is the brother of my father, who died.",
        "Q: Who died, yes.",
        "A: That is his son, who was killed.",
        "Q: Yes.",
        "A: So she was killed and he was killed, and she is in Israel, but already in a\nbad shape. And this is a couple who is a first cousin of Father, but they\nsurvived, they [indecipherable] and they could go, but they are both\nalready not — they are — they died both, but their son lives in Vilnius.\nOctober 15, 2010",
        "Q: Okay, yes, I think that this would be a lovely photo, and this photo, too.\nTell me about the dress. You were going to tell me about the dress and what\nwas special about it, and we forgot to mention —",
        "A: Ah, that helped me because they liked — the girls liked so much the\ndress, that if they had to go somewhere, they were —",
        "Q: Asking to borrow it.",
        "A: Borrow it, and I was — they were giving me — when I didn’t have — I was\nnot still in touch with the man in Nowosibirsk who helped the Lithuanians.\nI didn’t have shoes, warm shoes, they were giving me shoes to wear,\nsomething to wear.",
        "Q: I see, so this is when you’re in Nowosibirsk —",
        "A: In Nowosibirsk.",
        "Q: — and 1s this the dr — this is the dress you wore when you ran from\nLithuania?",
        "A: This — yeah, I —",
        "Q: So, did you have any other clothes?",
        "A: —I—no, but I had it with me.",
        "Q: I see.",
        "A: Because the next day I didn’t have anything, everything was sent home\nalready.\n100October 15, 2010",
        "Q: So, was this —",
        "A: So this was because I had to, in the evening of the day of the beginning\nof the war, I had to go to the party.",
        "Q: So you left Lithuania with your party dress on?",
        "A: On me, no —",
        "Q: No, but you had it with you.",
        "A: — something — yeah, but I had it with me, yeah",
        "Q: You — with you, I see, I see.",
        "A: Yeah.",
        "Q: Okay.",
        "A: Oh, this is simply the class.",
        "Q: Uh-huh.",
        "A: And here —",
        "Q: Class picture.",
        "A: Yeah. And here is — one moment here —",
        "Q: Is this the gymnasium?",
        "A: Yeah, Alytau — Alytaus gymnasium.",
        "Q: Alytaus gymnasium.",
        "A: And I think that here 1s — oh, this is my sister Etta.",
        "Q: Etta, okay.\n101October 15, 2010",
        "A: Yeah. And this is what you can see. This is [indecipherable] the one\nwhat we wanted to —",
        "Q: Recruit, recruit.",
        "A: Yeah, and where is other — a-a-and this is Derwinskyter(ph).",
        "Q: You said they were Polish, but those sound like very Lithuanian names.",
        "A: Lithuanian names?",
        "Q: Yeah, they — you said these girls were Polish —",
        "A: Yeah, they are Polish.",
        "Q: Polish, but the names sound —",
        "A: Zigma(ph) — Zigma(ph) Chapolkaytita(ph), I don’t know.",
        "Q: Okay.",
        "A: And this is Ona(ph) Derwinskyter(ph).",
        "Q: Okay.",
        "A: And this is my friend who died in the first days. She was — that is\nHalla(ph).",
        "Q: Halla(ph), your best friend.",
        "A: Yeah, best friend Boekshitskyter(ph).",
        "Q: Boekshitskyter(ph).",
        "A: Halla(ph) Boekshitskyter(ph). And this is a very nice, very good\nrelations with this girl, Oushileeta(ph), Janie Oushileeta(ph) and very nice\n102October 15, 2010\nlooking. And very close I was also with — but we’re not — that’s me, and\nthat is Rushenskyter(ph). This is now in Vilnius. And this is\nPangornis(ph), I think. But I remember a little — oh, you see here,\nDerwinskyter(ph), and this is Amelia(ph) Baltoskonita(ph). Now this is a\nvery good friend of mine.",
        "Q: Mm-hm. And this is yourself.",
        "A: Yeah.",
        "Q: Beautiful, beautiful. And this is in 1939 in Alytaus. You’re beautiful.",
        "A: And this is Usolita(ph), the one which 1s here in top, on top.",
        "Q: Yeah, this one.",
        "A: And this is Baltoskonita(ph), Amelia(ph). Baltoskonita(ph). Now, she\nis not here, but this one —",
        "Q: [speaks Lithuanian] E-Etta?",
        "A: Emma.",
        "Q: Emma. And in send — in 19-fift — ’46, a picture from your school days,\nOkay.",
        "A: Yeah. And here is our class, but also very [indecipherable] maybe the\nfirst or the second. I-I-I am here, and this is Boekshitskyter(ph), is\nHalla(ph), and this is Xena(ph), a daughter of a mus — musical teacher.\n103October 15, 2010\nAnd I don’t see other Jewish girls here. It was in the end, when the other\ngirls turned out and said to — you and you and you, we were six.",
        "Q: Alytaus gymnasia. [speaks Lithuanian] Shukienna(ph) —",
        "A: Shukienna(ph).",
        "Q: Shukienna(ph).",
        "A: Oh I remember her very well, Shukienna(ph), here she is. And they — it\nwas at the — they were giving when they were ending — they — they were\nending and they were giving the key —",
        "Q: Right.",
        "A: — to the next.",
        "Q: Ah, to the next —",
        "A: Yeah, that was — and here is —",
        "Q: That’s a school picture as well.",
        "A: Yeah. And here is Lolek(ph), I think, this one. I think so.",
        "Q: And let’s see what this says now. This looks like it’s —",
        "A: This 1s a old one.",
        "Q: Yeah.",
        "A: Where it says, in this place in °41 [indecipherable]",
        "Q: September [speaks Lithuanian]",
        "A: [speaks Lithuanian]\n104October 15, 2010",
        "Q: I’m going to translate it.",
        "A: But now is different.",
        "Q: Okay, I'll translate this for the tape. This is a photo of the original\nmonument that was cons-constructed in Soviet times, and it said on its\nplaque, in this place in ’41 — in September 1941, the Hitler in — the Hitler\n[indecipherable] occupants and their bourgeois nationalists and — and\nbourgeois nationalists murdered 1900 wen — men, women and children\nfrom the Serei town, and its surrounding region.",
        "A: Yeah",
        "Q: Okay.",
        "A: I will give you, here I have all copies for you.",
        "Q: Okay, okay.",
        "A: On simple — on paper.",
        "Q: You know what it could be, the difference, is it says here, Serei town\nand the —",
        "A: Appeelingcue(ph).",
        "Q: — the appeelingcue(ph) —",
        "A: And then maybe without appeelingcue(ph).",
        "Q: Appeeling(ph), it could be without appee —",
        "A: It could be, yeah, it could be.\n105October 15, 2010",
        "Q: Yeah.",
        "A: [indecipherable]",
        "Q: Yeah, so this 1s translated from —",
        "A: Yeah, in this place I translated. Or here, we are on the — see, Alytaus,\nJune ’76, 35 years after ending gymnasium.",
        "Q: Oh wow. Oh wow. Look at all these people.",
        "A: That’s me.",
        "Q: Uh-huh.",
        "A: That is Mira(ph), who is in Boston, to whom maybe I will —",
        "Q: She will ta — okay.",
        "A: And this 1s, he is now in Israel, that is my friend, with whom I spend the\nfirst time of — and you know, when I went to —",
        "Q: The first time of what?",
        "A: — to Kochetayev, we went there of the morning together, we were put\ntogether on the — we were together even in the farm.",
        "Q: Is this Fima(ph)?",
        "A: Fima(ph).",
        "Q: Oh, this is Fima(ph), who you mentioned, okay.",
        "A: That is Fima(ph).",
        "Q: Okay.\n106October 15, 2010",
        "A: But then when I went to Kochetayev too, he was not dressed enough, he\nwas afraid, and he went to Tashkent. And we kept in touch all the time.",
        "Q: I see, I see. And are any of the pictures of the girls who were in the other\nphotographs in here too? No?",
        "A: Wha-What?",
        "Q: Y-You have in here, you have these — these girls here, are they in here\ntoo?",
        "A: If they came. Just a moment. Maybe not everybody came. There are\nsome, but I don’t see here Derwinskyter(ph) — I don’t see some of them.\nDerwinskyter. Little.",
        "Q: Let’s see from here. Maybe not, maybe not.",
        "A: Not everybody came, but many I saw and it was very nice to see them.\nWhat this is, I think this is Rozenskyter. And here —",
        "Q: She is.",
        "A: She ts.",
        "Q: So it is, so it 1s.",
        "A: And here we made a — the same day we made this picture\n[indecipherable] with us, so that’s him. And this is the new one.",
        "Q: The new one, but it’s not very clear.\n107October 15, 2010",
        "A: It’s not clear, but in the material of Hanela(ph) Slovatitsky(ph), which I\nwill make a copy for you.",
        "Q: Okay.",
        "A: Because it’s interesting written. This is written and it 1s already 953, I\ncannot see if — here is the number.",
        "Q: No, it’s not clear.",
        "A: Impossible.",
        "Q: It’s not clear. The photo is blurred.",
        "A: These two women, these two women, they are still alive. I don’t know if\nthis baby — for the last two weeks, I talk to Israel very often, th — talk to\nthem. They are Sereia(ph), from Serei, and they went to see the new and\nsend it to me.",
        "Q: I see.",
        "A: This is the house in which my parents lived the time, the four months\nbefore they were taken to the amaty mokykla.",
        "Q: I see, before they were taken to the vocational school.",
        "A: Yeah. This is a new, and this is a old one.",
        "Q: Ah yes, I see.",
        "A: And this is a very interesting — this is my —",
        "Q: Oh, I see, yes.\n108October 15, 2010",
        "A: You see?",
        "Q: It says hotel, vieSbutis.",
        "A: VieSbutis.",
        "Q: And then it says Finkelo(ph).",
        "A: Yeah, finke —",
        "Q: Somebody [indecipherable]",
        "A: — the brother — the brother of — who died.",
        "Q: Yes.",
        "A: That was on his name.",
        "Q: So it’s —",
        "A: He was Moishe M.",
        "Q: Moishe M.",
        "A: I don’t see if it is M.",
        "Q: It could be, but it’s not clear. One would have to m-make it a larger\npicture.",
        "A: Yeah. And then — can you read what is here [indecipherable]",
        "Q: Let me try, because my eyesight also isn’t good, but let’s see. It says\n[speaks Lithuanian] Finkelina(ph), I — and I can’t read this, so this means\nthe dentist, Mrs. Finkelos(ph) — Finkelina(ph) —\n109October 15, 2010",
        "A: Finkelina(ph), that she came, because that was the time when they came\nback to Serei.",
        "Q: I see.",
        "A: And they put a advertisement —",
        "Q: A little — of just —",
        "A: — that she is a [indecipherable] not [indecipherable]",
        "Q: We — if we were to make this larger, we’d see — and who are these\npeople who are on the front stoops?",
        "A: I think that — I — I cannot recognize them, but I think that one of them 1s\nthe son who died, who was killed.",
        "Q: Yeah.",
        "A: And this — in ’88, we visited Moscow.",
        "Q: And then you went to Lithuania.",
        "A: And then we went to Lithuania, and we went — that is Serei, the church.\nAnd this is —",
        "Q: Mm-hm. The church, or the synagogue?",
        "A: No, that 1s the church.",
        "Q: It’s the church, okay.",
        "A: Yeah. The synagogue, I have the synagogue, but the synagogue 1s where\n— that is a church. And 1s very close to the ri-rinkos gat — plaza.\n110October 15, 2010",
        "Q: In the turgaus gat — yeah, the — the market square.",
        "A: Turgaus gat — yeah. That’s me, and that is my best friend, he died\nalready. But he wanted to be buried in the place in Alytaus where all the\npeople were —",
        "Q: Killed?",
        "A: — who were killed, yeah, and he did it.",
        "Q: Oh, did they?",
        "A: Yeah.",
        "Q: Yeah.",
        "A: And I have a special envelope with his — when he was buried.",
        "Q: Oh my.",
        "A: Yeah.",
        "Q: And this is your daughter?",
        "A: That is his daughter.",
        "Q: Daughter, I see.",
        "A: His daughter, and that is the wife of Fima(ph), and this is the one who\ntook me to the Kom —",
        "Q: Ah, the one who recruited you to the Komsomol.",
        "A: Yeah, yeah, yeah.",
        "Q: What’s his name?\n111October 15, 2010",
        "A: David. Davide(ph), and last name I forgot. I knew his father and\nmother, we were on one — one — when we were — went by the truck, they\nwere on the truck.",
        "Q: Oh, I see, okay.",
        "A: They’re now gone, but he is in Israel. Kavarski(ph).",
        "Q: Karvarski(ph).",
        "A: Yeah.",
        "Q: David Kavarski(ph).",
        "A: David Kavarski(ph).",
        "Q: Very interesting.",
        "A: Oh here [indecipherable] to see the [indecipherable]. That is my — my\nsister when she was a girl.",
        "Q: Oh, she was so pretty",
        "A: Yeah. And that’s me.",
        "Q: As children.",
        "A: Now can — can you understand why”?",
        "Q: Of course.",
        "A: No, nobody can understand. That’s me.",
        "Q: And who’s this? This is you.",
        "A: Me, yeah.\nOctober 15, 2010",
        "Q: I would sa — I — these are lovely pictures, lovely pictures.",
        "A: Pll give you all this.",
        "Q: And this is th — here, right here, what’s this? Ah, these are copies?",
        "A: Yeah.",
        "Q: Copies, okay.",
        "A: Ah this we were coming, what — how it looks generally. This is without\nthe memorial —",
        "Q: Yes.",
        "A: — somewhere, but we were sitting, myself and my cousin who is in\nIsrael now, like I told you already, in —",
        "Q: Bad shape.",
        "A: — in bad shape, yeah. This I am in Serei, and this I am in Serei.",
        "Q: And this is — it looks like it’s in the 60s, yeah, ’66 — 1966.",
        "A: Serei, Serei, Serei. Oh, this is everything.",
        "Q: And yet, you went every single year.",
        "A: And you know that I am on the internet.",
        "Q: Are you? Okay.",
        "A: Yeah, somebody put — but there is one mistake, they put that my\ngrandmother’s date of her birth, or date of when she died with a mistake\n113October 15, 2010\nand I went — wanted so much to fix it. I still — it stays like not done, but it’s\nin my list.",
        "Q: Yes, okay, okay. More of Serei in 1966. There’s open fields, and\nvillage.",
        "A: Yeah, this 1s all — all — all — all — all the same, all the sa — oh, that’s how\nit looks. And the other girl, who was later, she says that our cemetery is —\nlooks like the best. Oh, you can’t —",
        "Q: Thank you very much, I’Il take a look at this.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview\nwith Frida Ruderman, on October 15\", 2010, in Cliffside Park, New\nJersey. And I’d like to thank you, Mrs. Ruderman, for agreeing to meet\nwith us, to talk with us today, and ask that you take your story from the\nvery beginning. Tell us where you were born, when you were born, what\nwas your birth name?",
        "Q: Serei. And where is Serei?",
        "Q: Serei.",
        "Q: Wow. And did he — in Warsaw, did he study in Polish, and then finish\nhis studies in Tartu in Russian? Was that how he would have —",
        "Q: Okay.",
        "Q: So your mother was born in eastern Poland?",
        "Q: What did she study?",
        "Q: A dentist.",
        "Q: So what 1s your father’s name? What was your father’s —",
        "Q: Layba(ph)",
        "Q: Mm-hm.",
        "Q: Finkel",
        "Q: Finkeless(ph), there’s always a — a Lithuanianized ending on the word —",
        "Q: — on the name.",
        "Q: No, this is fine.",
        "Q: Mm-hm.",
        "Q: 1898, mm-hm.",
        "Q: Mm-hm. Do you have the date?",
        "Q: Do you have the date he was born?",
        "Q: Okay.",
        "Q: May 12\".",
        "Q: Don’t know the date of her birth.",
        "Q: 1898 — °99?",
        "Q: Eighty-nine.",
        "Q: Eighty-nine.",
        "Q: Okay, 1889.",
        "Q: Ninety was mother’s birth.",
        "Q: Gotlieb.",
        "Q: G-o-t-I-i-e-b.",
        "Q: What was her first name?",
        "Q: Minuha(ph).",
        "Q: It would be in Lithuanian, what — but if she was born in Poland —",
        "Q: — then how would it have been —",
        "Q: Oh, 1s it really?",
        "Q: Finkelena(ph), that’s right.",
        "Q: And your sister’s name?",
        "Q: Your sister’s name?",
        "Q: Etta.",
        "Q: So she would be 1922.",
        "Q: Yeah, Etta, born in ni — did you have any other siblings?",
        "Q: No, there was two girls?",
        "Q: Faculty?",
        "Q: Your father, he was — was he Serei’s only doctor?",
        "Q: Uh-huh.",
        "Q: Mm-hm — a knock on the door.",
        "Q: Yes.",
        "Q: A candle?",
        "Q: Yes.",
        "Q: Mm-hm.",
        "Q: So they trusted him.",
        "Q: No, but this is what the —",
        "Q: Patient, yeah.",
        "Q: Can you — do you remember any particular instances of a patient not\nsurviving, and he then took it very hard?",
        "Q: No, no, no, I’m talking — you said he cried —",
        "Q: How — was she an older lady, was she a young child?",
        "Q: Hard.",
        "Q: Were there —",
        "Q: A gynecologist?",
        "Q: I see.",
        "Q: Also a Jewish doctor?",
        "Q: Jewish doctor.",
        "Q: With the drugstore.",
        "Q: Uh-huh, of the pharmacy.",
        "Q: You mean with the priests, I mean —",
        "Q: — the — the — the parish priest of the Catholic church?",
        "Q: Wow.",
        "Q: Oh, a German.",
        "Q: They had a church.",
        "Q: Mm-hm. So they might have been Lutheran. Most — most Germans in\nthat part of Lithuania and Prussia were Lutheran.",
        "Q: So your father was the doctor not only for the Jewish community, but\nfor everybody.",
        "Q: Teeth.",
        "Q: Oh dear.",
        "Q: Okay.",
        "Q: Okay. At this moment I’d like to — I'd like to ask about your mother. It\nsounds like you had a family, you know, three women, your mother, two\ngirls. But your mother 1s also a professional, not just the mother, not just\nthe housekeeper, but someone who had her own profession.",
        "Q: Was — if your father was the town doctor, was she the town dentist?",
        "Q: Extract a tooth?",
        "Q: Painkiller?",
        "Q: Anesthesia, mm-hm.",
        "Q: Sho — hurt her, or they will shout?",
        "Q: Oh, they would shout, okay.",
        "Q: Poczekina(ph), okay.",
        "Q: With your hee —",
        "Q: So you have your fingers in your ears so you wouldn’t have to hear the\nshouting.",
        "Q: Pe — cakes?",
        "Q: Cakes, mm-hm.",
        "Q: You had no indoor plumbing —",
        "Q: — so you had to take it from a well.",
        "Q: Mm-hm, marketplace, mm-hm.",
        "Q: A spigot, so that you can bring a bucket and it —",
        "Q: I see.",
        "Q: Oh, you had a lot of — you had a lot of firewood — wood?",
        "Q: Malkos, malkos.",
        "Q: Ovens?",
        "Q: Yes.",
        "Q: Yes, I know those ovens.",
        "Q: Tile ovens.",
        "Q: Yes, yes.",
        "Q: So that’s not small —",
        "Q: — when you have that many. And you — so your parents worked from\ntheir home.",
        "Q: Home, and your — the home was in the center of Serei. And you said\nyour father was born there, but you didn’t have any other relatives except\nthese first cousins. Were —",
        "Q: Moishe.",
        "Q: Did you have memories of him, do you have mem —",
        "Q: I don’t know what kukla is.",
        "Q: Oh, you mean they like to play with dolls, they like to play —",
        "Q: With dolls, okay.",
        "Q: Okay.",
        "Q: In — in beer containers, I know the —",
        "Q: Yeah.",
        "Q: I see.",
        "Q: It’s on the photo.",
        "Q: So that is her — where her dentist office is?",
        "Q: Okay, okay.",
        "Q: Turgaus aikSté, market square.",
        "Q: Market square, yeah. So, how large was Serei? Was it a town, was it a\nvillage?",
        "Q: Local collaborators.",
        "Q: Hunchback, or she wa —",
        "Q: Age.",
        "Q: Okay.",
        "Q: What is written now?",
        "Q: Okay.",
        "Q: Rather than just —",
        "Q: Yeah.",
        "Q: I can see whether we can find out for you, as far as th-the — the research\nthat’s been done for that part, for Serei and the surrounding regions.\nUsually by now there has been some sort of investigation to find out more\ndetail.",
        "Q: The real numbers.",
        "Q: Yeah.",
        "Q: Yes. But my question is, how large was the community before the war,\nthe Jewish community in Serei? Was it a thousand people, was it several\nhundred?",
        "Q: No, no, no, I’m not talking about those who were murdered, I’m talking\nabout the town before World War II, or the village before World War II,\nabout how large was it? Was it a big village, was it a small village? Were",
        "Q: Seven.",
        "Q: Yes.",
        "Q: In the afternoon?",
        "Q: I see.",
        "Q: Okay.",
        "Q: So what you’re explaining to me 1s that you’re not sure about how many\npeople there were — Jews there were in Serei. There could have been a\n1,900 some, or it could have been this 900 figure.",
        "Q: Yeah, it could be one, it could be the other, but you know that only\nseven survived — survived.",
        "Q: Were there — was the cha — was the town mostly, or the village mostly\nJewish, or were there Gentiles living there too?",
        "Q: In the surrounding area.",
        "Q: Oh yeah.",
        "Q: Street.",
        "Q: Shellkovsky(ph)?",
        "Q: Okay.",
        "Q: I see.",
        "Q: A cloister?",
        "Q: A cloister.",
        "Q: Cloise(ph).",
        "Q: Well that was going to be one of my questions. Was yours — was your\nfamily a particularly religious family?",
        "Q: At Passover?",
        "Q: Was he believe —",
        "Q: I see.",
        "Q: Would you say that they were more assimilated into a — a larger society\nthat’s not just Jewish, or would you say —",
        "Q: Yes, yes, yes, yes, I know of him.",
        "Q: Oh my goodness",
        "Q: Oh my good —",
        "Q: Yeah.",
        "Q: Who? Excuse me —",
        "Q: Your father, your father.",
        "Q: Because I was confused whether you meant th — the others that you\nmentioned. How far was Serei from Kaunas?",
        "Q: Mm-hm. Did your father have a car?",
        "Q: Ah yes.",
        "Q: Chauffeur, mm-hm.",
        "Q: Salvoukas(ph).",
        "Q: Salvoukas(ph).",
        "Q: Salvoukas(ph), mm-hm.",
        "Q: Mm-hm. A butcher shop.",
        "Q: I see.",
        "Q: To be repaired.",
        "Q: Completely fixed?",
        "Q: And it who — was —",
        "Q: So they couldn’t escape using the car?",
        "Q: Yeah.",
        "Q: To dress?",
        "Q: Shoes.",
        "Q: Shoes. So that would be a —",
        "Q: In Lithuanian it’s batsiuvys.",
        "Q: In Lithuanian it’s batsiuvys.",
        "Q: Batsiuvys, batsiuvys.",
        "Q: Shoemaker.",
        "Q: A shoemaker.",
        "Q: A tailor.",
        "Q: Yeah.",
        "Q: A room?",
        "Q: A room?",
        "Q: A room, mm-hm.",
        "Q: Yes, he was in the Komsomol Jugend, mm-hm, so the Communist\nYouth League.",
        "Q: Also bring in — bring you in.",
        "Q: Arishninkas(ph) would have been the",
        "Q: It is a—a Lithuanian word.",
        "Q: — who brings — brings people — he was a — the person who — who 1s the\nconnector between people.",
        "Q: Who was a — a shoemaker.",
        "Q: Mm-hm, what is HaPoel?",
        "Q: Mm-hm, so it was more Zionist, mm-hm.",
        "Q: And this was —",
        "Q: Certificate?",
        "Q: Uh-huh.",
        "Q: Union. This helped you.",
        "Q: So I will — we’ll come to this point, but right now I’m still trying to get a\nsense, before the war, of what kind of community you were ab — in, what\nwere your relations to your parents, what — what are your memories of the\nplace. This is what I’m trying to learn more about at this stage. And we will\ncome to these other events you’re talking to.",
        "Q: Tonsils.",
        "Q: Mm-hm. So he hugged you and he tried to comfort you.",
        "Q: I don’t know what that 1s.",
        "Q: No, no.",
        "Q: Mm-hm, at the — at the oven, at the sort of —",
        "Q: How old were you when that happened?",
        "Q: Yeah. And your mother, what was she like?",
        "Q: On your forehead, yes.",
        "Q: Hide it with your hair.",
        "Q: A tomboy.",
        "Q: A tomboy.",
        "Q: So he had the authority in the family?",
        "Q: Yeah. And —",
        "Q: And she sounds like she was a little softer.",
        "Q: Maybe a —",
        "Q: Yeah.",
        "Q: A forest — [speaks Lithuanian]",
        "Q: Your mother was there, mm-hm.",
        "Q: Uh-huh.",
        "Q: I wouldn’t know the name.",
        "Q: Maybe because the air was pure, yeah.",
        "Q: It could be. What were — what were you — how would you look at the\nrelations with the non-Jews in the — in Serei? Was it mostly Lithuanians,\nwere there Poles there too? Were there —",
        "Q: Mm-hm, clothes.",
        "Q: The money fr —",
        "Q: Primary school. So there was a Jewish primary school in Serei.",
        "Q: Okay.",
        "Q: Okay, I will show my colleague.",
        "Q: Okay. So does this — so did you feel, or did your parents talk about any\ndifferences with — with the Gentiles, whether they were Lithuanian,\nwhether they were German, whether they were Polish? They were not Jews,\nbut were they good relations, or did they feel tha-that they had experiences\nof anti-Semitism? Was there any such discussion —",
        "Q: Okay.",
        "Q: Oh, the vargonininkas, the — the or —",
        "Q: — the — the organ player.",
        "Q: But you’re talking during the war.",
        "Q: I’m saying before the war.",
        "Q: So in general it was a normal kind of place to —",
        "Q: — to live.",
        "Q: Yes.",
        "Q: Tell — tell us about this, though —",
        "Q: — because others may not know of it.",
        "Q: Oh yeah.",
        "Q: Yes.",
        "Q: So they were saying, dear Lord, please return Vilnius to us.",
        "Q: Yes, of course.",
        "Q: In the Komsomol group.",
        "Q: Okay.",
        "Q: A meeting?",
        "Q: Ideas.",
        "Q: Impossible to say what kind of things? I’m confused.",
        "Q: Okay.",
        "Q: I see.",
        "Q: Well, I can imagine —",
        "Q: Understandably.",
        "Q: Id like to go back though, because we’ve — in some ways I’m not\nunderstanding at what point things took place; that 1s, within the larger\ncontext. When you — when you were growing up in Serei, in general, it\nseemed to be a normal situation.",
        "Q: By the time you were in gymnasium, though, in — in Alytaus, was\nLithuania still an independent country, or was it already not? Was th — had\nthere already been a Soviet occupation?",
        "Q: And were you already in gymnasium then?",
        "Q: Of gymnasium.",
        "Q: I see.",
        "Q: 10 years.",
        "Q: Mm-hm. Well, this is what I want to ask is, do you have a memor —",
        "Q: I see.",
        "Q: Yes.",
        "Q: Who was talking and what were they saying?",
        "Q: By home you mean to your room in Alytaus?",
        "Q: Was he part of that group, that Komsomol group?",
        "Q: No, okay.",
        "Q: It’s okay.",
        "Q: Halla(ph), Halla(ph).",
        "Q: Now, when the — when there had been the first Soviet, let’s say\noccupation, before the war started, did your parents talk about this at all,\nand was there any discussion at home about what was going on?",
        "Q: So she knew.",
        "Q: Uh-huh.",
        "Q: Okay.",
        "Q: I see, so it was they were frightened that if the war comes, the message\nto you was, go east.",
        "Q: Go east.",
        "Q: And what about your sister?",
        "Q: So she was already at university in Kaunas, was in Kauna, mm-hm.",
        "Q: And had your — well, how did your parents find out, because you wanted\nto keep it secret from them, about —",
        "Q: Certificate.",
        "Q: Mm-hm, 16 and a half, okay.",
        "Q: Were they upset by this, or were they supportive, or —",
        "Q: I see. I see this last —",
        "Q: Coming.",
        "Q: Of course.",
        "Q: In Poland?",
        "Q: What was his name?",
        "Q: Yeah, of the Polish [indecipherable]",
        "Q: Grabbed him.",
        "Q: So — probably Siberia.",
        "Q: Oh my goodness.",
        "Q: Lavrentiy Beria.",
        "Q: Who was the Soviet Secret Police, yes, mm-hm.",
        "Q: Okay.",
        "Q: Packages.",
        "Q: But it —",
        "Q: Uprising.",
        "Q: And he died there.",
        "Q: But in 1930 — in 1941, as the war is about to happen, you don’t know a\nlot of this, you know some of it, but a lot you must have found out later,\nyes?",
        "Q: Yes. But your mother already knew that things were not well in Poland\nbecause her family was in Poland.",
        "Q: And she got some news from it, yeah? Do y — what is it that your mother\nknew at the time?",
        "Q: Yeah.",
        "Q: It — it was.",
        "Q: So, once they 1— they tell you to memorize your uncle and your aunt’s\naddresses in Moscow, you return to Alytaus, yes?\nOctober 15, 2010",
        "Q: And then what happened?",
        "Q: And the 22™’s supposed to be —",
        "Q: It’s beautiful.",
        "Q: Oh my goodness.",
        "Q: Younger.",
        "Q: Oh, how beautiful. How beautiful. You look so happy there.",
        "Q: And what — it’s a very pretty dress. It’s a very pretty dress.",
        "Q: Okay, so you are supposed to go to this party in the evening of the 22\"\nof June.",
        "Q: So, Leipalingis, yes.",
        "Q: Yes.",
        "Q: Laipun(ph), okay.",
        "Q: Okay.",
        "Q: Children.",
        "Q: And Alytaus was also close to the German border, from what I\nremember.",
        "Q: I see, I see.",
        "Q: In the afternoon.",
        "Q: And who was this person who told you?",
        "Q: Okay.",
        "Q: Okay, okay.",
        "Q: It’s okay, it’s okay.",
        "Q: It’s okay. It’s perfectly [indecipherable]",
        "Q: Okay.",
        "Q: Shoot.",
        "Q: Children.",
        "Q: Mm-hm, Birshtonas.",
        "Q: Ah, horses.",
        "Q: You were inside a truck.",
        "Q: East.",
        "Q: On the ground.",
        "Q: In flames, mm-hm.",
        "Q: That’s right.",
        "Q: Into the — right. Into the —",
        "Q: Flames.",
        "Q: Were the roads full, as you were — as you were driving east, were the\nroads full, or were they empty?",
        "Q: Okay.",
        "Q: I see. What was that, do you remember’?",
        "Q: What was it that you had in case to — to commit suicide? Was it\ncyanide?",
        "Q: Yeah.",
        "Q: Kaput.",
        "Q: Kaput. It was —",
        "Q: Oh, they had to suck it out of the tank.",
        "Q: On the — on the street?",
        "Q: The boulevard then, chaussee in ger —",
        "Q: Uh-huh.",
        "Q: Of course.",
        "Q: You were asking all those who were passing by —",
        "Q: Hungry.",
        "Q: Road?",
        "Q: Uh-huh.",
        "Q: To a train.",
        "Q: So you had nobody che — check your papers, nobody check your\ndocuments?",
        "Q: This Komsomol —",
        "Q: The certificate.",
        "Q: I see.",
        "Q: Coats? Jackets?",
        "Q: Yes.",
        "Q: Mm-hm, your cer — yeah.\nOctober 15, 2010",
        "Q: Have had it.",
        "Q: Okay.",
        "Q: Region.",
        "Q: Saratov, Saratov.",
        "Q: Region.",
        "Q: Yes.",
        "Q: Uh-huh, a collective card — a collective farm.",
        "Q: Right, smaller.",
        "Q: Oh, 20\" car — party congress? No, it couldn’t have been that, that\nhappened in 1956. The 20\" party congress —",
        "Q: They could name it even before — even before it happens?",
        "Q: The 20\" party congress was — was Khrushchev denouncing Stalin in\n1956.",
        "Q: Another 20.",
        "Q: Yeah.",
        "Q: Okay, okay. Doesn’t matter, one of those.",
        "Q: One of those.",
        "Q: I see, Kochetayev.",
        "Q: Okay.",
        "Q: To the collective farm.",
        "Q: I want to ask at this point —",
        "Q: Up to that point, Fima(ph) your friend from —",
        "Q: Was he your boyfriend?",
        "Q: He was just a friend.",
        "Q: Oh.",
        "Q: Oh, to Serei.",
        "Q: That’s how it was in those days.",
        "Q: I'd like to ask you, from Alytaus to the — the collective farm in Saratov\n— Saratov, how many days, how long did it take to get from Alytaus to\nthere? Was it a week, was it two de — weeks, was it —",
        "Q: On the way”?",
        "Q: Mm-hm, so that’s three already.",
        "Q: Do you think by July you were already there?",
        "Q: From Saratov is where you wrote the letter?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Telegram.",
        "Q: Kazakhstan.",
        "Q: So did you join your aunt?",
        "Q: You join —",
        "Q: Oh, so you couldn’t leave it if you wanted to.",
        "Q: With horses?",
        "Q: Right, are they — are — they’re not don — they’re not horses, are they\ndonkeys?",
        "Q: Yeah, they’re — they’re a little stubborn and they’re smaller than a horse.",
        "Q: Yeah. I wouldn’t know.",
        "Q: I wouldn’t know.",
        "Q: The hay? Or what? Baruski(ph)",
        "Q: The wheat.",
        "Q: The wheat.",
        "Q: I see.",
        "Q: The dock.",
        "Q: The wheat’s not very good —",
        "Q: Yeah.",
        "Q: I-I’m confused, excuse me, you were — you were in the collective farm\nin Saratov, and then you’re talking about your aunt who — was she also th —",
        "Q: Okay, okay.",
        "Q: Okay.",
        "Q: I see.",
        "Q: Uh-huh.",
        "Q: [indecipherable]",
        "Q: I was going to ask. You were saying before [speaks Russian] give us\ngasoline, give us gasoline. Was your Russian at that point — did you speak\nmuch when you were still in Lithuania? How did you learn it?",
        "Q: But only when they didn’t want you to understand.",
        "Q: I see, I see.",
        "Q: I see.",
        "Q: Recite them.",
        "Q: So how many languages — when you were 15 years old and — or 16 and a\nhalf, when you had finished the gymnasium, how many languages did you\nspeak?",
        "Q: Yiddish.",
        "Q: No English.",
        "Q: And Latin?",
        "Q: So, Russian —",
        "Q: Okay, so what — what —",
        "Q: I see.",
        "Q: Yeah.",
        "Q: Uh-huh, okay.",
        "Q: You — you —",
        "Q: I see.",
        "Q: Is a—1-— they — you had to do a composition, or you had to write\nsomething.",
        "Q: You were Finkelita(ph)?",
        "Q: Even in Russia?",
        "Q: Yeah, lita. So tell me, at that point — well, not at that point, I want to go\nback, and I want to ask a question that may sound very, very naive, but it’s\ncoming from what I’m trying to gather from your story. The war will\nhappen. Your parents are frightened for you because you belong to the\nKomsomol and you could be shot in the first days, clearly. But did they\nfear something for themselves? Did they fear that there would be some — do\nyou think that they were afraid that something would happen to them? They\ncertainly may not have liked the Nazis, but did they think there was some\ndanger for them?",
        "Q: Four months.",
        "Q: A vocational school, probably.",
        "Q: Yeah, so oh amaty maku(ph) — amaty maku(ph) —",
        "Q: — fa — Lithuanian, yes, yes. Amatu, it’s vocational school, vocational\nschool.",
        "Q: I see.",
        "Q: I see.",
        "Q: Town.",
        "Q: Killed.",
        "Q: I wanted to ask, when you were in Saratov, and then you were in\nNowosibirsk, clearly you must have been thinking of what’s going back on\n— back in — home in Serei.",
        "Q: Were you trying to get in touch with your parents, with your family, or\nwas there no way —",
        "Q: No way.",
        "Q: Well, were you hearing already things about what was going on there, or\nnot?",
        "Q: Small place.",
        "Q: Mm-hm. But this is — I’m still trying to get a sense of what you knew at\nthe time. Not what one could find out later, but what, for example, did the",
        "Q: Mm-hm, in Nowosibirsk.",
        "Q: Oh, I’m sorry.",
        "Q: I’m confused. Okay.",
        "Q: Have no idea.",
        "Q: Was like a white curtain, or a white —",
        "Q: Yeah, okay.",
        "Q: Some sort of —",
        "Q: — some sort of divider",
        "Q: Okay.",
        "Q: Oh, cabbage.",
        "Q: Mm-hm, something.",
        "Q: You were thieves, yeah.",
        "Q: But you were — but you were hungry.",
        "Q: Yeah.",
        "Q: Blue?",
        "Q: Mm-hm, on your cheeks, yeah.",
        "Q: Bucket.",
        "Q: Okay.",
        "Q: Boots? Some sort of boots?",
        "Q: I know what you mean, they were this felt kind of — how is it said in\nRussian, the —",
        "Q: No, no, I know — it’s sort of like these felt kind of boots.",
        "Q: It happens.",
        "Q: Rep-Representation, yeah.",
        "Q: And then you met your aunt?",
        "Q: And she had no news of your family?",
        "Q: And I’m going back and repeating my question. You were saying you\ndid not believe what was written in the newspapers, so that means\nsomething was written in the newspapers during the war about what was\ngoing on.",
        "Q: And by radio, oh —",
        "Q: Okay. And why did —",
        "Q: Okay, and why didn’t you believe it? Oh, they were saying they were\nkilling Jews, not Soviet citizens?",
        "Q: Jews, uh-huh.",
        "Q: Okay.",
        "Q: Yeah, yeah.",
        "Q: Okay. And was the — was any part of it that you didn’t believe the Soviet\npress, or you did believe the Soviet press in general?",
        "Q: Your mind couldn’t imagine that such a thing — okay.",
        "Q: To the trolley bo — yeah, the trams.",
        "Q: Correct.",
        "Q: I don’t understand. If you would meet the tram, if the tram would be\ncoming, or if the person —",
        "Q: Oh, I see.",
        "Q: I see.",
        "Q: In other words, you played a mind game with yourself.",
        "Q: If you catch the tram, it means your parents are alive.",
        "Q: If you don’t catch the tram, that’s not good.",
        "Q: That sort of thing.",
        "Q: I see.",
        "Q: It’s bad.",
        "Q: Crazy, yeah. But of course, you didn’t know. You had no —",
        "Q: Yes.",
        "Q: So that’s for everybody.",
        "Q: Did you get married —",
        "Q: To you.",
        "Q: That — that they didn’t get the energy that you were getting, the\nattention.",
        "Q: She was a — a— ac — an accountant in some way —",
        "Q: — a bookkeeper.",
        "Q: Bookkeeper",
        "Q: So, you’re in Moscow and you’re living with your aunt, and you’re\nwondering what’s happened to your parents. What happened — how did the\nwar end for you? Were you already married by then?",
        "Q: Correct.",
        "Q: Ah, I see. So in 1945 —",
        "Q: Ah, from your father’s —",
        "Q: Sa-Salvoukas(ph), okay.",
        "Q: He wrote you that?",
        "Q: You mentioned her to me, yes, yes.",
        "Q: And — oh, maybe alz —",
        "Q: Yes, of course.",
        "Q: Busy, yeah.",
        "Q: Okay.",
        "Q: Okay, you let me know.",
        "Q: Good, good. Now, she was in the Vilnius ghetto, Vilna ghetto, or —",
        "Q: She ran away.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay. So she knew about what happened to your parents, or your — what\nhappened to Serei.",
        "Q: Yes. And she found you in Moscow —",
        "Q: So what did she write?",
        "Q: What did she write?",
        "Q: So that means that from stel — Salvoukas(ph) and from her —",
        "Q: — from Mira(ph) —",
        "Q: I see.",
        "Q: To come back.",
        "Q: Nothing, everything’s fine. You found something —",
        "Q: You found some bones you mean?",
        "Q: You found some bones, you found some skeleton bones.",
        "Q: Still around th —",
        "Q: And did they — did you talk to people then about what happened\nspecifically to your family?",
        "Q: In the vocational school?",
        "Q: Translated for Arkady.",
        "Q: The one they lived in, or the one that your parents rented?",
        "Q: That’s right, the church.",
        "Q: The vocational school.",
        "Q: Ah, so they were — so, in other words there was no ghetto really in — in\nSerei? People — the place was bombed, and your parents had no place to\nlive, so they went here —",
        "Q: — to this form — chauffeur, former chauffeur, and then when they were\ntaken away to the vocational school, they were held there for three days,\nyou said?",
        "Q: And then they were brought to be shot.",
        "Q: Did you remember what you were doing on the 10\" or 11\" of\nSeptember? Did you go back in your mind and try and figure out where you\nwere?",
        "Q: Yeah, yeah.",
        "Q: What did they — what were some of the things that they told you about\nyour parents during that time?",
        "Q: Yes.",
        "Q: Column.",
        "Q: When you got it, did you — did someone recognize it and send you that\narticle, knowing it was about your father, or did you open the paper one day\nand there you read it yourself?",
        "Q: You’re talking about now here, you’re in the United States, yes.",
        "Q: And so this is th — she sent you this paper —",
        "Q: Yeah. Well, he probably wanted to protect you.",
        "Q: To protect, yes.",
        "Q: But I am sure that for your father and for your mother and your sister, it\nwas easier for them, knowing that you were not there, and that maybe you\nsurvived. That — that for them it would have been harder to see both of their\nchildren in that situation.",
        "Q: Are you a believer?",
        "Q: Are you a believer?\nOctober 15, 2010",
        "Q: That I — at that point you mentioned — you mentioned your —\nSalvoukas’s(ph) wife, and that she was a good person and that she cared.\nBut I want to bring up the other person you told me about earlier, who was\nthe organist’s son, who you said participated. What did you find out about\nhim?",
        "Q: So, but what did he do? What do you know that he — what were you told\nthat he did?",
        "Q: Uh-huh. Were there others in the town —",
        "Q: Oh, the horse.",
        "Q: Pferd is the German word for horse, and so probably also the Yiddish\nword for horse.",
        "Q: And so, did you find out whether they were — in Serei, was it Germans\nwho shot, or was it Lithuanians who shot? Do you know who it was, did\nanybody tell you? In Lithuan — in Serei.",
        "Q: — when everybody was shot, did anybody tell you who did the killing?",
        "Q: Yeah.",
        "Q: Of course, of course.",
        "Q: How often were you there, to Serei? You said —",
        "Q: From that first time —",
        "Q: — from that first time it was once a year until you left?",
        "Q: Situation?",
        "Q: That’s — let’s see some of those things that you wanted to show me.",
        "Q: Oh, okay.",
        "Q: Palanga, yes, of course.",
        "Q: So I see in 1951 you were in Palanga.",
        "Q: Again in 58.",
        "Q: Mm-hm, that’s right.",
        "Q: Naringos(ph), that’s right, all —",
        "Q: So you were there in all those years?",
        "Q: Oh yeah.",
        "Q: So Palanga is in Lithuania?",
        "Q: And Nida is in Lithuania?",
        "Q: So that was close.",
        "Q: It’s pretty.",
        "Q: Well, how did you feel? I mean, 1-it’s — it’s a— a very direct question,\nbut did your feeling about Lithuania change because of — of your parents\nand the massacres and everything that happened there?",
        "Q: Your gymnasium.",
        "Q: But what about that lady who said that terrible thing?",
        "Q: But she wasn’t there?",
        "Q: No.",
        "Q: Okay, okay.",
        "Q: I would find that —",
        "Q: You left, you left.",
        "Q: Yeah",
        "Q: Interesting.",
        "Q: A main instigator, yeah. So I see all of these hotel, all of these vacations\nthat we’re taking —\nOctober 15, 2010",
        "Q: Then —",
        "Q: March.",
        "Q: And then you went to Vienna on the —",
        "Q: America. What are some of the other things you’d like to show me, and\nI'd like to see?",
        "Q: A believing Jew. The selected writings of Milton Steinberg. Yes, very\nmuch, very much.",
        "Q: Okay, okay.",
        "Q: Okay. So this is someone else, Milton Steinberg, who is from Serei,\nand si — his son is David Steinberg —",
        "Q: — who is at Long Island University. How interesting. Okay, so they also\ncome from Serei.",
        "Q: Your father’s family, was it buried in the cemetery? Your grandfather\nand grandmother —",
        "Q: Mm-hm. Let’s see those photos.",
        "Q: Let’s see.",
        "Q: I will say now officially, this concludes our interview with Frida\nRuderman, on October 15\", 2010. And what we are going to do right now",
        "Q: This is your family. Your father —",
        "Q: Oh.",
        "Q: Oh, you’re such pretty girls.",
        "Q: Who died, yes.",
        "Q: Yes.",
        "Q: Okay, yes, I think that this would be a lovely photo, and this photo, too.\nTell me about the dress. You were going to tell me about the dress and what\nwas special about it, and we forgot to mention —",
        "Q: Asking to borrow it.",
        "Q: I see, so this is when you’re in Nowosibirsk —",
        "Q: — and 1s this the dr — this is the dress you wore when you ran from\nLithuania?",
        "Q: So, did you have any other clothes?",
        "Q: I see.",
        "Q: So, was this —",
        "Q: So you left Lithuania with your party dress on?",
        "Q: No, but you had it with you.",
        "Q: You — with you, I see, I see.",
        "Q: Okay.",
        "Q: Uh-huh.",
        "Q: Class picture.",
        "Q: Is this the gymnasium?",
        "Q: Alytaus gymnasium.",
        "Q: Etta, okay.",
        "Q: Recruit, recruit.",
        "Q: You said they were Polish, but those sound like very Lithuanian names.",
        "Q: Yeah, they — you said these girls were Polish —",
        "Q: Polish, but the names sound —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Halla(ph), your best friend.",
        "Q: Boekshitskyter(ph).",
        "Q: Mm-hm. And this is yourself.",
        "Q: Beautiful, beautiful. And this is in 1939 in Alytaus. You’re beautiful.",
        "Q: Yeah, this one.",
        "Q: [speaks Lithuanian] E-Etta?",
        "Q: Emma. And in send — in 19-fift — ’46, a picture from your school days,\nOkay.",
        "Q: Alytaus gymnasia. [speaks Lithuanian] Shukienna(ph) —",
        "Q: Shukienna(ph).",
        "Q: Right.",
        "Q: Ah, to the next —",
        "Q: That’s a school picture as well.",
        "Q: And let’s see what this says now. This looks like it’s —",
        "Q: Yeah.",
        "Q: September [speaks Lithuanian]",
        "Q: I’m going to translate it.",
        "Q: Okay, I'll translate this for the tape. This is a photo of the original\nmonument that was cons-constructed in Soviet times, and it said on its\nplaque, in this place in ’41 — in September 1941, the Hitler in — the Hitler\n[indecipherable] occupants and their bourgeois nationalists and — and\nbourgeois nationalists murdered 1900 wen — men, women and children\nfrom the Serei town, and its surrounding region.",
        "Q: Okay.",
        "Q: Okay, okay.",
        "Q: You know what it could be, the difference, is it says here, Serei town\nand the —",
        "Q: — the appeelingcue(ph) —",
        "Q: Appeeling(ph), it could be without appee —",
        "Q: Yeah.",
        "Q: Yeah, so this 1s translated from —",
        "Q: Oh wow. Oh wow. Look at all these people.",
        "Q: Uh-huh.",
        "Q: She will ta — okay.",
        "Q: The first time of what?",
        "Q: Is this Fima(ph)?",
        "Q: Oh, this is Fima(ph), who you mentioned, okay.",
        "Q: Okay.",
        "Q: I see, I see. And are any of the pictures of the girls who were in the other\nphotographs in here too? No?",
        "Q: Y-You have in here, you have these — these girls here, are they in here\ntoo?",
        "Q: Let’s see from here. Maybe not, maybe not.",
        "Q: She is.",
        "Q: So it is, so it 1s.",
        "Q: The new one, but it’s not very clear.",
        "Q: Okay.",
        "Q: No, it’s not clear.",
        "Q: It’s not clear. The photo is blurred.",
        "Q: I see.",
        "Q: I see, before they were taken to the vocational school.",
        "Q: Ah yes, I see.",
        "Q: Oh, I see, yes.",
        "Q: It says hotel, vieSbutis.",
        "Q: And then it says Finkelo(ph).",
        "Q: Somebody [indecipherable]",
        "Q: Yes.",
        "Q: So it’s —",
        "Q: Moishe M.",
        "Q: It could be, but it’s not clear. One would have to m-make it a larger\npicture.",
        "Q: Let me try, because my eyesight also isn’t good, but let’s see. It says\n[speaks Lithuanian] Finkelina(ph), I — and I can’t read this, so this means\nthe dentist, Mrs. Finkelos(ph) — Finkelina(ph) —",
        "Q: I see.",
        "Q: A little — of just —",
        "Q: We — if we were to make this larger, we’d see — and who are these\npeople who are on the front stoops?",
        "Q: Yeah.",
        "Q: And then you went to Lithuania.",
        "Q: Mm-hm. The church, or the synagogue?",
        "Q: It’s the church, okay.",
        "Q: In the turgaus gat — yeah, the — the market square.",
        "Q: Killed?",
        "Q: Oh, did they?",
        "Q: Yeah.",
        "Q: Oh my.",
        "Q: And this is your daughter?",
        "Q: Daughter, I see.",
        "Q: Ah, the one who recruited you to the Komsomol.",
        "Q: What’s his name?",
        "Q: Oh, I see, okay.",
        "Q: Karvarski(ph).",
        "Q: David Kavarski(ph).",
        "Q: Very interesting.",
        "Q: Oh, she was so pretty",
        "Q: As children.",
        "Q: Of course.",
        "Q: And who’s this? This is you.",
        "Q: I would sa — I — these are lovely pictures, lovely pictures.",
        "Q: And this is th — here, right here, what’s this? Ah, these are copies?",
        "Q: Copies, okay.",
        "Q: Yes.",
        "Q: Bad shape.",
        "Q: And this is — it looks like it’s in the 60s, yeah, ’66 — 1966.",
        "Q: And yet, you went every single year.",
        "Q: Are you? Okay.",
        "Q: Yes, okay, okay. More of Serei in 1966. There’s open fields, and\nvillage.",
        "Q: Thank you very much, I’Il take a look at this.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: I was born in Se-Serei, which is ser-ee-ay.",
        "A: Yes, th — Lithuanian, Serei. I was born in February 26, 1925. I was a\nsecond child. I had a sister two and a half years older than I am. My father\nwas a doctor. He was also born in se — Serei.",
        "A: Serei, yes, but he studied in Warsaw, and finished his doctoral studies\nin Tartu, Estonia. It was a very famous university, and I have materials\nabout it.\nOctober 15, 2010",
        "A: I—I-—TI think so, I think so, because my mother was born in Poland, in\nPinsk, which later becomes the Soviet Union, after —",
        "A: — you know.",
        "A: Yeah, and my — I have my mother’s also, about her diploma, or\nwhatever.",
        "A: She was a dentist.",
        "A: Yeah.",
        "A: My father’s name is Layba(ph).",
        "A: Yeah, and we were naming him Lon.",
        "A: Lon Finkel.",
        "A: But because in Lithuania you know, the — it sounds Finkeless(ph).\nOctober 15, 2010",
        "A: Yeah.",
        "A: And he was born, I have the year, 1,000 — just a moment — wa — this\ndoesn’t go to —",
        "A: No, one moment, between directories [indecipherable]",
        "A: Yeah. Finkeless(ph), so he was born in thousand 889.",
        "A: Yes, in Serei.",
        "A: Hm?",
        "A: His date I have by memory.",
        "A: That was twel — May 12\".",
        "A: For my f— mother I don’t —",
        "A: No, but for my mother I know the year, one — one year later.\nOctober 15, 2010",
        "A: Ni-Ni— ’90. He was ’89, and she was —",
        "A: Eighty-nine.",
        "A: One hundred — 1889.",
        "A: And she was one hundred — 1890.",
        "A: Yeah, and her name was — maiden name was Gotlieb.",
        "A: Yeah, and the spelling 1s g-o-t-l-i-e-b.",
        "A: Yeah.",
        "A: Her first name, given name was Minuha(ph).",
        "A: Minuha(ph), and maiden name Gotlieb — Gotliebeiter(ph).",
        "A: But she was — yeah?\nOctober 15, 2010",
        "A: Gotliebuvna(ph), and it’s very funny, the name and with a ji — g it 1s\nGoona(ph) which 1s a bad word.",
        "A: But in—I—I-—I don’t know exactly, but here she was Gotliebeiter, but\nshe changed her name to Finkel(ph), and she was Finkelena(ph).",
        "A: Yeah.",
        "A: Hm?",
        "A: Sister na — sister’s name Etta.",
        "A: And she was born two and a half years, I — I don’t have a date — the\ndates of her.",
        "A: Yeah, I was 25, she was 22.",
        "A: No.\nOctober 15, 2010",
        "A: You have two — two girls, yeah. And na — na — nothing more, we had\nonly in the same Serei a first cousin, a boy and a girl tow — also Etta. Etta\nis alive. She is in Israel, but in very bad conditions now, you know, she\ncannot talk. And so — Lola was killed with all Sereiers(ph). And he was a\nlittle older, and he was also a — both Etta, my sister, and | — ler — Lola, we\nnamed him, they were students in Kaunas, of the medical —",
        "A: Faculty, yeah.",
        "A: He was first only the one doctor.",
        "A: And it was absolutely un — unbelievable, I cannot believe now how it\nwas. We had sometimes very often at night —",
        "A: Knock on the door, somebody came — not brought a patient, but came to\ntake my father to 25 kilometers to a village.",
        "A: And he was used to it. And now herring so — hearing so — a lot about all\nthat, you know, killings, he never — we never thought that something can\nhappen, it was — it was coming back. But he was so — you know, organized\nOctober 15, 2010\nthat when — and we didn’t have electricity in Serei at night, so immediately\nmy mother light on the —",
        "A: — candles, and he knew where everything 1s, and in 10 minutes he was\nready. And if it was 1n the wintertime, they were coming with a very good,\nyou know, to put in —",
        "A: — to make him war — feel warm.",
        "A: And that was taking sometimes two, three, four hours, because it was far\naway. And people liked him, and were saying, whatever Dr. Finkel(ph)\nsays, you can go to Alytaus, you can go to Kaunas, everybody will say the\nsame.",
        "A: Not because it’s my father.",
        "A: He was very devoted to his specialty, he liked the children, they all liked\nthem when they were meeting, and very often he cried if something\nhappened to a — to a patient.\nOctober 15, 2010",
        "A: Yeah. I remember this very well.",
        "A: Not surviving, nobody survived.",
        "A: Ah, yeah, that was Fina(ph) Lipski was her name, and she had heart\nproblems. And he was taking a lot of care of her, but nothing could be\ndone, and she died. It was a very, very — for my father it was like a tragedy.",
        "A: No, no, she was a little younger than my father was. She had a family,\nshe had a daughter, I don’t remember, unfortunately the name of her\ndaughter. And she was a very nice lady, and she died, and that was, for all\nour family very —",
        "A: — hard, yes.",
        "A: Later, later, much later, a few years before the war, came another doctor\nwho mostly was doing abortions, and working with women like a — you\nknow, like a —\nOctober 15, 2010",
        "A: Mm-hm.",
        "A: But he was murdered next to his house.",
        "A: Yeah, a Jewish doctor —",
        "A: — yes, Jewish doctor. No other doctors. And my father was very friendly\nwith the owner of the apatek(ph).",
        "A: Vaistine.",
        "A: Pharmacy, yes. Not the Jewish. With the men in the Catholic church —",
        "A: Yeah.",
        "A: Yeah, I have even photos.",
        "A: And then there was a — a— a vokieciy.\nOctober 15, 2010",
        "A: A German also. I don’t know how to name him. Him and his wife, they\nlived in Serei, they were also friends of my father, and they had a\nkirche(ph).",
        "A: Church, yes.",
        "A: It was not — not — not a lot, but I remember very well this couple, and\nthey are also, I think, on some of our photos.",
        "A: Oh, for everybody, he was only the one. He was only the one. And when\nI came the first time back to Lithuania after the war, people were crying\nand remembering my father. And other were showing these — these —",
        "A: — teeth was done by your mother.",
        "A: That was really — I understood the — and I will show you what a lady\nsaid in the article —\nOctober 15, 2010",
        "A: — about my father.",
        "A: Yeah.",
        "A: Yeah, she was a town dentist, also the only one. And Father helped, if it\nwas something very — some case what they had to —",
        "A: Extract it, yeah. But I was very afraid because some people were\ncoming, and they didn’t want to use —",
        "A: Yeah, to use a pain pill, not painkiller, but anesthesia.",
        "A: And then I was afraid that they will shou —",
        "A: Shout.\nOctober 15, 2010",
        "A: So I was going from the main room, next to the main room was a\nmother’s room, where the dentist, the father had his office, and then was a\nroom for waiting. Poczekina(ph).",
        "A: And then was the kitchen. I was closing all doors and going to the\nkitchen, and waiting —",
        "A: — til my mother will come and tell me it’s over.",
        "A: Yeah. We had a lady who helped. She was cooking, but my mother was\nalso cooking a lot, especially she liked to cook tol —",
        "A: Cakes, yeah.",
        "A: She has a — her recipes a big book. And — and we had another woman\nwho was bringing — we didn’t have water [indecipherable] we didn’t have\n— we had to bring water.",
        "A: Yeah.\nOctober 15, 2010",
        "A: Yeah. Not from the well, we had a — a — in the center of the plaza, which\nwe named the plaza, well, there were some market — market plaza.",
        "A: And we — marketplace — and we lived on the marketplace. There was a —\nyou know, you have to get —",
        "A: Bring a bucket, bring water.",
        "A: So another lady, who unfortunately her — her boyfriend put something in\nher eyes, so — some chemical, and she couldn’t see well. It was very\n[indecipherable] to her. And she was bringing water, and she was bringing\n— we had all this in the back of our house, a lot of — of — t-to — you know, to\nmake warm at home, so it was —",
        "A: Firewood. It was —",
        "A: — wood, such big — yeah. And she was bringing, and she was turning on\nall our —\nOctober 15, 2010",
        "A: Ovens, yes. And the ovens were — from one side was the oven, open,\nthey are putting it, and from other side 1t was ceramical —",
        "A: You know?",
        "A: It was very comfortable —",
        "A: Tile, yeah.",
        "A: That was a few of them, because we had thr-three, and to five rooms,\nand a kitchen.",
        "A: Yeah.",
        "A: Yeah, they worked at home.",
        "A: Well, there was a brother, Moishe —\nOctober 15, 2010",
        "A: — Finkel(ph), yeah. He died about six years before the war from a — he\nhad the brain tumor. And my father went with him for the operation, to\nTartu, but unfortunately it was too late. They made the operation, but he\nwas going down and down and he died. I think he died in °36.",
        "A: Yeah, I have photo, and I have memories, very good memories. Only\none thing, it was very funny. He was afraid to look at the — at the — wait,\nkukla, how to say kukla?",
        "A: You know kukla, that is when children like to play with small, made —\nlike small child from —",
        "A: With dolls, yeah, with dolls.",
        "A: He, for some reason couldn’t look at the dolls, and we — we couldn’t\nunderstand why it is, but that what was, and we didn’t do it, because he was\na very, very nice man, and he was the director of the bank, the only one\nbank in Serei.\nOctober 15, 2010",
        "A: And he also had a business together with another man by a name\nSlavatiski(ph). They were bringing from another place, beer in the —",
        "A: Containers —",
        "A: — and they put it in the bottles. So 1t was a business.",
        "A: And I have a very nice picture of their house, and it — on the first floor\nthey had a saloon. On the second they had their apartment, and they had\nthree rooms like m-m — hotel, you know. So that was their business. And on\none picture it is shown advertisement that doctor, dentist Finkelena(ph),\nbecause they came later a little, came, and their — her address. She — you\nknow —",
        "A: Yeah, that is on a photo [indecipherable]",
        "A: Yeah, denti —",
        "A: Turgaus aikSté.\nOctober 15, 2010",
        "A: Yeah, market square.",
        "A: They write like a village very often. It was, you know, I am now a little\nsurprised, because I have two monuments. One monument was done very\nsoon after the end of the war, and all the years what we were knowing from\nMoscow to Vilnius, and then to Serei to this place, once a year definitely,\nin the summer, there was a monument. I have this monument and it was\nwritten that in this place was killed — were killed 100,900 people; men,\nwomen and children. They say by Nazis and the other collaborators.",
        "A: Yeah, local. And then they changed this monument. I didn’t see the new\none because we already couldn’t go. And another lady, two ladies went\nfrom Vilnius, they are now in Israel, and they sent me the picture. But I\nnever could read what is written. And somewhere I found, because I have\nmaterials of Chana(ph) Slovatitsky(ph). She went — she came to America\nabout — she was maybe 11 years old, because she had here a Uncle\n[indecipherable], Dr. [indecipherable]. And he had to help her, she was —\nshe had such a —\nOctober 15, 2010",
        "A: Yeah, she couldn’t straighten out, and he helped her. And finally, I tried\nto see her. And I was in Chicago, because she lived in Chicago, but I saw\nin Chicago another Serei woman, a woman from Serei, and she was out of\ntown, and I don’t know why, maybe because she left very young, I was\ndreaming to see her, because she was my friend, despite the differences —",
        "A: Yes, I was older. But she didn’t try, so I didn’t see her. But she went to\nSerei later, and I have everything about her visit.",
        "A: And there is a lot of new things, and there I saw what 1s written now.",
        "A: Now 1s written, first of all, not thousand, not 900, but 953, if I remember\nright.",
        "A: And it says that that were Jews.",
        "A: Jewish rather than the — maybe there was right, the first one, may there\nwere some other people, I don’t know.\nOctober 15, 2010",
        "A: I can’t understand, and I even don’t know who to ask why. Before we\nwere going very often.",
        "A: The real numbers.",
        "A: Maybe something changed.",
        "A: I mean, there’s 900 — 953, if I remember right, approximately, but at\nleast two times less.",
        "A: Well, they were writing that it was 1900.\nOctober 15, 2010\nthere hundreds of people, were there thousands of people who lived in it?\nDo you remember?",
        "A: Th-Th —I-—I don’t remember simple I didn’t come, but I have — I have\nmaterials where it shows that it was exactly, because everybody was\nmurdered. Only seven people survived from Serei, seven.",
        "A: I am in this number in Serei. My cousin Etta, that 1s also Etta, who is\nmy father’s brother’s daughter —",
        "A: — she was in Vilnius, and she survived. And then a few more, they were\nnot in Serei, and only one who was this morning, the 22\" of June morning,\nbecause Nazis were in Serei in the morning of 22. And in Alytaus they\nwere about two, three o’clock, so.",
        "A: The afternoon, yes.",
        "A: So one only because he had a motorcycle. And I talked to him.",
        "A: I saw him one time.\nOctober 15, 2010",
        "A: Yeah, now it changed.",
        "A: Seven survived, yeah.",
        "A: The Gentiles lived mostly in the suburbs.",
        "A: Yeah, and Serei had a long — the name even was long [indecipherable]",
        "A: Long —",
        "A: — street. It went from the upper, and it went to the very, very end, to the\npost office, and to the — the Bratch — Bratchkovsky(ph)? No, not\nBratchkovsky(ph) — Shellkovsky(ph) —",
        "A: Nyet. N-No, no, no, no, no, no, no. I was there. Maybe we will find.\nOctober 15, 2010",
        "A: And then the — the marketplace, and then small, small streets, where it\nwas a synagogue and close. It is a place if ni — 10 people are there, they can\nalso pray.",
        "A: Cloise(ph), we say.",
        "A: Cloise(ph) —",
        "A: No, in Yiddish it is cloise(ph).",
        "A: But the synagogue I remember very well. My father had a special place\nover there. But he was so interested 1n the — his patient, that sometimes he\nwas going. He was not religious.",
        "A: No, it was not a religious family, my father was not religious. My\nmother kept traditions, and she light on the candles Shabbat. But my father\neven didn’t — no, he didn’t eat matzoh at the —\nOctober 15, 2010",
        "A: — at Passover, yeah, because he didn’t believe in a — no.",
        "A: But he decided that he has to go, so he went for new year, and Yom\nKippur, he went to the synagogue.",
        "A: Then what I do now?",
        "A: No, not the Jewish’s because these people were close. The pharmacists,\nyou know, they were close. But they had the Jewish friends, sometimes\nplaying cards, and my father liked very much music, and sometimes they\nwere going to Kaunas, to opera. Kipras Petrauskas was very famous\nthere, you know.",
        "A: And one time they took me, and that was Verta(ph). And my father told\nme that he listened “Aida” 28 times.",
        "A: Yeah.",
        "A: And he was going fara — because money — he was a student at this time.\nOctober 15, 2010",
        "A: He was a very interesting person.",
        "A: Father.",
        "A: Yeah.",
        "A: Serei from Kaunas, it was about two hours by bus.",
        "A: Alytaus — yeah, he had a car. But he had also a — we had a neighbor who\nlived in our hou — we had a house, w-we don’t live in this house. We lived\nin a house which belonged to a family who left for South Africa.",
        "A: And I know the father by some reason they paid them ahead, and it was\nalready like our house. But in our house was his shaffur(ph) —",
        "A: Salvoukas(ph).",
        "A: Salvoukas(ph).\nOctober 15, 2010",
        "A: Last name Salvoukas(ph).",
        "A: And his wife, a very, very nice — and children they had. And they\nopened a meat — meat store.",
        "A: Yeah, a butcher shop. And he was driving Father if Father had to go,\nbecause Father was driving very seldom.",
        "A: And unfortunately, a few days before the beginning of the war, maybe\neverything would be different, my father brought the car into Alytaus and\nleft the car to fix.",
        "A: Yeah. He took it back, but 1t was one day before the war, it was not, you\nknow —",
        "A: — the car was fixed, but he had to work at it, he had to do a lot.",
        "A: So he could a — they could a — anything at all.\nOctober 15, 2010",
        "A: They couldn’t escape using the car, yeah. But to me — I will now tell you\na very interesting thing.",
        "A: When I was 15, I was with such feelings that why is — that is so, when it\ncomes to a holiday, my mother gives me all good things to eat, to — and —",
        "A: To dress, not for me. I was going to the poor people to bring them for\nthe holiday. That was a [indecipherable] it was a — a person who makes\nwhatever you need, the schuster(ph), who makes —",
        "A: Shoes, yeah.",
        "A: And — and fixes shoes. It was, like I say in Yiddish, a Schneider(ph),\nthat it was —",
        "A: What?",
        "A: Batsiulys(ph).",
        "A: That is the one what makes —\nOctober 15, 2010",
        "A: Shoemaker.",
        "A: And the other who makes —",
        "A: A tailor, oh yeah, I forgot that, the tailor. And a tailor who earns a very\nlittle.",
        "A: And when I was coming to the then back home, I was all the time\nthinking why it is so, why they are poor, and we live so good? And these —\nat 16 I lived in Alytaus, and Father, Mother, they rented for us, for me and\nfor Etta, they rented a —",
        "A: No, not a— not a apartment, but —",
        "A: A room, yeah —",
        "A: —I don’t — also at the doctor. And we lived in the room, and this\ndoctor’s son was in the Jugend Komsomol. You know what is\nKomsomol?\nOctober 15, 2010",
        "A: And he — yeah. He feels that he can maybe to talk to me and try me to —",
        "A: Yeah. And that worked, and I started going at night to see the — no—a\nsmall — small group. And the arishininkas(ph), rishininkas(ph) —",
        "A: I think it’s a Lithuanian word.",
        "A: Who’s — is a name.",
        "A: Yeah. So, I was going to this, and when I was going home, they knew\nthat I will be in the bus, and where I will be sitting, and somebody was\ncoming a little earlier and putting some materials above my seat. And I had\nto give it to a boy in Serei who was a schuster(ph).",
        "A: Shoemaker, yes, a young, young man. And it was very difficult, because\nif somebody would see that, the doctor’s daughter stops and does\nsomething with him, that wa — I at — my parents didn’t know. They never\nOctober 15, 2010\ntalked to us politics. So, I did it, I came home, I put it that nobody sees it,\nand then I went to the Jewish school. And there were two organizations,\nMaccabee, I was Maccabee, and HaPoel.",
        "A: HaPoel is also a organization, but for people who are — they were going,\ntalking a lot about Israel.",
        "A: Yeah. And then I saw him in the hall of this, and I told him that I have to\ngive him something. And we decided that he will come to our house, and\nour house had a are(ph). He will come to the are(ph). I-If nobody is\naround, I will go down and give him this material. So that was a few times.",
        "A: And I got a commu — [indecipherable]",
        "A: Certificate. And this helped me very much when we went through the\nborder, when we evacuated.",
        "A: We went through the border, through the former border between\nLithuania and Soviet Union.\nOctober 15, 2010",
        "A: It helped for all our 15 people on the truck.",
        "A: Okay. The relations to my parents were very good. My father was such a\n— he was sensitive. As an example I can tell you I was in Kaunas and they\ncut out my — you know, very often, children have to have an operation.",
        "A: Yeah. And my voice changed. And when I came home, he put me — an-\nand I started crying because my voice was different, you know. More than\nmy mother.",
        "A: Yeah to comfort me. And a second time I had paratif(ph).",
        "A: Paratif(ph), that is [indecipherable], you don’t know the —\nOctober 15, 2010",
        "A: It’s a bad, bad sickness, and I came home and he was sending tests to\nKaunas, because not everything he could do. So when he was waiting for\nthe answer, he was staying at the, you know, warm —",
        "A: Oven, and I was in bed, very close. I lost a lot of weight. And he was s —\nso that was he was crying. And then we found out that everything fine, but I\nlost a lot of — and I have to — had to learn to walk after this sickness,\nbecause I lost a lot of weight, and I was very —",
        "A: This time I was maybe 14. That was before I was in Kom Jugend.",
        "A: My mother was simple, a very good woman, a very good mother. We\nwere a little sometimes afraid for the father, because he was more strong.\nHe didn’t like that I was like a boy. And I remember when one time\nsomething was here —",
        "A: Yeah, and I tried to —",
        "A: But he saw it, and he was very, very upset that I am —\nOctober 15, 2010",
        "A: Yeah.",
        "A: Yeah, very often it happens, and we said something to the mother, and\ndon’t tell Father, don’t tell Father — despite he was so, you know, sensitive.\nBut it had to be —",
        "A: Yeah.",
        "A: Yeah.",
        "A: She was softer, yeah, and my sister was — I was a good —I—I—I hada\nfew sicknesses, but I was in the some — much better shape than my older\nsister. Her lungs were not too good. And for the summer, they took her to\nAlytaus because there was a very good forest, with a special — what is very\ngood for the lungs, special —",
        "A: [indecipherable|",
        "A: [indecipherable|\nOctober 15, 2010",
        "A: [speaks Lithuanian]",
        "A: Many times, yeah, she was going to Druskenikas(ph) with her feet.",
        "A: But mayb — I don’t remember if I was at once — but that was Alytaus\nand we were living in the forest in Alytaus.",
        "A: But I forgot the name of the — why this forest was considered very good\nfor the lungs.",
        "A: Yeah.",
        "A: There were Poles also. I know that our lady who was making something\nfor us —",
        "A: Clothes, yeah, she was Polish, and I was very, you know, I — I liked very\nmuch to come and say [speaks Polish] — say some words in Polish, and I\nknow Polish. At the time when we went a lot here in America, over the\nOctober 15, 2010\n[indecipherable] we were in Poland, and we stayed in the — we — we — we\nstayed in the — next to a very famous bank. And it was forbidden to be\nthere, especially in the morning when they are coming and taking —",
        "A: —the money. But there was a man who was — he was not sleeping at\nnight, and he had a small place for himself. He let us into this place, and we\nspend there the night. And it was so nice that he invited us to — for — for a\ndinner to his family. I had what to bring them, you know. My relations in\nthe gymnasium, first I finish the Jewish prime school.",
        "A: Yeah, in Serei was a Jewish primary school. And when I finished, I\nwent to the Lithuanian gymnasium in Alytaus. I had very good friends non-\nJewish, and I had my best friend, a Jewish girl Halla(ph), and others. But I\nhad a lot of non-Jewish, and the relations very good. I have photos, I will\nshow. And I made copies and you can take all the copies and decide what\nyou would like and what not, because —",
        "A: Okay?",
        "A: This is all up here.\nOctober 15, 2010",
        "A: In Sere, not.",
        "A: It was one, the son of — you know, in the — 1n the church there 1s the\nperson who —",
        "A: Vargonininkas, yeah.",
        "A: His son was a anti-Semite and he did a lot of bad things at the time of\nthe war. But then he was in the forest and I don’t know, he — he couldn’t\ncome back home. He was [indecipherable]",
        "A: Yes.",
        "A: Before the war. Before the war, the relations — I had a lot of friends in\nthe gymnasium, Father had a lot of friends non-Jewish and Jewish. It was\nOctober 15, 2010\nnot — we didn’t feel it in Serei. We knew about one or two, but relations\nwere good.",
        "A: Yeah —",
        "A: — but, in gym — in the gymnasium, it were — was becoming worse\nbecause there was especially one lady who was very anti-Semitic, and my\nworst day in my life in the gymnasium was the day when the Soviet Union\nreturned Lithuania, Vilnius. You know that?",
        "A: You know this.",
        "A: Yeah.",
        "A: Ge — going every day to the gymnasium, and getting up for the praying.",
        "A: I didn’t know it —",
        "A: — but I was standing up, and they were praying all, and in the end of this\npray [speaks Lithuanian].\nOctober 15, 2010",
        "A: Return Vilnius. And this was so for me also. I wanted so much to get\nVilnius that the day when it was by [indecipherable], I was in a very high\nspirit. But when I came to the gymnasium, I saw that we were six girls,\nJewish girls, that they are sitting — I saw something is going on. And it\nturned out that some of the Lithuanian girls, especially one was there, were\nsaying that you are — you don’t have your own — no, you — you don’t have\nyour own country, and you are |-like cosmopolitan, you know, and you —\nyou are not happy like we are happy. Despite what to say about myself, for\nme it was a very nice day, but when I came and I saw it, everything turned\nout different. And it ended that this woman put — she went on the table, and\nshe said again that you are — you are — you don’t have your own, you are\nnot patriotic, you are not happy, and you have to be killed. You and you\nand you and you, and she showed all six. That was the first day — yeah, I\ntell you this because it was.",
        "A: That was the first day, and what is interesting, I forgot, when I was in\nthe group, I had to do something in the group.\nOctober 15, 2010",
        "A: The Komsomol, that they offered to try to involve two girls who were\nPolish. One [indecipherable] and [indecipherable].",
        "A: And we tried — and I had a friend, Halla(ph), we both worked on it. We\ntalked to them, and everything looked fine and they wanted — but when it\ncame to a —t-to go toa —",
        "A: — meeting at night, they came and they say, we will always be — we will\nnever in our life tell anybody. We will always be with these —",
        "A: — ideas. But, we cannot. So, we understood that they are not ready, and\nthey were — they didn’t participate in this all, and many girls didn’t\nparticipate, because there was among them a lot of friends. And a — a small\npart — but when — when our teacher Magnitskas(ph) found out about it, he\nwas very, very angry, and he talked about. He explained what — that it’s un\n— impossible to say such things.",
        "A: It seems that you have to be killed, you, you and you —",
        "A: — to this lady.\nOctober 15, 2010",
        "A: And that was the first day —",
        "A: — during all my life in the gymnasium.",
        "A: Yeah, it was not everywhere there. A little bit bad became in the\nuniversity. They were asking the Jews to sit on the les — last rows. That was\nmy tol — my sister told me.",
        "A: Oh, absolutely.",
        "A: Soviet occupation was one year before the war.",
        "A: I was, yeah, I was in gymnasium from — I was in the last class.\nOctober 15, 2010",
        "A: Of gymnasium, yes.",
        "A: And it had to be eight years gymnas — gymnasium, and they changed it\nto distilietka(ph), it means 10.",
        "A: Yeah, 10 years. But it was already, maybe it was ’39, I think in ’39 they\nreturned Vilnius. So —",
        "A: That was the time close to the war.",
        "A: And we even had such, you know, we — we thought that maybe some of\nour guys were maybe connected a little bit, maybe they knew something.\nBecause the 21*' June, we came to the gymnasium to get our diplomas.",
        "A: We got only the diplomas, and the party had to be the next day, the 22\".\nEverything was bought already, everything prepared. But I felt a little bit, I\ndon’t know. Some guys talked. It was not — it was a little strange for us, we\ndidn’t understand what is going on.\nOctober 15, 2010",
        "A: Lithuanian — they were not — they were talking about — among them. So,\nwe got the diplomas and we went home. And my best friend, which was\nfrom I-la — 1 — oh, Fima — Fimalebsen(ph). He came together with me, he\nbrought me home. I was renting.",
        "A: Room in Alytaus, yeah. And we said goodbye, and that’s it. And I —",
        "A: No, no, no, no, no, no.",
        "A: Only myself and my best friend, what I told you, the ...",
        "A: Halla(ph).",
        "A: Halla(ph), yeah.",
        "A: No, it was discussions — I will tell you. It was discussions that it could\nbe a more. And my mother knowing already at this time that I was in the\nKom Jugend Komsomol.\nOctober 15, 2010",
        "A: She knew already and Father knew already in this time.",
        "A: She asked me if I m — she wanted me to write down the addresses of our\nrelatives in Moscow. And I was saying, Mother, I remember. I remember\nthat Uncle Laza(ph) lives [indecipherable] 17, and was apartment 22. Two\n— two times two.",
        "A: And my aunt lives also to the 21* floor, and 21 is a special number when\npeople play cards. So I remembered. And I went back to Alytaus, and the\nnext day when we had to have the party. So the parents and the students,\nwhatever happened to them, I have to — I have to go.",
        "A: Go, go.",
        "A: Yeah, go.",
        "A: My sister, she was absolutely far from all this, and it happened that she\nhad between exams — it was a time of exams — she had a few free days, and\nOctober 15, 2010\nshe came home. If she wouldn’t come home, maybe she would survive,\nbecause from Kauna, some people survived.",
        "A: She was in the university in Kauna, yeah, for three years already\nbecause she was three years older than — two and a half than I am, and I had\nfinished exactly this time. So she was home.",
        "A: No, but it wa — I —I got already the —",
        "A: Certificate, and that wa — because I try — I started when I was five, f —\n15. And this I was already 16 with a half.",
        "A: And they — yeah, they knew it. They knew it already.",
        "A: It was not time to be upset, 1t was time to tell what to do, and —",
        "A: And not — it was a feeling that war is coming.",
        "A: Yeah. Not — because Hitler was going, you know —\nOctober 15, 2010",
        "A: — marching and my mother had in — her parents were killed —",
        "A: —1n Pinsk, and I had — and we had in Poland a very famous uncle. I\nthink I even told you, I have a lot of materials about him.",
        "A: Dr. Ishwar(ph) Wodzlik(ph). And he was a member of the\n[indecipherable]",
        "A: Yeah, Polish [indecipherable], yeah. And when it started, he went to\nPinsk, and they — the Soviets —",
        "A: — grabbed him, they send him out to very far away.",
        "A: And [had a aunt in Moscow, which was very energetic, and she had a\nappointment with Beria.",
        "A: You know this?",
        "A: Lavrentiy Beria, yeah.\nOctober 15, 2010",
        "A: And he said — he told her that he died on the way, but it turned out that\nthey shoot him. Because after the end of the war, one other person who\nknew him well, came and told my aunt that he was shot. So no — and his —\nhis wife and daughter was sent to Kazakhstan, to Kochetayev, the place\nwhere I was. Later, I will come to it.",
        "A: And his son was later in the ghetto in Warsaw and my aunt was sending\nhim —",
        "A: — packages, yeah, helped him. But he died in there.",
        "A: He participate in the up —",
        "A: — uprising, yes.",
        "A: Yes, yes, yes. But his daughter, who was in — in Kochetayev, and wife,\nthey came back after the war, they were released, and they went to Israel.\nBut now they are already [indecipherable] but I saw them in Israel. I saw\n[indecipherable]\nOctober 15, 2010",
        "A: Yeah.",
        "A: Yeah.",
        "A: She was afraid that I will — if I will stay I will be shot the first day. That\nwhat she was afraid.",
        "A: And we saw what is going on and — and can you imagine, I think I told\nyou this, I didn’t believe. Four years of the war I was listening that all the\nJews are killed, killed, killed, I couldn’t imagine that this could be done by\nhumans. But —",
        "A: It was.",
        "A: I— yeah, I returned to Alytaus.",
        "A: And then on the 22\", like I told you, the 21%‘ we got the diplomas.",
        "A: And the 22\" we had to go in the evening to the party. And I’ll show you\none thing, simple, one moment. This 1s — this 1s my dress for the party.",
        "A: And this dress helped me in my life in Siberia.",
        "A: I was giving girls who were better [indecipherable] and here is written\nby my mother, she said that I found it here in — in Moscow. Malachay(ph)\na doch(ph) Frida. My — not older, but —",
        "A: — younger daughter Frida, she is 15 and eight months old.",
        "A: Yeah.",
        "A: [indecipherable] special for this. And this dress helped me later.\nOctober 15, 2010",
        "A: Yeah, but in the morning of the 22\", the bombs started very early, and\nwe didn’t know what to do. First, we met with my friend, because his town,\nLeipalingis, is a little bit after Serei.",
        "A: Leipalingis, yeah.",
        "A: And with [indecipherable] laipun(ph).",
        "A: Yeah. And there were — he had a sister and a few —a—a-—a big family.\nAll gone. He al-alone escaped. And we didn’t know if we can go to war —\nSerei, simple go. And our — there were the — who was trying to keep order.",
        "A: He was telling us kinder, you know, you — you — you —",
        "A: — cannot go, because the Nazis are so close, you will be shot on the way\nto Serei. You have to go through the bridge to the other part of Alytaus.\nAlytaus has two parts, before the bridge and after the bridge. So —",
        "A: Also close, but Serei closer.\nOctober 15, 2010",
        "A: Serei closer, and Serei is a— Nazis were maybe 10 in the morning. And\nin Alytaus they came about two, three o’clock.",
        "A: Yeah. So we went through the — w-we did what he said us.",
        "A: This was a — h-h-he was — oh my — hard to say. Machalnik(ph). I — I\ncannot now remember, but he was a — the head of not police, not police\nhead, but something — another organization, who when he tried to — maybe\nit was his initiative, because he was standing and telling where who has to\ngO.",
        "A: And I knew his two sisters, they were on our, but I — Z-Z-Zi-Zinya(ph)\nwas his last name, I think, Zinya(ph). Maybe if I will remember, I will\nwrite you what I forgot.",
        "A: Maybe because [ a little nervous.",
        "A: Okay. Because sometimes I remember this very well.\nOctober 15, 2010",
        "A: And what he said, what he said, we decided to do.",
        "A: And we went through the bridge, and a little more til we came to the\nsuburb, because we already could listen to the bombs, it was bombed all the\ntime. And we came to a house what they had — we could sit down in front\nof — you know, like an open space. We were there. The people who owned\nthe house were not too happy, because — and when some other people\nwanted also to stop, they said no, that is too much. They will see that it’s a\nlot of people and they can —",
        "A: Shoot, yeah. So we were sitting there, not knowing what to do. And at\nthis time, our neighbor, Ralph Hasanowich(ph) — Hasanowiches(ph), he\npassed and he said k-kinder, no.",
        "A: Children, yeah. Wa-Wa — what are you here? I have, he said, a truck, but\nI went and I got my mother from Birshtonas.",
        "A: His mother — his mother had problems with her feet. And she is already\na little farther from here at a person who lives here and has a farm, and they\nOctober 15, 2010\nknow him. But I have to find my father, and the father is with a — you\nknow, with two pferds?",
        "A: Yeah, hor — yeah. And he — an-and I will take you. And we went with\nhim, and we found the father and we came to the family. They left a lot of\nthings, because if they wouldn’t leave they wouldn’t have space in there.\nWe were all on the — it was a —",
        "A: Yeah, inside was he and his mother next to him, and we all were outside,\nand there was 15 people. And we understood that we have to start going.",
        "A: Because we saw that Alytaus in flames, and we were sure that Alytaus\nis already with Nazis. So, we started going. We spend one night outside,\nnot far from Vilnius. Simple on the —",
        "A: — the ground. And when we saw that we will be [indecipherable] we\nthought oh, we will come to Vilnius and then we will decide what’s — what\nwill be next. Vilnius was burn. V-Vilnius was in fire.",
        "A: Yeah. And then we decided maybe Minsk, Belarus.\nOctober 15, 2010",
        "A: But when we came closer to — and at this time, you know, very often it\nwas the bombs, and we had to go —",
        "A: And I was ot — laying down with my — I was putting something about\nthe head [indecipherable] not now, not now, not now, maybe it will — and\n— and then, when we came close to Minsk, Minsk was already also in —",
        "A: — flames, yes.",
        "A: No, the roads were full, because the Soviet — the Soviet army was trying\nto leave.",
        "A: And at this time we stopped, because we didn’t have gas. No gas. What\nwe had, something in case if we have to commit suicide; that has the\ndaughter of the driver.",
        "A: Hm?\nOctober 15, 2010",
        "A: I—~I-—I don’t — maybe. I don’t remember what, but we were — that made\nus a little bit — because it was absolutely, for us, awful that in this situation,\nto stay til they will come.",
        "A: But next to us was a—a tank, a tank. And the tankist was — the tank was",
        "A: Kaput.",
        "A: And he told us that he will give us gas. And they had to fffff —",
        "A: Suck it out of the tank. They did it, they did it, they did it. And at that\ntime, before we found him, I was staying on the chausser(ph).",
        "A: On the s — not — not the street.",
        "A: Chaussee, yeah, route.\nOctober 15, 2010",
        "A: And asking [Speaks Russian] in Russian [speaks Russian]. But the —\nthe army was trying to go as far as possible, they didn’t stop, because one\nof the was always standing outside of the — next to the chauffeur and telling\nhe to go faster and faster. They were taking out their families, also.",
        "A: So they were going very fast. So, we got the gas, and I didn’t have more\nto stay and ask about [speaks Russian] in Russian [speaks Russian].",
        "A: Who were — who were parth — yeah, who were passing by and nobody\nstopped, nobody stopped. But the person from tank [indecipherable] we\nhad something to eat, so they gave the tankist what to eat, because he was\nvery —",
        "A: — hungry, yeah, and he gave us the gas, and we went ahead til\nSmolensk. Smolensk, that is not far from Minsk, and it’s a very good —",
        "A: — road, directly to Moscow.",
        "A: Smolensk. But in Smolensk they took us to a— a shalon(ph).\nOctober 15, 2010",
        "A: To a train, yeah. And because we were the first evacuees, people were\nmeeting us at stations and bringing bread, because we didn’t have.",
        "A: No, they checked. I showed my Kom Jugend, this —",
        "A: Komsomol they checked, and —",
        "A: — these helped.",
        "A: Because they — but at the same time, when they saw my friend, and the\nchauffeur, they both had leather —",
        "A: Yeah, mi — jackets.",
        "A: Leather jackets. And the leather jackets, they look — you know, they\nthought maybe they are Nazis. So they started to talk, and I interrupted\nthem and I told them this is our friends, and I showed them again my\nKomsomol.",
        "A: Yeah, and then th — so, everything went good, but it could be bad also, if\nI wouldn’t —",
        "A: — have had it, yes.",
        "A: And then we were in the shalon(ph) and they gave us br-bread, and I\nremember how I — I — I started to be very hungry. And we went a long way,\na long way in the — a shalon(ph), to the Saratovskaya Oblast. There is a —",
        "A: — on the Volga. Saratov.",
        "A: But Oblast is Saratov —",
        "A: Region.",
        "A: And in Saratov region was a farm called Hoss(ph).",
        "A: You know, collective farm, yeah, by the name [indecipherable]\nStanislawsky — first of all Saratovskaya Oblast. Stanislawsky\nRyonn(ph), that is a little more detailed.\nOctober 15, 2010",
        "A: Yeah, and [speaks foreign language] I — I am not sure, but I think that\nit was the kolkhoz, the name of the kolkhoz was the 20\" [indecipherable]\nis when — when they — it was a very famous siest(ph) of the Kom party.",
        "A: Yeah, but they — they could name it. It was the name —",
        "A: Ah, you say the 20\" was —",
        "A: Yeah, so it was another —",
        "A: — another one.",
        "A: But it was such a name.",
        "A: [indecipherable] one of those, yeah.\nOctober 15, 2010",
        "A: And I — and there were the wife and son and daughter of my mother’s\nbrother, who lived in Moscow. But I decided to — I — I wrote, I wrote and\nthey got my letter, and I wrote to my aunt, who was alone, and I wrote to\nmy uncle. And he was on the front, and they were evacuated to this place,\nKochetayev, that is Kazakhstan.",
        "A: Yeah, but that was later.",
        "A: I came to the kolkhoz —",
        "A: To the collective farm, and I worked there.",
        "A: And also Fima(ph) was with me to there, also.",
        "A: Yeah, we went together, and he was also working in the —",
        "A: No, no.",
        "A: We didn’t — he went — now, what does it mean boyfriend?\nOctober 15, 2010",
        "A: And my main thought was to come home being a virgin.",
        "A: But it was not to home to come, and my husband is my first, and that’s\nit. That was in my — from Father, it came from Mother, I don’t know what.\nI don’t care now, absolutely do it different, looking at this. But that was\nhappened, so —",
        "A: It was the first and the last.",
        "A: No, I—I-—I think that — I would like to remember how many nights we\nspend. We spend one night and we [indecipherable] that was before, when\nwe [indecipherable] at the name of — on — on — on the —",
        "A: On the way, yeah, but we slept in the truck. And then we slept before the\nsecond night, before Vilnius. And then another night before Minsk.",
        "A: Three already. No, and then I don’t remember how many days we — we\nare going by the train to Saratov.\nOctober 15, 2010",
        "A: You know, I will — I think I will find, because I wrote a letter to my\nrelatives, I am the daughter of your —",
        "A: Yeah.",
        "A: Because on the way, I didn’t.",
        "A: On the way I didn’t. I didn’t know where I will be.",
        "A: So from Saratov I wrote, and it didn’t go straight for some reason, and\nMoscow was also everything very — it — it — 1t didn’t came soon. But when\nit came, I got a telegram — telegram?",
        "A: Yeah, that — the wife and children of my uncle are in —",
        "A: Kazakhstan and Kochetayey, and that I would like — they would like to\nknow if I can come to this place. And also they gave me where my aunt 1s,\nshe was also evacuated from Moscow. And the aunt was alone, and she\nOctober 15, 2010\nconsidered me as she found a child, you know, she was very good to me. I\ncould just say —",
        "A: Huh?",
        "A: No, no. Sh—I—I couldn’t, I was in the collective farm.",
        "A: I couldn’t leave it, and I even didn’t know how to do it, but f — in the\ncollective farm, Fima(ph) was with — also with me, and I worked at the\ncollective farm, and I even worked with — not with pferds but with other —",
        "A: [indecipherable] you have to say them, I forgot the name of this.",
        "A: Maybe donkeys.",
        "A: Smaller, yeah.",
        "A: Yeah.\nOctober 15, 2010",
        "A: And I was taking the — from the field, the —",
        "A: By aconveyor it was coming, what later goes for bread.",
        "A: The wheat.",
        "A: And bringing this to the special place.",
        "A: With this what not [indecipherable]",
        "A: Yeah, and I knew how to manage with them, yeah. And sometimes I had\nto come and take out, you know, bad — when it is something —",
        "A: [indecipherable]",
        "A: — what is not needed, so I had to do this. People were very nice. Very\noften when I was going, through the window, they were giving me\nsomething. But I started at that place with my aunt, and it was not\nconvenient because they had two rooms. And in such conditions, I\nunderstood that I have to order something, to rent something.\nOctober 15, 2010",
        "A: Yeah, but I—I am not yet there.",
        "A: Lam sorry. In the collective far — but I wanted to go.",
        "A: I wanted to go, and the collective farm helped me. They gave me a\nsoldier, which was — what I was doing 1n there — in-in — I am still not in\nKochetayev, they gave me a soldier which I have to bring to\nSemipalatinsk. And Semipalatinsk is if you go to the west, and then to the\nsouth, and there is a — it-it was a ri-right — rehabilitation or something like\nthis, and bring this soldier to the rehabilitation. So, I got the ticket, I didn’t\npay for it, and on the way back I stopped in Nowosibirsk. And there in\nNowosibirsk was evacuated, the Mo-Moscow University, building\nuniversity.",
        "A: I was also — I — I wanted to be an engineer.",
        "A: And from other — from Leningrad and from another city. And there we\nwere in that place of Nowosibirsk building engine —\nOctober 15, 2010",
        "A: — institute, or whatever it 1s. So, they took me, despite my Russian was\nbad.",
        "A: No, I learned — first of all, I told you that my parents spoke Russian, and\nI had —",
        "A: Yeah, but later one year, one year, when it became already the Soviet\nUnion, we were studying.",
        "A: And comparing to others, I had — I knew a lot of poems.",
        "A: I didn’t understand the meaning, but I could —",
        "A: Yeah.\nOctober 15, 2010",
        "A: Jewish —",
        "A: Yiddish, yes, Yiddish, Lithuanian, wis — I studied German, I studied\nFrench in the gymnasium, no English.",
        "A: No English. And Latin.",
        "A: Yeah.",
        "A: The gymnasium — no Russian, only one year.",
        "A: But it — it came to me easy.",
        "A: It came easy, Russian, you know?",
        "A: Despite when I was already on the first course of the university in\nNowosibirsk, there was an exam, and they talked about [indecipherable]\nmateriale(ph). It means materials which are for the top of a house.\nOctober 15, 2010",
        "A: And I didn’t know what is [indecipherable] I remember\n[indecipherable]",
        "A: A poem, and in the poem it says the word crovla(ph), and I understood\nwhat it is. But I could ask somebody. At least before the beginning of the —\nthat was in the summer, and it was not the beginning of the course, first\ncourse. But there was a group, and I was participating in the group that was\nfor Russians that didn’t finish the 10 years —",
        "A: —nine years. And they put — they made a dictante(ph). Dictante(ph)",
        "A: Write there — saying what to write and we have to write. And the woman\nwho dictated, then when it was all done, she said, oh, you two — two sisters\nof Russian girls, who finished nine classes of the 10 year course, they made\nmore mistakes than Frida Finkelita(ph). I was Finkelita(ph).",
        "A: Yeah.",
        "A: In Russia I was Finkelita(ph), yes.\nOctober 15, 2010",
        "A: I am sure they thinked it was danger. She knew what was going on\nanother, it was not the first — they knew what is going on in Poland, they\nknew what is going on in the other places, but at the same time,\nunfortunately, I was not in touch, I couldn’t find out anything. But I dot —\ndidn’t believe, so maybe they had hope. But very soon, you know, when\nthey were already put to death, September ’41, 10 and 11. The 10\" were the\nmen, and the 11\", women and children. September. So it was only 22™\nJune, July, August, September, four months.",
        "A: Yeah, and they were all put in a school, but it 1s not a school, it is a\nschool to become — to have a specialty. And in this school —\nOctober 15, 2010",
        "A: You know, you could become a — work in a amatu mokykla.",
        "A: Oh my God, I’m forgetting that I can say Lithuanian.",
        "A: My — yeah, my father was there the doctor.",
        "A: He was taking care of the students.",
        "A: And then it became the place where they were holding them for a few\ndays, and after this, they marched — and the amaty mokykla was in the — at\nthe end of the —",
        "A: — town. So they had to march along all the town and about two, three\nmiles more to the forest. And here, I have said how my father was —",
        "A: They were killed over there, but how he looked when he marched with\nthis column, he was in a bloody, scared and —\nOctober 15, 2010",
        "A: Yeah.",
        "A: No way, no way.",
        "A: Absolutely no way. The only one thing, I believed that the humans\ncannot do such a thing.",
        "A: No, I didn’t hear anything about Serei, especially because Serei is —",
        "A: — small place. But I was hearing that they are killing. Killing and there\nwere camps, and there were the — you know, I have a friend who was in\nVilnius ghetto.\nOctober 15, 2010\nradio say? What did the newspapers write? Did you ha — was there any\nnews of what was going on then?",
        "A: I—I was reading, but I — I am saying again I couldn’t believe, but it\nbecame a very difficult time for me, you know what? I was going, for\nexample, the time when it 1s already close, to find out when it goes to the\nend. I was going — let’s say my — my aunt, I lived with my aunt.",
        "A: No-",
        "A: — that time I already came to Moscow.",
        "A: Yeah, in Nowosibirsk I got of work at the komatata(ph). You know\nwhat is komotata(ph)?",
        "A: No? Komotata(ph), that is I have to — at night I was going — we were in\nthe basement, and are living there about seven, eight students. And the\nplace was divided with — with white [speaks Lithuanian] divided with\nmaterial things.",
        "A: Curtain —\nOctober 15, 2010",
        "A: — curtain, whatever they had.",
        "A: Yeah.",
        "A: So, we were three people here, and four people there, and four more.\nAnd among the four was one mother, because there was a lady with a\nmother.",
        "A: And we were very hungry, hungry. We didn’t have to eat enough, and\nwe decided that there was the professor, they had a garden. And we decided\nthat if we take one kopistai, kopustai —",
        "A: Cabbage, one cabbage one night, even not every day, nothing will\nhappen. So we were taking this and having the cabbage. And then we were\ntrying to get a little bit of potatoes. E-Everywhere was potatoes owners, and\nwe decided that one, only one time to take from each house.",
        "A: Yeah. So we were theft.\nOctober 15, 2010",
        "A: Thieves.",
        "A: We were hungry. And then in the morning, we were sending one of us,\nwe didn’t have wood, we were cold over there.",
        "A: Many times I had here you know —",
        "A: Yeah.",
        "A: We were sending somebody to the — we had a special place to eat,\nbecause we had a cart. But it was — the soup was water, so we were sending\none, giving all the clothes, warm clothes, and we were bringing a big buck",
        "A: — bucket with soup, and because it is big, so in the — it was a little bit.\nAnd then we were eating this, and taking the — from the professor’s a little\nbit, and by some way, we survived. And then there was in — in\nNowosibirsk, a — lithua — Lithuania had a person who was taking care of\nLithuanian evacuees.\nOctober 15, 2010",
        "A: But that was Nowosibirsk. I got in touch with him and he made me like\nhis secretary, but only I was far away. And I had to talk to other people, and\nhe gave me, not shoes, but you know, for winter —",
        "A: Some sort of boot, but they are from material, you know?",
        "A: [indecipherable] so far away I-I don’t remember how [indecipherable]\nsays. But it’s not leather?",
        "A: No, no, no. But it helped me very much, it’s helped me very much. And\nI was in touch with others evacuees, asking what they need. I worked a\nlittle bit. But it’s a pity I forgot his name.",
        "A: Because then when I came back to Moscow and he was in Moscow, was\nthe Lithuanian [indecipherable]",
        "A: Representation, yeah. And I think that he came back also, and I saw him\na few times. He made a lot good things for me. [indecipherable] I don’t\nremember his name. So — and then it came a time when the institute started\nOctober 15, 2010\nto think about coming back to Moscow. And I went with the institute back\nto Moscow.",
        "A: And then I met my aunt, and I lived with my aunt.",
        "A: No, absolutely not.",
        "A: Yeah, and by radio all the time —",
        "A: — that killing, killing, killing and killing.",
        "A: Killing Jews.",
        "A: No, Jews.\nOctober 15, 2010",
        "A: Yeah. I couldn’t bel — I— I wouldn’t say that I don’t beli — didn’t believe\nat all.",
        "A: But I couldn’t imagine, and I — very often I read — I’m reading now that\npeople couldn’t imagine —",
        "A: — that this could be done.",
        "A: I did believe in general, but my —I —I-—I-",
        "A: My mind couldn’t imagine that this could be done. But what had\nhappened with me, I all the time was — that was a bad thing. I was — let’s\nsay I was coming from the sixth floor, my aunt lived on the sixth floor. No\nelevator. When I was g-going back, if I will meet somebody on the way,\nthat’s okay, if I will not meet, that is bad. I am going to the tramvajai, you\nknow what is tramvajai?",
        "A: Yeah, to go to the university, to the —\nOctober 15, 2010",
        "A: I see he is coming. If I will catch him, fine; if not, bad. All the time I\nwas in this ci — in such a [indecipherable] that is very bad.",
        "A: No, simple, simple this — that was my own — I was all the time thinking\nwhat will be when it end the war, I will find my parents, or not.",
        "A: Only this was my —",
        "A: I was thinking, they are dead, or they are alive. So I started to think if I\nwill catch the train that is good, or [indecipherable] each time, something.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: And many, many these kind of things.\nOctober 15, 2010",
        "A: You know, if I go upstairs and I don’t see anybody going down, it’s\ngood. But if somebody goes —",
        "A: — that bad. That can make you, you know —",
        "A: I didn’t know, no. And I came to Moscow, to my aunt, and she lived in\none room in a — an apartment which had another room where there lived\nanother lady, a researcher. And another lady lived with my aunt in one\nroom, so I was the third one. And this lady, she was a nurse, but she was\nhelping the one, which is the researcher, she was better off, and she could\npay her. She was making for her — oh, she was like a helper, you know? But\nshe’s — she’s — she spends the nights in our room. So it was a room, here 1s\na aunt, here is this lady, and here I am. But relations were good, and in the\nsame apartment, in the same, were an apartment for a family, a family of\nfour or five. Father, mother, two children and a grandmother. And in the\nkitchen, everybody had his own place —",
        "A: — you know. And one bathroom, and one toilet.",
        "A: For everybody, yes. So I lived there a few years til I got married.\nOctober 15, 2010",
        "A: Because I worked — I worked very close to the place where my — my —\nmy aunt lived. But what happened at this time, unfortunately, that the\nfamily of my uncle, they were used that the aunt takes care of them. And\nhere she gave all her energy —",
        "A: — to me, yes. And a little bit it had an influence, you know.",
        "A: Yeah. And one time very — it was a very not good thing, the daughter of\nmy uncle, the daughter of my uncle, she owed her money. And when my\naunt says that you have to return, I will better give you another time. Why\nyou are not returning? She said, take it out from my — what you are going to\nleave me. Can you imagine? And my aunt become very, very angry, and\nthey didn’t have relations, and she put everything on my name. That was a\n—a-— how much could she have, she was a buhalteris.",
        "A: Accountant, yeah, an accountant.",
        "A: Bookkeeper, yeah\nOctober 15, 2010",
        "A: Bookkeeper. And she died at 75. I lived 10 years more already.",
        "A: Just a moment now, the — the war ended in °45 —",
        "A: —and I got married °52.",
        "A: 1945, it was a day when it was a very big party, but I still didn’t know\nexactly. So this day I remember, I will remember all my life. But\nunfortunately, very soon, I got a letter first from my — from the chef —\nchauffeur —",
        "A: Salvoukas(ph), Salvoukas(ph)",
        "A: Yeah, that I cannot tell you nothing good.",
        "A: Yeah, and additional, I got a letter from my good friend who survived\nthe ghetto. And she lives in Boston now, but she lived very long in\nOctober 15, 2010\nLithuania. She came later, a month later than I to America. She — and I am\nin touch with her. Why I didn’t write in her without talking to her that\nmaybe she would like to be [indecipherable]",
        "A: Yeah, because her husband is now in the nursing home, but not simple\nnursing home, a little bit with mental.",
        "A: So I wanted first to talk to her.",
        "A: But because I was so —",
        "A: I have it in mind",
        "A: And if yes, I will tell you.",
        "A: Yeah, yeah.",
        "A: I think Vilnius ghetto, but she left it, she —",
        "A: She ran away, yes.\nOctober 15, 2010",
        "A: And she 1s very in touch with Vilna, with the people who work in the\nmuseum, because she is — she has friends over there.",
        "A: And very often she was sending me some, in Lithuanian, newspapers.",
        "A: Small newspapers in Lithuanian.",
        "A: Yeah.",
        "A: She wrote it to me, I didn’t go to the univers — to my college or\nuniversity this day and —",
        "A: — unbelievable",
        "A: She wrote that they were killed together with all Serei, with all the\npeople, all the shtetl.",
        "A: Mira(ph), yeah.\nOctober 15, 2010",
        "A: But very soon we went.",
        "A: But that we went the first time already with Arkady, because I was all\nthe time told that, don’t go. There are a lot of 1-1n the forest and they can\nkill you, because they are the ones which are afraid now —",
        "A: — that they will — to come back in the cities. So — and they can — and we\nhad a few cases, such cases, that people were killed. So I understood that I\nhave to wait a little. And when I got married, we went together with my\nhusband. We went first to Vilnius, and my friend still were there. So we\nwent together with him, first to Leipalingis, and then to Serei, and we saw\nthe first time the memorial. And at this time, we even found some pieces of\nsome — what is going on with me, what is going on?",
        "A: You know, if take off all this from the finger, what left?",
        "A: Bones.",
        "A: Yeah.\nOctober 15, 2010",
        "A: Later they made the mar — a-and they made around small, not high. You\nwill see everything, I have it.",
        "A: Yeah, we — we found a teacher who spend with us some hours, and he\ncried when he told us how it was, all the details how it happened. That three\ndays they were holding them in the amaty mokykla.",
        "A: Yeah, and that was a Lithuanian person, a Lithuanian teacher. So I spoke\nto him Lithuanian, and I later —",
        "A: — translated for Arkady, yeah. And he told everything how it was, and\nthey were very, very upset. And you know, even now they are writing that\nthey will never forget it, and th — you know, different people. And wi —\nwhen we came to the house of Salvoukas(ph), his wife, only what she\ncould say, she were — our — I-I forgot to tell that our house was bombed and\ngone in [indecipherable]\nOctober 15, 2010",
        "A: The one which ma — our parents rented, and the other one, everything,\nbecause we saw when we came only everything burn, fire. And they moved\nto the very end of the city, very close to the — like I told you, the kirche(ph)",
        "A: — the amaty mokykla —",
        "A: But ama — yeah, amatu mokykla is a little farther. And this is the end of\nthe langergast(ph). And there is the — there the name is — I have a—a\nphoto, I am standing in this house where they lived, the time til they were\nbrought to the amaty mokykla. That is simple a family who was giving us\nmilk, they had always a cow, and they were bringing milk, and they let\nFather and Mother and Etta to live with them, but it was not a long time,\nvery soon they were taken. So I have the house where they lived a tre — few\nmonths.",
        "A: Yeah.\nOctober 15, 2010",
        "A: Yeah.",
        "A: Yeah, and it was only — it was on the 10\" and 11\" September.",
        "A: No, oh, I — I — I know that very often, what Hanna(ph) Slovatitsky(ph)\nwrites in her — that she cannot remember what she did this day.",
        "A: I cannot say that I — I — I remember tt.",
        "A: The wife of Salvoukas(ph) said she tried, because they couldn’t go out,\nand they couldn’t buy something, so she tried to — by some way, she was\ntelling us, she was buying eggs and bringing them to this —\nOctober 15, 2010",
        "A: — place, and trying to help with — but it was also dangerous, but she did.\nShe told me this and she cried, because she couldn’t imagine — a lot of good\npeople, you know, a lot of good people. And when I read now about the\nwoman who says she will never forget how she saw my father in the\nbeginning of the —",
        "A: — column, yes, 1n — with — with blood, and she could see that he was\nbeaten. She says it. And I got this paper. Unfortunately, it’s in Russian\nwritten, but this piece I translated. So, I can give it to you.",
        "A: No, no, my [indecipherable] my uncle’s daughter, she read it, because\nwe didn’t pay a lot of attention to Russian papers, because we had to — we\nworked, and we had to read English, to know better English.",
        "A: Yeah, in the United States. And she sent me this paper.",
        "A: And she called my husband, and she read it to him, and he says, the first\ntime he says, don’t tell it to Frida. But she was very surprised, that what I\nOctober 15, 2010\nhad to know. And she called me, and I found out, and I was very upset that\nArkady told her let — let — let not tell Frida.",
        "A: Mm, he wanted to protect —",
        "A: — yeah, but it’s not the case. I have to know. I am watching everything,\nall Holocaust movies. I am always watching them, and I — because I have to\n—at least I have to feel a little. I have very often, as older I become, as more\nI have the feeling of guiltiness that I was not with them, and I didn’t have to\ngo through this all. It’s very difficult to imagine my sister, my father, my\nmother, how they were — how it was all — and I was not there.",
        "A: Yeah. It would be good to be a very believing, and believe that we will\nsee someday.",
        "A: Huh?",
        "A: I don’t know, after what is going on all these years. After the Holocaust\nand it is still so bad everywhere, with the hating of Jews, I don’t know why,\nbecause I know where — I know bad people. For me the nice thing is ap —a\nperson has to be good from bad. And now in Europe and everywhere. I\ndon’t know why.",
        "A: He — oh, I— I don’t know if he was — I — I will ask, maybe Mira(ph)\nknows. But at least he couldn’t come back and he had to — to pay for this.\nBut how it came out, I don’t know.",
        "A: What he did, he helped to kill.",
        "A: They di — yeah, there were, who helped to kill. They came to\nSalvoukas(ph). They asked everybody, but Salvoukas(ph) refused. And he\nOctober 15, 2010\nsaid, the only — but he was also afraid, you know, the only thing what I can\ngive you is my — no, the pferd.",
        "A: The horse, right, pferd, pferd is —",
        "A: Yeah, a pferd. The horse.",
        "A: Yeah.",
        "A: Who did the killing, they — everywhere they write collaborators,\nLithuanian. But I didn’t know who, exactly. What I remember is the son\nwhat I told you, and others I don’t know. I don’t know.",
        "A: What — you know, who live there, it was very difficult to come to this\nplace, and nobody came back to live, nobody.",
        "A: And there the cemetery —\nOctober 15, 2010",
        "A: Once a year, in the summer.",
        "A: Yeah.",
        "A: Every year until I left, then in ’88, we went to Moscow and from\nMoscow we went to Vilnius, and from Vilnius we went to Serei. And\nsince then I haven’t been there, because — I wanted very much, very much,\nbut unfortunately, my medical —",
        "A: Situation doesn’t — I cannot now go. That’s a pity, but — you know, I\nwould like very much to show you, you know —",
        "A: Yeah, funny — funny things, this is another, absolutely nothing to do\nwith it, but I would like to show you how we were — with that I — I liked to\nput my vacations.",
        "A: Yeah, and here — okay, so humay(ph) Palanga.",
        "A: You know Palanga, yeah, Palanga [speaks foreign language here]\nOctober 15, 2010",
        "A: Palanga, and then you will see parlan — Palanga —",
        "A: — in ’58. Hosta(ph) Palanga [indecipherable]",
        "A: [indecipherable] And then Palanga ulitsa(ph) naringos(ph).",
        "A: And then Palanga ulitsa(ph) gestuccio(ph), and Palanga sanitori(ph)\njovairdra(ph).",
        "A: Yeah, and then Palanga ulitsa(ph) salamayanaris(ph), and then\nPalanga ulitsa(oh) uritas(ph).",
        "A: And Palanga — and then [indecipherable]",
        "A: So was Nida, Nida.",
        "A: And Nida was already the time when we were — ’78 we went to\nAmerica.\nOctober 15, 2010",
        "A: And Nida was before — oh, Nida is such a nice place.",
        "A: And we were a little already nervous, because we were already put our\ndocuments, and we were afraid somebody can know about it, so it was not\n— but Nida, that was something special.",
        "A: No, I— because, you know, I — my feelings to Lithuania are not bad.\nNot bad, despite the — what happened. But at the same time, I know — I\nknew a lot of guys and girls who were so nice and so good. So, I understand\nthat that is everywhere this way. And Mira(ph) was telling me about the\nones who are still there. One is a very famous doctor, a very good guy, and\none excellent guy was — he is also there. And I went to the — 35 years, this\nis all photos, I went to Alytaus, when it was 35 years since we finished —",
        "A: — gymnasium, yes. And I was there with mi — Mira(ph) was there, and\nFima(ph), my friend, and my husband went with me. And we spend there\nwith all our — with all the teachers.\nOctober 15, 2010",
        "A: I have no idea where she is. I even don’t —",
        "A: No.",
        "A: No, no.",
        "A: I—I cannot imagine to see her.",
        "A: I think that she — I think that she understood that she cannot come to\nsuch a — generally I don’t know what happened, because I —",
        "A: I didn’t want —",
        "A: — because others were different",
        "A: And she was the main who tried to do it, so —",
        "A: Yeah, Palanga wi — will ah — this is no Palanga [indecipherable] we\ngot [indecipherable] place, and we were there — no, and then already Nida\nand —",
        "A: —I left, 23 of March.",
        "A: We went from Moscow [indecipherable] is Vienna a —",
        "A: To Vienna and then from Vienna and then we came to America.",
        "A: Yeah, yeah, I would like very much — first I— I would like to show you\nthis. If you would say that you would like to have it, I will make a copy and\nsend it to you.",
        "A: I will definitely send it to you. Ella will make a copy.\nOctober 15, 2010",
        "A: Because that is his — he wanted to talk to me, but he called and we\ndidn’t. His son is now the Long Island University, he is — I\n[indecipherable] and I also keep it.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, the cemetery 1s a little — what I found is only my grandmother’s —\nthese also in — in — in the photos.",
        "A: Grandmother.",
        "A: Just a moment. What I can start from —\nOctober 15, 2010\nis look at some photos, and have some comments about those photos. So\nthe official part of our interview is done.",
        "A: This is my family.",
        "A: And very close to the — that was maybe a year before.",
        "A: This is not — this is also copies, and I have the — this is — this man came\nfrom the United State. I have here a uncle, Father’s brother. He is already\ngone, unfortunately, very soon after our coming. And he came to Serei and\nwe made a photo with him. So that’s my father, that’s me, that is my\nmother, that is my sister Etta.",
        "A: Yeah, and that is the brother of my father, who died.",
        "A: That is his son, who was killed.",
        "A: So she was killed and he was killed, and she is in Israel, but already in a\nbad shape. And this is a couple who is a first cousin of Father, but they\nsurvived, they [indecipherable] and they could go, but they are both\nalready not — they are — they died both, but their son lives in Vilnius.\nOctober 15, 2010",
        "A: Ah, that helped me because they liked — the girls liked so much the\ndress, that if they had to go somewhere, they were —",
        "A: Borrow it, and I was — they were giving me — when I didn’t have — I was\nnot still in touch with the man in Nowosibirsk who helped the Lithuanians.\nI didn’t have shoes, warm shoes, they were giving me shoes to wear,\nsomething to wear.",
        "A: In Nowosibirsk.",
        "A: This — yeah, I —",
        "A: —I—no, but I had it with me.",
        "A: Because the next day I didn’t have anything, everything was sent home\nalready.\n100October 15, 2010",
        "A: So this was because I had to, in the evening of the day of the beginning\nof the war, I had to go to the party.",
        "A: On me, no —",
        "A: — something — yeah, but I had it with me, yeah",
        "A: Yeah.",
        "A: Oh, this is simply the class.",
        "A: And here —",
        "A: Yeah. And here is — one moment here —",
        "A: Yeah, Alytau — Alytaus gymnasium.",
        "A: And I think that here 1s — oh, this is my sister Etta.\n101October 15, 2010",
        "A: Yeah. And this is what you can see. This is [indecipherable] the one\nwhat we wanted to —",
        "A: Yeah, and where is other — a-a-and this is Derwinskyter(ph).",
        "A: Lithuanian names?",
        "A: Yeah, they are Polish.",
        "A: Zigma(ph) — Zigma(ph) Chapolkaytita(ph), I don’t know.",
        "A: And this is Ona(ph) Derwinskyter(ph).",
        "A: And this is my friend who died in the first days. She was — that is\nHalla(ph).",
        "A: Yeah, best friend Boekshitskyter(ph).",
        "A: Halla(ph) Boekshitskyter(ph). And this is a very nice, very good\nrelations with this girl, Oushileeta(ph), Janie Oushileeta(ph) and very nice\n102October 15, 2010\nlooking. And very close I was also with — but we’re not — that’s me, and\nthat is Rushenskyter(ph). This is now in Vilnius. And this is\nPangornis(ph), I think. But I remember a little — oh, you see here,\nDerwinskyter(ph), and this is Amelia(ph) Baltoskonita(ph). Now this is a\nvery good friend of mine.",
        "A: Yeah.",
        "A: And this is Usolita(ph), the one which 1s here in top, on top.",
        "A: And this is Baltoskonita(ph), Amelia(ph). Baltoskonita(ph). Now, she\nis not here, but this one —",
        "A: Emma.",
        "A: Yeah. And here is our class, but also very [indecipherable] maybe the\nfirst or the second. I-I-I am here, and this is Boekshitskyter(ph), is\nHalla(ph), and this is Xena(ph), a daughter of a mus — musical teacher.\n103October 15, 2010\nAnd I don’t see other Jewish girls here. It was in the end, when the other\ngirls turned out and said to — you and you and you, we were six.",
        "A: Shukienna(ph).",
        "A: Oh I remember her very well, Shukienna(ph), here she is. And they — it\nwas at the — they were giving when they were ending — they — they were\nending and they were giving the key —",
        "A: — to the next.",
        "A: Yeah, that was — and here is —",
        "A: Yeah. And here is Lolek(ph), I think, this one. I think so.",
        "A: This 1s a old one.",
        "A: Where it says, in this place in °41 [indecipherable]",
        "A: [speaks Lithuanian]\n104October 15, 2010",
        "A: But now is different.",
        "A: Yeah",
        "A: I will give you, here I have all copies for you.",
        "A: On simple — on paper.",
        "A: Appeelingcue(ph).",
        "A: And then maybe without appeelingcue(ph).",
        "A: It could be, yeah, it could be.\n105October 15, 2010",
        "A: [indecipherable]",
        "A: Yeah, in this place I translated. Or here, we are on the — see, Alytaus,\nJune ’76, 35 years after ending gymnasium.",
        "A: That’s me.",
        "A: That is Mira(ph), who is in Boston, to whom maybe I will —",
        "A: And this 1s, he is now in Israel, that is my friend, with whom I spend the\nfirst time of — and you know, when I went to —",
        "A: — to Kochetayev, we went there of the morning together, we were put\ntogether on the — we were together even in the farm.",
        "A: Fima(ph).",
        "A: That is Fima(ph).\n106October 15, 2010",
        "A: But then when I went to Kochetayev too, he was not dressed enough, he\nwas afraid, and he went to Tashkent. And we kept in touch all the time.",
        "A: Wha-What?",
        "A: If they came. Just a moment. Maybe not everybody came. There are\nsome, but I don’t see here Derwinskyter(ph) — I don’t see some of them.\nDerwinskyter. Little.",
        "A: Not everybody came, but many I saw and it was very nice to see them.\nWhat this is, I think this is Rozenskyter. And here —",
        "A: She ts.",
        "A: And here we made a — the same day we made this picture\n[indecipherable] with us, so that’s him. And this is the new one.\n107October 15, 2010",
        "A: It’s not clear, but in the material of Hanela(ph) Slovatitsky(ph), which I\nwill make a copy for you.",
        "A: Because it’s interesting written. This is written and it 1s already 953, I\ncannot see if — here is the number.",
        "A: Impossible.",
        "A: These two women, these two women, they are still alive. I don’t know if\nthis baby — for the last two weeks, I talk to Israel very often, th — talk to\nthem. They are Sereia(ph), from Serei, and they went to see the new and\nsend it to me.",
        "A: This is the house in which my parents lived the time, the four months\nbefore they were taken to the amaty mokykla.",
        "A: Yeah. This is a new, and this is a old one.",
        "A: And this is a very interesting — this is my —\n108October 15, 2010",
        "A: You see?",
        "A: VieSbutis.",
        "A: Yeah, finke —",
        "A: — the brother — the brother of — who died.",
        "A: That was on his name.",
        "A: He was Moishe M.",
        "A: I don’t see if it is M.",
        "A: Yeah. And then — can you read what is here [indecipherable]\n109October 15, 2010",
        "A: Finkelina(ph), that she came, because that was the time when they came\nback to Serei.",
        "A: And they put a advertisement —",
        "A: — that she is a [indecipherable] not [indecipherable]",
        "A: I think that — I — I cannot recognize them, but I think that one of them 1s\nthe son who died, who was killed.",
        "A: And this — in ’88, we visited Moscow.",
        "A: And then we went to Lithuania, and we went — that is Serei, the church.\nAnd this is —",
        "A: No, that 1s the church.",
        "A: Yeah. The synagogue, I have the synagogue, but the synagogue 1s where\n— that is a church. And 1s very close to the ri-rinkos gat — plaza.\n110October 15, 2010",
        "A: Turgaus gat — yeah. That’s me, and that is my best friend, he died\nalready. But he wanted to be buried in the place in Alytaus where all the\npeople were —",
        "A: — who were killed, yeah, and he did it.",
        "A: Yeah.",
        "A: And I have a special envelope with his — when he was buried.",
        "A: Yeah.",
        "A: That is his daughter.",
        "A: His daughter, and that is the wife of Fima(ph), and this is the one who\ntook me to the Kom —",
        "A: Yeah, yeah, yeah.\n111October 15, 2010",
        "A: David. Davide(ph), and last name I forgot. I knew his father and\nmother, we were on one — one — when we were — went by the truck, they\nwere on the truck.",
        "A: They’re now gone, but he is in Israel. Kavarski(ph).",
        "A: Yeah.",
        "A: David Kavarski(ph).",
        "A: Oh here [indecipherable] to see the [indecipherable]. That is my — my\nsister when she was a girl.",
        "A: Yeah. And that’s me.",
        "A: Now can — can you understand why”?",
        "A: No, nobody can understand. That’s me.",
        "A: Me, yeah.\nOctober 15, 2010",
        "A: Pll give you all this.",
        "A: Yeah.",
        "A: Ah this we were coming, what — how it looks generally. This is without\nthe memorial —",
        "A: — somewhere, but we were sitting, myself and my cousin who is in\nIsrael now, like I told you already, in —",
        "A: — in bad shape, yeah. This I am in Serei, and this I am in Serei.",
        "A: Serei, Serei, Serei. Oh, this is everything.",
        "A: And you know that I am on the internet.",
        "A: Yeah, somebody put — but there is one mistake, they put that my\ngrandmother’s date of her birth, or date of when she died with a mistake\n113October 15, 2010\nand I went — wanted so much to fix it. I still — it stays like not done, but it’s\nin my list.",
        "A: Yeah, this 1s all — all — all — all — all the same, all the sa — oh, that’s how\nit looks. And the other girl, who was later, she says that our cemetery is —\nlooks like the best. Oh, you can’t —\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 15, 2010\nRG-50.030*0590",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Frida\nRuderman, conducted by Ina Navazelskis on October 15, 2010 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Cliffside Park, NJ and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "FRIDA RUDERMAN\nOctober 15, 2010"
    ]
}