{
    "rg": "RG-50.030.0104_trs_en",
    "sequence": [
        "Q: OK.",
        "A: What?",
        "Q: Um, would you tell me your name please?",
        "A: My name 1s uh, David Klebanow.",
        "Q: Where were you born and when?",
        "A: I was born 1n 1907, in a city called Wolkowysk. And I will spell: W-O-L-K-O-W-Y-S-K. In\nPoland, at that time.",
        "Q: And what did... Tell me about your family life. What were your parents like, as you were\ngrowing up?",
        "A: My parents were well-to-do uh, merchants doing in the...in the ... Not in retail, but in the\ngross [NB: wholesale] business...business. Uh,, my mother--I have to stress, 1t was quite a\ndifference between my mother and my father. My mother came from a city deep in Russia\ncalled Vyaz'ma, where only twenty Jewish families lived there. It was only by permission.\nMeans doctors could live there, lawyers could live there, and uh, professional--like tailors,\nuh, shoemakers, etc. My grandfather was...you can say he was preparing, you know, uh,\nleather for...for...for shoes; but he was in this business for shoemaker. Yes. Very intelligent. I\nwill say, very intelligent--not educated, but very intelligent. My mother had uh, four\nbrothers. One of them remain...became a doctor in Moscow--graduated from Moscow\nUniversity, and practiced in Moscow. Another brother was studying medicine, but uh, got\nTB of the lungs, and died of TB of the lungs. It was in year '21, '22, when in Russia was a\nperiod of hunger. Two other brothers remained more or less in the same business what my\ngrandfather, but on a grow...on a bigger scale. They were not working in the...working, they\nwere in sales--stores, you know. And that was the two other brothers.",
        "Q: What was it like for you growing up in that family, in that town? What...?",
        "A: [...that was a very, very happy...happy uh,, for me, environment. These two roads of my\nfather and of my father [NB: mother], I perceived it very strongly. And uh,...and uh,...and\nuh,...my uh,...I was put in the beginning in a simple Jewish cheder. And I was going to the\ncheder for one and a half years. But I knew that in Vyaz'ma is completely a different spirit.\nAnd uh, I said once, \"I am not going any more.\" I revolted. And they didn't put...uh, succeed\nto put me back in cheder. I was taken to Vyaz'ma, to my grandfather. There, you know, I\nspent uh, well over a year uh, studying to get...to pass examinations into a high school. It\nwas...you have to pass examinations. And I uh, returned, I took the examination, and I uh,,...I\nuh, uh, was admitted. It was not...at that time not in Wo_kowysk, but in a city called\nBorisov. It is between Minsk and Smolensk. And uh, I was admitted to the high school, what\nwas for a Jewish boy at that time quite difficult. I spent there only one year in this high\nschool. Here came the Russian Revolution. Here my parents, as...as rich persons, had to fled\nthis city. And we went first to Kiev; so I spent a year in Kiev. But then, you know ...again,\nyou know, I was... The second year of high school, I spent in Kiev. And uh,...and uh, uh...\nThen the Communists again are in Kiev... I say \"again\" because with the times of when the\nGermans were there. And they would say... And then came Petlyura: and then came, you\nknow, the Communists again; and then came the... Not far away were the White Russians,\nyou know. And the...we felt the Communists were again after my ... My parents had to live\nin hiding. And uh, we decided to go to the west. And so we went to the west, to Poland. And\nwe landed in a city called Bia_ystok: B-I-A-L-Y-S-T-O-K. And basically in Bia_ystok, my\nparents lived there 'til '40...oh, to '42 or '43. uh, will explain why I say so. I uh, graduate\nfrom uh, Polish high school with top honors. There's all marks were excellent. And\nnevertheless, first year I was not admitted... I applied for medical school, and I was not\nadmitted. I applied next year; next year I was admitted. And so I entered the medical school\nin Vilna--called now Vilnius. It is now Lithuania. At that time, Poland. It is University, so-\ncalled, of Stephan Bathory.” If you want to spell it: Stephan Bathory. And uh, I graduated in\n'33. That is university and medical school--together, six years. And uh, '33, I was... Right\nafter my graduation, I was drafted into the Polish Army as a doctor. And I spent, as a doctor,\none year in the Polish Army. After liberation, I worked in Jewish hospitals. It was in\nBia_ystok, and in a city call Brest-Litovsk [Pol: Brze__ nad Bugiem]. You know here the\nPeace of Brest-Litovsk.’ And I uh, worked mostly, during the last three years, in obstetrics.\nAnd in '37, with 29 years of age, I became already a director of small obstetrical department.\nI will pronounce the city--was very, very hard--named Mi dzyrzec-Podlaska. It is a city, you\nknow, twenty thousand population--mostly Jews. A nice hospital, built by American\nemigrants what they were from...from the city Mi _dzyrzec. And they collected money, and\nthey built a beautiful hospital there for the population in this city. '39--February--I am drafted\ninto the Polish Army and sent to the border. It was early...you know, early February. The\nPoles felt it very possible war may break out, so a partial mobilization took place. I was\nmobilized; and we were on the border with Germany. In uh, August, I was sent home to my\ncivilian life; but on the Ist of September, '39, I was mobilized again. Here the war really\nbroke out. And on the 4th of September, I was already a prisoner of war with the Germans.\nNear a city called Siedlce. And uh, I was brought to a marketplace. And I will say, you\nknow, uh,... For example, you know, I was on the marketplace; and there are thirty, forty\nofficers--SS and regular officers. And I came out; and I was thinking, \"Should I salute?\" And\nI saluted. And all the forty officers--some with the SS salute, some with the...mostly with\nmilitary salute--greeted me. Although they were informed that I am a Jew. The first question\n' Simon V. Petlyura was a Ukrainian journalist and military leader during the Russian Revolution.\nIn 1919, he made a deal with Polish Gen. Jozef Pilsudski and took Kiev on April 25, 1920. In June\nof that year, however, the Red Army recaptured the city and Petlyura was forced to flee.\n° Apparently after the 16th century King of Poland of that name.\n* Reference is to a treaty between Germany and Russia which was signed there on March 3, 1918.\nof the sergeant who took me prisoner was... Uh,, I told him that I am a doctor. And the first\nquestion was, \"Und bin sie eine Jude?\" [Ger: \"And are you a Jew?\"| And I thought...still\nthought, \"This is my last minute of my life.\" No, his attitude very...was very fair. And he... I\ncan say very fair. And he brought me to this marketplace; and he informed that \"He 1s...he's a\nJew.\" Nevertheless, a major came to me and said, \"In the hospital, there are many Polish\nwounded soldiers and very few doctors. You are going right there; and you will take care of\nthe Polish soldiers.\" And so I was put to the hospital. It is on a stretch where here the Poles\n[NB: the Germans], and then the Russians. And on the 29th of September, the Poles...uh, the\nGermans left the city. And uh, they ask, \"Who want to go with us, let go. And who want to\nstay, let stay.\" And I remained to stay, because my city Bia_ystok is occupied already by the\nRussians. Was more...more to the east. And uh, after four or five days, the Germans came\nback. Had to come. Here, I asked the permission; and I was permitted to go from the three\nhundred wounded. Few...few--not few. Will say, a small proportion left--the hard cases. And\nthe chief doctor told me, \"We will be able to take care of these cases.\" And he allowed me to\ngo uh, to Bia_ystok. And I...",
        "Q: What... For you as a Jew, working in that hospital as a doctor, what was it like in the fall of\n'39?",
        "A: I, first time... For the first time, I felt the cleavage between a Polish Jew doctor and a Polish\ndoctor. They somehow stayed away. I didn't care for this. I was working day and night. It\nwas at that time tremendous amount of uh, wounded. And I will not forget how one Polish\nofficer doctor--he was a patient, and he had tetanus. And I know he will die of this tetanus.\nUh, he became...and he knew that he has tetanus. And how he didn't want to let me go away.\nVery young. And: \"Stay near me. Stay near me.\" Was very much attached. But ...but I felt\nthe cleavage at that time between the Polish doctors and the Jewish. Jewish - I was only\nJewish doctor there. There was one doctor who converted to Catholicism. For them, it was a\nCatholic; and he was...uh, he was...uh, went back to to to Warsaw, where his family was.",
        "Q: OK. So you have received permission, you're about to leave the hospital. Where did you go?",
        "A: Now... I went to my city where I am...where I am... Not where...I went only to the city where\nI worked as a doctor only for few--for one, two days. I knew that the Germans will come\nthere; and will occupy this city uh, in one, two days. I went to the east, and I went to\nBia_ystok. I have to say here, you know, you see such these old difficulties. Dangers, you\nknow. After all, you know, to be 12 days in a war, being all the time on a on a aerial\nbombardment, you know. You know, all the time. And uh, here I read signs that all officers\nof the Polish Army have to register in this and this place. I am a disciplined person, and I\nknow, took... You know, at that time we had carriages drawn by horses, you know. And I\ntook such a carriage; and I'm driving. And on the way there, I meet a very good friend--also\na doctor. He was with me. I know that he was also in the Army. He is already dressed\ncompletely in civilian clotheses. I stopped, and I... \"Doctor Epstein,\" I said. \"[ Phrase in\nundeciferable Polish|--\"What are you doing?\" You know, he asked me, \"Where are you\ngoing?\" I say, \"I am going to register.\" \"Are you crazy? Nobody is being left free. They\narrest all the officers. Retain.\" And that was a group which later was sent to Katyn. Where\nthey...all the officers were Jone at a time (ph)] kill ...killed. That is another already\npost...later... How luckily it was I met my friend uh, Epstein in this. Alright. I am in\nBia_ystok, where I uh, a Soviet system of uh, uh, health is being established. I go and I being\nassigned...to the officials, I being assigned to be associate director to the uh, uh, delivery...\nHow to say? It is only obstetrical department. Obstetrical department...",
        "Q: You're delivering babies.",
        "A: ..and my friend, Dr. [Saufkis (ph)], is the director. I'm his uh, right hand. And there we're\nworking into...working in a maternity...maternity hospital. While, before the war, I was\ncourting a young doctor--a sister of my very good friend. When I came back from the front,\nshe was in Vilna. And Vilna already was separated from Poland, and put to...given to\nLithuania. And borders, you cannot go through. You cannot even write. She is in Lithuania,\nand I'm in...under Russian. But after a year, we started to get letters. I started to write to her,\nand she's... And uh, her brother insisted we have to go there. And we went through the\nborder of Lithuania and, we'll say, Russia. And we passed without any difficulties. And uh,\nwe went... She was at that time now in Vilna, but in a city called Kaunas [NB: Kovno]. And\nthe year after--one day, two days--we got married. And one day, on the second day of our\nmarriage, the war between Russia and the... the Germany breaks out. It is June. I don't recall-\n-25th, 26th of June.” And uh, one day later, the Germans are in the city of Kaunas. City 1s\nvery close to the German border. One day it was they needed to occupy the city. Here,\nanother pandemonium starts now with the...with the Germans. They uh, hook...they catch\nJews on the street. And we know that they did...the Jews will not come back. It is just to\nenhance the spirit of the Germans. They were brought to the Seventh Fort. And uh, if a\nsoldier or an officer wanted to show his patriotic feel... feelings, he could go there, kill two\nJews. And that, as you know, was an expression of patriotism. And here I am arrested on the\nstreet. They brought me to the police precinct. I...1n this...1n a country where I don't know a\nword of Lithuanian. One word I know; that a doctor is a \"[gitidois (ph)].\" And the the officer,\npolice officer, at the entrance, look at me. I say, \"[Gitidois (ph)]. [Gitidois (ph)].\" And he\nmade it with the head: \"Go away.\" And I again, you know, escaped at that. On the 15th of\nJuly, was already ghetto put on. And uh,...and uh, I am with my wife... (Pause)",
        "Q: How are you living? Describe the ghetto.",
        "A: First, you know, the ghetto is still for a couple of days. This is awful. We don't have anything\nwhat to eat. We are in a suburban area of the city Kaunas, you know, where rather poor\npeople lived. They had to empty the apartment; they got the better apartments in the city, and\nhere the Jews were put. I got a small, small room--tiny room--for two persons. And a family\nwith children is in another room. That was the whole apartment. Small apartment. The...we\ndon't have anything what to eat. I say to to my neighbor, \"Maybe we will go on the road.\nMaybe we will find, you know, we will buy some potatoes. Or maybe bread, you know. The\nGermany invaded Lithuania on June 22, 1941 and occupied Kaunas (Kovno) on June 24th.\nthe peasants are going every day to the...to the city to sell their...their... their...their uh,\nproducts.\" And we went. We are on the road; and suddenly he says, \"No. I'm afraid to go. I\nam going back.\" And he turned back. And I made, maybe, twenty steps over a hill. Then\nhere comes--crawling, almost--another Jew, and tells me, \"You don't see? All the Jews are\nbeing there held up.\" And twenty or twenty-five Jews they caught, brought them aside of the\nroad, and killed everybody--including even my friend who went with me for...for buy the\npotatoes. If I went with him, I would be killed. And that's again how I survived this time.\nNow we are in ghetto. Ghetto 1s closed.” Somehow we manage...managed to get potatoes--\nmost primitive form of food. And uh, we went there through a uh, big so-called Aktion.°\nThat is selection where we all were brought to a very big empty place, and just one SS man.\nWe had to go family after family; and family with children or with elderly people, he will put\non the left. Young people, you know, without children, he will put to the nght. And so from\nthe thirty-some thousand people, we remained fifteen [thousand]. The rest went, you know,\nto another place for one day. Next day, they were brought to a fort. It was called Ninth Fort.\nKovno was surrounded with old forts. You know, F-O-R-T, fort. And all these eighteen\n[thousand] people were killed there.’ Uh,, we could hear it. It was around two [and] one-half\nmiles [away]. We...for two days, we heard the...the uh, crying; and the crying of this and of\nthis. And how generators started to come down. And then, you know, they killed\nevery...everybody was--eighteen thousand with the children. Lithuanian soldiers were very\nmuch active there. So we are now in a ghetto, a Jewish ghetto. We are now only fifteen\nthousand. And soon thereafter, we started, you know, we wanted, you know--not wanted.\nThe Germans wanted to utilize this uh, physical force. The airport in Kaunas was a small,\nrelatively, area. It is not good for military purposes. So they had to enlarge the airport. So the\nmass of the people from ghetto was put to work in three different shifts, uh, the airport to\nenlarge. And I had to go there, too. I was assigned to go to night; every night, from\napproximately from twelve to eight in the morning. Approximately. It was end of December.\nI came home, and I don't find my wife. Meanwhile, one uh,...one day, the Germans came.\nThey say, \"We need three hundred able people.\" And without asking, from our own house to\nthe other house, came into the house where my wife was. Took her. And so my wife\ndisappeared. Disappeared; and the people from the Jewish Committee told me...told me that\nthey are being being taken somewhere to work. Where it will be, we don't know. And I\nremain now alone.",
        "Q: What did you do?",
        "A: All the time, working. Sometimes with the working physically [NB: manual labor].\nSometimes they needed for one, two hundred people a doctor, you know; because something\nhappens. So I gladly was going as a doctor. First, no physical activity. No... Alright. (Pause)\nI will not say how it was, you know. I was introduced to the...a German. It was... for the\n* The Kovno ghetto was closed in August 1941.\n* The \"big Aktion,\" described below, took place on October 28, 1941.\n\" According to the Encyclopedia of the Holocaust, approximately 9,000 people--half of them\nchildren--were taken to the Ninth Fort during the \"big Aktion.\"\nCommittee, it was...they tried to help me as much as possible. And they introduced me to the\nGerman who controlled the whole Jewish physical population. He was sending here and\nthere to work. And he told me, \"I know your wife is in Riga. I cannot send you alone to\nRiga. But if another transport--and there is the possibility,\" he says, \"--then I will take you\nwith this transport to go to Riga.\" And uh, he kept his word. There 1s...there was another\ntransport. And I, at that time, was approximately 100 kilometers--you know, 60 miles-- from\nthe ghetto, working with a kommando of Jews in the fields. You know, to collect...to collect\nthe uh, uh, potatoes. You know, potatoes and the other greens. You know, we were\nwork...worked there. At least for us, we had food to eat. And here comes, you know, a...a uh,\ncar. It comes out one from the ghetto; and say, \"Dr. Klebanow, we came to take you.\" I say,\n\"If you came to take me, means another transport is being arranged to go to Riga.\" And he\nanswered me, \"Yes. You are absolutely right.\" And they brought me to the...to the ghetto. I\nwas nominated to be the Altester--you know, the... the oldest in all this three hundred people.\nWe were only 25, 30 who were going to join--husband to join their wives, wives to join their\nhusbands, take me to my wife. The rest was forcefully compelled to go. Ghetto head wanted\nalways to get rid of some elements--restless elements. And so they collected all these people.\nAnd so with these people... But in simple, you know, uh, wagons. You know, uh, doesn't\nmatter, you know--it is still, you know, September--we were brought to Riga.” And I found\nthere my wife. We are not staying in ghetto. Here I found...find Riga, ghetto in Riga. Riga\nhad approximately forty to fifty thousand Jews. The greatest aktion was on the 3rd of\nDecember--or on a Sunday. First Sunday in in December.'” Therefore, I was in New\nYork...New York for this celebration--not celebration. For this memorial of the...the great\naktion, you know. With this, you know, aktion where thirty thousand or more, you know,\nwere taken and brought to a place and killed. And uh, uh, I find that there is only right now\nthree thousand men and three hundred women, approximately. In round numbers. Uh,,\ninclusivly this three hundred what they brought from Riga...uh,, from Kaunas, with my wife.",
        "Q: What was Riga like? This 1s in the aftermath of the aktion.",
        "A: Aktion. Again, we were in a relatively poor uh, area of Riga. Uh,, very hard to say. I didn't\nhave a contact. We just came. They put us not in the ghetto. They put us in a building...\nbuilding of a high school, or of a school, for a while. We stayed there only for one day. And\non the next day, we were taken to a camp in a brewery--also in Riga, but close to the airport\nof Riga. Because the people will work at the airport in Riga. And I'm their...their Altester,\ntheir Senior. Alright. We were brought to a uh, ghetto, to this brewery. It is an old brewery\ncalled \"Spilwe,\" with many empty spaces. So you can can arrange. We found there, you\n“On February 8, 1942, 380 Jews (men, women and children) were deported to Riga from Kovno.\n* The Encyclopedia of the Holocaust suggests that this transport arrived in Riga on October 24,\n1942.\n~ According to the Encyclopedia of the Holocaust, between December 1 and December 9, 1941,\nmore than 25,000 inhabitants of the Riga ghetto were removed to the nearby Rumbula forest and\nshot to death.\n’ Riga-Spilwe. A subcamp where both men and women were housed for work on the airport,\nknow, some kind of beds, some kind with straw-filled uh, mattresses. We'll say so. And uh,\ngradually, the life for this...started the life to go every day in the morning--seven o'clock in\nthe morning--to go to the airport, which 1s approximately one mile away. To come back at\naround six o'clock in the evening. Breakfast in the morning: piece of bread with...with uh,\ntea. And in the evening, a soup with something--with bread, you know. Alright. It is still,\nyou know...but under military.’ And we will say no pressure was put on us. It was...yes, we\nhad a Kommandant--a Sergeant Lefler. We had a supply...we'll say a supply officer; but it\nwas only a uh....a uh, simple soldier. But a very smart simple soldier. I...I respect him. Up to\n[to]day, I didn't forget Schumacher. I...] owe him my life. And he was a tough guy, you\nknow. Tough guy. But he always knows he kept his... He was glad that Major...major of\nthe...Kommandant of the uh, airport assign him to this job, and he doesn't have to go to the\nfront. He's...everything to taken...to take this in consideration. Shorter--after one, two weeks-\n-we are at the...at there. And here comes Major von Kehl, by himself. Comes an\naristocratic...tall, slim, with a monocle in this eye. And I have a helper--a German Jew. I\nknew him from before. And we both were talking to this... He wanted to talk to us. And he\napologized for that he cannot supply us with more food than what we get, because it is just\nso much he can get. But otherwise, he showed real, you know, sympathy to us. And since\nfrom that moment, every week or two weeks, he would come and uh,...\"Herr Doctor, how\nare...how the people are doing?\" I didn't tell him the truth; but [I said], \"They're doing very\nwell.\" And now you know, very shortly after our arrival, I have uh, one, two with high\ntemperature--with diarrhea. I brought them to ghetto...to the hospital. There was a hospital. I\nwas permitted, you know. And here, you know, bacteriological diagnosis--[unintelligible\nphrase] typhoid and paratyphoid. And here I know already the Germans: if I say a word to\nanybody of our camp--it is all...all primitive people--that we have an epidemic of typhoid\nand para-typhoid, the Gestapo will come and will kill us all. It took me three to four months\nuntil the epidemics started to go down. Subside. I was three only persons. I isolated them. I\nhad one man who did not want to go to work at the field. It was...in the field, it was terrible.\nBut he adored working day and night with the sick people. And for me, I needed a person\nwho is not...who had no connection with the other people. He was sleeping there. He was\ntaking the excrements, you know, to...to the... And I told him, you know, \"Be careful!\" You\nknow, it's... I think we have disinfectants. And uh, around fifteen percent of the camp went\nthrough this typhus...uh, typhoid and para-typhoid. And I didn't dare to take my wife to\namong this camp. Because any day it could happen, you know, that the truth will come out;\nand within the day, the death will come in. And when completely the epidemics ended, then\nI brought my wife to this camp. Well, they brought us...they brought us on the 30th of\nSeptember '42.",
        "Q: Will you hold it for a minute? Because I need to ask you something.",
        "A: Yes.\namong other things.\nNB: not controlled by the SS.",
        "Q: You have been describing taking care of these patients.",
        "A: Yes.",
        "Q: Uh,, the Kommandant [von] Kehl permitted you to set up a small hospital.",
        "A: Yes.",
        "Q: Alright. What kinds of medicines were available to you? What kind of supplies?",
        "A: Now...now, for this typhoid and para-typhoid, it 1s an infection--intestinal infection. We\ndidn't have basically, at that time, any medications. Not that I didn't have. Medical, we didn't\nhave any medications. We know that this disease was so and so long. Uh,, I don't remember-\n-two weeks. And then gradual start to subside. Maybe complications for some of the girls.\nBut as a disease, it has its typical course and that's it. For me, it was not so much taking care\nof the patient as to isolate them from the rest of the camp. That is number one. And to feed.\nAt least, the only what I can [do], I can feed them. I have to feed them. I have to give them\nfluids. They are running temperatures, I have to give fluids. And to remove their excrements\nin a...in a correct way. Treatment--it 1s a very high temperature. I could have aspirin. I could\ngive them aspirin. Symptomatic. Medications at that time, antibiotics at that time--we didn't\nhave any. There were no...no antibiotics in uh,...1n uh, 1942 to treat such things. It is\nisolation, hygiene; and that's it.",
        "Q: Now, September 1942.",
        "A: That it...it is September that was started. We came in September 23rd, 29th or 30th to...to...to\nRiga.” And that is... You know, already we are getting over with this epidemic somewhere...\nWas around March...March [1943]. Started--maybe I said two, three weeks. Maybe months.\nBut it...to us, it's four weeks, four months for sure, you know-- one after the other, cases. And\nI uh,...I uh,... Somewhere in March, the epidemic started to disappear. And uh,...and uh,...and\nuh, we got over with this thing. Here, we get informed that the military are going to leave;\nand the SS men, SS is coming to take us over. I recall... don't remember his name, of this SS\nman. It was a Hauptscharfithrer--means a highest in...1n a sergeant general. Sergeant, the\nhighest sergeant. I don't know if it's a sergeant general. Uh,, the highest sergeant [ NB:\nMaster Sergeant]. He was, you know... Of course, you know, I had to take everything\ncautiously. But he will sit with me, will talk to me; he says, \"I will not going...will not be\nhere for a long time. The next is coming it is a man with a name Gustav Sorge, but he has a\nnickname: 'Eiserne Gustav' [Ger: \"Iron Gustav\"] Now he was...he was very strict before.\nHow it is now, maybe he softened up. But he will be the next Kommandant.\" Please, we\ndon't have intelligent people. In ghetto...generally, all ghettos before had early aktions,\naktionen, where they will...will come and say, \"We need three hundred people, intelligent\npeople, to work in libraries.\" And some...some type of this work. And when three hundred\n~ This was probably the end of October, not the end of September.\npeople came--many very happily, you know, that they will do something--they took all these\npeople to a...at that time, Seventh Fort.'* And they killed them the same day. So was I know\nin in in uh, in uh, the town of Kaunas, so was in Vilna. So was also in my city, Bia_ystok; so\nI was informed. It was...that was their way to get rid of the intelligent people. And that's how\nthey...1n a sneaky way, \"We have jobs for you.\" And everybody was...\"\"Good. Jobs for you.\"\nAnd uh,...and uh, instead of to go to the jobs, they were brought to the place where they\nliquidated them right away. So, we were deprived of intelligent people. So I remained\nremained alive. Uh, some doctors remained alive. Many perished, you know. Etc. Uh,,\nbasically our camp is a uh,...1s a camp of simple...simple people. Very, very simple people.\nNot very uh, educated. But now comes the \"Iron\"...the \"Iron Gustav.\" I don't know.\nPreviously, if when I needed medication I would tell to my sergeant, you know, who was the\nKommandant of this camp. And he remained. He remained in the camp--this...this Sergeant\nLefler, from uh,...from uh,...from the...the uh, of my...from [Major von] Kehl. He appointed\nhim. He remained as so-called \"Einsatzleiter\" [Ger: \"Special Leader\"] He managed\nvery...h4ow many people he needs to work, and where to send them to work. Everything on\nthe airport. So he managed the...managed; and the SS Man was general Kommandant of\nthe...of the camp.” ,Uh, Schumacher, as a supply of...for food also remained. And uh, the\n\"Iron Gustav\"--with him... I've come...came to him. And I said, \"I need medication.\" And he\ntook a look at me. \"Medication?\" And he gave me a kick with uh,...with his boot, that I went\ndown the stairs...down the stairs. I... Look, this is...this is the \"Iron\"...\"Iron Gustav.\" But he\nchanged his attitude to me. The reason --I couldn't imagine it was this--that I was an\nobstetrician-gynecologist. And they knew this. And they knew...he knew that I am doing\nabortions, you know. If pregnancy came up, you know. He wanted even to be present at one\nsuch...such cases, when I interrupt the pregnancy. But he was a womanizer. He had every\nnight a woman in his...in his...1n his quarters. And he had a gynecologist [so that] if, for\nexample, suddenly a woman becomes pregnant; [then] he doesn't have to go to ask around,\n\"Is a gynecologist here on the premises?\" So he changed. We were two doctors. Was another\ndoctor, Kronzon. He will frequently beat up this Kronzon quite strongly. He never touched\nme. And he never... I don't know why, but he was to me pretty nice. I can say so. After the\nfirst encounter going down the...the stairs. He remained for approximately three...three\nmonths. Three months--I don't know how it is--maybe longer. Maybe longer. After he came,\nand another... Another, also Hauptscharfthrer. Here I have a , you know. They\ndon't...didn't want to have... Whole camp--we were in Kaiserwald. Kaiserwald was the main\nconcentration camp for Jews, now. And they don't want to have elderly people; so from... Or\nany children. So once, you know, they came and they took away all the children. It\nwas...didn't touch me. All the children. And they liquidated the children. Once I get an order\nto give them names, to give name...names. It was not from him, but from a kapo--if you\nknow what means \"kapo\"--who was sent, you know, to manage our our camp. A uh, kapo, I\ndon't know. From Switzerland - not from Switzerland. A...a very...a gentile, but a very very...\nUh, I couldn't, I didn't... Sneaky, because they did not know him. They knew that he is no\n“ The Seventh Fort was in Kaunas, the city from which Dr. Klebanow came to Riga.\n~ Sorge was Kommandant only of the Spilwe and Dundaga subcamps.\ngood, but they couldn't put a finger on him. So they put him in a concentration camp. '° So he\nis in a concentration camp; and he gets an order to get... He says, he sends right away to me:\n\"Doctor, give me names of five Jews, with uh,...with uh,...Jews.\" They were taken to\nKaiserwald. And the men who came to me, I told them right away, \"Please, tell the\nLageraltester that I don't decide who has to live and who has to die.\" In two minutes, three\nminutes, comes the order: \"Doctor, on the truck!\" That means, you know, tomorrow I will be\ndead. Doesn't matter. My wife doesn't want to leave me, and she goes with me. But here, you\nknow, the...the few in the camp... You know, there 1s police--you know, Jewish police--in the\ncamp. They ran right away to Schumacher. Lefler, the sergeant, was not there. They went to\nthis Gefreiter'’ Schumacher. And Schumacher come right running. He was told that\nKlebanow is going...going, you know, to...to uh,... How 1s it called? Um, \"Stitzpunkt.\" It 1s\nofficial name, where...where you have to go to work there to dig out the cadavers\nthey...where they killed, you know, the people. Now...but they were cadavers. But now they\nwant to burn this. There is no...no knowledge later on will be where it was done, etc. And\nwhen they finish this job, they kill you. Bullets. And uh,...and uh, Schumacher came. And I\nhear, you know, standing on the truck: \"Klebanow bleibt hier!\" [Ger: \"Klebanow stays\nhere!\"] \"Klebanow begebt!\" [Ger: \"Klebanow gets off!\"] And suddenly comes a...an order,\n\"Klebanow, begebt hinten!\"--\"Down from this.\" And Schumacher won. And uh,...and I was\nallowed to stay in the camp; and uh, I escaped again the catastrophe.",
        "Q: OK. Would you describe for us... You had said that you did abortions in the camp.",
        "A: Yeah.",
        "Q: Will you describe why you did abortions, and how you managed to do them?",
        "A: Now uh, when I came--especially when the ghetto was liqui... started to be liquidated--I got\nfrom the...from the doctors there, you know, a set to do...to have abortions done. A set to\nperform abortions.",
        "Q: A what?",
        "A: For abortions. You know--dilaters and curettes, etc. You know the name. If you want to\nknow that uh, sure I have cases, sometimes this or that. I think I told you the case of the\nWisner...Wisner, * where...where he took this...",
        "Q: Don't...don't...don't repeat it as it was. Start it all over from the beginning and tell us about\nWisner and that case. Which is a good illustration.\n* This may have been the infamous \"X\"--Xaver Apel--who served at one point as the Lageraltester\nof the Spilwe subcamp.\n' This is a Wehrmacht or Luftwaffe rank, used to designate a higher-ranking private or a corporal.\n’ Dr. Gertrude Schneider identifies him as Dr. Heinz Wisner. The spelling of his surname is given\nin other sources as \"Wiesner\" or \"Wiesener.\"",
        "A: This illustration. Oh, I will say one illustration. I will give you one. We have, you know, a\nuh, quite an intelligent Jewish woman, who was a uh, what you called \"Kolonnenfithrerin,\"\nyou know. She was in charge of ten or twenty Jewish women; but she worked, too. Very fine\nwoman, | Vasilita (ph)|. And she comes to me; and was this lady pregnant. And pregnant--\nagain, advanced pregnancy. I say, \"[Vasilita (ph)|, why did you wait so long to tell me? Why\nyou didn't come earlier?\" Alright, this and that. I didn't want to do hidden from the\nKommandant. That will be terrible. I only...before I did, I asked, you know, a woman who\nwas cleaning...the cleaning woman of this Kommandant, of this \"Iron Gustav.\" Is a Jewish\nwoman, a German Jewish woman. Inge, if I don't mistake, was her name. \"Inge, what is the\nmood? What mood is the Kommandant?\" \"Oh, he is in a bad mood.\" \"How is the mood of\nthe Kommandant?\"--the next day. Until she says, \"He is now in a good mood.\" In a good\nmood. I went to him; and say, \"Herr Kommandant, uh, I have to get from you a permission. I\nhave a woman who is pregnant. And I want to have an abortion done.\" And he occupies one\npart of this building, and of this...of this uh, apartment. And in the other room is the\nFeltwebel'” Lefler--who was previously Kommandant and now manages the... the people\ngoing to the... And I don't recall what was his name, his first name. \"Come here, come here.\nWir haben eine Zuzung.\" [Ger: \"We have an immigration.\"] \"Zuzung,\" you know. \"We\nhave...we have more...more people are coming. You know, if she is pregnant, it will be\neven...\" And I told him, \"Yes.\" \"But, so who 1s this?\" I say, \"That is Kolonnenfthrerin\n[Vasilita (ph)].\" And he said, \"Alright.\" Now, you see, is the mentality of a murderer--who\nwas proud to say, \"I killed with my hand three thousand, and so on.\" And he did it. He didn't\nkill Jews. He killed the Russian officers. Uh,, Russian officers; but... but...but he was...he\nwas proud of this. I will tell you how he did it.",
        "Q: No. Finish the story.",
        "A: Yes, the story. And uh,...and uh, he says, \"Alright.\" Because it was, you know, he knew her\npersonally. That she's a good worker... a good worker. \"But you will inform me when you\nare doing this. I want to be there.\" And I came at night, in the evening, to inform him that I\nam going to do [it]; and he said, \"No, no. Do it by yourself.\" He was at that time involved in\na amorous...amorous... (Laughter) Alright. [Vasilita (ph)| got. She was quite advanced; but I\nstill was succeed...succeeded to remove the pregnancy without anything. Everything was all\nright. A while later... First, a while later, I have... We are getting a new... I didn't know about\nthis. I have a Kommandant, now Blatterspiel.”° Blatterspiel is a...was ersterer Rapportfiihrer\nin Dachau--the worst sergeant in Dachau. Husky Bavarian. Came with a terrible reputation.\nBut Dachau didn't have Jews.”’ Dachau had Poles, Czechs, Norwegians, some Italians, some\nFrench. All of them--that was Dachau. Russians, a lot. And uh, uh, he came. And uh, I am...I\nneeded again medication. I came to him for medication; and I will get it from...from\n~ Le., \"Sargeant.\" This is a Wehrmacht or Luftwaffe, not an SS, rank.\n~ Dr. Gertrude Schneider identifies him as Ludwig Blatterspiel. Another source gives the surname\nas \"Blatterspiegel.\"\n~ This is incorrect.\nthe...from the air ...from the airport. From... And uh, here, the gates are opened and two\nthousand Hungarian woman in the age from fourteen to forty. Just fresh... Two weeks ago,\nthese were still living, you know, in their houses somewhere in Hungary. And uh, they went\nthrough Auschwitz, separated the families. What is with the husbands, they don't know. All\nthe children under fourteen were liquidated. All women over forty were liquidated. Only the\nthe working part [arrived]: two thousand women. And he stands at the window; and uh,\nlooks and says, \"I was in uh, Dachau strict. There were, you know, to say I was tough. I\nconsidered everybody there as enemies of our Reich. But how can I consider these women as\nenemies of our Reich?\" That is approximately... I don't know. It is uh, August or July...July\n'44. And I think, you know, that he becomes a little mellow; because the front is coming\ncloser and closer.",
        "Q: Take a breath for a moment, and go back. Um the woman who... on whom performed an\nabortion. Um, would you tell us by whom she had a child, and what happened to her?",
        "A: This...this... Yes. It was a young twenty-eight, twenty-nine year-old German woman--\nGerman Jewish woman. She was working in the airport. Simple worker. But she met there a\nGerman supervisor--simple man, also--who supervised their work. And somehow they\nbecame involved in sexual relations; and uh, she became pregnant. And when she became\npregnant... You know, early it is no problem, you know; but uh, later, you know, it is uh....it\nis harder to perform under these circumstances. I said to her, \"Why did you wait so long?\"\nAlright, she... Same thing. I brought her to the hospi... to my...to my small hospital with my\nwife. I first ruptured the membranes, and uh, let the water out. That is the...with the... You\nrupture the membranes, and sooner or later labor may start. Now I have still medications,\nyou know; [between an (ph)] extraction or to give her injections to provoke. And she\ndelivered.",
        "Q: OK. I want to hold it a minute, because they have to change the tape. And then I want you to\ntell me what happened to her.",
        "A: Fine.\nEnd of Tape #2\nTAPE #2\nTECHNICAL CONVERSATION",
        "Q: OK. You have performed an abortion on this woman...",
        "A: Yes.",
        "Q: ..who had an affair with a German man.",
        "A: Yes.",
        "Q: Tell me what happened next, to her?",
        "A: Now, she was running a little temperature. I don't know what. And I decided to keep her for\na couple of days in my...in my...1n my uh, \"Revier\"--small hospital. Small hospital, with\nseven, eight, ten beds. I don't remember exactly. And suddenly I get informed, \"Wisner is\nhere.\"",
        "Q: Who is Wisner?",
        "A: Wisner was the right hand of Dr. Krebsbach,” who was the chief doctor of all the camps in\nthis area. Krebsbach had already a nickname: \"Spritzbach.\"",
        "Q: Which means?",
        "A: That he was known in the German circles... Not in the German circles. That he was known to\ninject phenol intravenously into the veins of the uh, people, you know. And within eight,\nnine days--but under terrible pains--they would die. That was all done in Mauthausen. There\nwas no Jews. Mauthausen was not uh,...without, basically, Jews. And right away, he will\ngo...the body will go to to to be [buried (ph). So instead to call him Krebsbach, the SS called\nhim \"Spritzbach\". \"Spritz\" 1s injection, you know. [He was] known for this. And that [NB:\nWisner] was his right hand. And uh, an apple will not far...fall far away from the apple tree;\nor it is, you know, a... I know what are the duties of such a second man: he would make...go\nand make selections--right and left, right and left. And uh,...and uh,...and uh, the way\nyou...they were trained not only how to help, you know. We'll say, SS offic...soldiers. But\nhow to kill. It was a part of their program. They have a special school in Germany for SS--\nthis uh, uh, sergeants, you know, in the...in the health line, you know. Not only how to help,\nbut how to kill. And that was Wisner. And uh, I think I told you know that he came.\nSuddenly, he appears in our camp. I was told, \"Wisner is here.\" I am behind him. He doesn't\nuh,... For me... For him, I am nobody. He goes into the...to the... where my small hospital, on\nthe second floor; or where he already was informed where...where she is lying. And right\n~” Dr. Gertrude Schneider identifies him as Dr. Eduard Krebsbach.\nwith the hand up. And says...the poor woman got up right there and collected all these...her\nbelongings, you know, in a one bundle...bundle. And he took her... He came with a truck; he\nput her on the truck. And the I had uh,...still I have contacts with the main...with the main\ncamp; and uh, I was inquiring why, what happened. Next day, she was taken out of the\ncamp, and she didn't come back. And uh, she was uh, liquidated. Somewhere shot, you\nknow. Shot. Uh, that was the case of this young uh, German Jewish woman.",
        "Q: OK. You had something else special happen in that camp. You were telling me about Rosh\nHaShanah.",
        "A: Alright.",
        "Q: Tell...tell me about that, please.",
        "A: Now the Kommandant 1s the \"Iron Gustav\" still. And here comes...it 1s already come\nSeptember.",
        "Q: What year?",
        "A: '43. Comes '43, comes to me three Jews. I remember the name of one--this elderly Mr.\nWolfsohn--and they say, \"Dr. Klebanow, in a couple days we have Rosh HaShanah. We\nwant to work. But we want to get permission from the Kommandant to pray, after our work.\"\nI say, \"I will try.\" The woman who was taking care of his room was a Jewish--German\nJewish--young woman. Inge. And I asked Inge what is the mood. Next day: \"What mood is\nthe Kommandant?\" I think I told you already the story with the Zuzung [Ger:\n\"immigration\"], uh, but I didn't finish. But he... And uh,...and uh, uh, Inge says, \"Bad mood.\"\nI didn't go. Finally, on the third or fourth day, I get the information he is in a good mood. So\nI went to him. And I came to him: \"Kommandant ...\" In a very military way. I know that my\nbest way to talk to them is in a military way. I will stay at attention, and I will report in\nthis...with this...militarily. And he liked it. And I could succeed much more. And I say, \"Herr\nKommandant, I have to report that so and so...\" You know, that I have a uh,...a uh,... We are\ntalking about...?",
        "Q: The Jews.",
        "A: Oh, yes. I should remember. \"Herr Kommandant, in couple of days is our most sacred\nholiday. (Pause) New Year. Jewish New Year. Will you permit the people pray after the\nwork...after the work? The work will not be interrupted. But for one, two hours, allow them\nto pray.\" And this, the...the ...the '\"Eiserne [NB: \"Iron\"| Gustav\"--the mass murderer, who\nwears only the... He's dressed like a soldier, but in the reality he is a mass murderer. \"Why\nnot?\" And uh,...and so I got the permission to have the prayers done. I was uh, basically all\nmy life an atheist. Hardly, you know, not interested in these things. But when I was attending\nthese prayers where fathers were without children, children were without fathers, husbands\nwere without wives, wives were without...without children--all torn families... And it was at\nthat time three hundred. And uh,... Or maybe it was already when we got from...from ghetto,\nfit may have been (ph)] possible. But it is...it is... And when I heard them praying (pause)\nand crying, I cannot forget this evening. The Kommandant was standing outside, looking\nthrough the doors. I...then I think that this hard... I don't know how to say. Murderer. He\ndidn't say a word. He...I have the impression that he understood. And that was the...it is not\nthe real regular Jewish prayer, you know. But the...you can feel they were praying, \"Save us.\nHelp us.\" That was, you know, the Rosh HaShanah year '43. [In] '44, Rosh HaShanah, we\nwere on the way to Stutthof--to Concentration Camp Stutthof--and there was no possibility\nto make, you know, such things.",
        "Q: Tell us about... Before we go to Stutthof, tell us about the Hungarian women who arrived.",
        "A: Alright. Yes.",
        "Q: And you had a new Kommandant by then.",
        "A: Yes, we have Blatterspiel. And if Blatterspiel is a...has came with a terrible reputation from\nDachau. He is the mass murderer from Dachau--the ersterer Rapportfuhrer. It is the man. I\nhad in my Revier a supervisor--a Polish...a Polish kapo. Young Polish kapo; but he supposed\nto has to be supervised. When... And he was from Dachau. When he saw that Blatterspiel is\nthere, he started to shake. So he was afraid of Blatterspiel. For me, I was sure I will not\nsurvive this whole ordeal. If I have to die, I will die with the head up. I have nothing to be\nafraid. And I went to Blatterspiel. I showed that I am talking here to a human being. And he\nwas somehow...became somehow attached, I have the feeling. And once I came again,\nasking him for some favors. And here the gates open, and two thousand Hungarian women\ncome in. And he stays and looks; and uh, loudly tells, you know, me: \"I was in Dachau strict.\nI considered all the Poles, Czechs, Russians, enemies of our Reich. How can I consider these\npeople as enemies of our Reich? Two thousand women in the age from fourteen to forty.\"\nHe, shortly... As a matter of fact, you know, I started to exploit this condition. Because I\nknew that in a camp not far from us is another Jewish camp, HKP. It is uh,...the name HKP--\nif I say Heereskraft, you didn't know what it is. HKP.*” And there is a small orchestra,\nJewish orchestra, of excellent musicians. We are already two years in concentration camp; it\nis...well, maybe three...almost three years. Harden... hardened, you know, already in\nconcentration... Hardened, you know. Nothing affect us. But these women just came. Just\nfrom normal life to...to these terrible conditions. And I came to Blatterspiel; and I asked him,\n\"Blatter... Uh,, Herr Kommandant, will you permit the...\" Because he was the Kommandant\nof the other camp [NB: HKP], too. \"...Sunday afternoon...\" That is the only afternoon where\nthe people were not working. Because they were work...worked six and a half days. Sunday\nin the morning; but Sunday in the afternoon was free. \"...Sunday to come to play for?\" He\nsay, \"Why not?\" And we brought, and it was very nice. I cannot forget how all these two\nthousand Hungarian women and the hundreds from our camp gathered on this big...big uh,\n~ This was evidently the Heereskraftfahrzeugpark subcamp, also known by its initials HKP, where\nrepair work was done. It appears to have been located in or near Riga.\nyard...yard, you know, what we had inside. And the five...five played classical music.\nWhatever, you know. It was a beautiful day. Um...",
        "Q: Tell me... You told me that some of the Hungarian women were pregnant. Tell me about\nthat, and what you did about that.",
        "A: Now, you know, sure you know I have...I already knew, you know, that I must find there are\nHungarian women pregnant. I knew that if they carry on, they will be killed and the baby\nwill be killed. I have to terminate the pregnancies. And uh, with my wife... With Blatterspiel,\nit was easier. I even didn't...I don't think I informed him, you know. Somehow, I felt I can do\nit. We...I don't know if 1t was within one day or was two days, we maybe had twenty-five\nabortions. We worked day and night. To get rid, to get rid. Alright. Everything went\nsmoothly.",
        "Q: Why did you feel you had to do this? And why did you have to do it?",
        "A: To save...to save their lives. There is no other way. Save their live. If they carry on, they will\nbe killed. If they deliver a baby, the baby [and] they will be killed. Save their live. And uh, in\nthe camp, the people knew, you know, that I have to do it. (Pause)",
        "Q: Did you have...you have help in the camp?",
        "A: My wife. My wife was a doctor. She was...she was always sterilizing the instruments. I don't\nknow if she had another help. Maybe...maybe I had, you know. The uh,... I was proud. I...1\nbrought... found, you know, a...a dentist in our camp. Just at the beginning. So I brought\ninstruments, you know, from...from ghetto. And I had a dental station in...1n our camp. It was\na big deal, you know, at that time. Maybe she helped him also. Everybody who understood\nwould pitch in.",
        "Q: What happened to you after this incident? After the Hungarian women. What did you do\nnext? What were you...?",
        "A: Oh, basically would do, we... It was already uh,...that was summer--July, August [1944]. The\nRussians are coming close.",
        "Q: What are conditions like in camp at this point?",
        "A: Relatively--with...with uh, Blatterspiel--in our camp it was tolerable. They had to go to work\nat the airport. Whether they did a lot, I don't know. But they had to go to work. And uh...\nBut uh, he was fine to these women.",
        "Q: What... You were a doctor.",
        "A: Yes.",
        "Q: The people that you saw coming through. Uh,, did you see a lot of starvation? Did you see a\nlot of illness? Tell us about it.",
        "A: My dear, I...I didn't have, I... Whatever they got, I got too, you know. Maybe a little more,\nyou know. From the kitchen they will send me another, you know, uh,...soup--maybe two.",
        "Q: No, no. I'm sorry. You didn't hear the question.",
        "A: Yes.",
        "Q: Uh, what I meant was: the patients that came to you, the people who were in the camp...",
        "A: Yes.",
        "Q: What kinds of problems, medical problems, did you deal with? Was there a lot of hunger,\nand sickness from that?",
        "A: Hunger--basically, at that moment we didn't have real hunger. We didn't have any special\nfood. Bread was...and potatoes were the basic staple. But we had it. We had it. And to say\nhunger, no. Uh, the...uh, Riga was at that time--because of the Army going back for supplies-\n-with food up to the top. And we will get you know, the excess. We will get it. We had this\nSchumacher, what I told you, you know. And he really took care of this.",
        "Q: Uh,, what kind of illnesses were in the camp at that point?",
        "A: I told you that as far as infection, I had only at the beginning. Somebody...somebody with\ntyphoid and paratyphoid come 1n; and you know, it is very easily to infect others when you\nare living in a tight community. You know, in one room, you know, twenty...thirty people\ngoing to the...to the same... the same toilet. You know, it is very easy to contaminate. But\notherwise I will have just intercurrences...conditions-- colds, uh, you know. Nothing special.\nNothing special. Uh,, I had another...another... And that is... I can stress this. Uh,, the people\nwere working. I would like to give them a little, my way, rest. And so I introduced the term\nto the Kommandant that I have only five, ten sick persons; but I have twenty, thirty\nSchonens Bediirftige [Ger: \"in need of protection\"] who needs some...some respite.\nSchonens Bediirftige. And they accepted this. And I only... But I divided...divided; and was\nvery important for me. How many sick? I have eight, nine persons sick. About Schonens\nBediurftige, because here I have a...a...a one case where I have to tell. Suddenly, you know, at\nend... Suddenly I was informed that our Kommandant, our... No, chief doctor--Dr.\nKrebsbach--is coming for inspection. Fine. Uh,, I knew that the rooms have to be clean, you\nknow. He is a military off...doctor, so in the room you cannot leave the room, the beds might\nhave to be made, the toilets have to be clean, you know. And it was everything really clean.\nMake really clean. And so this...this really inhuman person, you know, comes. And he walks\nthrough the...this. And suddenly, in one corner he sees a little missed. [Unintelligible phrase\nin German]--\"What is that?\" To me. \"Du kriegst flinf-und-zwanzig 1m den arsch\"--\"You will\nget twenty-five spankings.\" Military spankings.",
        "Q: Beatings.",
        "A: Beating. I didn't say a word. I...maybe I answered, \"Jawohl, Herr [Staatssarg (ph)]!\" Or \"Herr\nSturmbannfuhrer.\" He was a Sturmbannfthrer [NB: Major]. \"Jawohl, Herr\nSturmbannfthrer!\" Militarily. Somehow he--I don't know--he went to visit my... my...uh, my\nsmall hospital. He asked me where are my...my medications. And I knew, you know, the\nGerman attitude: that if I have narcotics, it has to be exactly written where are the narcotics.\nHe asked me, \"Do you have narcotics.\" \"Yes, I have.\" And I showed him that I have few\nampules of morphine...uh, morphine; or uh, I don't know what more, you know. And he... I\nshow him. And I show him how [ util...where I utilize a book, where it is all written. I recall\nstill his smile on his face; because he wanted to make a big deal after this, that I don't have in\nevidence...in evidence what I did. Here he... I...he finds... After all, I was trained by the Poles\nas a military doctor, you know. I knew the uh, a doctor 1s a military...a military. And I know\nwhat is there; and uh, I showed. He probably forgot about the spanking. He left. I still have\none to mention about Blatterspiel. He left. After few weeks--two weeks--you know, it is\nalready...1t is August, September. September, end of September, we...we left already.\nSomewhere in the beginning of September, he comes: \"Klebanow, I am going with four\nhundred women away. I need a doctor. Would you like to go with me?\" Now, it is already\nSeptember '44. I know of...I know--whether direct [or] indirect--I know about you will go on\na transport, and you don't know where you went. He may say, \"We are going to Torun [Ger:\nThorn];\"** and you'll land, you know, in Auschwitz. Or in another camp. And I say, \"T uh,...1\nuh,...you know, I have my wife here. I have my...my...my niece here. I have my sister-in-law\nhere. I have a family here.\" \"Alright. I take them all.\" And still I am afraid. And I say, \"Herr\n[Staatssarg (ph)], hier bliebt\"--\"Herr Oberfthrer ...Herr Hauptscharfihrer, I prefer to stay\nhere.\" He didn't say a word. He left. After liberation, I visit--it was already several months\nafter liberation--I visit... ] am uh,...was liberated in Pommern [Pol: Pomorskie, Eng:\nPomerania]. It is between Gdansk [Ger: Danzig] and Szczecin [Ger: Stettin], on northern\npart of uh,...of uh,...1n...1n Germany [NB: now part of Poland]. And uh,...and uh, the...1n\nDanzig [Pol: Gdansk] is my good friend, Dr. Resnick. I went somehow. I don't know why I\ndecided to go; or she called me to come to her. And I went in to see. It is by train, you know,\nit was one hour drive. Drive, yes. And there sits, you know, a woman; you know, she is a\nwidow of a doctor. And uh, Nadia introduces me; says, \"Dr. Klebanow.\" She: \"Klebanow?\nKlebanow? Who said, 'Is always my...my friend, Dr. Klebanow.\"' I say, \"If you...1f\nsomebody, it could be only Blatterspiel.\" She said, \"Yes. He was our Kommandant.\" She\nwas among the four hundred women. And he frequently told them that uh, \"My friend, my\nDr. Klebanow.\" And two days before liberation, he send away the guards. He remained\nalone. One day before liberation--you know, before the Russians arrived--he called them and\nsaid, \"Don't show up in the windows. Hide. For tomorrow are the Russians here.\" Turned\naround. \"Bye.\" And left. And so he saved four hundred women. Basically. In many case, the\n° Subcamp of Stutthof. Located in Pomerania.\nSS would crack down, you know, all the inmates. Uh, Klooga was a classical example;\nbecause they not only crowd, they had to wait down on...on wooden...on wood. And they\nwill shot them; and they will put...put...put fire, you know, under to burn all the...the...the... It\nwas terrible, Klooga, but was classical example. But it was plenty examples of others there\nare such things. And uh, we were looking for him. And I...I know that he is from Bavaria;\nand I am in the town of [Emmen (ph)] in Bavaria, and I am asking the people. And the\npeople say, \"We were looking for him, because he had a terrible reputation from Dachau.\"\nThey didn't find him, but they found his...his uh, parents. And when the CIC came to his\nparents--asking, \"Where is your son?\", etc.--they say, \"How could our son be bad to Jews,\nwhen he himself is of Jewish origin?\" He was a quarter of a Jew. His grandmother was\nJewish. But from...as by code of SS, if the grandmother a Jew, he's a Jew. To hide this, he\nentered the worst unit of SS. He became a mass murderer. He was hardly a Jew; but on the\npaper, he was of Jewish origin. But nevertheless, when he came in contact with the Jews, his\nattitude to the Jews was completely different than the attitude in Dachau--where he was a\nmurderer. I gave you example. That is Blatterspiel.",
        "Q: Let us go back to September of '44. You are still in the camp. Uh,, the Russians are\napproaching. What happened to you?",
        "A: Now it is...it is... First, the camp was liquidated. We ate and we got uh, rations, you know,\nfor twenty-four hours. It's all Schumacher. He gave me even a piece of schinken [Ger: ham].\nA small piece.",
        "Q: A piece of what?",
        "A: Of schinken. You know, of bacon. It is... And uh, we were brought to Kaiserwald--to the\nmain camp. Where there, I don't know how long we stayed. I think only one day. And we...\nwhere we're put on a freighter, on a ship; and uh, with this ship, we were brought through the\nBaltic Sea to another camp called Stutthof. The travel on this ship was in one respect was\nterrible. We could not go to pass urine or to pass bowels. And we were swimming. After\nthree days, we were swimming in...1n...1n...1n...1n fecal masses. They did not allow you\nnothing if you . And we didn't have air.",
        "Q: You were all underneath.",
        "A: Yes.",
        "Q: You were not allowed to come up on deck.",
        "A: No. Somehow, survived. You know, we...a human being is much stronger than any other\nanimal. And we...um we were brought ...",
        "Q: Excuse me. Can we hold it a minute? Let's stop the tape for one second. [TECHNICAL\nCONVERSATION] OK, we...we're back. You're on a ship.",
        "A: On this ship, the conditions--the hygiene conditions--was terrible. You cannot do... cannot\ndo anything. The SS men are not familiar what's happen...they are not familiar, or are brutal.\nBrutal. Finally we could get out, you know. And they put us on a small, small ship. Because\nwe didn't...uh, the Camp Stutthof is not is not uh, directly on the Baltic Sea. It is around...I\ndon't know, around uh, fifty or sixty miles you have to go by...by...by uh,...by uh, with small\nships. Uh,, small ships or with barges. I don't know. I think maybe with barges and small\nships. I don't remember. We were brought finally to Camp Stutthof. That was a real camp--\ntype Auschwitz--with a crematorium. With uh, full SS guards in barracks; with appells every\nday in the morning and in the evening. You must think Aus...with the shine or rain. Uh,,\nagain, a dehumanizing attitude. Terrible!",
        "Q: Describe a day in Stutthof for you.",
        "A: You get up...get up by a gong; you know, you have to get up. You rush uh, to wash yourself\nin a barrack. The number 1s... 1s small, you know, of this washing places for this peoples in\nthree...three decker. But finally we washed somehow our faces, our hands...our hands. And\nthen we will go for...for tea in the line. And we'll get a piece of bread with this. That was our\nbreakfast. In the...1t was in interim, you know, so we will not...we didn't work. The\nappells...you know, appells what for this that could last in the morning two hours; and in the\nafternoon in the evening two, three hours, you know. It could occupy quite a lot of time. You\ndidn't have time to think about other things, or... I didn't stay there too long. I uh,...or they\ndidn't allow me to stay there long, because I was sent you know with a group of\napproximately uh, four...four, five hundred Jews to work in the port of Gdansk.”? And we\nwere brought... I was separated from my wife. My wife was in the...in the female camp. I\ncouldn't tell her that that I am...I am going away. And uh, I am going there, you know; and\nuh,...and uh, we came there. Again into barracks. It was hard work. We were building a\nsmall railroad in the port of Gdansk...Danzig, you know. Something subsidiary to the... A\nuh,...a additional line. The work was hard. We had to carry... The roads are...the railroads\nwere built in Europe differently. It was not on metallic... Uh,, I don't know how to say.\n...[/S ]upport the uh,...the rails were put on. No; it was on a wooden. And the wooden were on\nthe outside, soaked with water. And two...we have to lift such a tremendous, a long...and\ncarry. When I remember this, my shoulder right away starts to hurt me. I still have the\nfeeling carrying this... Alright. We went there, ten--this small unit what we were, it was a one\nunit--ten persons. People are working in other places; but in one place, ten persons. And\nwe...I will not say that we worked very...very hard. And the guards were not... They knew\nthat it [NB: the end of the war] is more than nearer. You know, no more than end of the\nwhole story. Maybe they were afraid to be now harsh, you know; because at any time\n~ According to Arolsen, this would have been a subcamp of Stutthof located in the city of Danzig,\nknown generally as the Danzig Schichau-Werft because the civilian employer was F. Schichau\nGmbH. Also referred to as Burggraben, after the barracks where the prisoners were housed. Opened\nSeptember 13, 1944, when the first female prisoners arrived. The first male prisoners arrived\nOctober 16, 1944.\nsuddenly the Russians may come over. Whatever it is, it was...it was uh,... The weather was\nthe terrible part. It was December, January ...'til beginning of February [NB: 1945]. It is\n_me_ny [Pol: \"snowy\"|--I mean, snow or uh, rain. That was the worst part of the whole\nthing. And uh, was no thing, you know, that you could hide somewhere. For me, there was\none thing. Coming late...coming, rather... I'm sorry. Coming very early to work, when it is\nstill dark, I hear a voice. There is a uh,...uh, a wire separating us from a compound there.\nAnd I hear a voice; and I see an elderly man, and he...in Polish, he says, \"Come here.\" And\nhe puts me under the wire this small package with uh,... Not bread. Only the outer part of the\nbread. He couldn't eat it; so he will collect. Maybe collect from other people, too. And he\nwill bring. \"Take it!\" And I was very grateful. And I told him that \"You have to know that I\nam a doctor. And thank you for your help.\" And so long we working...were going there,\nevery day he was not there; but under the wire I will find a package with this uh, dry bread.\nMaybe this sustained my...this worst time of the year. From ten people, two remained alive. I\nwas a... I also told them, talked to them: \"Remember one thing. That if you keep your feet\nwarm, your body will not perceive the cold as strongly [as] if the feet are exposed to cold.\" I\nwould keep dry rags. I will wash them, and I will come. And I will hang them near the small\noven we had in our...1n our barrack, to dry it out. To have in the morning again, you know, to\nput it on. You have to know how to put it on. Very ...not too uh,...no folds under the feet.\nAnd uh, I had the big military Polish shoes. So that was how I was dressed. And uh, ...and\nuh, that how I was going to work. From ten people, two survived. On 8th of February, the\nwork in the port of Danzig stopped.”° Many other camps on the way are being uh, liquidated.\nPolish--mostly Polish. Not Jewish; Polish camps. Many are sick, and they were being\nbrought to our camp. And uh, we are four doctors. Two was somehow privileged, and they\ndidn't want to touch them. And I, with my friend Kronzon, took care of these. Again, what\nmeans \"to care.\" We realize we are dealing here, yes, with typhoid and typhus [NB:\nparatyphoid?]; but we have another terrible disease called typhus. Typhus, it is a\ncompletely... It is like here in the United States Rocky Mountain Spotted Fever; but 1t was in\nthe worst type of this type of sick... of uh, diseases. And uh, lice were the contagious\nmaterial. Not they were contagious. They were carrying the virus 1n their body. And the lice\nwill bite you, and will introduce her saliva or whatever into your body. And you had the\ninfection--the viral infection. And uh, ...and we got a building. We could at least keep them\nwarm, give them fluid--the main thing fluid. And uh,...and uh,...and uh, uh, that's all. Here,\nan order that we have to go. To go now ourselves. The camp is being evacuated. And we\ngo...we go on a march. We are always afraid on a march. We are going on a march. How far,\nI don't know. We make probably around a hundred kilometers--making every day fifteen,\ntwenty kilometers. Five days, for sure. People were coming behind. Somebody will fall. One\nof the German guard around will come, and will kill them. With one shot. I [unintelligible\nword] was standing going at the end, 1n case that I can help these people. I very few came\nacross. I heard only shots. \"Ah ha. They killed already somebody.\" Again a shot. They killed\nsomebody who couldn't...couldn't walk. And so we came to a camp - it 1s not far from a city\n° The Danzig Schichau-Werft subcamp was evacuated, with prisoners sent to the Lauenburg\nsubcamp, on February 10, 1945.\ncalled Lauenburg [Pol: L_bork].”’ Lauenburg 1s a city of twenty, twenty-five thousand on\nthe shore of Baltic Sea. Nothing special. And here, you know, on the eleventh day--as usual\nincubation for typhus--I got high fever. Dr. Kronzon got high fever. And we realized we\nhave typhus. We were isolated. We are in a very small barrack. We are getting, once a day\nonly, a bowl of soup with potatoes--watery, with potatoes. With the uh, shell and all. How it\nis? Uh,, with the skin. And uh, on the second or third day--I have to remind, you know--I see\nin the evening in my...in the window, a friend of mine. A German Jew, Julius [Kahn (ph)].\nAll the four years we went together through all these things. And he [said], \"David, how are\nyou?\" They would not allow to come in because of typhus, but he keep...he knocked. The\nnurse came out; and he say, \"Please give it to David Klebanow.\" He brought me some\npotatoes. Not far were German peasants. And they dug spec...special holes for the potato for\nthe wintered...winter. And they who were free, you know, found this...this...this uh, potatoes.\nAnd he was... It was in the at night they have to go. Otherwise, you know, the Germans\nwould complain, and the guard would kill. But was danger in the night, but you are... And he\nbrought...will bring me few potatoes; which at that time was uh, a weight of gold. That is\nalready I am in this uh, in this small barracks ten days. I was interrupted by a visit\nfrom a German doctor dressed in a military uniform. \"Who is here Dr. Klebanow? I am the\nKommandant. You will be here the chief doctor of this area.\" I... am laying with...with\ntemperature of one hundred and four, and I don't know what he is talking about. And he left.\nAnd here is my tenth, eleventh day. We on the tenth or eleventh day, we hear somewhere uh,\ncannons are shooting. The cannonade is coming closer and closer. And very rapidly. We are\nin an area of no great importance. The main army of the Russians is going towards Berlin.\nWe are in the Russian zone, in the Russian area. Not... And suddenly, we are overrun by\nRussian units, one after the other. And I didn't know why they came here, what was the\nreason. Until I later on understood that two miles from Lauenburg 1s an island called\nPeenemiinde.”* On Peenemiinde, the Germans had the missiles V-1 and V-2. And the\nEnglish troops were going from north to grab the island. And the Russians put a tremendous\narmy in the...in the speediest way to occupy, and to go and to grab the island. And they\ngrabbed the island. They grabbed the island. But I think they didn't grab the...the scientists.\nThe scientists somewhere got away. And the scientists came to the English. Or to the\nAmericans. With what is his name? Wernher von...Wernher Braun. Braun. Yes, Wernher\nBraun.",
        "Q: Wernher von Braun.",
        "A: Wernher von Braun. One of these. And uh, that was when I thought that I will not survive. It\nwas the last day when I had very high fever; and here dropped the fever, and the crisis\nfinished. But I developed a severe complication-- inflammation of the small arteries. Not\nveins. Not veins; but it is...this disease gives inflammation of the small arteries. The feet\nwere swollen...became swollen. Very painful, enormously painful. I don't want to take off; I\n/ Subcamp of Stutthof. Located in Pomerania, to the west of Gdansk.\n~ Peenemiinde was the site of the German Army's Rocket Research Facility. It is actually quite a\ndistance from Lauenburg.\ncould show you how my toe on my right foot is still changed by this uh, uh, bruise,\ndiscoloration, for all the...all the years after liberation. And uh, we went to the city. Also, you\nknow, here the beautiful attitude of the simple soldiers, you know. And they brought\nus...brought us, you know...put us on the...on the uh, uh,... The Germans are were going right\none direction. [They put us in] the other direction. They put us on a one such a big carriage,\nuh, with Germans, you know; and said, \"You have to bring them to the city of Lauenburg.\nOtherwise, we will kill you.\" They brin...brought us to the city of Lauenburg. We got in it.\nNow we are on our own, and we're going to look for our where to. That is Dr. Kronzon, and\nthat is his nephew he found, and that's me--three persons. We are going liberated. We are in\nLauenburg, in the city; and we are going to one apartment to the other. We are not looking\nfor people. We are not looking for anything. Just for food. When we found food, here we\nstayed. Potatoes, sweet potatoes... Something what we can cook and you can con...consume.\nAnd I would like to tell you, maybe, small story with three Russian officers. Soldiers are\ncoming from this apartment, one after the other. They are going to there... It is robbing\nuh,...robbing to...to...but... Whatever they find--good things, you know--they want to take\nit...take it, you know. And the...the uh, people left, you know. Their apartments are empty,\nyou know. So they can do whatever they want. And uh, here three officers are coming: a\ncaptain, uh, a over-lieutenant, an under-lieutenant. It is Russian...Russian...you know, the\nRussian uh, term... terminology. \"Who are you?,\" they asked us. And we simply still dressed\nin the...in the dresses, you know, of prisoners of concentration camp, you know. We say,\n\"We are doctors. We were in concentration camp. We were just liberated.\" We...I spoke very\nfluently Russian, my friend Kronzon spoke very fluent; and we told them everything. \"Do\nyou have [food] to eat?\" We have the mentality of...we so-called it \"KZler.\" \"KZ\" means\nshort for concen...concentration camp in Germany. Konzentrationslager--K Zler. And we\nsaid, \"We don't have [food].\" And they left. And after a while, comes a soldier with a sack of\nfood. \"Whatever you want, the best.\" We realized that the officers sent. He disappears. And\nafter a while, he comes back with a sack of clothing. Men's clothing. And after this and this,\nnot three but two officers came. \"Did you get the food?\" \"Yes. Thank you very much.\" Etc.,\netc. \"Did you get the clothing?\" \"Yes, thank you very much.\" He says, \"Why are you\nthanking us? After all, we are Jews, too.\" Yes. I will not say that it was only privilege of the\nJewish...Jewish who were officers. I will say Russian officers helped me a lot. A whole lot.\nYou know, Russian officer, one uh,...one uh, colonel, you know, I...he...he... Alright, he was\ngrateful. He grateful... I uh, working in a ...1n a German hospital, I...first I said...",
        "Q: No, no, no. Don't get there yet. Back up, because it will get to be a little confusing. Uh,, you\nare...you are in this apartment. You have just been fed.",
        "A: Yes. And I...",
        "Q: Where did you go from there?",
        "A: Now, I cannot go whatsoever. I have such complication in legs that I cannot move. Dr.\nKronzon left; and I know he went to the hospital. Here appeared, you know, a...and I came\n[to] a special Russian epidemiological hospital, to take care of all the inmates of\nconcentration camps all around. And I presume it will be around a few thousand people. It 1s\nnot only from Kaiserwald. From other camps, from Stutthof... From Stutthof alone, you\nknow, thousands of people are there. Among them [are] typhoid, typhus, paratyphus [NB:\nparatyphoid|--whatever. The epidemiological hospital. The head of this hospital, Major\n[Sufik (ph)], a Jew from Kherson. The supply officer of the hospital, Major [Smuklarski\n(ph)], is also, you know, a Jew--from...from around Kiev. We are uh, three doctors. Dr.\nKronzon, me and uh, a doctor I will recall his name--[Benjinowicz (ph)], who was in\nconcentration camp. I will say that the Russians... This moment, you know, we were\nworking. But our breakfast, lunch and dinner was a excellent... How 1s it? Please, on\nliberation, I...my weight was under hundred pounds, with edemas of the legs. Half, more or\nless, what I weigh now. And uh,...I uh,...they fed us in the best way.",
        "Q: They took you then from the apartment to the hospital?",
        "A: I came there when... The moment I improved, I came.",
        "Q: OK.",
        "A: Limping, but I came. And I introduce myself. And he already knew about it. He heard Dr.\nKlebanow is here. And he was... he told me, \"Look, you know, we can only have a uh,\nspecial... It is not in this...1n the hospital, outside of the hospital; but it is occupying a school\njust across the street. There we put the Germans. But they have different...warders with\npatients. There you will find a different sicknesses. Please go and take care. You have the\ntwo German doctors. Please. You are the head. Take care of them.\"",
        "Q: You are taking care of German patients?",
        "A: Yes. This is... Please, we are human beings. That's number one. Uh,, [a] patient is a patient.\nYou don't know the mentality of a doctor. Patient is a patient. Number two, I am giving, you\nknow, if I bring all the sick people to one place, the danger of epidemics is decreasing. And\nhere comes another fourth doctor; and he was an SS doctor. But I don't care. I tell him, you\nknow, to us. I tell him, I...he will not work here in the hospital. \"But we will give you a\ncarriage with horse-driven. And you will go through the old ...the uh, places where the\npeople are living around, and find all the sick, temperature-running persons--typhoid, typhus,\ntyphus, paratyphoid. And bring here to us.\" I even did it without informing the\nRussian...Russian uh, chief doctor. But he was informed. He didn't say a word. And uh, he\nworked very well. We...he brought a lot of cases to this hospital. Isolating--you know,\nremoving. Because here it is still war. It is still war. The units are moving back and forth. Uh,\nand uh, the place, you know, uh, that was going on even after liberation. Because we were\nliberated in March. Is April...1t 1s already early May. When the uh, Russians occupied, they\nwere allowed three, four days or five days to go around as they want. And they...they uh,\nwere uh,... You know, forcefully uh, relations with the German woman. It was a very painful\nthing to see this woman who had to endure twenty or twenty-five sex relations. Her vagina\nwas swollen already with infection; and some even died.",
        "Q: From rapes by Germans?",
        "A: From rapes by...by...by Russian...Russians.",
        "Q: OK. Let us hold it for a minute. We need to change tapes.\nTECHNICAL CONVERSATION\nEnd of Tape #2\nTAPE #3",
        "Q: OK. Uh, the Russians.",
        "A: Yes.",
        "Q: You have met the Russians, and there was a Major Sufik.",
        "A: Yes.",
        "Q: Tell me about him.",
        "A: Major Sufik was uh, a uh, professional, you know. Doctor, you know, who his uh, specialty\nwas uh, epidemiology, you know. Infectious...infectious diseases. And therefore, he became,\nyou know, a director of such a unit. Uh, uh, he said...said it to us, \"It is better to meet.\" He\ncan't. But, you know, it was very good. Beautiful. Not that he will come. He will not come.\nHe didn't see it; but I could feel him. Uh,, Smuklarski, yes. He...my uh, Major Smuklarski\nwas...I could feel him a little more frequently, you know. See him, you know. We would\ntalk. He talked. He told me the story of his life, you know. It is...1t is Russia-American life.\n(Laughter) An American life, where his family went to...to... to here, to...to America. And his\nmother couldn't...couldn't go, because she became sick. And he as a younger [child], he\nremained with her. And she became...her condition became worse and worse and worse; and\nshe finally died. When she died, you know, he couldn't go to...to...to...to America. The whole\nfamily was already in America. Are you talking now? Uh, uh, talking?",
        "Q: Yes, the screen is on. The camera is on.",
        "A: What? The camera is on. Now, what you want? A chapter?",
        "Q: OK. Let us... We've got the end of the war. The Russians are tn. First of all, what's happening\nto your wife? Where is she?",
        "A: I don't know.",
        "Q: OK. Tell me about it.",
        "A: No communication. We no...cannot... I decided I sit in one place. I cannot write even letters.\nI am afraid that they will not come. I have Russian officers who quite frequently looked for\nmy help. They did not want to go to their...their military doctors. If, for example, he caught\ngonorrhea, then they will arrest him and they will keep him for three weeks in the...in the...\nThree weeks in the...1n the hospital. I...1n this hospital, this German found...found sulfa\ndrugs. And they arrested whatever they have sulfa drugs. And I uh,...one major...one uh,\ncolonel... Colonel--it was a uh, kommandant of head artillery regiments. So he came to me in\nthere. Uh, he had gonorrhea. And he had neglected it. And I gave him sulfa drugs; and\nhe...he responded with sulfa drugs very well. He became so attached to me, you know. He\nwould come, and he will tell me many, many things I did not know, you know. He was\nbasically of Ukrainian descent. And he was not very much in love with the Russians. I could\nfeel it, you know. Uh,, feel it. But to me, he was excellent.",
        "Q: Meanwhile, you're hunting for your wife?",
        "A: I am not hunting. I am writing to all possible places. And the writing from this place is very\nbad. I have Russian officers who say, \"I am going for...for vacation.\" I will write a letter.\nAnd I say, \"Please, drop this letter somewhere deeper. Not...not here.\" Yes, and uh, it\nworked... 1t didn't work, you know. I didn't get, you know. A first message from my...my\nwife. I got...1t was uh, already in September. Liberated on 8th of May; and in September I\ngot a message. Two...a couple came to _6d_. They were working in northern part of\nGermany. Uh,, and uh, there, you know, a group of Jewish women were liberated. They\nwere brought...they were on a ship from Stutthof. Among this women was my wife. And\nthey brought Galina Raicinska Klebanow...Klebanow. And I uh,... From the German zones\nthrough Danzig, I went to the city Litzmannsta... 6d_._6d_, it is in Poland. I found them;\nand they told me: \"Yes, your wife was alive. We worked her. We were under Polish names.\nNot as Jews. Under Polish names. And we were there working. And after liberation, we took\ncare of the women who were there. And one was your wife.\" And I told the name. \"Maybe\nyou will find her alive. Maybe not. She was very sick.\" But I right away decided uh, in one\nplace are liquidated. Kronzon again said, \"I will not...I will not stay without you.\" He is\ngoing, too. And uh, Major [Sufik (ph)]... I came. I say, \"Help me.\" He wrote me... And I still\nhave it in my house. I don't... didn't...didn't bring it. Maybe I...maybe I have here. Well, he\nofficial, that official, printed, you know, that \"I am sending Dr. Klebanow to Berlin to buy\nmedication\" for his hospital. It was...they couldn't get supplies from their regular places, so\nhe wanted to buy in Berlin. That's acceptable for them. And I uh,...I uh,... It was helpful. We\ncame to a...to the... On the railroad station came my Major Smuklarski with another Russian\nofficer--who had also gonorrhea. I treated him, and I cured him. And he came, you know,\nto...to help...help us. And he, you know, it was a uh, whole old wagons were over-crowded.\nAnd nevertheless, they went into one of the compartments, emptied this compartment and\nput all of us into this one compartment. [They were (ph)] forceful with the Germans. I don't\nmind. With the hell to the Germans. I don't mind. He can stay in the corridor. But we came in\nto a station where we have to change the...the... the uh, trains, to Szczecin and then a train to\nBerlin. At night is a pandemonium 1s there. Russian bands. Polish bands. Oh, I don't know\nwhat. When comes night, and the uh, trains with the German refugees have arrive and go,\nthey are coming and robbing them. And the Germans had a one only way of protection: they\nwill start to shout and to scream. It didn't help much, but that was they had to go. I knew\nabout this. And I went with Dr. Kronzon; we went to the police precinct on this...on this uh,\nstation--Szczecin--and there was a Polish commandant of the station. We told him who we\nare. We told [in] Polish--after all, [we're] Polish. And he said, \"You will stay here in the...my\nprecinct over the night. Bring...with all your things. And in the morning, I will bring you to\nthe railroad. But do you have, maybe, sulfa drugs?\" I say, \"Yes, I have sulfa drugs.\"",
        "Q: You have what?",
        "A: Sulfa drugs. For gonorrhea. \"Yes, I have sulfa drugs.\" And he tells me this story: that he met\na beautiful German woman, and he had relations there. Uh,, he compelled. And he got\ngonorrhea. So he was looking for...and I gave him the sulfa drugs. Whether it helped or\ndidn't help... But I gave him the sulfa drugs. Yes. I knew this was my uh,...my uh, panaceum\nfor...for...for everything, you know. Yes. And so we came, you know, to Berlin. We landed\nin the Russian zone. In the Russian zone, there is a uh, house for all the refugees arranged,\nmainly managed by Jews. And uh, we went there. They were supplying some food, too, you\nknow. Fine. And then, you know, we have to go to the American zone of uh,...of uh, Berlin;\nbecause otherwise we cannot go to the west. And so we put on a subway or on a train, you\nknow--the tram, you know. We finally entered the American zone. It is a...you know, uh,\nrefugees are going back and forth. We came there. There is a camp UNRRA--United Nations\n[Refugee] Relief Organization. And that was managed by Americans in a typical, correct,\nyou know, uh, orderly way. We got our rooms. We got our food. We got whatever it is\nnecessary. And they said, \"We cannot send ...send everybody right away to the west. We\nhave to bring a group. And then we will get trucks and will bring you to the west.\" And it\nlasted...I don't know. Four, five, six days. And so, one day we put our things on the truck. It\nwas not one [truck]. This was two, three trucks. And it is a short drive. I don't know--forty,\nfifty kilometers, you know, to the...to the...to the border...border. It is Berlin, you know. It\nis...we are coming out of the...of the uh, U.S. sector, and then we are again in the Russian\nsector. But it was permitted, you know. And we came. And here, I divided. Uh, Kronzon\nwent south. I went north, to a small town on the north where I was informed it is called\nEckernforde... Eckernforde. It is north of Hamburg, north of Kiel. It is on the northern uh, tip\nof uh, Germany on the border, near Baltic Sea.”” I came there; and I was informed that there\nis a house where Jewish uh, survivors are living--only women. And I came there. And, of\ncourse, you know, I found...found a place where to sleep, where to food. That was uh,\nEnglish zone. But I found my wife already on the cemetery. And the wife uh, was buried\nthere. The doctor--German doctor--who took care of her came to me. He brought even the x-\nrays of her. And uh,... Alright, I uh, could say thanks. The sister-in-law of my wife was also\nliberated. She was...had also TB of the lungs. And she was sent from this place to south, to\nthe American zone in Bavaria. To a uh, hospital managed by uh, Jewish doctors. It is in\nSankt Ottilien.°’ And I was informed uh,...knew about this. So I, after four days... The\nEnglish soldiers--and among them were Jewish soldiers--helped me a lot. And uh, uh,...a lot.\nBut after all, you know, I have to go simply as a refugee, you know. To move, you know. I\nfinally came to Munich, and uh, from Munich to Sankt Ottilien. And I uh,...I uh, there I\nfound many friends. I knew all the doctors; because it was from Kovno--Kaunas, where I\nwas in the beginning. And they greeted me very heartily. And my sister-in-law was there. I\nfound her. It is just... She was a married woman; she was looking for her husband. But my\nduty is to...to help her. And uh, I am now in Sankt Ottilien. After a while, her condition\nshortly after a while becomes again much worse. Sankt Ottilien cannot manage this case.\n“Tn Schleswig-Holstein.\n* Village located west of Munich and SSE of Augsburg.\nThey called the chief doctor from a TB sanitorium not far away; and they said, \"No, she has\nto go to our sanitortum.\" And she went there. And I was taking care of her, you know,\nmy...every day, coming to... Not every day; but we're coming, bringing her food of this type\nand this type, you know. Additional this, additional that. Uh, the head of uh,...of uh, health\nuh, administration... There was a Jewish committee, and there is a health administration, you\nknow. And the head is my very good friend, Dr. [Priskin (ph)]. And we are meeting, you\nknow; and I am...he knows that I have my sister-in-law. And here he gets permission to bring\nto Davos, in Switzerland, twenty patients. And I ran to him to say, you know, to say, \"You\nhave to...to take my...my sister-in-law. She is a very sick young woman.\" When I came, he\nsays, you know, \"I know about why you came. She is already on the list.\" And uh, she went,\nyou know, to Davos; and she spent in Davos a whole year.",
        "Q: Excuse me.",
        "A: Yes.",
        "Q: We're going to have move this a little faster.",
        "A: Yes.",
        "Q: I need to know just very briefly please, uh, you went from there back to where?",
        "A: To Bavaria.",
        "Q: To Bavaria.",
        "A: I didn't stay in Sankt Ottilien. I said, \"It is small place. I cannot stand this. I want to\nmove to...to Munich.\" And I went to the University Hospital. I said, \"I have time.\nIf...1f I am a provincial gyne... gynecologist, I want to have, you know, meanwhile a\nbetter education.\" And I went to the University Hospital, First University Hospital\nfor women's diseases.”' And I asked to just to watch. And uh, I was accepted. But\nafter six weeks, I was already deeply involved in the work of this hospital. And uh,\nwithin three months, I was already on a...on a salary. And I became a member of\nthis...of this staff.",
        "Q: Alright. Can you tell us please about the cases that you treated that deal with problems that\nwere caused by the war?",
        "A: Now, it is not...I'm not... I'm working 1n the...in this hospital. But also, I worked every day,\nfrom one to three o'clock... We have...the Jewish committee has a...a...a clinic. I am the\nobstetrician there. Gynecologist. And uh, ...and uh, that is one, you know, where I see many\nproblems which the women have, you know. After all, the all women while in concentration\n~ Universitits-Frauenklinik.\ncamp didn't menstruate. Most of the cases. Here, they started to menstruate. It is 1rregularly\n... regularly. They become very heavy, very obese. Some endocrinological... Please,\nnot...not all organs recover at the same time, you know. The endocrine system took time to\nrecover. There were many very heavy-set, you know; although later on, they became\nnormal...normal. And then, you know, in the hospital I have, you know, women who are\ncoming for deliveries. It is...after all, I came there. It 1s already '46. April '46. Liberated in\nMay '45. So, many women became already pregnant after liberation--got married and\nbecame pregnant. It is during '46, '47. And here, you know, one case I was called. First case I\nwas called privately--not privately. To see a private house. She delivered and she doesn't like\nthe baby, you know. She calls me...they called me to come to see. I don't know what. I came.\nI thought that she has something. After the delivery, something is wrong with her. Not with\nher. I took a look at the baby. I say, \"Mongoloid.\"”” Uh,, a few days later I deliver a bab...\nyoung woman, and the baby is a mongoloid. And somehow, some way, accumulation of\ncases; and I have a third case. I went, you know, to...to Sankt Ottilien. They had a small\nobstetrical department. Dr. Widut[schinsk1] is there the head. I say... I know him very well.\nVery good friends from Kovno...from Kovno. \"Tell me, Isaac. Do you have abnormal\ndeliveries?\" He say, \"Yes, I just delivered a mongoloid.\" I didn't talk to him. \"Did you have\nany other malformations?\" Yes, something, he said, he had another malformation. We say\nmongoloid [NB: Down's Syndrome] normally happens one to eight hundred [deliveries].\nAnd here, you know, he had somehow hundred...hundred deliveries, he has also mongoloid.\nWhat is going...? Then I went to my friend, Dr. Kronzon, where we spent whole...whole\n[time in] concentration camp. He is not in...1n Munich. He is in Frankfurt. I went to\nFrankfurt, to Dr. Kronzon. And I said, \"Doctor... Tell me, Isaac.\" Also Isaac. Isaac, you\nknow, was his name. I think, Isaac. Yes, Isaac. \"Uh,...uh, you, do you have many children?\"\n\"Oh, I have plenty of children,\" he says. \"I have a very big...big clinic.\" \"Do you have\nmalformations?\" \"Plenty of them.\" I say, \"Isaac, did you think it over why it is...why you\nhave so many malformations?\" He says, \"No.\" \"However, don't you think maybe it is...has a\nrelation to what they went through?\" It is already '66...uh,, '46 going in to '47. He says, \"I did\nnot think about this.\" \"Isaac,\" I say... \"Abrasha...\" Oh! His name [was] Abrasha. [In]\nHebrew, Abrasha. \"Abrasha, can you prepare me statistics?\" \"Oh, very well.\" And from his\npatients, he prepares me statistics. And so I went to another clinic. And I asked the same\nquestion; and the same answer. And so I accumulated material on fifteen hundred deliveries.\nAnd, you know, there were a lot of malformations. And I presented...presented this case to\nmy chief. I didn't go to my chief right away. I went to professors...to two professors of\npediatrics. There were two university hospitals. Two--no. One university hospital and one\ncity hospital--very big. And I went to the university, and I said...introduced myself. He said,\n\"I know you.\" And I said, \"Professor, maybe you noticed you have different Jewish uh,\nchildren, sick. Did you notice uh, malformed?\" He say, \"Yes. Why not?\" And please, you\nmust understand the mentality of the Germans. You know, at that time, they believed that\neverything 1s genetically decided. It means, you know, that from parents, from grandparents,\ntransmission. Transmission. They wanted to say...they wanted to say you are a degenerated\nrace, basically, in their mind. I worked before the war with Jewish patients from '34 to '39--in\nA term formerly used to describe children with Down's Syndrome.\nJewish hospital in Brest-Litovsk, a Jewish hospital in Mi_dzyrzec-- and I didn't have this\naccumulation of cases. I told him that I suspect. He says, \"Maybe.\" Then I went to this\ndirector of the pediatric department. And he told me the same thing. He didn't say this all\ncases, but the for them...for Jews it 1s degenerated... degenerate condition. And so I collected\nthis material. I presented...uh, wrote it up correctly. Meanwhile, I was reading back and forth\nthrough the literature everything. And I presented my chief, you know, a first paper for\npublication on uh, the uh, (pause)...the number, increased number, of malformations. And I\nwanted to say that it is most probably the result of the damage. Not to the fetuses. Because\nwhen they were became pregnant they were liberated, you see. It is...for me, it is a damage of\nthe gonads. Pre-conceptional condition, which still exists. You're asking... you're asking\nwhether I suffered with my family. My son was born without teeth. [When] he was\nseventeen years, I had to put him a whole...a whole uh,...a whole plate. Was sixteen years.\nTerrible was. Uh, I give you this all as a example that we...we were not...not writing...\n[...I...my second son, the youngest son, was OK. But with this--he's...he's the lawyer. He 1s\nvery nice looking; but he 1s...all...all his front teeth are artificial. Uh, one...one big plate.",
        "Q: Your evidence of...",
        "A: And I published...published this as a paper--number one; and it was sent to the leading\njournal for obstetrics and gynecology. It was written in a pure scientific way. You hardly\nmentioning, yes, it was children of women who were imprisoned in concentration camp.\nAnd they were young women. There was no among them, you know, that was...was\nsomehow or other elderly. The elderly did not survive; they were being killed. They were\nyounger women. And uh, paper was accepted. Paper was published.” Tremendous response.\nGerman doctors started to check on their material. Uh, [Dr. H.] Gesenius in Berlin; in other,\nyou know, professors in other...in other hospitals... Everybody, they are checking on the\nGerman population. After all, they...they were suffering hunger, too, in the last year. They\nsuffered an emotional stress from the...from the bombing all the time. You know, it was\nmaybe ...we'll see. Everybody reported an abnormal amount of malformations. And they\npublished these papers; but, of course, with reference to Dr. Klebanow. Then I published a\nadditional to this paper. Not only malformations, but we have sterility problems. Women\nwho were previously fertile, now they cannot become pregnant. Women who--young\nwomen--cannot become pregnant at all. They...they become pregnant, many have abortions.\nNot abortions--miscarriages. And the...it is not only one problem, it is a problem. How long\nit will last, I don't know. But it still lasts. That was another paper. And then I thought, you\nknow, \"The world will somehow will doubt. They will say it 1s genetically.\" I say, \"Maybe,\nyou know, the same thing we will find in other groups.\" And I say, \"Aging women, I know\nwhat changes take place in their ovaries. I know that they become atrophic. I know there are\nbig changes in the ovaries. Maybe they will...\" And so I started to have statistics done. Here,\nit was now for me easier. Here I am...I am working in the hospital. I have young doctors who\nhave to have some so-called \"doctor arbeit.\" And I give him; \"You will go for\nmalformation.\" I had to plan my material [in] the University Hospital. Very, very good\n~ Published in: Geburstshilfe und Frauenheilkunde, vol. 8, no. 12 (December 1948).\nselected material. And with the age of the women, we keep seeing a rise. You know, after\nthirty-five, a rise, you know, in malformations. I said...and I wrote a third paper. You\nwill...you will have this third paper, you know ...",
        "Q: Your conclusions then, though...",
        "A: I confirmed from the other side--and I wrote, you know, from the other side--that \"damage\nthe ovaries, and you may have... may have...may have later results reproductive damages.\"\nAnd I said, \"Same thing with x-rays or radiation. Radiation may give these results. Hunger\nmay give these results. And emotional stress. And aging people may give these results.\" And\nthat was not...that was the third paper. And uh, so, you know, then, you know, uh, the same\nwhat I did, you know, with the second paper. I say, \"If the aging women have a higher rate\nof malformations, they may have more sterility, more abortions, more uh, all other.\" And we\ndid these statistical studies on this. Beautiful statistical studies, confirming that the\naging...with the age there is increased, you know, rate of miscarriages, increased rate of\nmalformations, increased rate of... We couldn't explain perinatal deaths, uh, polyhydramnios-\n-tremendous accumulation of water--in elderly women. I somehow, from this I transferred to\nthis. It was everything confirmed. They published this in fourth paper. And then, you know, I\ndid a summary, you know. A summary of all these things, you know. It was fifth paper.",
        "Q: Because this 1s...this is a holocaust focus, I need to stick with the holocaust research. You\nunderstand?",
        "A: Yes.",
        "Q: Uh,, the research is very important uh, for what it showed. Uh, and I want to thank you for\ntalking about it here uh, on tape, as well as on the papers. Um, can you just tell me very\nbriefly--because we have about four minutes left--uh, you have been doing, you have all of\nthis research. When did you come to the United States?",
        "A: ‘SI.",
        "Q: And you remarried here?",
        "A: No, I remarried still in Germany. In Germany, '48. '48 or '49. '49. In '50, I had my son. And\nin '51, uh, on the 18th of April, I came here to the United States.",
        "Q: And you uh, ended up practicing medicine where?",
        "A: At Mt. Sinai Hospital. I was uh,, when I came to Dr....to Dr. Guttmacher (ph), I don't know if\nhe already heard about the publications. I was speaking a very broken English and he said, \"T\nsaid simply I am accepting you.\" And even he uh,...he says I will...after when I came for the\nsecond time, I uh,... \"You get from me permission to put four...four patients.\" Four beds, you\nknow. I say, \"I will not have so many patients.\" \"But you have up to four beds.\"",
        "Q: Alright.",
        "A: I uh,...just to say, you know, there was other doctors, you know, working at Mt. Sinai--Jews.\nHe accepted me because he opened a new Department of Obstetrics at Mt. Sinai. Mt. Sinai\ndidn't have an Obstetrics [Department]. He was a obstetrician from John Hopkins [NB:\nJohns Hopkins]; and Mt. Sinai brought him from John Hopkins just for the Department of\nObstetrics. And he could acc...could accept new doctors; because, you know, we have new\nbeds, etc. And he accepted many doctors from abroad. And when he left the hospital, and I\ndon't know how I met him, and I gave...gave him a lift to his place...",
        "Q: Excuse me. We need to break into this now. The tape is just about at the end.",
        "A: Yes. And he told me only one thing, you know. \"Dave, from all foreign doctors I accepted to\nmy hospital, the most I respected was you.\"",
        "Q: Perfect ending to this tape; and I thank you very much, Dr. Klebanow. Thank you so much.",
        "A: Yes.",
        "Q: OK.",
        "A: I can not complain, you know. Wherever I come, you know...",
        "Q: Say it again. Ah, no.\nEnd of Tape #3\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: OK.",
        "Q: Um, would you tell me your name please?",
        "Q: Where were you born and when?",
        "Q: And what did... Tell me about your family life. What were your parents like, as you were\ngrowing up?",
        "Q: What was it like for you growing up in that family, in that town? What...?",
        "Q: What... For you as a Jew, working in that hospital as a doctor, what was it like in the fall of\n'39?",
        "Q: OK. So you have received permission, you're about to leave the hospital. Where did you go?",
        "Q: You're delivering babies.",
        "Q: How are you living? Describe the ghetto.",
        "Q: What did you do?",
        "Q: What was Riga like? This 1s in the aftermath of the aktion.",
        "Q: Will you hold it for a minute? Because I need to ask you something.",
        "Q: You have been describing taking care of these patients.",
        "Q: Uh,, the Kommandant [von] Kehl permitted you to set up a small hospital.",
        "Q: Alright. What kinds of medicines were available to you? What kind of supplies?",
        "Q: Now, September 1942.",
        "Q: OK. Would you describe for us... You had said that you did abortions in the camp.",
        "Q: Will you describe why you did abortions, and how you managed to do them?",
        "Q: A what?",
        "Q: Don't...don't...don't repeat it as it was. Start it all over from the beginning and tell us about\nWisner and that case. Which is a good illustration.",
        "Q: No. Finish the story.",
        "Q: Take a breath for a moment, and go back. Um the woman who... on whom performed an\nabortion. Um, would you tell us by whom she had a child, and what happened to her?",
        "Q: OK. I want to hold it a minute, because they have to change the tape. And then I want you to\ntell me what happened to her.",
        "Q: OK. You have performed an abortion on this woman...",
        "Q: ..who had an affair with a German man.",
        "Q: Tell me what happened next, to her?",
        "Q: Who is Wisner?",
        "Q: Which means?",
        "Q: OK. You had something else special happen in that camp. You were telling me about Rosh\nHaShanah.",
        "Q: Tell...tell me about that, please.",
        "Q: What year?",
        "Q: The Jews.",
        "Q: Tell us about... Before we go to Stutthof, tell us about the Hungarian women who arrived.",
        "Q: And you had a new Kommandant by then.",
        "Q: Tell me... You told me that some of the Hungarian women were pregnant. Tell me about\nthat, and what you did about that.",
        "Q: Why did you feel you had to do this? And why did you have to do it?",
        "Q: Did you have...you have help in the camp?",
        "Q: What happened to you after this incident? After the Hungarian women. What did you do\nnext? What were you...?",
        "Q: What are conditions like in camp at this point?",
        "Q: What... You were a doctor.",
        "Q: The people that you saw coming through. Uh,, did you see a lot of starvation? Did you see a\nlot of illness? Tell us about it.",
        "Q: No, no. I'm sorry. You didn't hear the question.",
        "Q: Uh, what I meant was: the patients that came to you, the people who were in the camp...",
        "Q: What kinds of problems, medical problems, did you deal with? Was there a lot of hunger,\nand sickness from that?",
        "Q: Uh,, what kind of illnesses were in the camp at that point?",
        "Q: Beatings.",
        "Q: Let us go back to September of '44. You are still in the camp. Uh,, the Russians are\napproaching. What happened to you?",
        "Q: A piece of what?",
        "Q: You were all underneath.",
        "Q: You were not allowed to come up on deck.",
        "Q: Excuse me. Can we hold it a minute? Let's stop the tape for one second. [TECHNICAL\nCONVERSATION] OK, we...we're back. You're on a ship.",
        "Q: Describe a day in Stutthof for you.",
        "Q: Wernher von Braun.",
        "Q: No, no, no. Don't get there yet. Back up, because it will get to be a little confusing. Uh,, you\nare...you are in this apartment. You have just been fed.",
        "Q: Where did you go from there?",
        "Q: They took you then from the apartment to the hospital?",
        "Q: OK.",
        "Q: You are taking care of German patients?",
        "Q: From rapes by Germans?",
        "Q: OK. Let us hold it for a minute. We need to change tapes.",
        "Q: OK. Uh, the Russians.",
        "Q: You have met the Russians, and there was a Major Sufik.",
        "Q: Tell me about him.",
        "Q: Yes, the screen is on. The camera is on.",
        "Q: OK. Let us... We've got the end of the war. The Russians are tn. First of all, what's happening\nto your wife? Where is she?",
        "Q: OK. Tell me about it.",
        "Q: Meanwhile, you're hunting for your wife?",
        "Q: You have what?",
        "Q: Excuse me.",
        "Q: We're going to have move this a little faster.",
        "Q: I need to know just very briefly please, uh, you went from there back to where?",
        "Q: To Bavaria.",
        "Q: Alright. Can you tell us please about the cases that you treated that deal with problems that\nwere caused by the war?",
        "Q: Your evidence of...",
        "Q: Your conclusions then, though...",
        "Q: Because this 1s...this is a holocaust focus, I need to stick with the holocaust research. You\nunderstand?",
        "Q: Uh,, the research is very important uh, for what it showed. Uh, and I want to thank you for\ntalking about it here uh, on tape, as well as on the papers. Um, can you just tell me very\nbriefly--because we have about four minutes left--uh, you have been doing, you have all of\nthis research. When did you come to the United States?",
        "Q: And you remarried here?",
        "Q: And you uh, ended up practicing medicine where?",
        "Q: Alright.",
        "Q: Excuse me. We need to break into this now. The tape is just about at the end.",
        "Q: Perfect ending to this tape; and I thank you very much, Dr. Klebanow. Thank you so much.",
        "Q: OK.",
        "Q: Say it again. Ah, no."
    ],
    "answers": [
        "A: What?",
        "A: My name 1s uh, David Klebanow.",
        "A: I was born 1n 1907, in a city called Wolkowysk. And I will spell: W-O-L-K-O-W-Y-S-K. In\nPoland, at that time.",
        "A: My parents were well-to-do uh, merchants doing in the...in the ... Not in retail, but in the\ngross [NB: wholesale] business...business. Uh,, my mother--I have to stress, 1t was quite a\ndifference between my mother and my father. My mother came from a city deep in Russia\ncalled Vyaz'ma, where only twenty Jewish families lived there. It was only by permission.\nMeans doctors could live there, lawyers could live there, and uh, professional--like tailors,\nuh, shoemakers, etc. My grandfather was...you can say he was preparing, you know, uh,\nleather for...for...for shoes; but he was in this business for shoemaker. Yes. Very intelligent. I\nwill say, very intelligent--not educated, but very intelligent. My mother had uh, four\nbrothers. One of them remain...became a doctor in Moscow--graduated from Moscow\nUniversity, and practiced in Moscow. Another brother was studying medicine, but uh, got\nTB of the lungs, and died of TB of the lungs. It was in year '21, '22, when in Russia was a\nperiod of hunger. Two other brothers remained more or less in the same business what my\ngrandfather, but on a grow...on a bigger scale. They were not working in the...working, they\nwere in sales--stores, you know. And that was the two other brothers.",
        "A: [...that was a very, very happy...happy uh,, for me, environment. These two roads of my\nfather and of my father [NB: mother], I perceived it very strongly. And uh,...and uh,...and\nuh,...my uh,...I was put in the beginning in a simple Jewish cheder. And I was going to the\ncheder for one and a half years. But I knew that in Vyaz'ma is completely a different spirit.\nAnd uh, I said once, \"I am not going any more.\" I revolted. And they didn't put...uh, succeed\nto put me back in cheder. I was taken to Vyaz'ma, to my grandfather. There, you know, I\nspent uh, well over a year uh, studying to get...to pass examinations into a high school. It\nwas...you have to pass examinations. And I uh, returned, I took the examination, and I uh,,...I\nuh, uh, was admitted. It was not...at that time not in Wo_kowysk, but in a city called\nBorisov. It is between Minsk and Smolensk. And uh, I was admitted to the high school, what\nwas for a Jewish boy at that time quite difficult. I spent there only one year in this high\nschool. Here came the Russian Revolution. Here my parents, as...as rich persons, had to fled\nthis city. And we went first to Kiev; so I spent a year in Kiev. But then, you know ...again,\nyou know, I was... The second year of high school, I spent in Kiev. And uh,...and uh, uh...\nThen the Communists again are in Kiev... I say \"again\" because with the times of when the\nGermans were there. And they would say... And then came Petlyura: and then came, you\nknow, the Communists again; and then came the... Not far away were the White Russians,\nyou know. And the...we felt the Communists were again after my ... My parents had to live\nin hiding. And uh, we decided to go to the west. And so we went to the west, to Poland. And\nwe landed in a city called Bia_ystok: B-I-A-L-Y-S-T-O-K. And basically in Bia_ystok, my\nparents lived there 'til '40...oh, to '42 or '43. uh, will explain why I say so. I uh, graduate\nfrom uh, Polish high school with top honors. There's all marks were excellent. And\nnevertheless, first year I was not admitted... I applied for medical school, and I was not\nadmitted. I applied next year; next year I was admitted. And so I entered the medical school\nin Vilna--called now Vilnius. It is now Lithuania. At that time, Poland. It is University, so-\ncalled, of Stephan Bathory.” If you want to spell it: Stephan Bathory. And uh, I graduated in\n'33. That is university and medical school--together, six years. And uh, '33, I was... Right\nafter my graduation, I was drafted into the Polish Army as a doctor. And I spent, as a doctor,\none year in the Polish Army. After liberation, I worked in Jewish hospitals. It was in\nBia_ystok, and in a city call Brest-Litovsk [Pol: Brze__ nad Bugiem]. You know here the\nPeace of Brest-Litovsk.’ And I uh, worked mostly, during the last three years, in obstetrics.\nAnd in '37, with 29 years of age, I became already a director of small obstetrical department.\nI will pronounce the city--was very, very hard--named Mi dzyrzec-Podlaska. It is a city, you\nknow, twenty thousand population--mostly Jews. A nice hospital, built by American\nemigrants what they were from...from the city Mi _dzyrzec. And they collected money, and\nthey built a beautiful hospital there for the population in this city. '39--February--I am drafted\ninto the Polish Army and sent to the border. It was early...you know, early February. The\nPoles felt it very possible war may break out, so a partial mobilization took place. I was\nmobilized; and we were on the border with Germany. In uh, August, I was sent home to my\ncivilian life; but on the Ist of September, '39, I was mobilized again. Here the war really\nbroke out. And on the 4th of September, I was already a prisoner of war with the Germans.\nNear a city called Siedlce. And uh, I was brought to a marketplace. And I will say, you\nknow, uh,... For example, you know, I was on the marketplace; and there are thirty, forty\nofficers--SS and regular officers. And I came out; and I was thinking, \"Should I salute?\" And\nI saluted. And all the forty officers--some with the SS salute, some with the...mostly with\nmilitary salute--greeted me. Although they were informed that I am a Jew. The first question\n' Simon V. Petlyura was a Ukrainian journalist and military leader during the Russian Revolution.\nIn 1919, he made a deal with Polish Gen. Jozef Pilsudski and took Kiev on April 25, 1920. In June\nof that year, however, the Red Army recaptured the city and Petlyura was forced to flee.\n° Apparently after the 16th century King of Poland of that name.\n* Reference is to a treaty between Germany and Russia which was signed there on March 3, 1918.\nof the sergeant who took me prisoner was... Uh,, I told him that I am a doctor. And the first\nquestion was, \"Und bin sie eine Jude?\" [Ger: \"And are you a Jew?\"| And I thought...still\nthought, \"This is my last minute of my life.\" No, his attitude very...was very fair. And he... I\ncan say very fair. And he brought me to this marketplace; and he informed that \"He 1s...he's a\nJew.\" Nevertheless, a major came to me and said, \"In the hospital, there are many Polish\nwounded soldiers and very few doctors. You are going right there; and you will take care of\nthe Polish soldiers.\" And so I was put to the hospital. It is on a stretch where here the Poles\n[NB: the Germans], and then the Russians. And on the 29th of September, the Poles...uh, the\nGermans left the city. And uh, they ask, \"Who want to go with us, let go. And who want to\nstay, let stay.\" And I remained to stay, because my city Bia_ystok is occupied already by the\nRussians. Was more...more to the east. And uh, after four or five days, the Germans came\nback. Had to come. Here, I asked the permission; and I was permitted to go from the three\nhundred wounded. Few...few--not few. Will say, a small proportion left--the hard cases. And\nthe chief doctor told me, \"We will be able to take care of these cases.\" And he allowed me to\ngo uh, to Bia_ystok. And I...",
        "A: I, first time... For the first time, I felt the cleavage between a Polish Jew doctor and a Polish\ndoctor. They somehow stayed away. I didn't care for this. I was working day and night. It\nwas at that time tremendous amount of uh, wounded. And I will not forget how one Polish\nofficer doctor--he was a patient, and he had tetanus. And I know he will die of this tetanus.\nUh, he became...and he knew that he has tetanus. And how he didn't want to let me go away.\nVery young. And: \"Stay near me. Stay near me.\" Was very much attached. But ...but I felt\nthe cleavage at that time between the Polish doctors and the Jewish. Jewish - I was only\nJewish doctor there. There was one doctor who converted to Catholicism. For them, it was a\nCatholic; and he was...uh, he was...uh, went back to to to Warsaw, where his family was.",
        "A: Now... I went to my city where I am...where I am... Not where...I went only to the city where\nI worked as a doctor only for few--for one, two days. I knew that the Germans will come\nthere; and will occupy this city uh, in one, two days. I went to the east, and I went to\nBia_ystok. I have to say here, you know, you see such these old difficulties. Dangers, you\nknow. After all, you know, to be 12 days in a war, being all the time on a on a aerial\nbombardment, you know. You know, all the time. And uh, here I read signs that all officers\nof the Polish Army have to register in this and this place. I am a disciplined person, and I\nknow, took... You know, at that time we had carriages drawn by horses, you know. And I\ntook such a carriage; and I'm driving. And on the way there, I meet a very good friend--also\na doctor. He was with me. I know that he was also in the Army. He is already dressed\ncompletely in civilian clotheses. I stopped, and I... \"Doctor Epstein,\" I said. \"[ Phrase in\nundeciferable Polish|--\"What are you doing?\" You know, he asked me, \"Where are you\ngoing?\" I say, \"I am going to register.\" \"Are you crazy? Nobody is being left free. They\narrest all the officers. Retain.\" And that was a group which later was sent to Katyn. Where\nthey...all the officers were Jone at a time (ph)] kill ...killed. That is another already\npost...later... How luckily it was I met my friend uh, Epstein in this. Alright. I am in\nBia_ystok, where I uh, a Soviet system of uh, uh, health is being established. I go and I being\nassigned...to the officials, I being assigned to be associate director to the uh, uh, delivery...\nHow to say? It is only obstetrical department. Obstetrical department...",
        "A: ..and my friend, Dr. [Saufkis (ph)], is the director. I'm his uh, right hand. And there we're\nworking into...working in a maternity...maternity hospital. While, before the war, I was\ncourting a young doctor--a sister of my very good friend. When I came back from the front,\nshe was in Vilna. And Vilna already was separated from Poland, and put to...given to\nLithuania. And borders, you cannot go through. You cannot even write. She is in Lithuania,\nand I'm in...under Russian. But after a year, we started to get letters. I started to write to her,\nand she's... And uh, her brother insisted we have to go there. And we went through the\nborder of Lithuania and, we'll say, Russia. And we passed without any difficulties. And uh,\nwe went... She was at that time now in Vilna, but in a city called Kaunas [NB: Kovno]. And\nthe year after--one day, two days--we got married. And one day, on the second day of our\nmarriage, the war between Russia and the... the Germany breaks out. It is June. I don't recall-\n-25th, 26th of June.” And uh, one day later, the Germans are in the city of Kaunas. City 1s\nvery close to the German border. One day it was they needed to occupy the city. Here,\nanother pandemonium starts now with the...with the Germans. They uh, hook...they catch\nJews on the street. And we know that they did...the Jews will not come back. It is just to\nenhance the spirit of the Germans. They were brought to the Seventh Fort. And uh, if a\nsoldier or an officer wanted to show his patriotic feel... feelings, he could go there, kill two\nJews. And that, as you know, was an expression of patriotism. And here I am arrested on the\nstreet. They brought me to the police precinct. I...1n this...1n a country where I don't know a\nword of Lithuanian. One word I know; that a doctor is a \"[gitidois (ph)].\" And the the officer,\npolice officer, at the entrance, look at me. I say, \"[Gitidois (ph)]. [Gitidois (ph)].\" And he\nmade it with the head: \"Go away.\" And I again, you know, escaped at that. On the 15th of\nJuly, was already ghetto put on. And uh,...and uh, I am with my wife... (Pause)",
        "A: First, you know, the ghetto is still for a couple of days. This is awful. We don't have anything\nwhat to eat. We are in a suburban area of the city Kaunas, you know, where rather poor\npeople lived. They had to empty the apartment; they got the better apartments in the city, and\nhere the Jews were put. I got a small, small room--tiny room--for two persons. And a family\nwith children is in another room. That was the whole apartment. Small apartment. The...we\ndon't have anything what to eat. I say to to my neighbor, \"Maybe we will go on the road.\nMaybe we will find, you know, we will buy some potatoes. Or maybe bread, you know. The\nGermany invaded Lithuania on June 22, 1941 and occupied Kaunas (Kovno) on June 24th.\nthe peasants are going every day to the...to the city to sell their...their... their...their uh,\nproducts.\" And we went. We are on the road; and suddenly he says, \"No. I'm afraid to go. I\nam going back.\" And he turned back. And I made, maybe, twenty steps over a hill. Then\nhere comes--crawling, almost--another Jew, and tells me, \"You don't see? All the Jews are\nbeing there held up.\" And twenty or twenty-five Jews they caught, brought them aside of the\nroad, and killed everybody--including even my friend who went with me for...for buy the\npotatoes. If I went with him, I would be killed. And that's again how I survived this time.\nNow we are in ghetto. Ghetto 1s closed.” Somehow we manage...managed to get potatoes--\nmost primitive form of food. And uh, we went there through a uh, big so-called Aktion.°\nThat is selection where we all were brought to a very big empty place, and just one SS man.\nWe had to go family after family; and family with children or with elderly people, he will put\non the left. Young people, you know, without children, he will put to the nght. And so from\nthe thirty-some thousand people, we remained fifteen [thousand]. The rest went, you know,\nto another place for one day. Next day, they were brought to a fort. It was called Ninth Fort.\nKovno was surrounded with old forts. You know, F-O-R-T, fort. And all these eighteen\n[thousand] people were killed there.’ Uh,, we could hear it. It was around two [and] one-half\nmiles [away]. We...for two days, we heard the...the uh, crying; and the crying of this and of\nthis. And how generators started to come down. And then, you know, they killed\nevery...everybody was--eighteen thousand with the children. Lithuanian soldiers were very\nmuch active there. So we are now in a ghetto, a Jewish ghetto. We are now only fifteen\nthousand. And soon thereafter, we started, you know, we wanted, you know--not wanted.\nThe Germans wanted to utilize this uh, physical force. The airport in Kaunas was a small,\nrelatively, area. It is not good for military purposes. So they had to enlarge the airport. So the\nmass of the people from ghetto was put to work in three different shifts, uh, the airport to\nenlarge. And I had to go there, too. I was assigned to go to night; every night, from\napproximately from twelve to eight in the morning. Approximately. It was end of December.\nI came home, and I don't find my wife. Meanwhile, one uh,...one day, the Germans came.\nThey say, \"We need three hundred able people.\" And without asking, from our own house to\nthe other house, came into the house where my wife was. Took her. And so my wife\ndisappeared. Disappeared; and the people from the Jewish Committee told me...told me that\nthey are being being taken somewhere to work. Where it will be, we don't know. And I\nremain now alone.",
        "A: All the time, working. Sometimes with the working physically [NB: manual labor].\nSometimes they needed for one, two hundred people a doctor, you know; because something\nhappens. So I gladly was going as a doctor. First, no physical activity. No... Alright. (Pause)\nI will not say how it was, you know. I was introduced to the...a German. It was... for the\n* The Kovno ghetto was closed in August 1941.\n* The \"big Aktion,\" described below, took place on October 28, 1941.\n\" According to the Encyclopedia of the Holocaust, approximately 9,000 people--half of them\nchildren--were taken to the Ninth Fort during the \"big Aktion.\"\nCommittee, it was...they tried to help me as much as possible. And they introduced me to the\nGerman who controlled the whole Jewish physical population. He was sending here and\nthere to work. And he told me, \"I know your wife is in Riga. I cannot send you alone to\nRiga. But if another transport--and there is the possibility,\" he says, \"--then I will take you\nwith this transport to go to Riga.\" And uh, he kept his word. There 1s...there was another\ntransport. And I, at that time, was approximately 100 kilometers--you know, 60 miles-- from\nthe ghetto, working with a kommando of Jews in the fields. You know, to collect...to collect\nthe uh, uh, potatoes. You know, potatoes and the other greens. You know, we were\nwork...worked there. At least for us, we had food to eat. And here comes, you know, a...a uh,\ncar. It comes out one from the ghetto; and say, \"Dr. Klebanow, we came to take you.\" I say,\n\"If you came to take me, means another transport is being arranged to go to Riga.\" And he\nanswered me, \"Yes. You are absolutely right.\" And they brought me to the...to the ghetto. I\nwas nominated to be the Altester--you know, the... the oldest in all this three hundred people.\nWe were only 25, 30 who were going to join--husband to join their wives, wives to join their\nhusbands, take me to my wife. The rest was forcefully compelled to go. Ghetto head wanted\nalways to get rid of some elements--restless elements. And so they collected all these people.\nAnd so with these people... But in simple, you know, uh, wagons. You know, uh, doesn't\nmatter, you know--it is still, you know, September--we were brought to Riga.” And I found\nthere my wife. We are not staying in ghetto. Here I found...find Riga, ghetto in Riga. Riga\nhad approximately forty to fifty thousand Jews. The greatest aktion was on the 3rd of\nDecember--or on a Sunday. First Sunday in in December.'” Therefore, I was in New\nYork...New York for this celebration--not celebration. For this memorial of the...the great\naktion, you know. With this, you know, aktion where thirty thousand or more, you know,\nwere taken and brought to a place and killed. And uh, uh, I find that there is only right now\nthree thousand men and three hundred women, approximately. In round numbers. Uh,,\ninclusivly this three hundred what they brought from Riga...uh,, from Kaunas, with my wife.",
        "A: Aktion. Again, we were in a relatively poor uh, area of Riga. Uh,, very hard to say. I didn't\nhave a contact. We just came. They put us not in the ghetto. They put us in a building...\nbuilding of a high school, or of a school, for a while. We stayed there only for one day. And\non the next day, we were taken to a camp in a brewery--also in Riga, but close to the airport\nof Riga. Because the people will work at the airport in Riga. And I'm their...their Altester,\ntheir Senior. Alright. We were brought to a uh, ghetto, to this brewery. It is an old brewery\ncalled \"Spilwe,\" with many empty spaces. So you can can arrange. We found there, you\n“On February 8, 1942, 380 Jews (men, women and children) were deported to Riga from Kovno.\n* The Encyclopedia of the Holocaust suggests that this transport arrived in Riga on October 24,\n1942.\n~ According to the Encyclopedia of the Holocaust, between December 1 and December 9, 1941,\nmore than 25,000 inhabitants of the Riga ghetto were removed to the nearby Rumbula forest and\nshot to death.\n’ Riga-Spilwe. A subcamp where both men and women were housed for work on the airport,\nknow, some kind of beds, some kind with straw-filled uh, mattresses. We'll say so. And uh,\ngradually, the life for this...started the life to go every day in the morning--seven o'clock in\nthe morning--to go to the airport, which 1s approximately one mile away. To come back at\naround six o'clock in the evening. Breakfast in the morning: piece of bread with...with uh,\ntea. And in the evening, a soup with something--with bread, you know. Alright. It is still,\nyou know...but under military.’ And we will say no pressure was put on us. It was...yes, we\nhad a Kommandant--a Sergeant Lefler. We had a supply...we'll say a supply officer; but it\nwas only a uh....a uh, simple soldier. But a very smart simple soldier. I...I respect him. Up to\n[to]day, I didn't forget Schumacher. I...] owe him my life. And he was a tough guy, you\nknow. Tough guy. But he always knows he kept his... He was glad that Major...major of\nthe...Kommandant of the uh, airport assign him to this job, and he doesn't have to go to the\nfront. He's...everything to taken...to take this in consideration. Shorter--after one, two weeks-\n-we are at the...at there. And here comes Major von Kehl, by himself. Comes an\naristocratic...tall, slim, with a monocle in this eye. And I have a helper--a German Jew. I\nknew him from before. And we both were talking to this... He wanted to talk to us. And he\napologized for that he cannot supply us with more food than what we get, because it is just\nso much he can get. But otherwise, he showed real, you know, sympathy to us. And since\nfrom that moment, every week or two weeks, he would come and uh,...\"Herr Doctor, how\nare...how the people are doing?\" I didn't tell him the truth; but [I said], \"They're doing very\nwell.\" And now you know, very shortly after our arrival, I have uh, one, two with high\ntemperature--with diarrhea. I brought them to ghetto...to the hospital. There was a hospital. I\nwas permitted, you know. And here, you know, bacteriological diagnosis--[unintelligible\nphrase] typhoid and paratyphoid. And here I know already the Germans: if I say a word to\nanybody of our camp--it is all...all primitive people--that we have an epidemic of typhoid\nand para-typhoid, the Gestapo will come and will kill us all. It took me three to four months\nuntil the epidemics started to go down. Subside. I was three only persons. I isolated them. I\nhad one man who did not want to go to work at the field. It was...in the field, it was terrible.\nBut he adored working day and night with the sick people. And for me, I needed a person\nwho is not...who had no connection with the other people. He was sleeping there. He was\ntaking the excrements, you know, to...to the... And I told him, you know, \"Be careful!\" You\nknow, it's... I think we have disinfectants. And uh, around fifteen percent of the camp went\nthrough this typhus...uh, typhoid and para-typhoid. And I didn't dare to take my wife to\namong this camp. Because any day it could happen, you know, that the truth will come out;\nand within the day, the death will come in. And when completely the epidemics ended, then\nI brought my wife to this camp. Well, they brought us...they brought us on the 30th of\nSeptember '42.",
        "A: Yes.\namong other things.\nNB: not controlled by the SS.",
        "A: Yes.",
        "A: Yes.",
        "A: Now...now, for this typhoid and para-typhoid, it 1s an infection--intestinal infection. We\ndidn't have basically, at that time, any medications. Not that I didn't have. Medical, we didn't\nhave any medications. We know that this disease was so and so long. Uh,, I don't remember-\n-two weeks. And then gradual start to subside. Maybe complications for some of the girls.\nBut as a disease, it has its typical course and that's it. For me, it was not so much taking care\nof the patient as to isolate them from the rest of the camp. That is number one. And to feed.\nAt least, the only what I can [do], I can feed them. I have to feed them. I have to give them\nfluids. They are running temperatures, I have to give fluids. And to remove their excrements\nin a...in a correct way. Treatment--it 1s a very high temperature. I could have aspirin. I could\ngive them aspirin. Symptomatic. Medications at that time, antibiotics at that time--we didn't\nhave any. There were no...no antibiotics in uh,...1n uh, 1942 to treat such things. It is\nisolation, hygiene; and that's it.",
        "A: That it...it is September that was started. We came in September 23rd, 29th or 30th to...to...to\nRiga.” And that is... You know, already we are getting over with this epidemic somewhere...\nWas around March...March [1943]. Started--maybe I said two, three weeks. Maybe months.\nBut it...to us, it's four weeks, four months for sure, you know-- one after the other, cases. And\nI uh,...I uh,... Somewhere in March, the epidemic started to disappear. And uh,...and uh,...and\nuh, we got over with this thing. Here, we get informed that the military are going to leave;\nand the SS men, SS is coming to take us over. I recall... don't remember his name, of this SS\nman. It was a Hauptscharfithrer--means a highest in...1n a sergeant general. Sergeant, the\nhighest sergeant. I don't know if it's a sergeant general. Uh,, the highest sergeant [ NB:\nMaster Sergeant]. He was, you know... Of course, you know, I had to take everything\ncautiously. But he will sit with me, will talk to me; he says, \"I will not going...will not be\nhere for a long time. The next is coming it is a man with a name Gustav Sorge, but he has a\nnickname: 'Eiserne Gustav' [Ger: \"Iron Gustav\"] Now he was...he was very strict before.\nHow it is now, maybe he softened up. But he will be the next Kommandant.\" Please, we\ndon't have intelligent people. In ghetto...generally, all ghettos before had early aktions,\naktionen, where they will...will come and say, \"We need three hundred people, intelligent\npeople, to work in libraries.\" And some...some type of this work. And when three hundred\n~ This was probably the end of October, not the end of September.\npeople came--many very happily, you know, that they will do something--they took all these\npeople to a...at that time, Seventh Fort.'* And they killed them the same day. So was I know\nin in in uh, in uh, the town of Kaunas, so was in Vilna. So was also in my city, Bia_ystok; so\nI was informed. It was...that was their way to get rid of the intelligent people. And that's how\nthey...1n a sneaky way, \"We have jobs for you.\" And everybody was...\"\"Good. Jobs for you.\"\nAnd uh,...and uh, instead of to go to the jobs, they were brought to the place where they\nliquidated them right away. So, we were deprived of intelligent people. So I remained\nremained alive. Uh, some doctors remained alive. Many perished, you know. Etc. Uh,,\nbasically our camp is a uh,...1s a camp of simple...simple people. Very, very simple people.\nNot very uh, educated. But now comes the \"Iron\"...the \"Iron Gustav.\" I don't know.\nPreviously, if when I needed medication I would tell to my sergeant, you know, who was the\nKommandant of this camp. And he remained. He remained in the camp--this...this Sergeant\nLefler, from uh,...from uh,...from the...the uh, of my...from [Major von] Kehl. He appointed\nhim. He remained as so-called \"Einsatzleiter\" [Ger: \"Special Leader\"] He managed\nvery...h4ow many people he needs to work, and where to send them to work. Everything on\nthe airport. So he managed the...managed; and the SS Man was general Kommandant of\nthe...of the camp.” ,Uh, Schumacher, as a supply of...for food also remained. And uh, the\n\"Iron Gustav\"--with him... I've come...came to him. And I said, \"I need medication.\" And he\ntook a look at me. \"Medication?\" And he gave me a kick with uh,...with his boot, that I went\ndown the stairs...down the stairs. I... Look, this is...this is the \"Iron\"...\"Iron Gustav.\" But he\nchanged his attitude to me. The reason --I couldn't imagine it was this--that I was an\nobstetrician-gynecologist. And they knew this. And they knew...he knew that I am doing\nabortions, you know. If pregnancy came up, you know. He wanted even to be present at one\nsuch...such cases, when I interrupt the pregnancy. But he was a womanizer. He had every\nnight a woman in his...in his...1n his quarters. And he had a gynecologist [so that] if, for\nexample, suddenly a woman becomes pregnant; [then] he doesn't have to go to ask around,\n\"Is a gynecologist here on the premises?\" So he changed. We were two doctors. Was another\ndoctor, Kronzon. He will frequently beat up this Kronzon quite strongly. He never touched\nme. And he never... I don't know why, but he was to me pretty nice. I can say so. After the\nfirst encounter going down the...the stairs. He remained for approximately three...three\nmonths. Three months--I don't know how it is--maybe longer. Maybe longer. After he came,\nand another... Another, also Hauptscharfthrer. Here I have a , you know. They\ndon't...didn't want to have... Whole camp--we were in Kaiserwald. Kaiserwald was the main\nconcentration camp for Jews, now. And they don't want to have elderly people; so from... Or\nany children. So once, you know, they came and they took away all the children. It\nwas...didn't touch me. All the children. And they liquidated the children. Once I get an order\nto give them names, to give name...names. It was not from him, but from a kapo--if you\nknow what means \"kapo\"--who was sent, you know, to manage our our camp. A uh, kapo, I\ndon't know. From Switzerland - not from Switzerland. A...a very...a gentile, but a very very...\nUh, I couldn't, I didn't... Sneaky, because they did not know him. They knew that he is no\n“ The Seventh Fort was in Kaunas, the city from which Dr. Klebanow came to Riga.\n~ Sorge was Kommandant only of the Spilwe and Dundaga subcamps.\ngood, but they couldn't put a finger on him. So they put him in a concentration camp. '° So he\nis in a concentration camp; and he gets an order to get... He says, he sends right away to me:\n\"Doctor, give me names of five Jews, with uh,...with uh,...Jews.\" They were taken to\nKaiserwald. And the men who came to me, I told them right away, \"Please, tell the\nLageraltester that I don't decide who has to live and who has to die.\" In two minutes, three\nminutes, comes the order: \"Doctor, on the truck!\" That means, you know, tomorrow I will be\ndead. Doesn't matter. My wife doesn't want to leave me, and she goes with me. But here, you\nknow, the...the few in the camp... You know, there 1s police--you know, Jewish police--in the\ncamp. They ran right away to Schumacher. Lefler, the sergeant, was not there. They went to\nthis Gefreiter'’ Schumacher. And Schumacher come right running. He was told that\nKlebanow is going...going, you know, to...to uh,... How 1s it called? Um, \"Stitzpunkt.\" It 1s\nofficial name, where...where you have to go to work there to dig out the cadavers\nthey...where they killed, you know, the people. Now...but they were cadavers. But now they\nwant to burn this. There is no...no knowledge later on will be where it was done, etc. And\nwhen they finish this job, they kill you. Bullets. And uh,...and uh, Schumacher came. And I\nhear, you know, standing on the truck: \"Klebanow bleibt hier!\" [Ger: \"Klebanow stays\nhere!\"] \"Klebanow begebt!\" [Ger: \"Klebanow gets off!\"] And suddenly comes a...an order,\n\"Klebanow, begebt hinten!\"--\"Down from this.\" And Schumacher won. And uh,...and I was\nallowed to stay in the camp; and uh, I escaped again the catastrophe.",
        "A: Yeah.",
        "A: Now uh, when I came--especially when the ghetto was liqui... started to be liquidated--I got\nfrom the...from the doctors there, you know, a set to do...to have abortions done. A set to\nperform abortions.",
        "A: For abortions. You know--dilaters and curettes, etc. You know the name. If you want to\nknow that uh, sure I have cases, sometimes this or that. I think I told you the case of the\nWisner...Wisner, * where...where he took this...\n* This may have been the infamous \"X\"--Xaver Apel--who served at one point as the Lageraltester\nof the Spilwe subcamp.\n' This is a Wehrmacht or Luftwaffe rank, used to designate a higher-ranking private or a corporal.\n’ Dr. Gertrude Schneider identifies him as Dr. Heinz Wisner. The spelling of his surname is given\nin other sources as \"Wiesner\" or \"Wiesener.\"",
        "A: This illustration. Oh, I will say one illustration. I will give you one. We have, you know, a\nuh, quite an intelligent Jewish woman, who was a uh, what you called \"Kolonnenfithrerin,\"\nyou know. She was in charge of ten or twenty Jewish women; but she worked, too. Very fine\nwoman, | Vasilita (ph)|. And she comes to me; and was this lady pregnant. And pregnant--\nagain, advanced pregnancy. I say, \"[Vasilita (ph)|, why did you wait so long to tell me? Why\nyou didn't come earlier?\" Alright, this and that. I didn't want to do hidden from the\nKommandant. That will be terrible. I only...before I did, I asked, you know, a woman who\nwas cleaning...the cleaning woman of this Kommandant, of this \"Iron Gustav.\" Is a Jewish\nwoman, a German Jewish woman. Inge, if I don't mistake, was her name. \"Inge, what is the\nmood? What mood is the Kommandant?\" \"Oh, he is in a bad mood.\" \"How is the mood of\nthe Kommandant?\"--the next day. Until she says, \"He is now in a good mood.\" In a good\nmood. I went to him; and say, \"Herr Kommandant, uh, I have to get from you a permission. I\nhave a woman who is pregnant. And I want to have an abortion done.\" And he occupies one\npart of this building, and of this...of this uh, apartment. And in the other room is the\nFeltwebel'” Lefler--who was previously Kommandant and now manages the... the people\ngoing to the... And I don't recall what was his name, his first name. \"Come here, come here.\nWir haben eine Zuzung.\" [Ger: \"We have an immigration.\"] \"Zuzung,\" you know. \"We\nhave...we have more...more people are coming. You know, if she is pregnant, it will be\neven...\" And I told him, \"Yes.\" \"But, so who 1s this?\" I say, \"That is Kolonnenfthrerin\n[Vasilita (ph)].\" And he said, \"Alright.\" Now, you see, is the mentality of a murderer--who\nwas proud to say, \"I killed with my hand three thousand, and so on.\" And he did it. He didn't\nkill Jews. He killed the Russian officers. Uh,, Russian officers; but... but...but he was...he\nwas proud of this. I will tell you how he did it.",
        "A: Yes, the story. And uh,...and uh, he says, \"Alright.\" Because it was, you know, he knew her\npersonally. That she's a good worker... a good worker. \"But you will inform me when you\nare doing this. I want to be there.\" And I came at night, in the evening, to inform him that I\nam going to do [it]; and he said, \"No, no. Do it by yourself.\" He was at that time involved in\na amorous...amorous... (Laughter) Alright. [Vasilita (ph)| got. She was quite advanced; but I\nstill was succeed...succeeded to remove the pregnancy without anything. Everything was all\nright. A while later... First, a while later, I have... We are getting a new... I didn't know about\nthis. I have a Kommandant, now Blatterspiel.”° Blatterspiel is a...was ersterer Rapportfiihrer\nin Dachau--the worst sergeant in Dachau. Husky Bavarian. Came with a terrible reputation.\nBut Dachau didn't have Jews.”’ Dachau had Poles, Czechs, Norwegians, some Italians, some\nFrench. All of them--that was Dachau. Russians, a lot. And uh, uh, he came. And uh, I am...I\nneeded again medication. I came to him for medication; and I will get it from...from\n~ Le., \"Sargeant.\" This is a Wehrmacht or Luftwaffe, not an SS, rank.\n~ Dr. Gertrude Schneider identifies him as Ludwig Blatterspiel. Another source gives the surname\nas \"Blatterspiegel.\"\n~ This is incorrect.\nthe...from the air ...from the airport. From... And uh, here, the gates are opened and two\nthousand Hungarian woman in the age from fourteen to forty. Just fresh... Two weeks ago,\nthese were still living, you know, in their houses somewhere in Hungary. And uh, they went\nthrough Auschwitz, separated the families. What is with the husbands, they don't know. All\nthe children under fourteen were liquidated. All women over forty were liquidated. Only the\nthe working part [arrived]: two thousand women. And he stands at the window; and uh,\nlooks and says, \"I was in uh, Dachau strict. There were, you know, to say I was tough. I\nconsidered everybody there as enemies of our Reich. But how can I consider these women as\nenemies of our Reich?\" That is approximately... I don't know. It is uh, August or July...July\n'44. And I think, you know, that he becomes a little mellow; because the front is coming\ncloser and closer.",
        "A: This...this... Yes. It was a young twenty-eight, twenty-nine year-old German woman--\nGerman Jewish woman. She was working in the airport. Simple worker. But she met there a\nGerman supervisor--simple man, also--who supervised their work. And somehow they\nbecame involved in sexual relations; and uh, she became pregnant. And when she became\npregnant... You know, early it is no problem, you know; but uh, later, you know, it is uh....it\nis harder to perform under these circumstances. I said to her, \"Why did you wait so long?\"\nAlright, she... Same thing. I brought her to the hospi... to my...to my small hospital with my\nwife. I first ruptured the membranes, and uh, let the water out. That is the...with the... You\nrupture the membranes, and sooner or later labor may start. Now I have still medications,\nyou know; [between an (ph)] extraction or to give her injections to provoke. And she\ndelivered.",
        "A: Fine.\nEnd of Tape #2\nTAPE #2\nTECHNICAL CONVERSATION",
        "A: Yes.",
        "A: Yes.",
        "A: Now, she was running a little temperature. I don't know what. And I decided to keep her for\na couple of days in my...in my...1n my uh, \"Revier\"--small hospital. Small hospital, with\nseven, eight, ten beds. I don't remember exactly. And suddenly I get informed, \"Wisner is\nhere.\"",
        "A: Wisner was the right hand of Dr. Krebsbach,” who was the chief doctor of all the camps in\nthis area. Krebsbach had already a nickname: \"Spritzbach.\"",
        "A: That he was known in the German circles... Not in the German circles. That he was known to\ninject phenol intravenously into the veins of the uh, people, you know. And within eight,\nnine days--but under terrible pains--they would die. That was all done in Mauthausen. There\nwas no Jews. Mauthausen was not uh,...without, basically, Jews. And right away, he will\ngo...the body will go to to to be [buried (ph). So instead to call him Krebsbach, the SS called\nhim \"Spritzbach\". \"Spritz\" 1s injection, you know. [He was] known for this. And that [NB:\nWisner] was his right hand. And uh, an apple will not far...fall far away from the apple tree;\nor it is, you know, a... I know what are the duties of such a second man: he would make...go\nand make selections--right and left, right and left. And uh,...and uh,...and uh, the way\nyou...they were trained not only how to help, you know. We'll say, SS offic...soldiers. But\nhow to kill. It was a part of their program. They have a special school in Germany for SS--\nthis uh, uh, sergeants, you know, in the...in the health line, you know. Not only how to help,\nbut how to kill. And that was Wisner. And uh, I think I told you know that he came.\nSuddenly, he appears in our camp. I was told, \"Wisner is here.\" I am behind him. He doesn't\nuh,... For me... For him, I am nobody. He goes into the...to the... where my small hospital, on\nthe second floor; or where he already was informed where...where she is lying. And right\n~” Dr. Gertrude Schneider identifies him as Dr. Eduard Krebsbach.\nwith the hand up. And says...the poor woman got up right there and collected all these...her\nbelongings, you know, in a one bundle...bundle. And he took her... He came with a truck; he\nput her on the truck. And the I had uh,...still I have contacts with the main...with the main\ncamp; and uh, I was inquiring why, what happened. Next day, she was taken out of the\ncamp, and she didn't come back. And uh, she was uh, liquidated. Somewhere shot, you\nknow. Shot. Uh, that was the case of this young uh, German Jewish woman.",
        "A: Alright.",
        "A: Now the Kommandant 1s the \"Iron Gustav\" still. And here comes...it 1s already come\nSeptember.",
        "A: '43. Comes '43, comes to me three Jews. I remember the name of one--this elderly Mr.\nWolfsohn--and they say, \"Dr. Klebanow, in a couple days we have Rosh HaShanah. We\nwant to work. But we want to get permission from the Kommandant to pray, after our work.\"\nI say, \"I will try.\" The woman who was taking care of his room was a Jewish--German\nJewish--young woman. Inge. And I asked Inge what is the mood. Next day: \"What mood is\nthe Kommandant?\" I think I told you already the story with the Zuzung [Ger:\n\"immigration\"], uh, but I didn't finish. But he... And uh,...and uh, uh, Inge says, \"Bad mood.\"\nI didn't go. Finally, on the third or fourth day, I get the information he is in a good mood. So\nI went to him. And I came to him: \"Kommandant ...\" In a very military way. I know that my\nbest way to talk to them is in a military way. I will stay at attention, and I will report in\nthis...with this...militarily. And he liked it. And I could succeed much more. And I say, \"Herr\nKommandant, I have to report that so and so...\" You know, that I have a uh,...a uh,... We are\ntalking about...?",
        "A: Oh, yes. I should remember. \"Herr Kommandant, in couple of days is our most sacred\nholiday. (Pause) New Year. Jewish New Year. Will you permit the people pray after the\nwork...after the work? The work will not be interrupted. But for one, two hours, allow them\nto pray.\" And this, the...the ...the '\"Eiserne [NB: \"Iron\"| Gustav\"--the mass murderer, who\nwears only the... He's dressed like a soldier, but in the reality he is a mass murderer. \"Why\nnot?\" And uh,...and so I got the permission to have the prayers done. I was uh, basically all\nmy life an atheist. Hardly, you know, not interested in these things. But when I was attending\nthese prayers where fathers were without children, children were without fathers, husbands\nwere without wives, wives were without...without children--all torn families... And it was at\nthat time three hundred. And uh,... Or maybe it was already when we got from...from ghetto,\nfit may have been (ph)] possible. But it is...it is... And when I heard them praying (pause)\nand crying, I cannot forget this evening. The Kommandant was standing outside, looking\nthrough the doors. I...then I think that this hard... I don't know how to say. Murderer. He\ndidn't say a word. He...I have the impression that he understood. And that was the...it is not\nthe real regular Jewish prayer, you know. But the...you can feel they were praying, \"Save us.\nHelp us.\" That was, you know, the Rosh HaShanah year '43. [In] '44, Rosh HaShanah, we\nwere on the way to Stutthof--to Concentration Camp Stutthof--and there was no possibility\nto make, you know, such things.",
        "A: Alright. Yes.",
        "A: Yes, we have Blatterspiel. And if Blatterspiel is a...has came with a terrible reputation from\nDachau. He is the mass murderer from Dachau--the ersterer Rapportfuhrer. It is the man. I\nhad in my Revier a supervisor--a Polish...a Polish kapo. Young Polish kapo; but he supposed\nto has to be supervised. When... And he was from Dachau. When he saw that Blatterspiel is\nthere, he started to shake. So he was afraid of Blatterspiel. For me, I was sure I will not\nsurvive this whole ordeal. If I have to die, I will die with the head up. I have nothing to be\nafraid. And I went to Blatterspiel. I showed that I am talking here to a human being. And he\nwas somehow...became somehow attached, I have the feeling. And once I came again,\nasking him for some favors. And here the gates open, and two thousand Hungarian women\ncome in. And he stays and looks; and uh, loudly tells, you know, me: \"I was in Dachau strict.\nI considered all the Poles, Czechs, Russians, enemies of our Reich. How can I consider these\npeople as enemies of our Reich? Two thousand women in the age from fourteen to forty.\"\nHe, shortly... As a matter of fact, you know, I started to exploit this condition. Because I\nknew that in a camp not far from us is another Jewish camp, HKP. It is uh,...the name HKP--\nif I say Heereskraft, you didn't know what it is. HKP.*” And there is a small orchestra,\nJewish orchestra, of excellent musicians. We are already two years in concentration camp; it\nis...well, maybe three...almost three years. Harden... hardened, you know, already in\nconcentration... Hardened, you know. Nothing affect us. But these women just came. Just\nfrom normal life to...to these terrible conditions. And I came to Blatterspiel; and I asked him,\n\"Blatter... Uh,, Herr Kommandant, will you permit the...\" Because he was the Kommandant\nof the other camp [NB: HKP], too. \"...Sunday afternoon...\" That is the only afternoon where\nthe people were not working. Because they were work...worked six and a half days. Sunday\nin the morning; but Sunday in the afternoon was free. \"...Sunday to come to play for?\" He\nsay, \"Why not?\" And we brought, and it was very nice. I cannot forget how all these two\nthousand Hungarian women and the hundreds from our camp gathered on this big...big uh,\n~ This was evidently the Heereskraftfahrzeugpark subcamp, also known by its initials HKP, where\nrepair work was done. It appears to have been located in or near Riga.\nyard...yard, you know, what we had inside. And the five...five played classical music.\nWhatever, you know. It was a beautiful day. Um...",
        "A: Now, you know, sure you know I have...I already knew, you know, that I must find there are\nHungarian women pregnant. I knew that if they carry on, they will be killed and the baby\nwill be killed. I have to terminate the pregnancies. And uh, with my wife... With Blatterspiel,\nit was easier. I even didn't...I don't think I informed him, you know. Somehow, I felt I can do\nit. We...I don't know if 1t was within one day or was two days, we maybe had twenty-five\nabortions. We worked day and night. To get rid, to get rid. Alright. Everything went\nsmoothly.",
        "A: To save...to save their lives. There is no other way. Save their live. If they carry on, they will\nbe killed. If they deliver a baby, the baby [and] they will be killed. Save their live. And uh, in\nthe camp, the people knew, you know, that I have to do it. (Pause)",
        "A: My wife. My wife was a doctor. She was...she was always sterilizing the instruments. I don't\nknow if she had another help. Maybe...maybe I had, you know. The uh,... I was proud. I...1\nbrought... found, you know, a...a dentist in our camp. Just at the beginning. So I brought\ninstruments, you know, from...from ghetto. And I had a dental station in...1n our camp. It was\na big deal, you know, at that time. Maybe she helped him also. Everybody who understood\nwould pitch in.",
        "A: Oh, basically would do, we... It was already uh,...that was summer--July, August [1944]. The\nRussians are coming close.",
        "A: Relatively--with...with uh, Blatterspiel--in our camp it was tolerable. They had to go to work\nat the airport. Whether they did a lot, I don't know. But they had to go to work. And uh...\nBut uh, he was fine to these women.",
        "A: Yes.",
        "A: My dear, I...I didn't have, I... Whatever they got, I got too, you know. Maybe a little more,\nyou know. From the kitchen they will send me another, you know, uh,...soup--maybe two.",
        "A: Yes.",
        "A: Yes.",
        "A: Hunger--basically, at that moment we didn't have real hunger. We didn't have any special\nfood. Bread was...and potatoes were the basic staple. But we had it. We had it. And to say\nhunger, no. Uh, the...uh, Riga was at that time--because of the Army going back for supplies-\n-with food up to the top. And we will get you know, the excess. We will get it. We had this\nSchumacher, what I told you, you know. And he really took care of this.",
        "A: I told you that as far as infection, I had only at the beginning. Somebody...somebody with\ntyphoid and paratyphoid come 1n; and you know, it is very easily to infect others when you\nare living in a tight community. You know, in one room, you know, twenty...thirty people\ngoing to the...to the same... the same toilet. You know, it is very easy to contaminate. But\notherwise I will have just intercurrences...conditions-- colds, uh, you know. Nothing special.\nNothing special. Uh,, I had another...another... And that is... I can stress this. Uh,, the people\nwere working. I would like to give them a little, my way, rest. And so I introduced the term\nto the Kommandant that I have only five, ten sick persons; but I have twenty, thirty\nSchonens Bediirftige [Ger: \"in need of protection\"] who needs some...some respite.\nSchonens Bediirftige. And they accepted this. And I only... But I divided...divided; and was\nvery important for me. How many sick? I have eight, nine persons sick. About Schonens\nBediurftige, because here I have a...a...a one case where I have to tell. Suddenly, you know, at\nend... Suddenly I was informed that our Kommandant, our... No, chief doctor--Dr.\nKrebsbach--is coming for inspection. Fine. Uh,, I knew that the rooms have to be clean, you\nknow. He is a military off...doctor, so in the room you cannot leave the room, the beds might\nhave to be made, the toilets have to be clean, you know. And it was everything really clean.\nMake really clean. And so this...this really inhuman person, you know, comes. And he walks\nthrough the...this. And suddenly, in one corner he sees a little missed. [Unintelligible phrase\nin German]--\"What is that?\" To me. \"Du kriegst flinf-und-zwanzig 1m den arsch\"--\"You will\nget twenty-five spankings.\" Military spankings.",
        "A: Beating. I didn't say a word. I...maybe I answered, \"Jawohl, Herr [Staatssarg (ph)]!\" Or \"Herr\nSturmbannfuhrer.\" He was a Sturmbannfthrer [NB: Major]. \"Jawohl, Herr\nSturmbannfthrer!\" Militarily. Somehow he--I don't know--he went to visit my... my...uh, my\nsmall hospital. He asked me where are my...my medications. And I knew, you know, the\nGerman attitude: that if I have narcotics, it has to be exactly written where are the narcotics.\nHe asked me, \"Do you have narcotics.\" \"Yes, I have.\" And I showed him that I have few\nampules of morphine...uh, morphine; or uh, I don't know what more, you know. And he... I\nshow him. And I show him how [ util...where I utilize a book, where it is all written. I recall\nstill his smile on his face; because he wanted to make a big deal after this, that I don't have in\nevidence...in evidence what I did. Here he... I...he finds... After all, I was trained by the Poles\nas a military doctor, you know. I knew the uh, a doctor 1s a military...a military. And I know\nwhat is there; and uh, I showed. He probably forgot about the spanking. He left. I still have\none to mention about Blatterspiel. He left. After few weeks--two weeks--you know, it is\nalready...1t is August, September. September, end of September, we...we left already.\nSomewhere in the beginning of September, he comes: \"Klebanow, I am going with four\nhundred women away. I need a doctor. Would you like to go with me?\" Now, it is already\nSeptember '44. I know of...I know--whether direct [or] indirect--I know about you will go on\na transport, and you don't know where you went. He may say, \"We are going to Torun [Ger:\nThorn];\"** and you'll land, you know, in Auschwitz. Or in another camp. And I say, \"T uh,...1\nuh,...you know, I have my wife here. I have my...my...my niece here. I have my sister-in-law\nhere. I have a family here.\" \"Alright. I take them all.\" And still I am afraid. And I say, \"Herr\n[Staatssarg (ph)], hier bliebt\"--\"Herr Oberfthrer ...Herr Hauptscharfihrer, I prefer to stay\nhere.\" He didn't say a word. He left. After liberation, I visit--it was already several months\nafter liberation--I visit... ] am uh,...was liberated in Pommern [Pol: Pomorskie, Eng:\nPomerania]. It is between Gdansk [Ger: Danzig] and Szczecin [Ger: Stettin], on northern\npart of uh,...of uh,...1n...1n Germany [NB: now part of Poland]. And uh,...and uh, the...1n\nDanzig [Pol: Gdansk] is my good friend, Dr. Resnick. I went somehow. I don't know why I\ndecided to go; or she called me to come to her. And I went in to see. It is by train, you know,\nit was one hour drive. Drive, yes. And there sits, you know, a woman; you know, she is a\nwidow of a doctor. And uh, Nadia introduces me; says, \"Dr. Klebanow.\" She: \"Klebanow?\nKlebanow? Who said, 'Is always my...my friend, Dr. Klebanow.\"' I say, \"If you...1f\nsomebody, it could be only Blatterspiel.\" She said, \"Yes. He was our Kommandant.\" She\nwas among the four hundred women. And he frequently told them that uh, \"My friend, my\nDr. Klebanow.\" And two days before liberation, he send away the guards. He remained\nalone. One day before liberation--you know, before the Russians arrived--he called them and\nsaid, \"Don't show up in the windows. Hide. For tomorrow are the Russians here.\" Turned\naround. \"Bye.\" And left. And so he saved four hundred women. Basically. In many case, the\n° Subcamp of Stutthof. Located in Pomerania.\nSS would crack down, you know, all the inmates. Uh, Klooga was a classical example;\nbecause they not only crowd, they had to wait down on...on wooden...on wood. And they\nwill shot them; and they will put...put...put fire, you know, under to burn all the...the...the... It\nwas terrible, Klooga, but was classical example. But it was plenty examples of others there\nare such things. And uh, we were looking for him. And I...I know that he is from Bavaria;\nand I am in the town of [Emmen (ph)] in Bavaria, and I am asking the people. And the\npeople say, \"We were looking for him, because he had a terrible reputation from Dachau.\"\nThey didn't find him, but they found his...his uh, parents. And when the CIC came to his\nparents--asking, \"Where is your son?\", etc.--they say, \"How could our son be bad to Jews,\nwhen he himself is of Jewish origin?\" He was a quarter of a Jew. His grandmother was\nJewish. But from...as by code of SS, if the grandmother a Jew, he's a Jew. To hide this, he\nentered the worst unit of SS. He became a mass murderer. He was hardly a Jew; but on the\npaper, he was of Jewish origin. But nevertheless, when he came in contact with the Jews, his\nattitude to the Jews was completely different than the attitude in Dachau--where he was a\nmurderer. I gave you example. That is Blatterspiel.",
        "A: Now it is...it is... First, the camp was liquidated. We ate and we got uh, rations, you know,\nfor twenty-four hours. It's all Schumacher. He gave me even a piece of schinken [Ger: ham].\nA small piece.",
        "A: Of schinken. You know, of bacon. It is... And uh, we were brought to Kaiserwald--to the\nmain camp. Where there, I don't know how long we stayed. I think only one day. And we...\nwhere we're put on a freighter, on a ship; and uh, with this ship, we were brought through the\nBaltic Sea to another camp called Stutthof. The travel on this ship was in one respect was\nterrible. We could not go to pass urine or to pass bowels. And we were swimming. After\nthree days, we were swimming in...1n...1n...1n...1n fecal masses. They did not allow you\nnothing if you . And we didn't have air.",
        "A: Yes.",
        "A: No. Somehow, survived. You know, we...a human being is much stronger than any other\nanimal. And we...um we were brought ...",
        "A: On this ship, the conditions--the hygiene conditions--was terrible. You cannot do... cannot\ndo anything. The SS men are not familiar what's happen...they are not familiar, or are brutal.\nBrutal. Finally we could get out, you know. And they put us on a small, small ship. Because\nwe didn't...uh, the Camp Stutthof is not is not uh, directly on the Baltic Sea. It is around...I\ndon't know, around uh, fifty or sixty miles you have to go by...by...by uh,...by uh, with small\nships. Uh,, small ships or with barges. I don't know. I think maybe with barges and small\nships. I don't remember. We were brought finally to Camp Stutthof. That was a real camp--\ntype Auschwitz--with a crematorium. With uh, full SS guards in barracks; with appells every\nday in the morning and in the evening. You must think Aus...with the shine or rain. Uh,,\nagain, a dehumanizing attitude. Terrible!",
        "A: You get up...get up by a gong; you know, you have to get up. You rush uh, to wash yourself\nin a barrack. The number 1s... 1s small, you know, of this washing places for this peoples in\nthree...three decker. But finally we washed somehow our faces, our hands...our hands. And\nthen we will go for...for tea in the line. And we'll get a piece of bread with this. That was our\nbreakfast. In the...1t was in interim, you know, so we will not...we didn't work. The\nappells...you know, appells what for this that could last in the morning two hours; and in the\nafternoon in the evening two, three hours, you know. It could occupy quite a lot of time. You\ndidn't have time to think about other things, or... I didn't stay there too long. I uh,...or they\ndidn't allow me to stay there long, because I was sent you know with a group of\napproximately uh, four...four, five hundred Jews to work in the port of Gdansk.”? And we\nwere brought... I was separated from my wife. My wife was in the...in the female camp. I\ncouldn't tell her that that I am...I am going away. And uh, I am going there, you know; and\nuh,...and uh, we came there. Again into barracks. It was hard work. We were building a\nsmall railroad in the port of Gdansk...Danzig, you know. Something subsidiary to the... A\nuh,...a additional line. The work was hard. We had to carry... The roads are...the railroads\nwere built in Europe differently. It was not on metallic... Uh,, I don't know how to say.\n...[/S ]upport the uh,...the rails were put on. No; it was on a wooden. And the wooden were on\nthe outside, soaked with water. And two...we have to lift such a tremendous, a long...and\ncarry. When I remember this, my shoulder right away starts to hurt me. I still have the\nfeeling carrying this... Alright. We went there, ten--this small unit what we were, it was a one\nunit--ten persons. People are working in other places; but in one place, ten persons. And\nwe...I will not say that we worked very...very hard. And the guards were not... They knew\nthat it [NB: the end of the war] is more than nearer. You know, no more than end of the\nwhole story. Maybe they were afraid to be now harsh, you know; because at any time\n~ According to Arolsen, this would have been a subcamp of Stutthof located in the city of Danzig,\nknown generally as the Danzig Schichau-Werft because the civilian employer was F. Schichau\nGmbH. Also referred to as Burggraben, after the barracks where the prisoners were housed. Opened\nSeptember 13, 1944, when the first female prisoners arrived. The first male prisoners arrived\nOctober 16, 1944.\nsuddenly the Russians may come over. Whatever it is, it was...it was uh,... The weather was\nthe terrible part. It was December, January ...'til beginning of February [NB: 1945]. It is\n_me_ny [Pol: \"snowy\"|--I mean, snow or uh, rain. That was the worst part of the whole\nthing. And uh, was no thing, you know, that you could hide somewhere. For me, there was\none thing. Coming late...coming, rather... I'm sorry. Coming very early to work, when it is\nstill dark, I hear a voice. There is a uh,...uh, a wire separating us from a compound there.\nAnd I hear a voice; and I see an elderly man, and he...in Polish, he says, \"Come here.\" And\nhe puts me under the wire this small package with uh,... Not bread. Only the outer part of the\nbread. He couldn't eat it; so he will collect. Maybe collect from other people, too. And he\nwill bring. \"Take it!\" And I was very grateful. And I told him that \"You have to know that I\nam a doctor. And thank you for your help.\" And so long we working...were going there,\nevery day he was not there; but under the wire I will find a package with this uh, dry bread.\nMaybe this sustained my...this worst time of the year. From ten people, two remained alive. I\nwas a... I also told them, talked to them: \"Remember one thing. That if you keep your feet\nwarm, your body will not perceive the cold as strongly [as] if the feet are exposed to cold.\" I\nwould keep dry rags. I will wash them, and I will come. And I will hang them near the small\noven we had in our...1n our barrack, to dry it out. To have in the morning again, you know, to\nput it on. You have to know how to put it on. Very ...not too uh,...no folds under the feet.\nAnd uh, I had the big military Polish shoes. So that was how I was dressed. And uh, ...and\nuh, that how I was going to work. From ten people, two survived. On 8th of February, the\nwork in the port of Danzig stopped.”° Many other camps on the way are being uh, liquidated.\nPolish--mostly Polish. Not Jewish; Polish camps. Many are sick, and they were being\nbrought to our camp. And uh, we are four doctors. Two was somehow privileged, and they\ndidn't want to touch them. And I, with my friend Kronzon, took care of these. Again, what\nmeans \"to care.\" We realize we are dealing here, yes, with typhoid and typhus [NB:\nparatyphoid?]; but we have another terrible disease called typhus. Typhus, it is a\ncompletely... It is like here in the United States Rocky Mountain Spotted Fever; but 1t was in\nthe worst type of this type of sick... of uh, diseases. And uh, lice were the contagious\nmaterial. Not they were contagious. They were carrying the virus 1n their body. And the lice\nwill bite you, and will introduce her saliva or whatever into your body. And you had the\ninfection--the viral infection. And uh, ...and we got a building. We could at least keep them\nwarm, give them fluid--the main thing fluid. And uh,...and uh,...and uh, uh, that's all. Here,\nan order that we have to go. To go now ourselves. The camp is being evacuated. And we\ngo...we go on a march. We are always afraid on a march. We are going on a march. How far,\nI don't know. We make probably around a hundred kilometers--making every day fifteen,\ntwenty kilometers. Five days, for sure. People were coming behind. Somebody will fall. One\nof the German guard around will come, and will kill them. With one shot. I [unintelligible\nword] was standing going at the end, 1n case that I can help these people. I very few came\nacross. I heard only shots. \"Ah ha. They killed already somebody.\" Again a shot. They killed\nsomebody who couldn't...couldn't walk. And so we came to a camp - it 1s not far from a city\n° The Danzig Schichau-Werft subcamp was evacuated, with prisoners sent to the Lauenburg\nsubcamp, on February 10, 1945.\ncalled Lauenburg [Pol: L_bork].”’ Lauenburg 1s a city of twenty, twenty-five thousand on\nthe shore of Baltic Sea. Nothing special. And here, you know, on the eleventh day--as usual\nincubation for typhus--I got high fever. Dr. Kronzon got high fever. And we realized we\nhave typhus. We were isolated. We are in a very small barrack. We are getting, once a day\nonly, a bowl of soup with potatoes--watery, with potatoes. With the uh, shell and all. How it\nis? Uh,, with the skin. And uh, on the second or third day--I have to remind, you know--I see\nin the evening in my...in the window, a friend of mine. A German Jew, Julius [Kahn (ph)].\nAll the four years we went together through all these things. And he [said], \"David, how are\nyou?\" They would not allow to come in because of typhus, but he keep...he knocked. The\nnurse came out; and he say, \"Please give it to David Klebanow.\" He brought me some\npotatoes. Not far were German peasants. And they dug spec...special holes for the potato for\nthe wintered...winter. And they who were free, you know, found this...this...this uh, potatoes.\nAnd he was... It was in the at night they have to go. Otherwise, you know, the Germans\nwould complain, and the guard would kill. But was danger in the night, but you are... And he\nbrought...will bring me few potatoes; which at that time was uh, a weight of gold. That is\nalready I am in this uh, in this small barracks ten days. I was interrupted by a visit\nfrom a German doctor dressed in a military uniform. \"Who is here Dr. Klebanow? I am the\nKommandant. You will be here the chief doctor of this area.\" I... am laying with...with\ntemperature of one hundred and four, and I don't know what he is talking about. And he left.\nAnd here is my tenth, eleventh day. We on the tenth or eleventh day, we hear somewhere uh,\ncannons are shooting. The cannonade is coming closer and closer. And very rapidly. We are\nin an area of no great importance. The main army of the Russians is going towards Berlin.\nWe are in the Russian zone, in the Russian area. Not... And suddenly, we are overrun by\nRussian units, one after the other. And I didn't know why they came here, what was the\nreason. Until I later on understood that two miles from Lauenburg 1s an island called\nPeenemiinde.”* On Peenemiinde, the Germans had the missiles V-1 and V-2. And the\nEnglish troops were going from north to grab the island. And the Russians put a tremendous\narmy in the...in the speediest way to occupy, and to go and to grab the island. And they\ngrabbed the island. They grabbed the island. But I think they didn't grab the...the scientists.\nThe scientists somewhere got away. And the scientists came to the English. Or to the\nAmericans. With what is his name? Wernher von...Wernher Braun. Braun. Yes, Wernher\nBraun.",
        "A: Wernher von Braun. One of these. And uh, that was when I thought that I will not survive. It\nwas the last day when I had very high fever; and here dropped the fever, and the crisis\nfinished. But I developed a severe complication-- inflammation of the small arteries. Not\nveins. Not veins; but it is...this disease gives inflammation of the small arteries. The feet\nwere swollen...became swollen. Very painful, enormously painful. I don't want to take off; I\n/ Subcamp of Stutthof. Located in Pomerania, to the west of Gdansk.\n~ Peenemiinde was the site of the German Army's Rocket Research Facility. It is actually quite a\ndistance from Lauenburg.\ncould show you how my toe on my right foot is still changed by this uh, uh, bruise,\ndiscoloration, for all the...all the years after liberation. And uh, we went to the city. Also, you\nknow, here the beautiful attitude of the simple soldiers, you know. And they brought\nus...brought us, you know...put us on the...on the uh, uh,... The Germans are were going right\none direction. [They put us in] the other direction. They put us on a one such a big carriage,\nuh, with Germans, you know; and said, \"You have to bring them to the city of Lauenburg.\nOtherwise, we will kill you.\" They brin...brought us to the city of Lauenburg. We got in it.\nNow we are on our own, and we're going to look for our where to. That is Dr. Kronzon, and\nthat is his nephew he found, and that's me--three persons. We are going liberated. We are in\nLauenburg, in the city; and we are going to one apartment to the other. We are not looking\nfor people. We are not looking for anything. Just for food. When we found food, here we\nstayed. Potatoes, sweet potatoes... Something what we can cook and you can con...consume.\nAnd I would like to tell you, maybe, small story with three Russian officers. Soldiers are\ncoming from this apartment, one after the other. They are going to there... It is robbing\nuh,...robbing to...to...but... Whatever they find--good things, you know--they want to take\nit...take it, you know. And the...the uh, people left, you know. Their apartments are empty,\nyou know. So they can do whatever they want. And uh, here three officers are coming: a\ncaptain, uh, a over-lieutenant, an under-lieutenant. It is Russian...Russian...you know, the\nRussian uh, term... terminology. \"Who are you?,\" they asked us. And we simply still dressed\nin the...in the dresses, you know, of prisoners of concentration camp, you know. We say,\n\"We are doctors. We were in concentration camp. We were just liberated.\" We...I spoke very\nfluently Russian, my friend Kronzon spoke very fluent; and we told them everything. \"Do\nyou have [food] to eat?\" We have the mentality of...we so-called it \"KZler.\" \"KZ\" means\nshort for concen...concentration camp in Germany. Konzentrationslager--K Zler. And we\nsaid, \"We don't have [food].\" And they left. And after a while, comes a soldier with a sack of\nfood. \"Whatever you want, the best.\" We realized that the officers sent. He disappears. And\nafter a while, he comes back with a sack of clothing. Men's clothing. And after this and this,\nnot three but two officers came. \"Did you get the food?\" \"Yes. Thank you very much.\" Etc.,\netc. \"Did you get the clothing?\" \"Yes, thank you very much.\" He says, \"Why are you\nthanking us? After all, we are Jews, too.\" Yes. I will not say that it was only privilege of the\nJewish...Jewish who were officers. I will say Russian officers helped me a lot. A whole lot.\nYou know, Russian officer, one uh,...one uh, colonel, you know, I...he...he... Alright, he was\ngrateful. He grateful... I uh, working in a ...1n a German hospital, I...first I said...",
        "A: Yes. And I...",
        "A: Now, I cannot go whatsoever. I have such complication in legs that I cannot move. Dr.\nKronzon left; and I know he went to the hospital. Here appeared, you know, a...and I came\n[to] a special Russian epidemiological hospital, to take care of all the inmates of\nconcentration camps all around. And I presume it will be around a few thousand people. It 1s\nnot only from Kaiserwald. From other camps, from Stutthof... From Stutthof alone, you\nknow, thousands of people are there. Among them [are] typhoid, typhus, paratyphus [NB:\nparatyphoid|--whatever. The epidemiological hospital. The head of this hospital, Major\n[Sufik (ph)], a Jew from Kherson. The supply officer of the hospital, Major [Smuklarski\n(ph)], is also, you know, a Jew--from...from around Kiev. We are uh, three doctors. Dr.\nKronzon, me and uh, a doctor I will recall his name--[Benjinowicz (ph)], who was in\nconcentration camp. I will say that the Russians... This moment, you know, we were\nworking. But our breakfast, lunch and dinner was a excellent... How 1s it? Please, on\nliberation, I...my weight was under hundred pounds, with edemas of the legs. Half, more or\nless, what I weigh now. And uh,...I uh,...they fed us in the best way.",
        "A: I came there when... The moment I improved, I came.",
        "A: Limping, but I came. And I introduce myself. And he already knew about it. He heard Dr.\nKlebanow is here. And he was... he told me, \"Look, you know, we can only have a uh,\nspecial... It is not in this...1n the hospital, outside of the hospital; but it is occupying a school\njust across the street. There we put the Germans. But they have different...warders with\npatients. There you will find a different sicknesses. Please go and take care. You have the\ntwo German doctors. Please. You are the head. Take care of them.\"",
        "A: Yes. This is... Please, we are human beings. That's number one. Uh,, [a] patient is a patient.\nYou don't know the mentality of a doctor. Patient is a patient. Number two, I am giving, you\nknow, if I bring all the sick people to one place, the danger of epidemics is decreasing. And\nhere comes another fourth doctor; and he was an SS doctor. But I don't care. I tell him, you\nknow, to us. I tell him, I...he will not work here in the hospital. \"But we will give you a\ncarriage with horse-driven. And you will go through the old ...the uh, places where the\npeople are living around, and find all the sick, temperature-running persons--typhoid, typhus,\ntyphus, paratyphoid. And bring here to us.\" I even did it without informing the\nRussian...Russian uh, chief doctor. But he was informed. He didn't say a word. And uh, he\nworked very well. We...he brought a lot of cases to this hospital. Isolating--you know,\nremoving. Because here it is still war. It is still war. The units are moving back and forth. Uh,\nand uh, the place, you know, uh, that was going on even after liberation. Because we were\nliberated in March. Is April...1t 1s already early May. When the uh, Russians occupied, they\nwere allowed three, four days or five days to go around as they want. And they...they uh,\nwere uh,... You know, forcefully uh, relations with the German woman. It was a very painful\nthing to see this woman who had to endure twenty or twenty-five sex relations. Her vagina\nwas swollen already with infection; and some even died.",
        "A: From rapes by...by...by Russian...Russians.\nTECHNICAL CONVERSATION\nEnd of Tape #2\nTAPE #3",
        "A: Yes.",
        "A: Yes.",
        "A: Major Sufik was uh, a uh, professional, you know. Doctor, you know, who his uh, specialty\nwas uh, epidemiology, you know. Infectious...infectious diseases. And therefore, he became,\nyou know, a director of such a unit. Uh, uh, he said...said it to us, \"It is better to meet.\" He\ncan't. But, you know, it was very good. Beautiful. Not that he will come. He will not come.\nHe didn't see it; but I could feel him. Uh,, Smuklarski, yes. He...my uh, Major Smuklarski\nwas...I could feel him a little more frequently, you know. See him, you know. We would\ntalk. He talked. He told me the story of his life, you know. It is...1t is Russia-American life.\n(Laughter) An American life, where his family went to...to... to here, to...to America. And his\nmother couldn't...couldn't go, because she became sick. And he as a younger [child], he\nremained with her. And she became...her condition became worse and worse and worse; and\nshe finally died. When she died, you know, he couldn't go to...to...to...to America. The whole\nfamily was already in America. Are you talking now? Uh, uh, talking?",
        "A: What? The camera is on. Now, what you want? A chapter?",
        "A: I don't know.",
        "A: No communication. We no...cannot... I decided I sit in one place. I cannot write even letters.\nI am afraid that they will not come. I have Russian officers who quite frequently looked for\nmy help. They did not want to go to their...their military doctors. If, for example, he caught\ngonorrhea, then they will arrest him and they will keep him for three weeks in the...in the...\nThree weeks in the...1n the hospital. I...1n this hospital, this German found...found sulfa\ndrugs. And they arrested whatever they have sulfa drugs. And I uh,...one major...one uh,\ncolonel... Colonel--it was a uh, kommandant of head artillery regiments. So he came to me in\nthere. Uh, he had gonorrhea. And he had neglected it. And I gave him sulfa drugs; and\nhe...he responded with sulfa drugs very well. He became so attached to me, you know. He\nwould come, and he will tell me many, many things I did not know, you know. He was\nbasically of Ukrainian descent. And he was not very much in love with the Russians. I could\nfeel it, you know. Uh,, feel it. But to me, he was excellent.",
        "A: I am not hunting. I am writing to all possible places. And the writing from this place is very\nbad. I have Russian officers who say, \"I am going for...for vacation.\" I will write a letter.\nAnd I say, \"Please, drop this letter somewhere deeper. Not...not here.\" Yes, and uh, it\nworked... 1t didn't work, you know. I didn't get, you know. A first message from my...my\nwife. I got...1t was uh, already in September. Liberated on 8th of May; and in September I\ngot a message. Two...a couple came to _6d_. They were working in northern part of\nGermany. Uh,, and uh, there, you know, a group of Jewish women were liberated. They\nwere brought...they were on a ship from Stutthof. Among this women was my wife. And\nthey brought Galina Raicinska Klebanow...Klebanow. And I uh,... From the German zones\nthrough Danzig, I went to the city Litzmannsta... 6d_._6d_, it is in Poland. I found them;\nand they told me: \"Yes, your wife was alive. We worked her. We were under Polish names.\nNot as Jews. Under Polish names. And we were there working. And after liberation, we took\ncare of the women who were there. And one was your wife.\" And I told the name. \"Maybe\nyou will find her alive. Maybe not. She was very sick.\" But I right away decided uh, in one\nplace are liquidated. Kronzon again said, \"I will not...I will not stay without you.\" He is\ngoing, too. And uh, Major [Sufik (ph)]... I came. I say, \"Help me.\" He wrote me... And I still\nhave it in my house. I don't... didn't...didn't bring it. Maybe I...maybe I have here. Well, he\nofficial, that official, printed, you know, that \"I am sending Dr. Klebanow to Berlin to buy\nmedication\" for his hospital. It was...they couldn't get supplies from their regular places, so\nhe wanted to buy in Berlin. That's acceptable for them. And I uh,...I uh,... It was helpful. We\ncame to a...to the... On the railroad station came my Major Smuklarski with another Russian\nofficer--who had also gonorrhea. I treated him, and I cured him. And he came, you know,\nto...to help...help us. And he, you know, it was a uh, whole old wagons were over-crowded.\nAnd nevertheless, they went into one of the compartments, emptied this compartment and\nput all of us into this one compartment. [They were (ph)] forceful with the Germans. I don't\nmind. With the hell to the Germans. I don't mind. He can stay in the corridor. But we came in\nto a station where we have to change the...the... the uh, trains, to Szczecin and then a train to\nBerlin. At night is a pandemonium 1s there. Russian bands. Polish bands. Oh, I don't know\nwhat. When comes night, and the uh, trains with the German refugees have arrive and go,\nthey are coming and robbing them. And the Germans had a one only way of protection: they\nwill start to shout and to scream. It didn't help much, but that was they had to go. I knew\nabout this. And I went with Dr. Kronzon; we went to the police precinct on this...on this uh,\nstation--Szczecin--and there was a Polish commandant of the station. We told him who we\nare. We told [in] Polish--after all, [we're] Polish. And he said, \"You will stay here in the...my\nprecinct over the night. Bring...with all your things. And in the morning, I will bring you to\nthe railroad. But do you have, maybe, sulfa drugs?\" I say, \"Yes, I have sulfa drugs.\"",
        "A: Sulfa drugs. For gonorrhea. \"Yes, I have sulfa drugs.\" And he tells me this story: that he met\na beautiful German woman, and he had relations there. Uh,, he compelled. And he got\ngonorrhea. So he was looking for...and I gave him the sulfa drugs. Whether it helped or\ndidn't help... But I gave him the sulfa drugs. Yes. I knew this was my uh,...my uh, panaceum\nfor...for...for everything, you know. Yes. And so we came, you know, to Berlin. We landed\nin the Russian zone. In the Russian zone, there is a uh, house for all the refugees arranged,\nmainly managed by Jews. And uh, we went there. They were supplying some food, too, you\nknow. Fine. And then, you know, we have to go to the American zone of uh,...of uh, Berlin;\nbecause otherwise we cannot go to the west. And so we put on a subway or on a train, you\nknow--the tram, you know. We finally entered the American zone. It is a...you know, uh,\nrefugees are going back and forth. We came there. There is a camp UNRRA--United Nations\n[Refugee] Relief Organization. And that was managed by Americans in a typical, correct,\nyou know, uh, orderly way. We got our rooms. We got our food. We got whatever it is\nnecessary. And they said, \"We cannot send ...send everybody right away to the west. We\nhave to bring a group. And then we will get trucks and will bring you to the west.\" And it\nlasted...I don't know. Four, five, six days. And so, one day we put our things on the truck. It\nwas not one [truck]. This was two, three trucks. And it is a short drive. I don't know--forty,\nfifty kilometers, you know, to the...to the...to the border...border. It is Berlin, you know. It\nis...we are coming out of the...of the uh, U.S. sector, and then we are again in the Russian\nsector. But it was permitted, you know. And we came. And here, I divided. Uh, Kronzon\nwent south. I went north, to a small town on the north where I was informed it is called\nEckernforde... Eckernforde. It is north of Hamburg, north of Kiel. It is on the northern uh, tip\nof uh, Germany on the border, near Baltic Sea.”” I came there; and I was informed that there\nis a house where Jewish uh, survivors are living--only women. And I came there. And, of\ncourse, you know, I found...found a place where to sleep, where to food. That was uh,\nEnglish zone. But I found my wife already on the cemetery. And the wife uh, was buried\nthere. The doctor--German doctor--who took care of her came to me. He brought even the x-\nrays of her. And uh,... Alright, I uh, could say thanks. The sister-in-law of my wife was also\nliberated. She was...had also TB of the lungs. And she was sent from this place to south, to\nthe American zone in Bavaria. To a uh, hospital managed by uh, Jewish doctors. It is in\nSankt Ottilien.°’ And I was informed uh,...knew about this. So I, after four days... The\nEnglish soldiers--and among them were Jewish soldiers--helped me a lot. And uh, uh,...a lot.\nBut after all, you know, I have to go simply as a refugee, you know. To move, you know. I\nfinally came to Munich, and uh, from Munich to Sankt Ottilien. And I uh,...I uh, there I\nfound many friends. I knew all the doctors; because it was from Kovno--Kaunas, where I\nwas in the beginning. And they greeted me very heartily. And my sister-in-law was there. I\nfound her. It is just... She was a married woman; she was looking for her husband. But my\nduty is to...to help her. And uh, I am now in Sankt Ottilien. After a while, her condition\nshortly after a while becomes again much worse. Sankt Ottilien cannot manage this case.\n“Tn Schleswig-Holstein.\n* Village located west of Munich and SSE of Augsburg.\nThey called the chief doctor from a TB sanitorium not far away; and they said, \"No, she has\nto go to our sanitortum.\" And she went there. And I was taking care of her, you know,\nmy...every day, coming to... Not every day; but we're coming, bringing her food of this type\nand this type, you know. Additional this, additional that. Uh, the head of uh,...of uh, health\nuh, administration... There was a Jewish committee, and there is a health administration, you\nknow. And the head is my very good friend, Dr. [Priskin (ph)]. And we are meeting, you\nknow; and I am...he knows that I have my sister-in-law. And here he gets permission to bring\nto Davos, in Switzerland, twenty patients. And I ran to him to say, you know, to say, \"You\nhave to...to take my...my sister-in-law. She is a very sick young woman.\" When I came, he\nsays, you know, \"I know about why you came. She is already on the list.\" And uh, she went,\nyou know, to Davos; and she spent in Davos a whole year.",
        "A: Yes.",
        "A: Yes.",
        "A: To Bavaria.",
        "A: I didn't stay in Sankt Ottilien. I said, \"It is small place. I cannot stand this. I want to\nmove to...to Munich.\" And I went to the University Hospital. I said, \"I have time.\nIf...1f I am a provincial gyne... gynecologist, I want to have, you know, meanwhile a\nbetter education.\" And I went to the University Hospital, First University Hospital\nfor women's diseases.”' And I asked to just to watch. And uh, I was accepted. But\nafter six weeks, I was already deeply involved in the work of this hospital. And uh,\nwithin three months, I was already on a...on a salary. And I became a member of\nthis...of this staff.",
        "A: Now, it is not...I'm not... I'm working 1n the...in this hospital. But also, I worked every day,\nfrom one to three o'clock... We have...the Jewish committee has a...a...a clinic. I am the\nobstetrician there. Gynecologist. And uh, ...and uh, that is one, you know, where I see many\nproblems which the women have, you know. After all, the all women while in concentration\n~ Universitits-Frauenklinik.\ncamp didn't menstruate. Most of the cases. Here, they started to menstruate. It is 1rregularly\n... regularly. They become very heavy, very obese. Some endocrinological... Please,\nnot...not all organs recover at the same time, you know. The endocrine system took time to\nrecover. There were many very heavy-set, you know; although later on, they became\nnormal...normal. And then, you know, in the hospital I have, you know, women who are\ncoming for deliveries. It is...after all, I came there. It 1s already '46. April '46. Liberated in\nMay '45. So, many women became already pregnant after liberation--got married and\nbecame pregnant. It is during '46, '47. And here, you know, one case I was called. First case I\nwas called privately--not privately. To see a private house. She delivered and she doesn't like\nthe baby, you know. She calls me...they called me to come to see. I don't know what. I came.\nI thought that she has something. After the delivery, something is wrong with her. Not with\nher. I took a look at the baby. I say, \"Mongoloid.\"”” Uh,, a few days later I deliver a bab...\nyoung woman, and the baby is a mongoloid. And somehow, some way, accumulation of\ncases; and I have a third case. I went, you know, to...to Sankt Ottilien. They had a small\nobstetrical department. Dr. Widut[schinsk1] is there the head. I say... I know him very well.\nVery good friends from Kovno...from Kovno. \"Tell me, Isaac. Do you have abnormal\ndeliveries?\" He say, \"Yes, I just delivered a mongoloid.\" I didn't talk to him. \"Did you have\nany other malformations?\" Yes, something, he said, he had another malformation. We say\nmongoloid [NB: Down's Syndrome] normally happens one to eight hundred [deliveries].\nAnd here, you know, he had somehow hundred...hundred deliveries, he has also mongoloid.\nWhat is going...? Then I went to my friend, Dr. Kronzon, where we spent whole...whole\n[time in] concentration camp. He is not in...1n Munich. He is in Frankfurt. I went to\nFrankfurt, to Dr. Kronzon. And I said, \"Doctor... Tell me, Isaac.\" Also Isaac. Isaac, you\nknow, was his name. I think, Isaac. Yes, Isaac. \"Uh,...uh, you, do you have many children?\"\n\"Oh, I have plenty of children,\" he says. \"I have a very big...big clinic.\" \"Do you have\nmalformations?\" \"Plenty of them.\" I say, \"Isaac, did you think it over why it is...why you\nhave so many malformations?\" He says, \"No.\" \"However, don't you think maybe it is...has a\nrelation to what they went through?\" It is already '66...uh,, '46 going in to '47. He says, \"I did\nnot think about this.\" \"Isaac,\" I say... \"Abrasha...\" Oh! His name [was] Abrasha. [In]\nHebrew, Abrasha. \"Abrasha, can you prepare me statistics?\" \"Oh, very well.\" And from his\npatients, he prepares me statistics. And so I went to another clinic. And I asked the same\nquestion; and the same answer. And so I accumulated material on fifteen hundred deliveries.\nAnd, you know, there were a lot of malformations. And I presented...presented this case to\nmy chief. I didn't go to my chief right away. I went to professors...to two professors of\npediatrics. There were two university hospitals. Two--no. One university hospital and one\ncity hospital--very big. And I went to the university, and I said...introduced myself. He said,\n\"I know you.\" And I said, \"Professor, maybe you noticed you have different Jewish uh,\nchildren, sick. Did you notice uh, malformed?\" He say, \"Yes. Why not?\" And please, you\nmust understand the mentality of the Germans. You know, at that time, they believed that\neverything 1s genetically decided. It means, you know, that from parents, from grandparents,\ntransmission. Transmission. They wanted to say...they wanted to say you are a degenerated\nrace, basically, in their mind. I worked before the war with Jewish patients from '34 to '39--in\nA term formerly used to describe children with Down's Syndrome.\nJewish hospital in Brest-Litovsk, a Jewish hospital in Mi_dzyrzec-- and I didn't have this\naccumulation of cases. I told him that I suspect. He says, \"Maybe.\" Then I went to this\ndirector of the pediatric department. And he told me the same thing. He didn't say this all\ncases, but the for them...for Jews it 1s degenerated... degenerate condition. And so I collected\nthis material. I presented...uh, wrote it up correctly. Meanwhile, I was reading back and forth\nthrough the literature everything. And I presented my chief, you know, a first paper for\npublication on uh, the uh, (pause)...the number, increased number, of malformations. And I\nwanted to say that it is most probably the result of the damage. Not to the fetuses. Because\nwhen they were became pregnant they were liberated, you see. It is...for me, it is a damage of\nthe gonads. Pre-conceptional condition, which still exists. You're asking... you're asking\nwhether I suffered with my family. My son was born without teeth. [When] he was\nseventeen years, I had to put him a whole...a whole uh,...a whole plate. Was sixteen years.\nTerrible was. Uh, I give you this all as a example that we...we were not...not writing...\n[...I...my second son, the youngest son, was OK. But with this--he's...he's the lawyer. He 1s\nvery nice looking; but he 1s...all...all his front teeth are artificial. Uh, one...one big plate.",
        "A: And I published...published this as a paper--number one; and it was sent to the leading\njournal for obstetrics and gynecology. It was written in a pure scientific way. You hardly\nmentioning, yes, it was children of women who were imprisoned in concentration camp.\nAnd they were young women. There was no among them, you know, that was...was\nsomehow or other elderly. The elderly did not survive; they were being killed. They were\nyounger women. And uh, paper was accepted. Paper was published.” Tremendous response.\nGerman doctors started to check on their material. Uh, [Dr. H.] Gesenius in Berlin; in other,\nyou know, professors in other...in other hospitals... Everybody, they are checking on the\nGerman population. After all, they...they were suffering hunger, too, in the last year. They\nsuffered an emotional stress from the...from the bombing all the time. You know, it was\nmaybe ...we'll see. Everybody reported an abnormal amount of malformations. And they\npublished these papers; but, of course, with reference to Dr. Klebanow. Then I published a\nadditional to this paper. Not only malformations, but we have sterility problems. Women\nwho were previously fertile, now they cannot become pregnant. Women who--young\nwomen--cannot become pregnant at all. They...they become pregnant, many have abortions.\nNot abortions--miscarriages. And the...it is not only one problem, it is a problem. How long\nit will last, I don't know. But it still lasts. That was another paper. And then I thought, you\nknow, \"The world will somehow will doubt. They will say it 1s genetically.\" I say, \"Maybe,\nyou know, the same thing we will find in other groups.\" And I say, \"Aging women, I know\nwhat changes take place in their ovaries. I know that they become atrophic. I know there are\nbig changes in the ovaries. Maybe they will...\" And so I started to have statistics done. Here,\nit was now for me easier. Here I am...I am working in the hospital. I have young doctors who\nhave to have some so-called \"doctor arbeit.\" And I give him; \"You will go for\nmalformation.\" I had to plan my material [in] the University Hospital. Very, very good\n~ Published in: Geburstshilfe und Frauenheilkunde, vol. 8, no. 12 (December 1948).\nselected material. And with the age of the women, we keep seeing a rise. You know, after\nthirty-five, a rise, you know, in malformations. I said...and I wrote a third paper. You\nwill...you will have this third paper, you know ...",
        "A: I confirmed from the other side--and I wrote, you know, from the other side--that \"damage\nthe ovaries, and you may have... may have...may have later results reproductive damages.\"\nAnd I said, \"Same thing with x-rays or radiation. Radiation may give these results. Hunger\nmay give these results. And emotional stress. And aging people may give these results.\" And\nthat was not...that was the third paper. And uh, so, you know, then, you know, uh, the same\nwhat I did, you know, with the second paper. I say, \"If the aging women have a higher rate\nof malformations, they may have more sterility, more abortions, more uh, all other.\" And we\ndid these statistical studies on this. Beautiful statistical studies, confirming that the\naging...with the age there is increased, you know, rate of miscarriages, increased rate of\nmalformations, increased rate of... We couldn't explain perinatal deaths, uh, polyhydramnios-\n-tremendous accumulation of water--in elderly women. I somehow, from this I transferred to\nthis. It was everything confirmed. They published this in fourth paper. And then, you know, I\ndid a summary, you know. A summary of all these things, you know. It was fifth paper.",
        "A: Yes.",
        "A: ‘SI.",
        "A: No, I remarried still in Germany. In Germany, '48. '48 or '49. '49. In '50, I had my son. And\nin '51, uh, on the 18th of April, I came here to the United States.",
        "A: At Mt. Sinai Hospital. I was uh,, when I came to Dr....to Dr. Guttmacher (ph), I don't know if\nhe already heard about the publications. I was speaking a very broken English and he said, \"T\nsaid simply I am accepting you.\" And even he uh,...he says I will...after when I came for the\nsecond time, I uh,... \"You get from me permission to put four...four patients.\" Four beds, you\nknow. I say, \"I will not have so many patients.\" \"But you have up to four beds.\"",
        "A: I uh,...just to say, you know, there was other doctors, you know, working at Mt. Sinai--Jews.\nHe accepted me because he opened a new Department of Obstetrics at Mt. Sinai. Mt. Sinai\ndidn't have an Obstetrics [Department]. He was a obstetrician from John Hopkins [NB:\nJohns Hopkins]; and Mt. Sinai brought him from John Hopkins just for the Department of\nObstetrics. And he could acc...could accept new doctors; because, you know, we have new\nbeds, etc. And he accepted many doctors from abroad. And when he left the hospital, and I\ndon't know how I met him, and I gave...gave him a lift to his place...",
        "A: Yes. And he told me only one thing, you know. \"Dave, from all foreign doctors I accepted to\nmy hospital, the most I respected was you.\"",
        "A: Yes.",
        "A: I can not complain, you know. Wherever I come, you know...\nEnd of Tape #3\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumDecember 7, 1989\nRG-50.030*0104",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with David\nKlebanow, conducted by Linda Kuzmack on December 7, 1989 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "DAVID KLEBANOW\nDecember 7, 1989"
    ]
}