{
    "rg": "RG-50.030.0569_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nRita Penn, on March 2™, 2010, conducted by Ina Navazelskis, held at Leisure\nWorld in Silver Spring, Maryland. Thank you Rita, for coming to speak with us.\nId like to start this interview like we do almost all of ours, at the very beginning.",
        "Answer: Okay.",
        "Q: And that is information about your birth, who were your parents, where were\nyou born, did you have siblings, what did your family do? Provide us a context for\nthe story.",
        "A: Okay. Well, I was born March 29, 1933, in Vienna, Austria. My parents are\nSimon — well, he used to spell it, s-z-y-m-o-n, but now, later it became anglicized,\nand it was s-i-m-o-n Knoll, k-n-o-l-l. And my mother, her maiden name was\nAppel, a-p-p-e-l, and I have no siblings, I was an only child. We lived in an\napartment house in a two part apartment, and my — my father’s brother and his\nfamily, they had two children, their — they did not stay in Europe either. And we\nlived in the — the same building. Some years ago, I took my family to Vienna, and I\nknew the address, so I went to look at the building. And there was a plaque there\nthat said this 1s not the original building. The original was destroyed in the war — in\nthe World War II and I thought, good for them.",
        "Q: Was your family originally from Vienna, were they Austrian Jews, or were they\nfrom — s-z-y-m-o-n suggests Poland.",
        "A: Yeah, yes, yes. Both my parents were born in Poland. They came to Vienna as\nyoung adults, and I don’t know exactly when that was, and they married. My father\nhad six brothers and three sisters, large family. And the family was in — they had a\nbusiness that had to do with sewing machines, and they did something with cloth\nfor sacks and things. But the whole family worked there, the sisters worked in the\noffice, the three sisters.",
        "Q: This was in Poland?",
        "A: No, this was in Vienna.",
        "Q: Was in Vienna, I see, okay.",
        "A: Yeah. So they all worked there together. So, they — and I knew — well, some of\nthem I knew later, because many — several of them escaped, a couple of them\ndidn’t.",
        "Q: Mm-hm.",
        "A: So, I had —I—I still have one cousin who lived in the same apartment with us,\nshe lives in New York; I don’t see her very often. Her brother, who I was a little\ncloser to, he died a few years ago. He was a journalist, and he actually worked for\n“The Washington Post,” for awhile.",
        "Q: What was his name?",
        "A: Irwin Knoll. He worked for the Post and then he went out to Madison,\nWisconsin to edit “The Progressive.” He was very liberal. Good guy, but didn’t\ntake very good care of himself. His widow still lives in D.C. now.",
        "Q: I see. And there — and he then also escaped.",
        "A: Yeah.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: What are your earliest memories that you can remember of — of your home, your\nhousehold, your — of Vienna, of your childhood, while you were still there?",
        "A: Mm-hm. Well, I was six when I left, so it’s not very, very clear. In fact, when we\nwent back with the family, I walked around trying to think if anything looked\nfamiliar. At the time we were there, they were building a subway, so the whole city\nwas sort of torn up, and so —",
        "Q: What year was this?",
        "A: That we went back?",
        "Q: Mm-hm.",
        "A: It must have been in the 70s.",
        "Q: I see. So it’s a good 30 years ago.",
        "A: Oh yeah.",
        "Q: Okay.",
        "A: Yeah, with my husband and two children we went there before they went off.\nYou know, they’re adults now, with their own children, so —",
        "Q: And do you — do you remember then, aba — about those first six years? Do you\nhave any sense of Vienna?",
        "A: I have vague memories, mainly of my family and my cousin, th-the one who\ndied, who lived in the building with me, beating me up. That I remember very\nclearly.",
        "Q: Yeah.",
        "A: And I remember we had a fairly large extended family and we used to get\ntogether at — I think it was my grandmother’s house. But I don’t have very clear\nmemories of as — you know, a six year old is not really too sharp. I do remember\nwhen we left Vienna. I remember it was kind of uncomfortable. My mother — we\nwere not allowed to bring any jewelry with us or anything. And I re — I remember I\nhad a necklace, a very thin little necklace, and I remember my mother sewed the\nnecklace into the elastic of my underpants. And my father had left a little before us,\nbecause it was really very bad for men. And so my mother and I left, and I\nremember going on the — the boat from Calais to —",
        "Q: Do you remember the trip from Vienna to Calais?",
        "A: No.",
        "Q: No?",
        "A: Well, I thi — I remember being on the train, but not very clearly, you know? And\nthen I remember on the boat over to Calais. And then we were in England and we\nlived in London. We were there during a lot of the blitz.",
        "Q: Oh my.",
        "A: I remember wonderful times we had going to sleep in the subway, the\nunderground, as they call it.",
        "Q: Yeah. What part of London, do you know”?",
        "A: We were in — jeez, I don’t remember exactly where it was. Kilburn, I think\n[indecipherable] section.",
        "Q: I think that’s in west la — western part of the city?",
        "A: I’m not sure.",
        "Q: Okay.",
        "A: I— I’ve been back several times to London, but I don’t re —",
        "Q: Not east London. Not — not south London.",
        "A: I don’t think so.",
        "Q: Yeah, I think Kilburn is west, if I remember it.",
        "A: Yeah, yeah. We were there for awhile. The — there was a — a Jewish agency that\n— that helped at the beginning.",
        "Q: So you weren’t on a Kindertransport?",
        "A: No, no, no, no.",
        "Q: Okay.",
        "A: I was with my mother the whole time. My father went to the Isle of Man.",
        "Q: Oh my.",
        "A: He was interned for 11 months, because the British were very nervous about\npeople who spoke German. And of course, we spoke German then. So he was\ninterned there. Also, my mother had a sister who had married a German, who tried\nto follow — who did follow her to England. And then he was sent on a transport to\nCanada and it was torpedoed, and he went down. And that was — she never\nremarried or anything. My father was there for 11 months. He had a great time. He\nbecame a cook, which he never did before or since. And in — it wasn’t —",
        "Q: He wasn’t mistreated?",
        "A: No, oh no, no. He — he seemed to, you know, get along with all the people there,\nand when he was released, he came and joined us. By this time —",
        "Q: Do you remember not having him around?",
        "A: Yes. My mother was only able to work as a domestic. That was the only job that\nwas available for the immigrants. And I remember we went to — she worked in what\nwas called a — a boys’ college, it was like private school, with kids living there. And\nI got the measles. And so they shipped me off to the hospital very fast, before I\nspread it through the entire —",
        "Q: Right.",
        "A: — school population. And that was my — just my mother and I were there at that\ntime. And then my — the school that I went to in England, and I don’t really have a\nclear picture of that school in London, decided to evacuate everybody out to the\ncountry. So they sent us out to Gloucestershire, and we lived in a little town — a\nlittle village outside of Cheltenham, and we were boarded with a family there. And\nI —I have very clear pictures of that. I went to school there, they had a — a regular\nschool in a neighborhood. And I — I do remember one day the principal I guess it\nwas, called me into the office and said, you — you understand German? I said, well,\nI don’t speak it much any more, because by then you — you didn’t speak German.",
        "Q: That was going to be — that was going to be one of my questions, 1s how was that\ntransition for — for a young child? They — they soak up languages like sponges.",
        "A: Right, right.",
        "Q: So, I could imagine —",
        "A: I was teaching my parents. My parents had been taking English lessons, you\nknow, with — with records and stuff. And they — they died with an accent, okay? I\npicked it up immediately. And the principal said to me, you speak German? I —\nwell, I understand German, cause I didn’t want to speak it any more. And\napparently, there was a prisoner of war camp nearby, and they wanted to bring these\nprisoners over to talk to me, the Germans. And I —",
        "Q: And you were how old?",
        "A: — refused to talk to —",
        "Q: You must have been a little girl.",
        "A: I must have been about eight or nine at the time. And I said no, I won’t talk to\nthem. And I wouldn’t. I would not talk — I wouldn't meet with them, I wouldn’t talk\nto them.",
        "Q: So tell me though, as an eight or nine year old child, to have such — such a very\nstrong, marked position, how had things been explained to you by your parents, of\nwhat was going on, and why you’d left Vienna, and — and this war, and so on. Ti —\ncan you recall that?",
        "A: Not really. I don’t remember ever actually discussing it with them. It was just\nsort of a fact of life that you left Vienna. You didn’t — you — you couldn’t stay there\nany more, because there were these guys marching around with the brown uniforms,\nand the boots, and — and these were not good guys, and the sooner we got out of\nthere, the better. So, off we went to England, and I became an English child fast. I\n—I was — as I said, I was teaching my parents English because I — I picked it up, you\nknow, very quickly.",
        "Q: So, in other words, was it an English child saying to the principal that no, I don’t\nwant to talk to the German prisoners of war, because they’re the enemy of England\nand we’ve just survived the blitz, or was it a —",
        "A: No, I just said I don’t want to talk to them.",
        "Q: And that’s it.",
        "A: And that was the end of it, yeah. And I didn’t. I never met them, and I — I\nwouldn’t speak with them, so I— I don’t know why they wanted to talk to me in the\nfirst place.",
        "Q: I also find it very surprising that a principal would ask an eight year old child to\nmeet with prisoners of war.",
        "A: Yeah, yeah.",
        "Q: I find it —",
        "A: It was — I don’t know, maybe — I don’t know, maybe they were being\nrehabilitated or something, I don’t know, I really don’t know, but it was kind of a\nstrange episode.",
        "Q: But other than that, did you wa — did you feel comfortable in — in England, in\nBritain?",
        "A: Yes, except we always felt a little bit like the outsiders. We were the refugees.\nAt that time, Britain was not very cosmopolitan, especially out in the country, you\nknow, London was a little different, but out in the country, you know. They didn’t\nknow what Jews were. We sort of had to explain, you know. There was a woman\nwho came from London, once or twice — I think once a week or twice a week, I\ndon’t remember exactly, to teach me Hebrew, which I still can’t read. And once in\nawhile, after things were not quite as bad, we — we had some relatives in London,\nso we would go to visit them in — in London occasionally. Meanwhile, my aunt, the\naunt, my mother’s sister, the one who married the German, she had also been\ninterned in the Isle of Man. And she was released, and she stayed in London for —\nuntil after the war, and eventually came to the U.S. But we would go and visit her\ntoo, but this was, you know, not while the blitz was going on. That — that was pretty\nbad.",
        "Q: Do you remember war — wartime sorts of episodes or experiences while in\nBritain, or was it blitz, and Cheltenham and — and this, you know, inter — non-\ninteraction with — with the — the POWs, you know, that you were asked to do.",
        "A: Yeah.",
        "Q: Were there more such things that — that — that are in your mind?",
        "A: Well, I remember listening to Churchill on the radio. I mean, everybody listened\nto Churchill on the radio, and he made things, you know, he was very positive, and\n— and upbeat and everything. I remember the sound of the — the bombs, you know,\nthe — those things that — that made this noise.",
        "Q: The V2 rockets?",
        "A: Yeah, and then they stopped, and then you knew they were gonna fall. And then\nwhen we went to the underground and — at night, we would come out in the\nmorning and there would be rubble all over, because you know, the bomb had\ndropped not far away. But the — the underground was very safe, and everybody\nwent to the underground. I loved it, because I — I have no siblings, and when we\nwent to the underground, you know, we’d go with our pillows and our blankets and\neverything, and there’d be kids to play with. It was wonderful. On the platform, you\nknow, we — we’d run around and have a great time.",
        "Q: What — what kids do.",
        "A: Yeah, yeah.",
        "Q: What kids do, and thank goodness they do.",
        "A: Yeah, yeah. It was a very, you know, su-supposedly normal childhood. But —",
        "Q: Do you remember V-E day? Do you remember th-the day that war was over, or\nnot?",
        "A: I remember I went to school, and the teacher said, do you know what day this is?\nIt was V day — V-D day, V — the day that they landed at the —",
        "Q: In Normandy?",
        "A: Yeah.",
        "Q: Okay.",
        "A: And, of course, none of us knew.",
        "Q: D-Day, yeah.",
        "A: And she said, remember this day, because it’s very important. There — the place\nwhere we lived, it wa — there was a — a group of — th-there was a — an American\nbase not far, and so the soldiers used to come in, and I had a — a friend who had an\nolder sister who, you know, they used to go out with the G.I.s and everything. And\nwe used to follow the G.I.s, and we’d say to them, got any gum, chum? And they\nwould give us gum. And we thought that was —",
        "Q: The coolest thing, huh?",
        "A: — the won — wonderful thing. So that — that was — that was really fun. So I—I\nreally didn’t have a deprived kind of childhood. I had a — a really, you know, pretty\ndecent, considering, you know, when you look back —",
        "Q: The circumstances, yeah, yeah.",
        "A: — and you think about where — where I started, and what happened, it was really\npretty normal.",
        "Q: Did your parent try to get out of Vienna earlier than ’39? Do you — did they ever\ntalk to you later, when you were older, about the circumstances, and the planning,\nand the, you know, everything —",
        "A: No.",
        "Q: — that went into leaving, and how they left?",
        "A: No, they never did. The only thing, after the war, we — my father had a sister\nwho married a doctor, and he survived. He — I don’t know if he’s still alive, he lived\nin New York, but I do — I don’t know if he’s still alive or not. He came to visit us in\nEngland, and he told my parents what went on. His — his wife, my — my aunt, and\nthey had a child who died in the camps. And he told them, but they wouldn’t let me\nlisten. They sent me to bed, and said you — you can’t hear this. So I never did hear\nthe story, which — you know.",
        "Q: And this large, extended family that your father came from, did most of them\nstay in Austria?",
        "A: Just — well, one brother was severely beaten on Kristallnacht, I remember. I\ndon’t know if he died after that, or if he disappeared, or what happened. Another\nbrother was killed, I believe. His son 1s still alive, and his — his wife escaped, and\nthey went to Canada, and he’s my Canadian cousin. He’s — I just saw him a couple\nof weeks ago, we were — he — he goes to Florida in the winter. There was one —\nlet’s see, was that a — that was a —a brother of my father’s, and his family. He had\nwife and two children. They died. They stayed in the camps. As far as I know, my\ngrandmother died, she never left. The rest of the — the family escaped. My father’s\nfamily. My mother didn’t have a very big family, she had a brother and a sister,\nboth of them went to Canada. So they escaped. So, I basically lost two cousins,\nseveral uncles, and a couple of aunts. But I have an uncle who went to New York,\nand he is the father of the — the cousin who was the reporter, and I had another aunt\nwho also came to New Jersey, and when we came to the U.S. we stayed with them\nin New Jersey. She married a man who, he had also, he had come from Austria, I\nthink he was a native Austrian. But they — they had come earlier. And their son,\nwho — who is another cousin of mine that I’m very fond of, he was born in the U.S.",
        "Q: Post-war, while still in Britain —",
        "A: Mm-hm.",
        "Q: — are there any — what kind of a life was that, in those first, post-war years?",
        "A: We left the little village where we had been billeted with this family, and we\nwent to Cheltenham town, and we bought — my father bought a house. You know,\nit was a duplex, so he bought the — half of the house. And I went to school there, not\nliking school all that well, because they made me do phys ed, which I didn’t like.",
        "Q: I share that with you. I share it completely.",
        "A: I—I w-—I went back to the school when I went with my family, and I said, could\nI look at my record? You know, here you can look at any —",
        "Q: Sure.",
        "A: Oh no, we can’t show you the records, they said.",
        "Q: School records? [indecipherable]",
        "A: Because I — I— whenever we — th-they were very much into gymnastics, and I\ncan’t do any of that stuff. And so when — when — whenever we — we would have\none of these days where we would have to perform for the rest of the school, and\neverything was in teams, you know, you were on this team, and — and you had to do\nthings for the good of the team, and — and all that. I would stay home that day. And\nI remember going back the next day and the headmistress — this was a girls’ school,\nsaid to me, why weren’t you here yesterday? And she said, you weren’t sick, were\nyou? And I said no. And she said, why weren’t you here? And I said, I didn’t want\nto let my team down. I thought that was a good way to put it. And they whacked\nyou over the head in those days, they did. I would get whacked. But, I could —",
        "Q: But were — were you made to feel like a foreigner?",
        "A: We- we were never really considered English. We were always those people\nthat came from Europe, you know. And after awhile it didn’t really bother me,\nparticularly.",
        "Q: Do you think it bothered your parents?",
        "A: It —I think it bothered my father, because he couldn’t wait to come to America.\nHe had family here, you know the — whatever remained of the family had come to\nthe U.S.",
        "Q: Did they sponsor him in?",
        "A: Yes. The cousin, his father sponsored us in, and so we came. And I immediately\nfelt much more at home, like I could belong here, you know, it was a different\nfeeling. Although I — I love the British. I go back and I love to go to London and go\nin the theater and do all that kind of stuff. And —",
        "Q: I think you caught it right, though, when you said that, after the war, 1t was not\nyet a very cosmopolitan society.",
        "A: No. Right.",
        "Q: And it’s harder to integrate into British society than it is into American society.",
        "A: Yes, yes. And American society, even though I came here with a pronounced\nBritish accent, I went to high school, and people would say to me, talk British to\nme.",
        "Q: And they still do.",
        "A: But I don’t have the accent any more.",
        "Q: Tell me, did you ever use German again?",
        "A: The only time I used it was when I was in college, and you had to take two years\nof language, and I figured ooh, hey, this 1s gonna be easy. So I took first year\nGerman, which was hard because it was a lot of grammar, which I’d never done,\ncause I’d never gone to school in German speaking country. But the professor said\nto me, don’t take second year German, because you know the vocabulary, go right\ninto third year German, which was basically reading a lot of literature.",
        "Q: Literature.",
        "A: And it wasn’t in the old script, 1t was 1n new script, and so I took that and then\nthat was really a goo — the extent. We have been back to German speaking\ncountries. We took one trip for three weeks. We went to Germany, Switzerland\nand Austria, all in the German speaking parts. And by the end of the three weeks, I\nfound I — I remembered more words. And I — I said to myself, if I ever had to learn\nGerman to really communicate, I could do it. Wouldn’t be a big deal.",
        "Q: Yeah, yeah, yeah.",
        "A: But it’s not something I’ve ever — I’ve tried to learn Spanish, you know —",
        "Q: Yeah.",
        "A: — stuff like that. But I— I- I’ve really no desire to speak German, or to — we\nhave a German club here, I’ve never gone. I just don’t want to even bother.",
        "Q: I understand.",
        "A: I have too many other good things to do here.",
        "Q: Can you tell me when you started to learn more about the context of what had\nhappened to your family, of what — what had happened historically, politically?\nWere you already in the United States? Were you already a — an adult? Or, through\nchildhood, did you know about the Holocaust, did you know about —",
        "A: Well, when — when my uncle came to visit us, I sort of got the gist of what\nhappened, even though they wouldn’t let me hear all of the details. There was a lot\nof information. This was right after the war, and there was a lot of information in\nthe papers. I think I was aware of what had gone on.",
        "Q: But it wasn’t that you had cut — that there was something particular, you’d go\nhome, you’d talk about it, your parents would have conversations with you, and —\nand that it was a per — a more personal aspect because it could have been you.",
        "A: It could have been, yeah. No, I don’t think so. It was okay, we’re here now, we\nhave survived this, and now the next step is to go to the U.S. We had to wait four\nyears before we got here.",
        "Q: Oh, I see. So your father tried even from right at the very end of the war.",
        "A: Yeah. We applied immediately, and it took four years, and now — we came in\nJanuary °49.",
        "Q: I see. I see. Excuse me.",
        "A: Sure.",
        "Q: I’m looking for the culprit who made the noise.",
        "A: For the what?",
        "Q: The culprit, who made a noise.",
        "A: Oh.",
        "Q: Yeah.",
        "A: It was somebody walked through.",
        "Q: Oh, oh, I see. Is there anything that you think needs to be said, that I didn’t ask\nyou about? About your story, about — about those early years in — in Austria, that\nyou would want people to know?",
        "A: Just that I don’t feel — you know, people say to me, where were you born? And I\nse — oh, Vienna, oh, that’s a wonderful city, and — and — and — you know, they talk\nabout the music and dance and everything. Doesn’t do anything for me. I just have\nno strong feeling about it. None.",
        "Q: No identity, no identi —",
        "A: No, no, it doesn’t mean anything, it — it — it really — you know.",
        "Q: And you di — when you went back, you saw that the building wasn’t the same\nbuilding.",
        "A: Yeah.",
        "Q: Was there anything else that you recognized from the first six years of your life?",
        "A: No, no.",
        "Q: No.",
        "A: Nothing. We walked around. Well, it may have been because of, you know,\neverything was dug up.",
        "Q: [indecipherable]",
        "A: But I was ready to move on to other places, and we enjoyed Switzerland. We\nbasically flew in and out of Germany, we didn’t spend any time there. But, you\nknow, we went around and we looked at things, but it — it’s not the kind of thing\nthat I say to my children, oh, you must go back there, because it’s your heritage. It’s\nnot your heritage.",
        "Q: Yeah, yeah.",
        "A: So, I—I don’t have any — I would not — well, I — if I had to go to Europe, I\nwould go to England, because I — I do have a feel for that.",
        "Q: Yeah.",
        "A: But Austria doesn’t —",
        "Q: Doesn’t do it.",
        "A: — doesn’t do it for me, no.",
        "Q: Got it. Well, Rita, I'd like to thank you for talking with me today. And —",
        "A: I enjoyed it.",
        "Q: — and this concludes our interview, the interview with Rita Penn on March 2\",\n2010, held in Leisure World, Silver Spring.",
        "A: Thank you.",
        "Q: Thank you, thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nRita Penn, on March 2™, 2010, conducted by Ina Navazelskis, held at Leisure\nWorld in Silver Spring, Maryland. Thank you Rita, for coming to speak with us.\nId like to start this interview like we do almost all of ours, at the very beginning.",
        "Q: And that is information about your birth, who were your parents, where were\nyou born, did you have siblings, what did your family do? Provide us a context for\nthe story.",
        "Q: Was your family originally from Vienna, were they Austrian Jews, or were they\nfrom — s-z-y-m-o-n suggests Poland.",
        "Q: This was in Poland?",
        "Q: Was in Vienna, I see, okay.",
        "Q: Mm-hm.",
        "Q: What was his name?",
        "Q: I see. And there — and he then also escaped.",
        "Q: Okay.",
        "Q: What are your earliest memories that you can remember of — of your home, your\nhousehold, your — of Vienna, of your childhood, while you were still there?",
        "Q: What year was this?",
        "Q: Mm-hm.",
        "Q: I see. So it’s a good 30 years ago.",
        "Q: Okay.",
        "Q: And do you — do you remember then, aba — about those first six years? Do you\nhave any sense of Vienna?",
        "Q: Yeah.",
        "Q: Do you remember the trip from Vienna to Calais?",
        "Q: No?",
        "Q: Oh my.",
        "Q: Yeah. What part of London, do you know”?",
        "Q: I think that’s in west la — western part of the city?",
        "Q: Okay.",
        "Q: Not east London. Not — not south London.",
        "Q: Yeah, I think Kilburn is west, if I remember it.",
        "Q: So you weren’t on a Kindertransport?",
        "Q: Okay.",
        "Q: Oh my.",
        "Q: He wasn’t mistreated?",
        "Q: Do you remember not having him around?",
        "Q: Right.",
        "Q: That was going to be — that was going to be one of my questions, 1s how was that\ntransition for — for a young child? They — they soak up languages like sponges.",
        "Q: So, I could imagine —",
        "Q: And you were how old?",
        "Q: You must have been a little girl.",
        "Q: So tell me though, as an eight or nine year old child, to have such — such a very\nstrong, marked position, how had things been explained to you by your parents, of\nwhat was going on, and why you’d left Vienna, and — and this war, and so on. Ti —\ncan you recall that?",
        "Q: So, in other words, was it an English child saying to the principal that no, I don’t\nwant to talk to the German prisoners of war, because they’re the enemy of England\nand we’ve just survived the blitz, or was it a —",
        "Q: And that’s it.",
        "Q: I also find it very surprising that a principal would ask an eight year old child to\nmeet with prisoners of war.",
        "Q: I find it —",
        "Q: But other than that, did you wa — did you feel comfortable in — in England, in\nBritain?",
        "Q: Do you remember war — wartime sorts of episodes or experiences while in\nBritain, or was it blitz, and Cheltenham and — and this, you know, inter — non-\ninteraction with — with the — the POWs, you know, that you were asked to do.",
        "Q: Were there more such things that — that — that are in your mind?",
        "Q: The V2 rockets?",
        "Q: What — what kids do.",
        "Q: What kids do, and thank goodness they do.",
        "Q: Do you remember V-E day? Do you remember th-the day that war was over, or\nnot?",
        "Q: In Normandy?",
        "Q: Okay.",
        "Q: D-Day, yeah.",
        "Q: The coolest thing, huh?",
        "Q: The circumstances, yeah, yeah.",
        "Q: Did your parent try to get out of Vienna earlier than ’39? Do you — did they ever\ntalk to you later, when you were older, about the circumstances, and the planning,\nand the, you know, everything —",
        "Q: — that went into leaving, and how they left?",
        "Q: And this large, extended family that your father came from, did most of them\nstay in Austria?",
        "Q: Post-war, while still in Britain —",
        "Q: — are there any — what kind of a life was that, in those first, post-war years?",
        "Q: I share that with you. I share it completely.",
        "Q: Sure.",
        "Q: School records? [indecipherable]",
        "Q: But were — were you made to feel like a foreigner?",
        "Q: Do you think it bothered your parents?",
        "Q: Did they sponsor him in?",
        "Q: I think you caught it right, though, when you said that, after the war, 1t was not\nyet a very cosmopolitan society.",
        "Q: And it’s harder to integrate into British society than it is into American society.",
        "Q: And they still do.",
        "Q: Tell me, did you ever use German again?",
        "Q: Literature.",
        "Q: Yeah, yeah, yeah.",
        "Q: Yeah.",
        "Q: I understand.",
        "Q: Can you tell me when you started to learn more about the context of what had\nhappened to your family, of what — what had happened historically, politically?\nWere you already in the United States? Were you already a — an adult? Or, through\nchildhood, did you know about the Holocaust, did you know about —",
        "Q: But it wasn’t that you had cut — that there was something particular, you’d go\nhome, you’d talk about it, your parents would have conversations with you, and —\nand that it was a per — a more personal aspect because it could have been you.",
        "Q: Oh, I see. So your father tried even from right at the very end of the war.",
        "Q: I see. I see. Excuse me.",
        "Q: I’m looking for the culprit who made the noise.",
        "Q: The culprit, who made a noise.",
        "Q: Yeah.",
        "Q: Oh, oh, I see. Is there anything that you think needs to be said, that I didn’t ask\nyou about? About your story, about — about those early years in — in Austria, that\nyou would want people to know?",
        "Q: No identity, no identi —",
        "Q: And you di — when you went back, you saw that the building wasn’t the same\nbuilding.",
        "Q: Was there anything else that you recognized from the first six years of your life?",
        "Q: No.",
        "Q: [indecipherable]",
        "Q: Yeah, yeah.",
        "Q: Yeah.",
        "Q: Doesn’t do it.",
        "Q: Got it. Well, Rita, I'd like to thank you for talking with me today. And —",
        "Q: — and this concludes our interview, the interview with Rita Penn on March 2\",\n2010, held in Leisure World, Silver Spring.",
        "Q: Thank you, thank you.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Okay.",
        "A: Okay. Well, I was born March 29, 1933, in Vienna, Austria. My parents are\nSimon — well, he used to spell it, s-z-y-m-o-n, but now, later it became anglicized,\nand it was s-i-m-o-n Knoll, k-n-o-l-l. And my mother, her maiden name was\nAppel, a-p-p-e-l, and I have no siblings, I was an only child. We lived in an\napartment house in a two part apartment, and my — my father’s brother and his\nfamily, they had two children, their — they did not stay in Europe either. And we\nlived in the — the same building. Some years ago, I took my family to Vienna, and I\nknew the address, so I went to look at the building. And there was a plaque there\nthat said this 1s not the original building. The original was destroyed in the war — in\nthe World War II and I thought, good for them.",
        "A: Yeah, yes, yes. Both my parents were born in Poland. They came to Vienna as\nyoung adults, and I don’t know exactly when that was, and they married. My father\nhad six brothers and three sisters, large family. And the family was in — they had a\nbusiness that had to do with sewing machines, and they did something with cloth\nfor sacks and things. But the whole family worked there, the sisters worked in the\noffice, the three sisters.",
        "A: No, this was in Vienna.",
        "A: Yeah. So they all worked there together. So, they — and I knew — well, some of\nthem I knew later, because many — several of them escaped, a couple of them\ndidn’t.",
        "A: So, I had —I—I still have one cousin who lived in the same apartment with us,\nshe lives in New York; I don’t see her very often. Her brother, who I was a little\ncloser to, he died a few years ago. He was a journalist, and he actually worked for\n“The Washington Post,” for awhile.",
        "A: Irwin Knoll. He worked for the Post and then he went out to Madison,\nWisconsin to edit “The Progressive.” He was very liberal. Good guy, but didn’t\ntake very good care of himself. His widow still lives in D.C. now.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Mm-hm. Well, I was six when I left, so it’s not very, very clear. In fact, when we\nwent back with the family, I walked around trying to think if anything looked\nfamiliar. At the time we were there, they were building a subway, so the whole city\nwas sort of torn up, and so —",
        "A: That we went back?",
        "A: It must have been in the 70s.",
        "A: Oh yeah.",
        "A: Yeah, with my husband and two children we went there before they went off.\nYou know, they’re adults now, with their own children, so —",
        "A: I have vague memories, mainly of my family and my cousin, th-the one who\ndied, who lived in the building with me, beating me up. That I remember very\nclearly.",
        "A: And I remember we had a fairly large extended family and we used to get\ntogether at — I think it was my grandmother’s house. But I don’t have very clear\nmemories of as — you know, a six year old is not really too sharp. I do remember\nwhen we left Vienna. I remember it was kind of uncomfortable. My mother — we\nwere not allowed to bring any jewelry with us or anything. And I re — I remember I\nhad a necklace, a very thin little necklace, and I remember my mother sewed the\nnecklace into the elastic of my underpants. And my father had left a little before us,\nbecause it was really very bad for men. And so my mother and I left, and I\nremember going on the — the boat from Calais to —",
        "A: No.",
        "A: Well, I thi — I remember being on the train, but not very clearly, you know? And\nthen I remember on the boat over to Calais. And then we were in England and we\nlived in London. We were there during a lot of the blitz.",
        "A: I remember wonderful times we had going to sleep in the subway, the\nunderground, as they call it.",
        "A: We were in — jeez, I don’t remember exactly where it was. Kilburn, I think\n[indecipherable] section.",
        "A: I’m not sure.",
        "A: I— I’ve been back several times to London, but I don’t re —",
        "A: I don’t think so.",
        "A: Yeah, yeah. We were there for awhile. The — there was a — a Jewish agency that\n— that helped at the beginning.",
        "A: No, no, no, no.",
        "A: I was with my mother the whole time. My father went to the Isle of Man.",
        "A: He was interned for 11 months, because the British were very nervous about\npeople who spoke German. And of course, we spoke German then. So he was\ninterned there. Also, my mother had a sister who had married a German, who tried\nto follow — who did follow her to England. And then he was sent on a transport to\nCanada and it was torpedoed, and he went down. And that was — she never\nremarried or anything. My father was there for 11 months. He had a great time. He\nbecame a cook, which he never did before or since. And in — it wasn’t —",
        "A: No, oh no, no. He — he seemed to, you know, get along with all the people there,\nand when he was released, he came and joined us. By this time —",
        "A: Yes. My mother was only able to work as a domestic. That was the only job that\nwas available for the immigrants. And I remember we went to — she worked in what\nwas called a — a boys’ college, it was like private school, with kids living there. And\nI got the measles. And so they shipped me off to the hospital very fast, before I\nspread it through the entire —",
        "A: — school population. And that was my — just my mother and I were there at that\ntime. And then my — the school that I went to in England, and I don’t really have a\nclear picture of that school in London, decided to evacuate everybody out to the\ncountry. So they sent us out to Gloucestershire, and we lived in a little town — a\nlittle village outside of Cheltenham, and we were boarded with a family there. And\nI —I have very clear pictures of that. I went to school there, they had a — a regular\nschool in a neighborhood. And I — I do remember one day the principal I guess it\nwas, called me into the office and said, you — you understand German? I said, well,\nI don’t speak it much any more, because by then you — you didn’t speak German.",
        "A: Right, right.",
        "A: I was teaching my parents. My parents had been taking English lessons, you\nknow, with — with records and stuff. And they — they died with an accent, okay? I\npicked it up immediately. And the principal said to me, you speak German? I —\nwell, I understand German, cause I didn’t want to speak it any more. And\napparently, there was a prisoner of war camp nearby, and they wanted to bring these\nprisoners over to talk to me, the Germans. And I —",
        "A: — refused to talk to —",
        "A: I must have been about eight or nine at the time. And I said no, I won’t talk to\nthem. And I wouldn’t. I would not talk — I wouldn't meet with them, I wouldn’t talk\nto them.",
        "A: Not really. I don’t remember ever actually discussing it with them. It was just\nsort of a fact of life that you left Vienna. You didn’t — you — you couldn’t stay there\nany more, because there were these guys marching around with the brown uniforms,\nand the boots, and — and these were not good guys, and the sooner we got out of\nthere, the better. So, off we went to England, and I became an English child fast. I\n—I was — as I said, I was teaching my parents English because I — I picked it up, you\nknow, very quickly.",
        "A: No, I just said I don’t want to talk to them.",
        "A: And that was the end of it, yeah. And I didn’t. I never met them, and I — I\nwouldn’t speak with them, so I— I don’t know why they wanted to talk to me in the\nfirst place.",
        "A: Yeah, yeah.",
        "A: It was — I don’t know, maybe — I don’t know, maybe they were being\nrehabilitated or something, I don’t know, I really don’t know, but it was kind of a\nstrange episode.",
        "A: Yes, except we always felt a little bit like the outsiders. We were the refugees.\nAt that time, Britain was not very cosmopolitan, especially out in the country, you\nknow, London was a little different, but out in the country, you know. They didn’t\nknow what Jews were. We sort of had to explain, you know. There was a woman\nwho came from London, once or twice — I think once a week or twice a week, I\ndon’t remember exactly, to teach me Hebrew, which I still can’t read. And once in\nawhile, after things were not quite as bad, we — we had some relatives in London,\nso we would go to visit them in — in London occasionally. Meanwhile, my aunt, the\naunt, my mother’s sister, the one who married the German, she had also been\ninterned in the Isle of Man. And she was released, and she stayed in London for —\nuntil after the war, and eventually came to the U.S. But we would go and visit her\ntoo, but this was, you know, not while the blitz was going on. That — that was pretty\nbad.",
        "A: Yeah.",
        "A: Well, I remember listening to Churchill on the radio. I mean, everybody listened\nto Churchill on the radio, and he made things, you know, he was very positive, and\n— and upbeat and everything. I remember the sound of the — the bombs, you know,\nthe — those things that — that made this noise.",
        "A: Yeah, and then they stopped, and then you knew they were gonna fall. And then\nwhen we went to the underground and — at night, we would come out in the\nmorning and there would be rubble all over, because you know, the bomb had\ndropped not far away. But the — the underground was very safe, and everybody\nwent to the underground. I loved it, because I — I have no siblings, and when we\nwent to the underground, you know, we’d go with our pillows and our blankets and\neverything, and there’d be kids to play with. It was wonderful. On the platform, you\nknow, we — we’d run around and have a great time.",
        "A: Yeah, yeah.",
        "A: Yeah, yeah. It was a very, you know, su-supposedly normal childhood. But —",
        "A: I remember I went to school, and the teacher said, do you know what day this is?\nIt was V day — V-D day, V — the day that they landed at the —",
        "A: Yeah.",
        "A: And, of course, none of us knew.",
        "A: And she said, remember this day, because it’s very important. There — the place\nwhere we lived, it wa — there was a — a group of — th-there was a — an American\nbase not far, and so the soldiers used to come in, and I had a — a friend who had an\nolder sister who, you know, they used to go out with the G.I.s and everything. And\nwe used to follow the G.I.s, and we’d say to them, got any gum, chum? And they\nwould give us gum. And we thought that was —",
        "A: — the won — wonderful thing. So that — that was — that was really fun. So I—I\nreally didn’t have a deprived kind of childhood. I had a — a really, you know, pretty\ndecent, considering, you know, when you look back —",
        "A: — and you think about where — where I started, and what happened, it was really\npretty normal.",
        "A: No.",
        "A: No, they never did. The only thing, after the war, we — my father had a sister\nwho married a doctor, and he survived. He — I don’t know if he’s still alive, he lived\nin New York, but I do — I don’t know if he’s still alive or not. He came to visit us in\nEngland, and he told my parents what went on. His — his wife, my — my aunt, and\nthey had a child who died in the camps. And he told them, but they wouldn’t let me\nlisten. They sent me to bed, and said you — you can’t hear this. So I never did hear\nthe story, which — you know.",
        "A: Just — well, one brother was severely beaten on Kristallnacht, I remember. I\ndon’t know if he died after that, or if he disappeared, or what happened. Another\nbrother was killed, I believe. His son 1s still alive, and his — his wife escaped, and\nthey went to Canada, and he’s my Canadian cousin. He’s — I just saw him a couple\nof weeks ago, we were — he — he goes to Florida in the winter. There was one —\nlet’s see, was that a — that was a —a brother of my father’s, and his family. He had\nwife and two children. They died. They stayed in the camps. As far as I know, my\ngrandmother died, she never left. The rest of the — the family escaped. My father’s\nfamily. My mother didn’t have a very big family, she had a brother and a sister,\nboth of them went to Canada. So they escaped. So, I basically lost two cousins,\nseveral uncles, and a couple of aunts. But I have an uncle who went to New York,\nand he is the father of the — the cousin who was the reporter, and I had another aunt\nwho also came to New Jersey, and when we came to the U.S. we stayed with them\nin New Jersey. She married a man who, he had also, he had come from Austria, I\nthink he was a native Austrian. But they — they had come earlier. And their son,\nwho — who is another cousin of mine that I’m very fond of, he was born in the U.S.",
        "A: Mm-hm.",
        "A: We left the little village where we had been billeted with this family, and we\nwent to Cheltenham town, and we bought — my father bought a house. You know,\nit was a duplex, so he bought the — half of the house. And I went to school there, not\nliking school all that well, because they made me do phys ed, which I didn’t like.",
        "A: I—I w-—I went back to the school when I went with my family, and I said, could\nI look at my record? You know, here you can look at any —",
        "A: Oh no, we can’t show you the records, they said.",
        "A: Because I — I— whenever we — th-they were very much into gymnastics, and I\ncan’t do any of that stuff. And so when — when — whenever we — we would have\none of these days where we would have to perform for the rest of the school, and\neverything was in teams, you know, you were on this team, and — and you had to do\nthings for the good of the team, and — and all that. I would stay home that day. And\nI remember going back the next day and the headmistress — this was a girls’ school,\nsaid to me, why weren’t you here yesterday? And she said, you weren’t sick, were\nyou? And I said no. And she said, why weren’t you here? And I said, I didn’t want\nto let my team down. I thought that was a good way to put it. And they whacked\nyou over the head in those days, they did. I would get whacked. But, I could —",
        "A: We- we were never really considered English. We were always those people\nthat came from Europe, you know. And after awhile it didn’t really bother me,\nparticularly.",
        "A: It —I think it bothered my father, because he couldn’t wait to come to America.\nHe had family here, you know the — whatever remained of the family had come to\nthe U.S.",
        "A: Yes. The cousin, his father sponsored us in, and so we came. And I immediately\nfelt much more at home, like I could belong here, you know, it was a different\nfeeling. Although I — I love the British. I go back and I love to go to London and go\nin the theater and do all that kind of stuff. And —",
        "A: No. Right.",
        "A: Yes, yes. And American society, even though I came here with a pronounced\nBritish accent, I went to high school, and people would say to me, talk British to\nme.",
        "A: But I don’t have the accent any more.",
        "A: The only time I used it was when I was in college, and you had to take two years\nof language, and I figured ooh, hey, this 1s gonna be easy. So I took first year\nGerman, which was hard because it was a lot of grammar, which I’d never done,\ncause I’d never gone to school in German speaking country. But the professor said\nto me, don’t take second year German, because you know the vocabulary, go right\ninto third year German, which was basically reading a lot of literature.",
        "A: And it wasn’t in the old script, 1t was 1n new script, and so I took that and then\nthat was really a goo — the extent. We have been back to German speaking\ncountries. We took one trip for three weeks. We went to Germany, Switzerland\nand Austria, all in the German speaking parts. And by the end of the three weeks, I\nfound I — I remembered more words. And I — I said to myself, if I ever had to learn\nGerman to really communicate, I could do it. Wouldn’t be a big deal.",
        "A: But it’s not something I’ve ever — I’ve tried to learn Spanish, you know —",
        "A: — stuff like that. But I— I- I’ve really no desire to speak German, or to — we\nhave a German club here, I’ve never gone. I just don’t want to even bother.",
        "A: I have too many other good things to do here.",
        "A: Well, when — when my uncle came to visit us, I sort of got the gist of what\nhappened, even though they wouldn’t let me hear all of the details. There was a lot\nof information. This was right after the war, and there was a lot of information in\nthe papers. I think I was aware of what had gone on.",
        "A: It could have been, yeah. No, I don’t think so. It was okay, we’re here now, we\nhave survived this, and now the next step is to go to the U.S. We had to wait four\nyears before we got here.",
        "A: Yeah. We applied immediately, and it took four years, and now — we came in\nJanuary °49.",
        "A: Sure.",
        "A: For the what?",
        "A: Oh.",
        "A: It was somebody walked through.",
        "A: Just that I don’t feel — you know, people say to me, where were you born? And I\nse — oh, Vienna, oh, that’s a wonderful city, and — and — and — you know, they talk\nabout the music and dance and everything. Doesn’t do anything for me. I just have\nno strong feeling about it. None.",
        "A: No, no, it doesn’t mean anything, it — it — it really — you know.",
        "A: Yeah.",
        "A: No, no.",
        "A: Nothing. We walked around. Well, it may have been because of, you know,\neverything was dug up.",
        "A: But I was ready to move on to other places, and we enjoyed Switzerland. We\nbasically flew in and out of Germany, we didn’t spend any time there. But, you\nknow, we went around and we looked at things, but it — it’s not the kind of thing\nthat I say to my children, oh, you must go back there, because it’s your heritage. It’s\nnot your heritage.",
        "A: So, I—I don’t have any — I would not — well, I — if I had to go to Europe, I\nwould go to England, because I — I do have a feel for that.",
        "A: But Austria doesn’t —",
        "A: — doesn’t do it for me, no.",
        "A: I enjoyed it.",
        "A: Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 2, 2010\nRG-50.030* 0569",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Rita Penn,\nconducted by Ina Navazelskis on March 2, 2010 on behalf of the United States Holocaust Memorial\nMuseum. The interview took place in Silver Spring, MD and 1s part of the United States Holocaust\nMemorial Museum's collection of oral testimonies. Rights to the interview are held by the United\nStates Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "RITA PENN\nMarch 2, 2010"
    ]
}