{
    "rg": "RG-50.106.0121_trs_en",
    "sequence": [
        "Question: The following is an interview with Joseph Koplewicz. The interview is\nbeing conducted at the United States Holocaust Memorial Museum, on October 7\",\n1993, by Gail Schwartz. Please tell us your full name.",
        "Answer: Joseph Koplewicz.",
        "Q: And when were you born and where were you born?",
        "A: December 7, 1915, Kielce, Poland.",
        "Q: Could you describe your household growing up, who — who you lived with?",
        "A: Mm-hm. My parents, two —",
        "Q: And their names?",
        "A: Herman and Rose Koplewicz. Mother’s maiden name was Kind, k-i-n-d. Two\nsisters, two older sisters. The oldest was Sarah, the younger was Esther, and\nmyself and my younger brother, whose name was very hard, [indecipherable] this\nwas Six of us.",
        "Q: What kind of work did your father do?",
        "A: He was a businessman. He was representing for a quite long time, a factory\nmanufacturing pots and pans and selling. And then lately, just before the war, he\nwas owning his property which was not far away from Kielce, by the name of\nLudinya(ph), not far away from Czestochowa. They were digging out their\nOctober 7, 1993\n[indecipherable] which was going on the beginning for cleaning sugar, later to dig\nout which was going for china. War came and everything fell apart.",
        "Q: Did you live right in the main part of the city, did you live in the outskirts?",
        "A: No, we live 1-in town of Kielce, in the city.",
        "Q: Right in the city.",
        "A: That’s right.",
        "Q: What kind of neighborhood was it?",
        "A: Very hard to describe what kind.",
        "Q: Mix?",
        "A: A mix what is —",
        "Q: Jews and non-Jews?",
        "A: Kielce — Kielce was — I don’t think that had more than 10 percent of Jewish\npopulation, and — but this was a mix one neighborhood, I would say, 10 percent\nmaybe Jewish and 90 percent not Jewish. I was there til 1932, and 1932 I left for\nWarsaw.",
        "Q: What kind of schooling did you have?",
        "A: I—1in Kielce I graduated gymnasium, and then four years of law school in\nWarsaw. In 1939 the war started, and this was the end.",
        "Q: Did your — was your family a religious family?\nOctober 7, 1993",
        "A: Let’s say this way, my father was a believer in religious sense. They were not\nlike are here, you know, Reform, Conservative, and — no, didn’t have a beard, if you\nunderstand this. On Friday when he made prayers, he took off the hat and that’s\nwhat it was.",
        "Q: Did you have any kind of religious training yourself?",
        "A: Yeah, I know still how to read Hebrew.",
        "Q: And how did you learn that?",
        "A: Teacher was coming home and teaching us, only me and my brother.",
        "Q: And when you went to school, you went to school with non-Jewish children?",
        "A: When I started to school, I was the only one Jewish fellow. When I was ending\nthe school was probably something around 15. Together, the whole school had\naround 500 pupils.",
        "Q: Do — do you —",
        "A: This was a state school.",
        "Q: Do you recall any anti-Semitic incidents growing up? Any problems because you\nwere Jewish, as a child?",
        "A: Not to the point that I experienced later.",
        "Q: Right, but anything growing up? Did you —\nOctober 7, 1993",
        "A: From time to time remarks. I was very good in sport, so I was getting much less\nthat probably did get, all boys who were going to Jewish schools.",
        "Q: What kind of sports did you do?",
        "A: Soccer was the first and tennis second.",
        "Q: So you were on teams with non-Jewish —",
        "A: Yeah.",
        "Q: All right. And then you stayed in Kielce — Kielce for how long?",
        "A: Til 1932.",
        "Q: 1932, and you were 17 by that time?",
        "A: That’s correct.",
        "Q: And where did you go?",
        "A: To Warsaw.",
        "Q: To do what?",
        "A: To university of Warsaw, to study, and in 1936, I finish, and I had only three\nyears of optic — of m —\nQ2: Apprenticeship.",
        "Q: — apprenticeship 1n — as a lawyer, and the war started and this was an end of my\nprofession.\nOctober 7, 1993",
        "Q: All right. And living in Warsaw from 1932, before the war, what was that like?\nCan you describe —",
        "A: I was a student and I already distan — decided not to take any more money from\nmy father, so I was working already in the lawyer’s office and making money\nhelping the lawyer, being already — you know, you didn’t have to go every day to\nthe law school, you needed to take only exams on the end of the year, school year.\nSo I had enough time to go and to do this, and I was doing — being honest, I wa —\ndidn’t like too much the law, I —I preferred to be probably just an engineer, but this\nwas not the profession which you could do in Poland, especially for a Jewish\nfellow. And in family of four we were five lawyers. My brother-in-law, the oldest\none was a lawyer. My oldest sister was a lawyer, my youngest sister was a lawyer.",
        "Q: And so you — when you went to Warsaw, were you living by yourself?",
        "A: Yeah, I was living on [indecipherable]",
        "Q: O-On a what?",
        "A: [indecipherable|",
        "Q: Yes, uh-huh, uh-huh. And any problems in 1932 - ’33 - ’34 with —",
        "A: Anti-Semitic?",
        "Q: Yeah.",
        "A: Yes, on the university —\nOctober 7, 1993",
        "Q: And do you —",
        "A: — but as I said before, we did not go every day.",
        "Q: Right.",
        "A: So-",
        "Q: Which university were you a student at?",
        "A: Warsaw was the university, which had name later Pilsudski, but in my time was\nWarsaw University, and —",
        "Q: Can you describe one of the incidents early on in Warsaw?",
        "A: Yes, yes, I do, because one of my friends from Kielce, which we were in school\ntogether, was also studying law. We went one day, was purpose, because you know,\nthey told to sit on the left side, and he did sit down also.",
        "Q: They told who to sit on the left side?",
        "A: The professor said the Jewish people stood and should sit on the left side. And\nwhen we’re going out, they were waiting for us, you know, and was purpose, to\nshow that we are not afraid, I showed him to go out first, and he knew what’s going\non, so he showed me, and I went, so he got beaten up.",
        "Q: By other students?",
        "A: That’s right. And I knew about others, I didn’t experience too much myself,\nOctober 7, 1993\nbecause as I said, I was going there only for on the end of the year to take the\nexams, and that’s all what was.",
        "Q: Mm-hm, mm-hm, mm-hm. All right. And then the years — it was 1935 - °36?",
        "A: Th-Th — °36.",
        "Q: And you finished law s —",
        "A: School in 1936.",
        "Q: And then what did you do?",
        "A: That’s a— what I said I pul — went to the lawyer for a — usually you could go to\nthat court for three years and then to have two years with the lawyer or you could\ngo for five years with the lawyer. And so I decided to take this five years and after\nthree years was already everything over, so I didn’t graduate, you know, I didn’t\npass the bar exams because I wasn’t — didn’t have the five years.",
        "Q: Right, right. And then —",
        "A: And the rest is history.",
        "Q: And the rest is history. Lo — okay, let’s talk about now with the war breaking\nout, because up to that point you were doing your re — working with the court.",
        "A: Right.",
        "Q: Okay. And then when your — your first memories of when the war started, can\nyou describe —\nOctober 7, 1993",
        "A: That first memory?",
        "Q: Yeah, of when the war started.",
        "A: In 1939, as a matter of fact we were on vacation. When I say we were — because\nit happens that my wife was there on vacation too, together.",
        "Q: Were you married at that time?",
        "A: No.",
        "Q: Oh, okay.",
        "A: We met only in 1935, this was the year my wife graduate from high school in\nWarsaw. But in 1939 we found ourselves in the same hotel in the country on\nvacation. And as a matter of fact —",
        "Q: Where was this?",
        "A: This was the Arensha(ph) in the mountains of Poland, and because I was going\nvery often there the summertime, every summer, almost, so I had su — few friends.\nOne of them was a teacher there, and just before September first, which war started\nover there, he told me, he said he read already mobilization paper, which was not\noutside, and I told this tha — my wife now said, I saw this and it would be smarter to\ngo now back to Warsaw. And we took together the train and we found ourself if I\nam not wrong, a day before September first, so — and the next day war started. And\nOctober 7, 1993",
        "Q: What do you remember of that day, of September first?",
        "A: I found myself in my sister and my brothers-in-law apartment. They were in the\ncountry this time with the both children, girls. And a maid was there already. On\nSeptember second, if I am not wrong to the dates, about I can be day or two off, the\nbomb hit the back of the building and destroyed everything what was in the back. If\nI say back, in Poland usually the apartments had the front entrance and the back\nentrance, you know, for deliveries and maids was from the back and from the front.\nSo everything from back, no more entrance through the maid. This — she was there,\nI think — the maid was, a day or two more after this bombing and she decided to go\nback to neighborhood of Kielce, which usually my mother was sending the maids\nbeing sure that they are the right ones, she went back and I found myself in this\napartment, waiting until they would come. In meantime I found out that my brother-\nin-law was already in the service, and my sister came few days later with the both\ngirls, and — yeah. Then a few days later again SS came, high officers of SS, and —",
        "Q: Came to the apartment?",
        "A: To the apartment because they had —",
        "Q: Were you home?",
        "A: — they had the names of the lawyers, and because he was a lawyer too like my\nsister, so they came because — and what he found, the his — my brothers-in-law coat,\nOctober 7, 1993\nwhich was full of blood inside, somebody brought to us the coat and we thought\nthat he is dead. So she kept this coat, my sisters kept the coat in the closet and when\nhe looked, saw the officer’s coat, she told him that that’s what she got from\nsomebody who brought this. And then he changed for a moment and he said that he\nwill be — in few days the people will come and will confiscate everything. He\ndoesn’t want to write anything, whatever they will find, they will confiscate. And\nthey left, and my sister sold everything almost, in the next two days, or was giving\naway, but to get rid. And really when they came, they didn’t have too much to take\nit out.",
        "Q: Were you there when the SS officers came?",
        "A: When the officers came?",
        "Q: The first time.",
        "A: Yes, I was there.",
        "Q: Did they say anything to you?",
        "A: Nope. No, they were interested in confiscation of furniture and whatever. They\nasked to open the — how you call it, the —",
        "Q: Closet?",
        "A: The safe.",
        "Q: Safe.\nOctober 7, 1993",
        "A: And in the safe he took out only a one pin, diamond pin, put on his uniform and\nsaid looks nice, and of course then put back. But I think that this officer coat saved\nthis time my sister. And later, I wasn’t there when they came to confiscate, but I\nfound out that they didn’t because wasn’t any more.",
        "Q: Then where did you go?",
        "A: Then I decided that I will go and find out if my father — if my brother-in-law is\ndead and my sister is alone, or I will find him and I will bring back. And I decided\nto go to the Russian side. Poland was divided this time. And because he was, before\nhe became a lawyer, he was a judge in the town of Bialystok, which probably you\nheard about, so —",
        "Q: What was your brother-in-law’s name?",
        "A: Nathan(ph) Erlich(ph). And so I decided to go there and to find out if anybody\nheard, and I found him there. He had just came from hospital. The coat was brought\nby a friend, also an officer, who was almost sure that he is dead and couldn’t face\nmy sister, so he left the coat there and he took off the bandages. We went to make a\npicture and with this picture I came back to my sister and we were there for quite\nawhile until my brother came from Kielce. Left the parents and came there because\nparents sent some money for my sister and for my brother-in-law who was still in\nBialystok. So we decided that we’ll go there and deliver this money. It wasn’t so\nOctober 7, 1993\nsimple crossing the border, neither with Germans or Russians, so we split the\nmoney between, but we delivered money together.",
        "Q: We?",
        "A: We, my brother and myself and we were separated for a moment, but we found\nourself. My brother — I left my brother there, together with my brother-in-law and I\nwent back to Warsaw because I didn't want my sister to be alone. Even that two of\nthe sisters who were just then together. And because they had only two daughters,\nso they were only girls, so I decided that I will go because this side — my brother-in-\nlaw was not in condition to come. Just before war started between Russians and\nGermans, they came, they left Russian side and they came back to Warsaw and my\nbrother left right away for my parents to Kielce and were there. And later was\nchanging, we needed to give up the apartments because they were moving people to\nghetto, which was —",
        "Q: This is in Kielce now?",
        "A: This is Warsaw.",
        "Q: Oh, now you're talking about Warsaw, right.",
        "A: As a matter of fact, I’m talking more now here about myself than I am talking\nabout the — the reason I am here, to talk about the Germans. And I hate to talk about\nmyself, this reminds me always, you know, when you’re going to the bank and you\nOctober 7, 1993\nwant the loan, you need to show off how ri-rich you are, and believe me I wasn’t a\nhero during the war. I was more a coward than — than a hero, so I hate to talk about,\nbut I know that the — I went to Kielce to visit my parents — this is, I’m backing up\nnow a little bit and this needed to be in 1940 and I was there for a few days only — I\ndecided to be only for a few days, but in this few days I went to visit my friends\nfrom school, and of course when I visited them, they hated to see that I am wearing\nthe Jewish — because they were not Jews, so they told me to take off, and with them,\nthey don’t see the difference. And — and I spent out —",
        "Q: Jewish star you’re talking about?",
        "A: The Jewish star which we were wearing. And I took off and I — I was with them\nand when I left them, I forgot that I had the star in my pocket and two regular\nGerman soldiers, not SS, stopped me and I don’t know how — oh no, no, I know —\nnow I didn’t know how, but now I know. Two soldiers, German, were walking and\nI remind myself this time that I didn’t put, so I put my hand in the pocket and I put\non. They saw this and they stopped me and they pushed me in their hallway and\nthey asked for money. But I didn’t have too much and I offered them also a watch,\nand this was not enough. So I told them that if they will walk with me home, I will\ngive from my parents, I will get money and I will give. And that’s what it was, I\nwas going in front, they were walking behind. An SS stopped three of us, there’s\nOctober 7, 1993\ntwo soldiers and them, asking why they are walking behind this Jew. So they told\nhim that, so they were arrested by SS for mixing in, and I was arrested for not\nwearing the — the s — this was, by law, even that you could be sentenced for death.\nBut my parents used the intervention of my ex-German teacher, who was married to\na Italian foreign diplomat, and they went to her, and she was able to pull me out\nfrom the jail. I was only two days in jail. And I left, of course, Kielce the day after,\nit was my accident — experience was —",
        "Q: Le-Let’s go back a little bit, you — you were — came back to be with your sister.\nWe jumped ahead a little bit, and you had seen your brother [indecipherable] came\nback.",
        "A: Yeah, they had the beautiful apartment in [indecipherable]",
        "Q: Okay, and then — and then what happened to —",
        "A: Everybody needed to start to move, to give up this apartment, but it was time\nthat they permitted you to exchange, so that —",
        "Q: Is this still 1939?",
        "A: No, 1941. ’40 - °41.",
        "Q: Oh, okay, but you had visited your — your brother-in-law and then came back to\nbe with your sister. I’m moving behi — back — back again.\nOctober 7, 1993",
        "A: No, no, no, when — we talking about when the brother-in-law came back, they\nwere together and I was together with them.",
        "Q: Okay.",
        "A: So he came back to his apartment.",
        "Q: He did come back, okay.",
        "A: Oh yes, and my brother only went to bi — to the parents, to Kielce. He was —",
        "Q: Okay, and then did you stay living with your brother-in-law, and —",
        "A: And my sister and my two nieces.",
        "Q: And what did you do?",
        "A: As a matter of fact, who — we’re funny [indecipherable]. Many Jewish people\nwanted to sell their properties. Of course, not to Jewish people who were buying.\nNow, if this deal would be made after the Germans came, wouldn’t be legal. So\nwhat was done, that was predated that it started before the war, it started some time\nin 1939, and then didn’t finish, and in the beginning of the 1939, when war started,\nit means on end of ni — ’39, by picking up mutual guy was sign as an agreement to\nfill. I was the guy whose supposed to be the guy who signed his own papers. So of\ncourse this way they were getting quite cheap the properties. Our friends were\ngetting the money and we’re getting our pay for it. And that’s what was a living\ncontinuously scared. From time to time they were catching us, the Germans were\nOctober 7, 1993\ncatching on the street and taking to labor. Sometimes one day only and sometimes\nwas a few days and a few nights.",
        "Q: Did anything happen to you in 1940 in —",
        "A: Yes, I was caught a few times to — to work.",
        "Q: What kind of work?",
        "A: The physical work, digging and moving furniture and whatever they had to do.",
        "Q: This is in— in Warsaw.",
        "A: But — Warsaw, everything Warsaw, or in — or around Warsaw. They — this\ntime they were taking us by trucks and bringing back the —",
        "Q: Where were you living? Were you still living with your sister?",
        "A: Always — always — this time I was living with my sister and my brother-in-law, it\nwas in their apartment. Later the apartment was changed for apartment — different\napartment and also 1s a big as this, but they had other friends which are leaving.\nAnd this was going on until they started just to close. This time my father got a\nproblem with the prostate in Kielce, and needed to be operated. And I think that I\nam coming now close to 1942, this was —",
        "Q: Well, we’re still —",
        "A: — yes, I — in this time —",
        "Q: — we’re still 1940, were — anything else in 19 —\nOctober 7, 1993",
        "A: You know, this is — this — everything is —",
        "Q: The same.",
        "A: War was the same.",
        "Q: In 1941 —",
        "A: ’41, I don’t remember ’41 or something like this, because wait a second, wait a\nsecond, wait a second, wait — yeah, the —",
        "Q: The ghettos —",
        "A: Ghetto started in 1940.",
        "Q: October 19 —",
        "A: And this was this, what I was just saying before was everything about already in\nthe ghetto, what we’re doing together with my brother-in-law and my sister, you\nknow, sending this — this was already in the ghetto. This time was very simple,\nbecause the courts, which were on the border between the ghetto, one entrance was\nfrom the ghetto side, the other entrance was — from the other side was very simple\nto get in. So that’s what was this — the [indecipherable] were possible to do it,\nbecause you could go to the court and to — put in everything le — to make it legal,\nthis everything. Now, in 19 — sorry, in 1942, my father had already this problem\nwith prostate and was not permitted by Germans to be operated in Kielce. Was my\nmother who had so-called good looks, Aryan looks, decided to cover most of the\nOctober 7, 1993\nface of my father, he was very sick this time, took him by the train and she brought\nto Warsaw. He looked this way, that if wou — my mother wouldn’t be there, I\nwouldn’t recognize my own father. He had already infection, urine in the blood.\nAnd they tried, you know, to help him before operation, but in — he died soon after.\nSo this was only one member of the family that because of Germans, but was buried",
        "Q: Wa — so what — when did he die?",
        "A: 1942, and I would say this was January 18. I will tell you why. Because January\n19 - 18, in 1943 was th — by Jewish, after 11 months you stopped talk — saying\nKaddish, and then a month later you saying the Kaddish, so I said this Kaddish and\nthe next day I lost my mother and my sister. So almost exactly.",
        "Q: What were the conditions in 1941 in the ghetto? Did you have enough food? Do\nyou —",
        "A: As I said before, we were lucky because we were ha-having help from our\nparents financially and we were making money, like I told you before. Yes, I am\nmaybe right now ashamed to say, to compare what was in Warsaw, yes we did\nhave — we didn’t have — we didn’t suffer hunger.",
        "Q: What were your living arrangements that you — it was just your family?\nOctober 7, 1993",
        "A: As I said before, this was, on the beginning was a big apartment change for\nbigger, but some of the rooms were giving to the friends, mostly lawyers.",
        "Q: So you shared?",
        "A: From other si — from not necessary Warsaw. Mostly not from Warsaw, from\ndifferent cities, but by profession lawyers and they had so — was crowded but still,\nthere were still two rooms for — for us. And they —",
        "Q: Well now it’s 1942, and you say your father died in the early part of the year.",
        "A: Oh, this was terrible —",
        "Q: Then what happened?",
        "A: — because example — example, I decided once to take a bicycle and to take a\nchance and to go to cemetery. And believe or not, I gr — I didn’t make it. This was\nonce that I couldn’t make it to cemetery because of Germans. Second time, when\nwar was over and I came back to Warsaw and I found my wife, I decided to go —\nfirst I went to Kielce back — no, no, to Warsaw. Mixing up. And I decided to go to\nsee the grave of my father. I couldn’t get in because this time Russians had the fa —\nthe exercises —",
        "Q: Did your father — was your father able to have a funeral?",
        "A: Yeah.",
        "Q: He was. Okay, now we’re —\nOctober 7, 1993",
        "A: If you call it — this funeral. But anyway, not at least like others said, you know,\ntogether 20 - 30 bodies.",
        "Q: Right.",
        "A: He had this —",
        "Q: Now it’s — we’re in 1942, anything in the spring of ’42 that you recall?",
        "A: ’42, a very important thing was that August 12, this date sticking in our memory,\nin group of our friends we decided that we’re married, and also decided that we’ ll\nnot stay together because it’s not too safe, and especially that it’s war, so you know,\nyou never know what will happen. So we’re not together, but so-called, the whole\ntime when I was in all the concentration camps, I was wa — tho — thinking about my\nsisters, about — I knew that my mother and the younger sister are out. In\nconcentration camp I found out from my brother-in-law that my sister was arrested,\nthe older one. So I also wasn’t too sure. Him, I didn’t give a chance, her I — my wife\nI didn’t give a chance to — she was too fragile, in my opinion. She was too much\nunder the cover of her older sister.",
        "Q: So you say you got in — you — this is August —",
        "A: I thought that my two nieces would survive.",
        "Q: So that — so in August of ’42, you decided to get married.",
        "A: Mm-hm.\nOctober 7, 1993",
        "Q: And — and did you have a wedding ceremony’?",
        "A: No.\nA2: No, we didn’t have anything.",
        "Q: You — you had no wedding?",
        "A: Just —\nA2: We didn’t have papers, we didn't —",
        "A: Almost — almost two — three years later — no, two years later, actually\n[indecipherable] almost two years later, September of 1945, I found my wife.",
        "Q: Okay. We’ll get to that.",
        "A: I found my brother-in-law, the name only, and I found the name of two my\nnieces, they made it.",
        "Q: Okay, it’s August of 40 — of ’42, and then what happened?",
        "A: This is still going on til 1943. In 1943, I went to —\nA2: Uprising.",
        "A: — Lublin. Upri — oh, this is uprising, I forgot it completely about the uprising,\nwhich I had preferred not to remember again, because its organization which I\nsupposed to represent, represent to be a member of it, which I found out was giving\nthe position where to be and a gun, only not bullets in it. And I was put together\nwith the other fellow.\nOctober 7, 1993",
        "Q: When was this?",
        "A: This was on the fight of — get — ghetto fight. And the — the German machine,\nautomatic machines shoo — was shooting and one of the bullets hit the guy which\nwas next window to me, hit in the face and took off the — half of the head, and he\nwas dead at this spot, and I thought that I got also a bullet, but not the face, only that\nthe head and seeing him, I thought that my head is off. So scary, which I told you I\nnever was a hero. I looked my hand and I saw blood, and I passed out. So the\nGermans woke me up and [indecipherable] and going and they pulled us to a\nplace, to a spot where was a big hole, because the other group of the fighters,\ndifferent groups, did mar — put the mine and Germans were killed when they came\nto this spot. So they were putting guys around and shooting them. And probably if\nthey would have enough, they would put somebody else, but I don’t know. As long\nas we are waiting for [indecipherable] they pull my watch and they pulled my ring.\nThey didn’t put us, they took us, and this was where I was taken to concentration\ncamp on the train and I was sick, because I had open only wound right here, and\ncontinuously bleeding, but what worse was, when stop bleeding, was closing my\neye. And this time I found myself on the train with my dear friend who just passed\naway, Henry Fenigstein from Toronto.\nOctober 7, 1993",
        "Q: Let’s talk a little before, and we’ll talk about your train ride. Were you active in\nthe resistance at all?",
        "A: No, no.",
        "Q: You were not.",
        "A: In the last moment —",
        "Q: The last —",
        "A: — they — they put this in, the saying about hero, because after the war I met some\nof the guys who did belong to it and — and they wrote it on [indecipherable] paper\nthat I was, and didn’t touch it because I wasn’t a hero, I wasn’t fighter, I was only\nfooled by myself and I was hit by a bullet, which I shouldn’t stay there, at the\nwindow. But —",
        "Q: Okay.",
        "A: — you know, when you’re talking about that, I hate to talk about myself, is that\nfrom all my members of family, I was definitely the worst.",
        "Q: All right. We are — okay, now you are — y-you were talking about the April of\n1943 uprising in Warsaw.",
        "A: Mm-hm.",
        "Q: And now you’re on the train.",
        "A: Yeah. The train went to Lublin, which was Majdanek.\nOctober 7, 1993",
        "Q: What kind and what was the con — what were the conditions on the train?",
        "A: Terrible. As I started to say, this was not regular train only, you know, for\nanimals and we were — crowded is not the word. We — you — you couldn’t fall\ndown. Wherever you could sit down, you were sitting, if somebody was laying on\ntop of you, conditions were awful. And as I said, my friend is — this physician,\nHenry Fenigstein, who was with me as a matter of fact, 1f I am alive now, partially\nbecause of him, because with a pocket knife, from time to time before coming, you\nknow, for inspection of Germans, you know, how we looked, he was cutting in,\nopening the wound, so was opening my wound, my [indecipherable]. And we were\nin Majdanek for a few days —",
        "Q: And how long is it —",
        "A: — as a matter of fact, I need to look up this, this is the Lublin, it’s the first, one\nstop —",
        "Q: No, no, how — how long did the train ride take?",
        "A: I don’t remember —",
        "Q: Was it only men in the train?",
        "A: Pardon me?",
        "Q: Only men?",
        "A: Only men.\nOctober 7, 1993",
        "Q: Only men in the train.",
        "A: On this train were only me — I don’t remember [indecipherable]",
        "Q: And so you got —",
        "A: I don’t recall, could be that the women were there too. I don’t know, because I —\nas I said, I wasn’t feeling well, I was sick this time, because as a matter of fact, I\ndon’t remember too well about the staying in Lublin, in the camp, and as a matter\nof fact, whatever I remembered, was funny story, Henry re-remembered differently.\nAnd we were sitting and talking about and he didn’t remember some of the things\nwhich I said, I didn’t remember some things which he said.",
        "Q: What were — what were some of the things you remembered about being in\nLublin?",
        "A: Example, I remembered that there was a woman this time in Lublin and she was\na wife of a lawyer, young lawyer, whom I knew f— whom I met in Warsaw. And\nwhen she came and she saw me — she was working there — when she saw me and\nask me what — why I am, you know, ti — my suit was full of holes because, you\nknow, ghetto was burning and on the top — on the attics were most of the feathers,\nso there was —",
        "Q: Flying down?\nOctober 7, 1993",
        "A: Flying down and was making holes in everything. So she went and she brought a\nnew — not a new, but a good one, jacket for me and Dr. Fenigstein. And I remember\nthis exactly, I cannot recall her name. He doesn’t remember — he didn’t remember\nthis. Now, I don’t think that I made up this story, because I remember even who\nwas it, I cannot remember the name. I see her, I see him, even. And —",
        "Q: Did you work in Lublin? What did you —",
        "A: No, no, this — we were — only this was a all transition to send into different\ncamps. And I remember only that we had the inspection. Again the Germans came\nand picked up 600 guys. And with the help of Dr. Fenigstein I passed because he\nopened, and m-my eyes were open, the left eye was open too, and I was among the\n600 together with him, and — and again is a story which I remember, he remembers\nonly partially, that when the 600 of us were there, the guys who were working, and\nthere were Jews who used to be in the Polish army, they told us if we leave the gate\nand we’ ll go straight, then we’re going for — they will finish us. If they will — will —\nwill pass the gate and will turn to the right, 1t means we are shipped to the other\ncamp. So this time I thought that this friend, this doctor told me, let’s stay on the\noutside, so in case they taking us straight, we’ll go up there — because they told us,\ndo whatever you’re doing when you go inside, because you’re going for finish. And\nhe doesn’t — didn’t remember, I don’t remember exactly, but anyway it was not\nOctober 7, 1993\nimportant because we came out and we turned around. I am sitting here, so we\ndidn’t go straight and we didn’t do anything. Came a guy by the name of\nFlaggs(ph), whom I wouldn’t recognize except that I remember very w-well the\nname, and took us to the first camp, labor camp, which was Budzyn. And if you\nwant, because I have right here this box, which my friend was engraving when we\nwere there, and this was Budzyn, if we can read here, was on April 30\", 1943, and\nwe were there til February 14, 1944.",
        "Q: What kind of work did you do there?",
        "A: Now, when we came there, this is funny story, when we came there, I didn’t do\nanything because I went right away to hospital. And — and they decided that I have\n— surprisingly, that I have a malaria, this German — Au-Austrian doctor, Dr.\nFirsten(ph). I remember him because after the war, again, he became the Red Cross\ndoctor in Vienna. He told me when I came out from hospital, after few days, I don’t\nremember, or a week, he told me not to get scared when I will feel bad, because I\nam coming back because usually repeats, and that’s what it was. But I know that\nwhenever — how long I was in the camp, when I woke up, I asked the male nurse\nwho was there, who — with whom I became later friendly, I ask him, where 1s the\nmen’s room? And he said to me, you are going every day, so why are you asking\nOctober 7, 1993\nme? I didn’t know. He told me all my life’s story because supposedly I was talking.\nReally, I went, after a few days, working again, this time working, going to.",
        "Q: What kind of —",
        "A: And what we were doing? Now, when we came to this camp, Budzyn, they told\nus not to admit that you have a free profession, except dentists and doctors. I wasn't\na dentist, I wasn’t a doctor, so everybody else should say that he is a locksmith.\nNow, I never saw, in my te — I never held in my hand [indecipherable] but\nlocksmith. So there were few hundred locksmiths. And the next day they told us to\nclean the roof. That’s was the locksmiths. Anyway, they didn’t believe it that being\na Polish locksmith, we know what means locksmith, so they get us umschalag(ph).\nIt means a school again, and I this time, first time in my life I knew what means\n[indecipherable], I knew what is a [indecipherable] and I knew how to make it.\nThis was made there. And —",
        "Q: What were your living conditions like? Where were you living?",
        "A: Were living in barracks, sleeping on the [indecipherable]. I think we had\n[indecipherable] one next to the other. What I remember from this time, I\nremember only most of it. I remember that the whole night I was running only to\nurinate, you know, that’s what it was, because I decided one thing, food was not\nenough. Again, I’m talking only about myself. But I wouldn’t sell my bread. I was a\nOctober 7, 1993\nsmoker, and I wouldn’t smoke. I wouldn’t buy bread because I didn’t have money. I\nwouldn’t sell my bread either. So I stopped smoking and I was drinking plenty, like\neverybody was doing. Guys who were selling the bread for cigarettes were falling,\nyou know, swelling and dying. And — and I survived. Was one slice of bread for a\nday, and not a big slice, and bread was awful. But I shouldn’t say this because I met\nin this camp a client of mine from before the war, who always, I remember him as a\nsick man, he had the ulcers, and rich fellow, but suffering terrible, all kinds of\nmedication. And I am talking about before 1939, even America didn’t have too\nmuch medication of ulcers li — today we have miracles [indecipherable]. And in\nthe camp he suddenly didn’t have any ulcers. This bread, he would eat as much as\npossible, and he didn’t have any ulcers.",
        "Q: What was the — what was a typical day like?",
        "A: Getting up very early in the morning, get together for counting outside. Getting a\ncup of the cold coffee, dirty water and this time you got the slice of bread, which I,\non the beginning I was breaking to eat half on the beginning and half later until they\nstole this other half, so I was eating, finishing completely. And this was not a bad\ncamp to compare with the other camps. And then, together we were marching to the\nfactory, which was not far away, by the name of Heinkel(ph). They were preparing\nthe people for making planes later, which in other camps I was working on planes,\nOctober 7, 1993\nwhich — we didn’t suffer, but Germans suffered because no one plane took off. And\nwe, in my opinion, we didn’t do this with purpose, we just didn't know how to do it.\nAnd if anybo —\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: — talking about your staying in Budzyn and working in the factory.",
        "A: Yes, after — this is an — every day the same story repeating, and when it comes,\nyou know, to conditions, as I said before, were awful, people were dying because\nthis was one of the camps, this was so-called labor camp, not concentration camp\nyet, and I am talking now because — about this Budzyn because from experience of\nthe other camps which I had later, they were not used — we were not used to these\nconditions. Example, I was dreaming always about a pair of underwear. Socks. I\nwas dreaming all the time in all the concentration camps, I was dreaming about\npotatoes, I don’t know why not bread, but potatoes. Now, we can — we came to one\nday, they picked up in — in Budzyn — let me only recall what was the reason. Oh,\nthey call — pick up a group of people to send to different camp. And we didn’t know\n— anyway, I didn't know this time that they are — they decided already to change\nBudzyn for concentration camp. I wasn’t there when they changed. I was sent with\nOctober 7, 1993\nthe group to Mielitz(ph). And this was, looking in on my box here — excuse me.\nMielitz(ph) was February 16 to — ’44 to July 24, 1944.",
        "Q: How did you get from one place to the other?",
        "A: Oh, the ba — definitely by trains again, the same ones, but not as bad as was from\nWarsaw to Lublin or from Lublin to Budzyn was a little bit better then. This was\nnot as bad, but the same crowd and the same kind of trains. And we arrived in\nMieletz(ph) and we got a lousy welcome. A good welcome from the guy in charge\nof the camp, the Jewish fellow, but a lousy from other people, because I don’t know\nwhy, because not everybody was the fighter on Warsaw ghetto and they called\nfighters [indecipherable] heroes, and they didn’t like us.",
        "Q: What was your health like at that point?",
        "A: I probably was in excellent condition before I went, because when I — when war\nwas over I was very light, but the UGA(ph) when checked, they found out\neverything okay, was exceptional. One left eye — and I thought that this — and this\nwas not, because if this, then the right eye would be wrong, but that’s\n[indecipherable]. No, this — this was not on my mind never, and as a matter of fact,\nanswering this question, all my years in the camp, I don’t compare to the way my\nwife went through not being in concentration camp. Because I had my number, I\nhad my yellow and blue Jewish star on then, this was showing that I am a Jewish\nOctober 7, 1993\ncommunist, because all Jews had this, and the number. And I knew that not today,\nso would be tonight, or tomorrow, this is the end, but I am — I was myself, I was\nalways myself. She never was herself.",
        "Q: Did you always wear your — your star?",
        "A: Yes, yeah, because I — the sign we were wearing only when was concentration\ncamp. Mielitz(ph) was changed to concentration camp. That’s what we got, those\ntwo letters, which means concentrations lager. And we found out later that this\nwas under the Dachau. Everything from then, from Mielitz(ph) we’re going,\nincluding that we went to Dachau itself, too.",
        "Q: So you got to Mielitz(ph) and —",
        "A: To Mielitz(ph).",
        "Q: — in February.",
        "A: In Mielitz(ph) — in Mielitz(ph) we were working again in a factory.",
        "Q: What kind of factory?",
        "A: Th-— everything was prepared for war. As a matter of fact, again I need to go to\nex — my experience. I supposed to drill on an electric drill press, to drill one of the\npieces on an angle. And being later here in United States in the metal business,\nwhich I was, and I will come back later to you, how the life 1s playing tricks on us, I\nwas — I broke one of the bits. Now when you usually were getting five bits and one\nOctober 7, 1993\nbroke, you were going to — for more, which again, one of us was there and was\ngiving you not markings, so this way they didn’t find out how many were broke.\nBut when I broke this piece, the piece was spoiled, because you couldn’t get this\nhalf of the bits back. So I took out and I didn’t know that the Germans were staying\nbehind me. When I took out this he says, you spoiled the piece. So I needed to pull\nmy hands, and he was giving me five whip on the right and wi — five of left. And\nthis cracked. And you would say bad, right? No, this was not bad, this was good\nbecause I was sent to the camp and in the camp the doctor put the stitches; 12, I\nthink, stitches he put, and the — I was sent back to the camp — to the factory. When I\ncame there, there were Germans, they knew everything. One hand, two hands, three\nhands, one leg. They send me to machine which 1s working only with one hand. But\nthen they came and they said, who knows how to write and read? And again\neverybody 1s afraid, but I had only one hand, so I picked up, I know how to read\nand write. To hell with it, what wa — wi-will be, will be. And they send me into a\nroom which was sitting a German at the desk and he was a — a draftsman. And he\ntold me that — and bu — I forgot to say only that in school my foreign language was\nGerman, so I could talk, and he told me that he will show me how to make — to\nbecome a draftsman, and will be his helper. Now, I don’t know if he was provoking\nme or not, but every morning when I was coming there, there was a sandwich, I\nOctober 7, 1993\nthink a sandwich in the paper, and he never said that I should take it, but I never\ntook it. So this — that my hand was hit and I got the stitches, was only help me that I\nwas in a clean place. He permitted me even to wash my shirt, and to dry there and\nthen to put again on, and he ti— taught me how to be a draftsman. Not only to be a\ndraftsman, but German draftsmen needed to make on the machines the first piece,\nso he taught me even how to work on the machine. From there this — this camp was\nchanged to concentration camp, as I said before, and we got the letters and we got\nthe concentration camp uniforms, in Mielitz(ph). And —",
        "Q: What — what month was that, do you know?",
        "A: Now what month was this? I will not be able to tell you because I told you how\nlong we were in Mielitz(ph) —",
        "Q: Right, okay.",
        "A: — and then we were — this was not long before leaving Mielitz(ph).",
        "Q: Okay.",
        "A: And this time we are already in concentration camp, Mielitz(ph) changed to\nconcentration camp, and of course —",
        "Q: And how did the conditions change when it became —\nOctober 7, 1993",
        "A: How we felt the condition changed? I think — because again, is something, what\nhappened, which I told you on the beginning, never was a hero, was a coward, I\ncouldn’t — this is only one army, the German army that I cannot recognize what —\nA2: Rank.",
        "A: — they are officers, or —",
        "Q: Rank, the rank.",
        "A: — rank, never, never could. I know everythi — everybody’s else’s, I couldn’t\nrecognize. Russian is very hard, but I got it. But here — or my head doesn’t want to\nremember, or I couldn’t remember this way, no faces. Now, I think that the —\nnumber one, that we got electric wires around the camp. I think this time we got,\nwhich was not too good for us, not only because nobody was running away, but the\nguy in charge, this SS man had the horse there, outside the camp, and the horse\nonce, fly or something bother, and he started to kick, and kicked the fence, and\ndropped dead. So we were suffering because we killed the horse, so when you want\nto know about the conditions — I think the change was also that instead of — of guys,\nspecial army, SS came in and they were in charge of the camp. But other ways the\nconditions were similar ones.",
        "Q: Still the one piece of bread a day?\nOctober 7, 1993",
        "A: Yes, the same, that’s almost the same, didn’t change. Not that I recall. From\nMielitz(ph), as already, we went to Wieliczka. I remember now, I think that\nWieliczka, which were not too long there. We were from July 25\", to August first,\nso what was this, a week?",
        "Q: A week.",
        "A: Something like this. We were there and from there we were sent to Flossenbirg,\nI don’t remember if Flossenbtrg was Germany or Austria, but anyway we went to\nF-Flossenburg, and we were there — the trip was quite long. Now — now — now I\ndon’t recall here — you see, he made a mistake here and he crossed out this, and here\nis li— written that on September four, we came to Flossenbirg.",
        "Q: Do you remember —",
        "A: And I don’t remember if we left Flossenbiirg, because he has only one date,\nSeptember 4\", 1944 li — Flossenbiirg. Flossenbiirg was a very different camp. No\nother camp that I ever was, was the same. The — first, was in the mountains, and\nwas in a different levels of the — of the mountains. On the very top were Americans\nprisoners of war, on the very top. Now, we were, when we came there, they first,\nthey undressed us and they changed the — the places, so if you had something you\nhide — was hiding, you lost, because they took you naked to the other place. We got\nthe shower and then they gave you a potato sack. And everybo-body needed to go to\nOctober 7, 1993\nsleep in this potato — I was sure that this is the end probably, he will — we’ll go to\nthe potato sack and this will be the end, but no. And the next day they gave us clean\nuniforms and we were there, we were not doing anything in Flossenbirg. Every\nday was only to get up, to counted that — that we were — that’s what — probably what\nhe wrote to Flossenbirg, that we were very short time, and probably days only.\nAnd floss — Flossenburg we were sent to Leitmeritz. And I am almost positive that\nLeitmeritz was in aus — Austria, not — not in Germany. And there we were from\nJuly 10 — no, no, no, wait a second, June — that’s right, no, August 10 — how can be\nSeptember there and August 10 to October 1944 in Leitmeritz. Leitmeritz,\nLeitmeritz, Leitmeritz is not far away from, because we heard about, was from\nthis show camp —\nA2: Theresienstadt.",
        "A: Theresienstadt. And I think Theresienstadt was not in Germany, right, this\nwas Austria?",
        "Q: Austria.",
        "A: So this was Austria too. And in Leitmeritz I have a very funny experience, that\nI was sent once by the guy in charge of our group to pick up the bread, you know,\nfor — for everybody. S-So many guys were sent, and I came there and the guys who\nwere giving out the bread was talking Polish. And so I turned to them and I started\nOctober 7, 1993\nto talk to them. And one of them walk away, comes to me and he says, where are\nyou from? And I was used this time, being so many years in Warsaw to say from\nWarsaw. And he says oh, so not you, because you remind me somebody. I said, not\nfrom Kielce? He says yes. And he not only get me the bread, for everybody, but he\nalso put the package of salami, which not only I ate, everybody, and everybody got\nsick. Okay, so this where my [indecipherable] Flossenbiirg — Leitmeritz, excuse\nme. In Leitmeritz — what would bring Leitmeritz?",
        "Q: Were you working there?",
        "A: I always wor-working. Experience was —\nA2: [indecipherable]",
        "A: —I seen a — the [indecipherable] were almost that [indecipherable]",
        "Q: There were so many of them. [indecipherable]",
        "A: I don’t —",
        "Q: [indecipherable] Do you ever — do you remember ever being terribly, terribly\nfrightened up to the —",
        "A: I was always frightened.",
        "Q: What were your thoughts?\nA2: About suicide [indecipherable]\nOctober 7, 1993",
        "A: Because you see, as I told you before, I knew it. Said any day will come the end.\nI didn’t know only how. And if I am not wrong, this was Leitmeritz even. In\nLeitmeritz, in our barracks specially, were quite few Yugoslavs. And very often,\nwhen you got up in the morning, one of the Yugoslav was hanging, suicide. From\nmy experience, the nicest people with whom I was in the camp, were the\nYugoslavs. Maybe because of language was similar and maybe of their behavior\nand maybe because of this experience, that I didn’t come across in concentration\ncamp, of suicides committed by anybody else but Yugoslavs. And I promise myself,\nthis time I thought so, said when — I will not fall asleep. Only I will be waiting, and\nif I will see that somebody’s doing, I will follow and I will do the same. A funny\nstory, when I didn’t fall asleep, I was tired the next day and nobody did commit\nsuicide. But when I did fall asleep, somebody did. So what I figure out, probably\nwhen I heard the noises that somebody’s trying to commit, being a coward, I fall\nasleep. I-I’m not joking, but probably that’s how it was.",
        "Q: When you were in these different camps, how aware were you of what else was\nhappening in the rest?",
        "A: On the beginning I knew, when I was in the — in Budzyn, even Mielitz(ph),\nWieliczka, sometimes we got some news. As a matter of fact in Budzyn I got the\nnews from my brother-in-law that my sister was arrested.\nOctober 7, 1993\nA2: Now this was Poland.",
        "A: Because these are all Polish —",
        "Q: Right.",
        "A: As a matter of fact, I got to the sister of this Dr. Fenigstein, who was playing a\nAryan, brought money from my brother-in-law. So we had — later we didn’t. We\nwere getting some news. How they were coming, I don’t know. I think that the first\nreal news what was going out, we got in Dachau. Then later, after the war I found\nout that they had the underground. But then we got what is going on, and Dachau\nwas already —",
        "Q: But we’re still in Leitmeritz, so —",
        "A: Yes, Leitmeritz. No, Leitmeritz we didn't know. We knew only — Leitmeritz\nwe got only news that Theresienstadt is not far away. That there is better, but\nnobody was sent there. And as a matter of fact, in Leitmeritz, and I read here what\nhe wrote there, that friends were someplace when — and I thought that in Leitmeritz\nthis was, but it’s not — he — he wrote in some place that our friends — because there\nwere two camps, and you see, very often when the groups were sent to different\ncamps, there were at least to two different camps. And you could switch, you could\ngo from one to the other because I don’t think that they did care really, if x,y,z went\nto one camp, even that they were release, because the — most of the release were not\nOctober 7, 1993\ncompleted because people were dead already by this time, or that they did care\nwhich ones are going. So if you moved from one group to the other group, they\ndidn’t make a issue of it. And I’m saying this because I am holding in my hand this\nbox which this Greenstein(ph) made, and he was there, young fellow, he was\nprobably four or five years younger than I was, and had even younger brother and\nwherever I went he was saying he wants to go to and I — in Leitmeritz especially, I\nremember that we’re choosing and I said boy like that’s enough it’s enough. Maybe\nI am picking up the wor — the bad camp and you will suffer because you follow me.\nDon’t. But he did.",
        "Q: All right.",
        "A: And so, from Flossenbirg, we went —",
        "Q: Leitmer —",
        "A: — to Leitmeritz.",
        "Q: And then from —",
        "A: And Leitmeritz we went to Grakow(ph). Now, I don’t remember\n[indecipherable] — to Dachau, first to Dachau. And in Dachau we were from 23\nto 29 of October ’44.",
        "Q: Mm-hm.",
        "A: And from there —\nOctober 7, 1993",
        "Q: What — do you remember that week?",
        "A: Dachau yes, I remember. I remember the first, I will never forget in my life, on\nthe gate was written Arbeit macht frei. And the — Horthy(ph) was on the — on the\ngate, the gardener there. He was one in the uniform. I don’t know even who showed\nus that this is Horthy(ph), but when we came here — and the other experience was\nthat they were keeping us outside on the — you know, not going to the barracks.\nBefore we enter even, they kept us for 12 hours with the toilets, you know, on the\nfield, because they thought that maybe people will — could hide something, you\nknow, that — that — so they had all worked out scientific — scientifically. And then\nwe were sent and I — if you saying about Dachau these few days, I remember only\nthat that guy in charge of this barrack, which welcome us, was number red triangle,\nwhich means he was a communist and had number 999. He was in the Dachau\nsince 1933. German, older guy, beautiful spoken, welcome us and told us that every\nguy, we get two covers. And please, when you will be leaving, I beg you, leave this\ntoo.",
        "Q: The blankets.",
        "A: The blankets [indecipherable] ghetto. But —",
        "Q: Were you still — you were still wearing your Jewish star all this ti —\nOctober 7, 1993",
        "A: Di — di — always you had this triangle and the number, which was changing from\ncamp to camp. As a matter of fact, I never remember my number. I remember what\nI was wearing, and I had to remember, because from quite long time, and I think I\nmet him in Mielitz(ph) but I got very close with him in Augsburg, or someplace\nthere, was a deaf mute fellow, an excellent tailor, excellent. As a matter of fact, in\nthe camps he was getting extra bread from Germans because he was fixing their\nuniforms. He — he was a artist. And whenever they were — we’re called, he couldn’t\nhear his name, his number, so what I was, and I could talk with him by hands. I\ndon’t know language, but my hands, I could talk to him. So I pushed him when his\nnumber was called. And he was just deciding, if they said right and he wanted to go\nleft, he played dumb and he went left. So he was choosing, and he survived the war,\ntoo. Now —",
        "Q: What — what — what else did you do in Dachau? Did you do any work in that\nweek, or —",
        "A: No, Dachau was only, we were in this barrack, only few si-sis — you know, few\ndays and from Dachau we’re sent for work to — first was Augsburg. In the\nAugsburg, believe or not, we were staying outside, out of the city, in suburbs, and\nevery morning we were walking through the city of Augsburg to the other side of\n[indecipherable] preparing for a airport, for future airport. And I don’t know if this\nOctober 7, 1993\nwas really for the airport, that’s what they were calling. We were doing stupid\nthings, digging and closing and filling and — and — and — and — and nothing, nothing\nproductive, but that’s what it was.",
        "Q: How long were you in Augsburg?",
        "A: In — in —1in Dachau?",
        "Q: No, in Augsburg?",
        "A: In Augsburg we were from October 29 to December first of 1944.",
        "Q: Mm-hm.",
        "A: And then from Augsburg we were sent to Leonberg. Leonberg. Do you think\nthat I remember now Leonberg? I don’t remember Leonberg too good because I\nknow — I remember that from — how long we were in Leonberg? We were in from\nDecember — December first, the same day. So you see, Augsburg and Leonberg\nare very close to each other because the same day we were there. Til °44 — til\nFebruary of ’45, only two months. So again probably — again doing nothing — not —\nnothing important, nothing productive, no more was building the planes or\nsomething, that’s what I recall. Then we were sent again to Kaufering, which\neveryth — every single one, Augsburg, Nuremberg, Kaufering, lager one, lager\ntwo and Landau and Ganacker, these are all camps of Dachau, which was\n[indecipherable]. And I don’t recall doing anything except few — few experiences\nOctober 7, 1993\nagain which you had the example, in one of this Kaufering lagers, a guy wanted to\n— was walking too close to the fence, wire fence, electric wire fence, probably\nbecause somebody was throwing something. I was not a hero like I told you before,\nI wouldn’t bother cross, and the gar — guy on the [indecipherable]",
        "Q: Tower?",
        "A: Tower, sh — did the shoot in his direction and hit his testicles. And he grabbed\nthe testicles and run to this male nurse and he never knew what to do with that, and\nhe put plenty of bandages around, and few hours later we deci — they decided that\nwe changing the camp and going. And that guy was suffering, but this was shortly\nbefore the end of it. Americans came and they operated him. And as a matter of\nfact, we met him after the war, he was not only married, but he had children too.\nWhat else? Other camp, one vo — one of the lager, two, during the night, we were in\nthe barracks which different — you know, digged out from in the ground and on the\nroof above, and not too many guys, maybe 12 guys in one of this. And during the\nnight this — that mute guy w — was shaking me, I woke up in dark. I was asking\nwhat is it, and he showed me that we’ll be going. Now, nobody heard this. He was\nright, and we were going to other camp. This was one of the very end. We went to\nKaufering. The name was — this was April fourth. And this is already 1945, so this\nis just — just before the end of the war, and we were in lager — lager one, lager two.\nOctober 7, 1993\nIf you want to hear — this not about me, but about the guys who were in the camp\nwith me. You know, in one of the camps, Americans came down and were shooting\naround the camp because around the camp the Germans put the small planes, and\nthe Americans found out about this, so they came down and they were shooting\nfrom inside the camp, not to hit us, to the planes, and the planes went on fire. And\nthe guys from the camp used this to cook something on the belly the planes.",
        "Q: So was this where you were liberated from?",
        "A: Yeah, this is the experience of — the last one was Ganacker, and in Ganacker\none day — it was Landau or Ganacker, was one day and they decided the whole\ncamp, wh-which if I am not wrong were close to a thousand of guys, oh, to take us,\nand the Germans said that we’re going to Landshut. You probably heard about, this\nwas quite the camp too, and the specific camp, because when I was in Dachau the\nchimneys were not working, 1t means they were not burning anybody. But\nLandshut was still working. W-We knew that is active. And they were supposed to\ntransport us walking there. On the way, on a big one field, they told us to sit down\non the ground. And few minutes later, they disappeared, their whole group of s-m —\nSS mans disappeared. We found ourselves without a guard. And as I said, thousand\npeople. And a German fellow, who had that green triangle, green triangle it means\nhe was a killer who was sent from a jail to the concentration camp, that’s what he\nOctober 7, 1993\nhad, the green one. Tall one fellow, he told us why he was in jail. He killed a owner\nof a villa which he thought that is empty, and he went there and he found him, so\nwas one solution, him or her, or the owner. So they found him and they sent him\nback there to concentration camp. This guy, when he saw that the SS men\ndisappeared, went on a big —\nA2: Podium?",
        "A: Not podium, though it was a podium [indecipherable] only pieces of wood and\nhe said to us, look fellows, we are in southern part of Germany, which is called\nNiederbayern. This is Catholic part of Germany. These people hate Hitler and\nJews. That’s what he said. So from now on, no one is a Jew. We are Catholics, even\nwhen you are Protestants. Then you will get help from these people. And now we\ncannot go thousands, so let’s make small groups and go. So we made small groups\nand we decided to go all different ways. Thousand people and only one fellow, who\nacted very nicely in all the camps, by the name of Markowski(ph), which was a\nsecretary in few camps, it means he was keeping books and everything, and he was\nvery nice. He told me that he is a lawyer from the part of Lvov, Poland. And I\nremember that in the camp, where we were this time, I needed to say Kaddish after\nmy father. And I went to him and I said to him — I was very friendly with him, and I\nsaid to him that I have a problem. I need to have 10 Jews to say the Kaddish. And\nOctober 7, 1993\nhe looked at me and he says, look, I don’t know Jewish religion, but — you know,\nI’m not a Jew, but I think that your religion is saying 10 men, not 10 Jews. Now if\nyou will not ask if somebody is Jew or not, I will call the people and I will say\nJoseph, it means we are 10 here. And you go to the window and you do whatever\nyou want. And so it was. He decided to take a group of Polacks. Polacks it means\nnot like us Polacks, only Polacks — Catholics, and I should take a group of 10\nJewish with us, and we will go together. We went together only for two days. After\ntwo days we had bloody noses. It started the calling names, and fights.",
        "Q: Between the Jews?",
        "A: That’s right. And we needed to split. He went with his group, we went with our\ngroup. Now, in this time, we’re running away, not knowing we are in Germany,\nnot knowing where we’re running. We were afraid — we still didn’t know what’s\ngoing on, if we will not come against — against SS or whomever.\nA2: And everybody thought [indecipherable]",
        "A: So we — we decided — we decided to hide during the day and move only in the\nevenings. And so we’re doing. One woman — we came to a place, and we thought\nthat we are safe, then two SS men showed up and they grabbed us and they brought\nus to a—a farm where they had already few other people, I don’t know if from our\nex-camp or different camps. And in this we were watching and were two entrances.\nOctober 7, 1993\nOne was from the left and one was from the right. And the two SS men were\nwalking around this building, so we could see them where they are on one side, and\nwhen they coming on other. And being next to one guy, I told him, when they will\ncome on this side and they will pass, I am going out this way. I don’t want to be\nhere any more. We made a mistake, I want to — and he says, I am going, too. Before\nknowing, six of us — ye — one knew about the other, when they came here, we took\noff, and we run. I-If you ever saw coward running, we were — we could break all\nrecords, until we came to the woods. After the woods there was a wall, brick wall,\nwe jumped over and we didn’t hear anything any more, and walking. I told this\nstory because I want to tell you, after the war, when we found ourself again — we,\nmy wife and myself, in this part, in Germany, I took my wife to show her, and I\nwent to the same place, I showed her where are the two doors, and I said on the\nright door when they were on the left, we run, let’s walk. And we walk and there\nwas a forest. And we went through the forest, we came on the end of the forest and\nthere was a brick wall seven feet tall. And I looked on it and I said no, this was not\nthis. Probably I made the mistake. This is the other side, it’s the other door. I might\n— no, there was no the other door. I took all the guys who jumped this wall and they\ndidn’t want, even one wanted to believe that we made this seven foot wall. She saw\nit. It was impossible. What you could do when you are scared. And that’s what we\nOctober 7, 1993\nrun, we were s — hiding me and the other guy, because we split that more and more\nfor safety. And with the other fellow who didn’t — who survived the war, but we\nsplit it after the war because he married a German young girl. She was younger than\nthe youngest daughter of here would be. And because of it — so we split it. We were\nduring the day in the woods and during the night were sleeping at the farmer, who\nknew that we are hiding because we were [indecipherable] of course. And one\nafternoon we were already tired to sit in the woods, we decided it’s not dark yet, but\nlet’s go, cause no movement. And as we’re walking out from the forest, we see a\nJeep on the — on the highway and we stop and the machine gun went to our\ndirection and the soldiers shouting to run. So we started to run not moving, only run\nup and down, and I say I am running back to the woods. And the fellow says, I\ndon’t think that we have a chance. And we came — we were so scared, that we\ndidn’t see the American star.",
        "Q: And then you — and then what happened?",
        "A: Then — this was called freedom. Few days later, when we got together, a few of\nour fellows from different hiding places there, from different farmers, we thought\nthat that’s all what is leftover, you know, survivors. Everybody else died, probably.\nSo we wanted to know if any Jews are in American army. So we’re waiting and\nwe’re talking Polish and one of the Polish fellow American, when we ask in Polish\nOctober 7, 1993\nif there are any Jews in the American army, he said to me, Jews? Jews are in — in\nAmerica making money. Now, he didn’t know who is his major because the next\nday was a big sign that they major by this — this name I don’t remember now,\nAmerican name, wants to see all Jews. And we said this is the end, we’re not going.\nSo we had one fellow who knew a little bit English, and we said, he will not grab\nthis one when he knows that there are other ones. So when he will not come back, it\nmeans that to me he wants the Jews. If he will come back we will know what is\nabout. No, he came back to tell us that he is a Jew, and he won’t beat you.",
        "Q: Then you met with the — the — the Jewish officer, American Jewish officer —",
        "A: Oh yes, as a matter of fact —",
        "Q: And what happened then?",
        "A: — as a matter of fact, he was a major of the army, he was quite touched when he\nsaw quite a group, because I — he was the one who told us that we are not the only\none who survived, that there are other guys too. We were in terrible physical\ncondition. Terrible I am saying this way, that some of the [indecipherable] were\nnot more in the war, we were free. When we looked, I could see the — exactly all the\nbones on the face and of the [indecipherable] especially guy by the name of\nAckerman(ph) who few months later — and I am exactly a few months later\nOctober 7, 1993\nbecause we talking we were freed on May 1“, 1945, and on the beginning of 1946, I\nwas back in the same part with my wife already. And we met this Ackerman(ph).",
        "Q: So what — what happened right after, after you were free? Where did you go?",
        "A: We were — right after we were free, the first reaction was from the farmer, that\nwe didn’t admit that we are Jews because we thought that this will be not nice to\nhim that we are playing Catholics to save us, that to — now to — to tease, so we were\nstaying there. I remember only that he wanted to give us to eat anything he has there\nand he moved us to his bedroom and he moved out from the bedroom. Two of us,\nhe put. And I didn’t want to drink milk. I was afraid. I was skinny and I was afraid\nof fat. I loved milk, but I was adding water to it, and meat altogether I couldn’t look\non it. So he killed a pigeon and — and — and prepared. But my friend who didn’t care\nabout and was eating the meat, he survived too, and he — and he was okay. I was a\ncoward, I was afraid of everything. And as a matter of fact, I don’t think — I don’t\nthink that I ever admitted to this farmer, small farmer, I never admitted that I am\nJewish, even when I came later with my wife to visit him, because I thought he was\na nice fellow. Remember his name even, Markmel(ph). And — Peter\nMarkmel(ph). And as a matter of fact, he liked this fellow from concentration\ncamp, this was a green triangle, said that they are — they hate Jews and Hitler. He\nOctober 7, 1993\nhated Hitler, really he hated Hitler. Ha — about Jews, I never spoke to him about,\nso I don’t know.",
        "Q: Where did you go after you saw the major?",
        "A: After — after I felt a little bit stronger, I found out that not far away from\n[indecipherable] where I was staying, this time I was freed there in\nLangerfelden(ph), I decided to go to next town, which was [indecipherable]\nbecause I heard that there this Markowski(ph), which I told you before, this fellow\nwho was splitted, was preparing the Polish pe-people for repatriation to Poland. So\nI wanted to see him. In funny way I felt that I must go to him and to say that in my\nopinion, he is a Jew. And I came there, and I told him. And he said to me, thank\nyou, but I will to disappoint you, I am not a Jew. And — but it’s nice of you, because\nI understand what you mean. And this was everything what I heard about him. He\nask me also if I’m going to Poland, and I said yes I am going because I need to find\nout what happened to my family. And you know, in the beginning I told you that I\nfound my wife, my two nieces and my —",
        "Q: So you went — you got back —",
        "A: After I got back to Poland.",
        "Q: How did you get back from where you were?\nOctober 7, 1993",
        "A: By that same train, which was taking the official repatriates, I went with the —\nthe Polack — I went there and I just walked together with them and — but I wasn’t\nofficially coming, but I found myself in Poland. As I said, I found my wife, I found\nmy two nieces, I fen — found my ex-brother-in-law.",
        "Q: Was this in Warsaw? Where was this?",
        "A: The — my — the — the story was this way. My wife, as I mentioned before, she\nwas false papers. She survived. She wasn’t as — as — as delicate as I thought she\nwas. She needed to be strong and she showed that she is a strong woman. My two\nnieces were placed with Catholic families. My brother-in-law found himself in a\nconcentration camp for a short time on the very end. My sister [indecipherable] he\nnoti — notified me in camp that was arrested — was arrested because she helped him\nto survive and she was arrested and she was killed also by Germans.\nA2: Your other sister, too?",
        "A: My other sister was killed together with my mother, but this was in ghetto. My\nbrother-in-law was shot. They were taken to probably Treblinka, which later I\nfigure out.",
        "Q: How long did you stay then in Poland?",
        "A: Very short. I was — was one month alre —\nA2: No, but [indecipherable]\n37October 7, 1993",
        "A: —no, no, I pi— I p—I—I remember where we left, because I came September\n1945.\nA2: In November —",
        "A: And November 11, 1945 we left Poland.",
        "Q: To go where?",
        "A: Because we went in po —\nEnd of Tape One, Side B\nOctober 7, 1993\nBeginning Tape Two, Side A",
        "Q: Can you tell us something about what happened in Poland after the war was\nover, between September —",
        "A: Yeah.",
        "Q: — after September 1945?",
        "A: Number one, when I came to Warsaw I went to the Jewish Committee, like I\nsaid, to find out if anybody survived and I found out there that my two nieces and\nmy brother-in-law were registered. And — and my wife, which my friend said not —\nyou will not find her in Warsaw, you will find her in Lodz. And I didn’t look for ne\n— neither one of the nieces or my brother-in-law, I decided to go to Lédz. A one\nhour or two hours trip usually was taking the whole night, or the whole day,\nwhichever you preferred. I came to Lédz and I lost myself because I didn’t ask this\nfriend of ours what is address of my wife. So he said to go to Lédz to the Jewish\ncommittee. I just took the train and went back to Warsaw to get the address, and\nthe next night I decided to go back to Lédz. Now, when I came —\nA2: But I was under my false name.",
        "A: When I came there, knowing the address what I supposed to go, so I came. This\nwas a second or third floor walkup, of course. And I saw iron door, because\nsomeone had s — before the war even too, safety doors. Saw two cards on the door.\nOctober 7, 1993\nOne was the false one name of my wife and the other was written ell — I.\nWokaszevicz(ph), major — M.D., major of Polish mil — military.\nA2: Army",
        "A: I looked on it, door was closed, nobody home, I looked on it and I said I came\ntoo late. Because I don’t know, probably from the stories you heard from other\npeople, that the husband were coming to the weddings of — of their wives. Here\nwouldn’t be because we’re le — really not — we’re not legally married. So — and she\ncouldn’t believe that I survived, and she couldn’t — I didn’t believe it that she will.\nSo I thought better let her think that I am dead, and I turned back and went to these\npeople where I was staying, only — family of my brother-in-law. And I came back\nand I told them that I saw this, and was a nice fellow. So sitting at the — in the\nevening and having the supper — because you know, we think differently in Europe,\nthe big meal you see in the lunchtime. So the small meal — he says to me, don’t do\nit. You understand and you are honest. Go, tell her and just say that, bless her and\nthat’s all. But at least let her know. I said, this is teasing, and — but I decided to go,\nlater — few hours later I went and the door was open, this — this iron door. So I\nknocked at the door. She came and backed up. So I said, hey, you made a mistake.\nSo I thought, turn around and go. But she says, what you staying, what you waiting?\nAnd I [indecipherable] and I said, who is the Major Doctor? She says this is Irene\nOctober 7, 1993\n[indecipherable]. She wasn’t a doctor, she wasn’t a major. But she had guts enough\nthat the war — she became later a doctor, M.D.\nA2: And she married a Christian and she didn’t tell him anything.",
        "A: But she — this time she already was. And this time I told my wife, sitting there\nand telling about how I went and how she went, and I told her, what I went is\nnothing to compare what you went. And we decided that Poland is no more place\nfor us. Warsaw was a cemetery. Like I told you before when I went to Warsaw\nbecause I wanted to see the grave of my father, I couldn’t get in. So, was only one\nthing to go. And to go [indecipherable] officially from Poland, I got to — one, I\nwas nominated as a judge for Breslau Wroclaw. Second, to get the paper to go to\nWest Germany, when I got nomination and they ask me when I was born, I said\nthis time, Eggenfelden niederbayer. And the secretary looked at me, I said, don’t\nlook so at me, because I am Polish citizen, only my mother was pregnant when they\nwere in Germany, and I was born there, but my home 1s really Kielce and I got\neverything in Kielce. But when you asking me I need to tell you where was this?\nThis was, you know, southern part of Germany, that’s where I was born. I figure\nmyself, I am from — born, and really the birth means so important. I am going back\nbecause my parents, when were in Germany, and they never were, and I was born\nthere, they decided to stay there for awhile and they buy — bought some of real\nOctober 7, 1993\nestate. Now, war is over, I want to sell the real estate, so I want to go there. So\ntogether we left, you know, Warsaw and we were going to Rychbak(ph), this was\nRychbak(ph) but through Wroclaw. And when we came there, we met a fellow\nwho was with me in the concentration camp, but he was working already for the\npolitical —\nA2: Secret service [indecipherable]",
        "A: — ta— eff — F.B.L.",
        "Q: Intelligence —",
        "A: That’s right.",
        "Q: [indecipherable]",
        "A: That’s right, Intelligence, Polish Intelligence. And we were sitting and after\nawhile talking, talking, he said to me, you know what? You’re not staying here.\nYou will not be a judge here. You want to leave Poland. I say, I will tell you\nsomething, if I cannot tell you the truth, then I will not be able to tell anybody truth,\nyes I am. He says, with my blessing. I will do the same soon. And I said — and my\nwife told him experience which we had in Lédz. Right after I came, and I was very\ndis — weak this time. I was in good condition still to compare to everybody, but I\nwas skinny and weak. We were going and we decided to go to bakery to buy\nsomething, cake or bread, I don’t remember and were few steps, as we were\nOctober 7, 1993\nreaching this bakery, a Polish drunk, about completely drunk, he couldn’t stay on\nhis feet, was walking down and he recognize right away that I am a Jew and he said\noh my God — in Polish, of course, oh my God, I thought that Hitler finish all the\nJews, but there are more. And as weak as I was I grabbed him by the shoulders, and\nto the wall and my wife behind me, leave him alone, leave him alone. And I left him\nalone and she told this guy, and I said I still didn’t forgive her because I should kill\nhim. And he says wait, hold a second. You wouldn’t be able to kill him\n[indecipherable]. Now it depends who would come there. If I would come I would\nfinish this guy with a gun and not tell you to go, but if this would be a different\ngroup and this would not be a Jew, you would be the dead one. So you didn’t do\nthose stupid things, but that’s what was my welcome. So Warsaw was a cemetery,\nPoland was no more for me. We passed the border and of course I went to this part\nof Germany which I was free. Before we stop in the — on the way in Berlin, she got\nthe typhus from the German soldiers who were running away. I probably went\nthrough this in concentration camp, not knowing even about. And — and we were —\nwe got to spend, because she went to hospital, excuse me, in Berlin. And then after,\nin 1946, we got the — because the New Year’s Eve of 1945 we spent still in Berlin.\nAnd a few days later, officially the Americans took us —\nA2: It was American —\nOctober 7, 1993",
        "A: — from — because I was born in Germany, so they took us back to Germany and\nsince then we were there, waiting always that we’ll go someplace, and this waiting,\nwaiting was til 1949. And what — our biggest mistake, especially my, because at\nleast my wife made it up, I didn’t, was that through this five years of being in\nGermany —\nA2: Three and a half.",
        "A: — we could start — we — four and a half.\nA2: Three and a half.",
        "A: Oh, three and a half. We could start anything we wanted, really, to educate\nourself again, and I didn’t.",
        "Q: Where did you stay between 1945 and 1949?",
        "A: Eggenfelden.\nA2: In a godforsaken [indecipherable]",
        "A: [indecipherable] while I was freed, this was the last place where I was there.\nYou want only one nice thing —",
        "Q: You stayed there until — you stayed there until 19 —",
        "A: — one thing what happened in Eggenfelden where we were, was only that we\nwill live to hear that Israel became independent country.\nA2: And ORT, you were working in ORT as auto mechanic.\nOctober 7, 1993",
        "A: I was learning, I was learning.\nA2: Yes, au-auto mechanic.",
        "A: Right.",
        "Q: Okay, so you were learning to be an auto mechanic?",
        "A: That’s right.",
        "Q: Trained by ou — by ORT?",
        "A: ORT, yeah.",
        "Q: Okay, and then when did you leave?",
        "A: 1949.\nA2: May.",
        "A: Oh, May 18, 1949 we arrived in Boston.",
        "Q: To Boston.",
        "A: And we came to New York right away.",
        "Q: Can we just talk a little bit now about your feelings after the war? Did you\nbecome more religious because of your experiences in the war?",
        "A: No, as a matter of fact, as a matter of fact, to be honest —\nA2: Less.",
        "A:—Ibecame less. I still don’t understand what I saw, that I could not believe it,\nthat exists a whole — God, because okay, we all are guilty of something doing, but\nOctober 7, 1993\nlittle children, whose head were broken on the wall by Germans, and — and you\ncould be religious after? No, I couldn’t. When I came — I was always a Jew, but not\nreligious, until when our son was born and started to grow, I knew that I need to\ngive him religion and the way I feel, I will not help him. So we decided to join a\ntemple, and we joined a Reform one. My son always was complaining that my\nhouse is not religious enough, his will be more religious. Now, I don’t know, maybe\nyes, maybe not.\nA2: No, it’s not.",
        "A: I don’t think so. But he 1s re — a Jew.\nA2: A believer.",
        "A: Very active even here in second generation Holocaust survivors. So are his\nchildren, who are here too, and his wife, who 1s also Reform Jewish from home.",
        "Q: What are the names of your children and when were they born?",
        "A: Harold Koplewicz is my son, physician.",
        "Q: When was he born?",
        "A: January 12, 1953.",
        "Q: Mm-hm.",
        "A: And we have adopted daughter, who is Edith Rosemarie. Rose is after my\nmother, Marie is after her mother.\nOctober 7, 1993\nA2: And Edith after our sisters, yeah.",
        "A: Who was born February 16, 1959.",
        "Q: Have you talked to your children about your experiences?",
        "A: Yes, but a little bit different maybe, that I was talking today. No, maybe not,\nmaybe the same. I wasn’t scaring them. I was just telling them, and when they\nwanted more, I was telling more. My son wanted to hear more. My daughter didn’t\nwant to hear at all.\nA2: Less.",
        "A: S—my son picked up even Polish. We didn’t teach him. I dream still in Polish.\nI’m not ashamed because this was my language. Some people are thinking that this\nis awful. I don’t have anything against language, not even German language. I have\nagainst German people, not language.",
        "Q: What did you speak at home, did you sp —",
        "A: Polish.",
        "Q: Did you speak any —",
        "A: I understood Yiddish, but I didn’t speak Yiddish, I don’t know how to speak\ntoday Yiddish, but I understand. I’m going to Jewish theater, and I understand. I\ndon’t know only how to talk. If I talk, I talk German, which is very similar, but it’s\nnot Yiddish. But my son picked up Polish, and he — you couldn’t [indecipherable].\nOctober 7, 1993\nMy daughter hated every Polish word. But still, few months ago she proved — at the\ntable I didn’t want the people to understand what I want, so I turned to my son and I\nsaid in Polish that I want him to do. And she put the hand, my s — daughter put the\nhand on him, she got up and she did. When she came back I said, Edie, you’re not\nsupposed to understand. She says, I understood. So it probably is. I know definitely\nthat she is also Jewish, because —\nA2: She is from Jewish mother, but —",
        "A: But anyway, anyway, my son is probably — no, tradition I — I think I am as much\nas him, maybe even a little bit more, even that we don’t light the candles on Friday\nand they do.",
        "Q: Does the war still affect you? Your experi — you experience.",
        "A: Yes, I would say yes. I will say yes.",
        "Q: How”",
        "A: The best way to say that yes, our son wanted to come with us here.\nA2: Oh, he was [indecipherable]",
        "A: Because he was feeling that is [indecipherable] especially we didn’t see the\nmuseum and he told us not to see before. Yes. You know, I always had the insight.\nMe. Didn’t come out until I didn’t fight for a bread in this country. When I had\nalready bread and butter, it came back. And I went for help. I went to — toa\nOctober 7, 1993\npsychiatrist. I was on — had how many months I don’t remember, sessions. And one\nday he told me that he cannot help me any more, and any time I want to come back,\nI can come. My son, who started as a pediatrician change and he became child\npsychiatrist, and he’s well known psychiatrist, not only in New York, but also\nWashington. And so he understood that this will be hard, but we decided that we’ll\ndo it. And like I said on the beginning, I am doing this not only for them, but\nspecially that are still people today who are saying this didn’t exist.",
        "Q: Is there anything else that you would like to add?",
        "A: Yeah.",
        "Q: Anything you want to share.",
        "A: That many, many times I was thinking about people who are saying that we\nshould forget and forgive. Now, when it comes to forgive, maybe if they would act\ndifferently. If they would come [indecipherable] and specially that the young ones\nwho were not active and say our fathers, our grandfathers, brothers, uncles, did\nshame — we are not responsible for it, but it shouldn’t repeat, maybe this time I will\nsay we should forgive them. But forget? Even that my wife in 1948 said that maybe\nIsrael became independent country because we lost our dear ones. It’s not enough.\nI’m sorry. Really, I am not [indecipherable] to crying, I am not. I think that that’s\nwill be everything. I will tell you something, going back to this box, I will try to get\nOctober 7, 1993\nthe picture and then to leave this with — send back to here — here. You see, this was\nmy last will. As I told you, I never believed that my wife or my sisters, or this —",
        "Q: You want to read what it says?",
        "A: — here was put, in Polish was put, to deliver to my nieces, Helen and\nLucinda(ph) Erlich(ph) from Warsaw [indecipherable] Koplewicz. And now\nboth of them survived. The older one [indecipherable] in Poland and then together\nwith her sister and the father, they went to Israel, and she is still Israeli citizen,\nmarried to an engineer, has a — the daughter who 1s a engineer, married. And the son\nwho is a physician and not married yet, but soon will be. The younger one, who is\nmarried to a Yemenite —\nA2: Moroccan.",
        "A: Moroccan Jew, professor, full professor in Texas, herself a social worker, is\nliving in Philadelphia, has a married daughter who lives in Texas and a single\ndaughter who lives with her toge — no, in —\nA2: [indecipherable]",
        "A: — [indecipherable] but soon will be married and because of her we went — we\nwere invited to White House when she performed —\nA2: Right. And Reagan was here.",
        "A: — Reagan was the president.\nOctober 7, 1993\nA2: She got that award.",
        "A: So, my nieces did survive.",
        "Q: What a wonderful note to end on. Anything else you wanted to add?",
        "A: No.",
        "Q: Okay.",
        "A: Except that quite a story has my wife.\nA2: It’s a different story.",
        "Q: Well thank you very, very much for telling your story.",
        "A: Oh, I thank you for listening to it.",
        "Q: This concludes the interview with Joseph Koplewicz. The interviewer was Gail\nSchwartz. The interview took place on October 7, 1993 at the United States\nHolocaust Memorial Museum.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: The following is an interview with Joseph Koplewicz. The interview is\nbeing conducted at the United States Holocaust Memorial Museum, on October 7\",\n1993, by Gail Schwartz. Please tell us your full name.",
        "Q: And when were you born and where were you born?",
        "Q: Could you describe your household growing up, who — who you lived with?",
        "Q: And their names?",
        "Q: What kind of work did your father do?",
        "Q: Did you live right in the main part of the city, did you live in the outskirts?",
        "Q: Right in the city.",
        "Q: What kind of neighborhood was it?",
        "Q: Mix?",
        "Q: Jews and non-Jews?",
        "Q: What kind of schooling did you have?",
        "Q: Did your — was your family a religious family?\nOctober 7, 1993",
        "Q: Did you have any kind of religious training yourself?",
        "Q: And how did you learn that?",
        "Q: And when you went to school, you went to school with non-Jewish children?",
        "Q: Do — do you —",
        "Q: Do you recall any anti-Semitic incidents growing up? Any problems because you\nwere Jewish, as a child?",
        "Q: Right, but anything growing up? Did you —",
        "Q: What kind of sports did you do?",
        "Q: So you were on teams with non-Jewish —",
        "Q: All right. And then you stayed in Kielce — Kielce for how long?",
        "Q: 1932, and you were 17 by that time?",
        "Q: And where did you go?",
        "Q: To do what?",
        "Q: — apprenticeship 1n — as a lawyer, and the war started and this was an end of my\nprofession.\nOctober 7, 1993",
        "Q: All right. And living in Warsaw from 1932, before the war, what was that like?\nCan you describe —",
        "Q: And so you — when you went to Warsaw, were you living by yourself?",
        "Q: O-On a what?",
        "Q: Yes, uh-huh, uh-huh. And any problems in 1932 - ’33 - ’34 with —",
        "Q: Yeah.",
        "Q: And do you —",
        "Q: Right.",
        "Q: Which university were you a student at?",
        "Q: Can you describe one of the incidents early on in Warsaw?",
        "Q: They told who to sit on the left side?",
        "Q: By other students?",
        "Q: Mm-hm, mm-hm, mm-hm. All right. And then the years — it was 1935 - °36?",
        "Q: And you finished law s —",
        "Q: And then what did you do?",
        "Q: Right, right. And then —",
        "Q: And the rest is history. Lo — okay, let’s talk about now with the war breaking\nout, because up to that point you were doing your re — working with the court.",
        "Q: Okay. And then when your — your first memories of when the war started, can\nyou describe —",
        "Q: Yeah, of when the war started.",
        "Q: Were you married at that time?",
        "Q: Oh, okay.",
        "Q: Where was this?",
        "Q: What do you remember of that day, of September first?",
        "Q: Came to the apartment?",
        "Q: Were you home?",
        "Q: Were you there when the SS officers came?",
        "Q: The first time.",
        "Q: Did they say anything to you?",
        "Q: Closet?",
        "Q: Safe.\nOctober 7, 1993",
        "Q: Then where did you go?",
        "Q: What was your brother-in-law’s name?",
        "Q: We?",
        "Q: This is in Kielce now?",
        "Q: Oh, now you're talking about Warsaw, right.",
        "Q: Jewish star you’re talking about?",
        "Q: Le-Let’s go back a little bit, you — you were — came back to be with your sister.\nWe jumped ahead a little bit, and you had seen your brother [indecipherable] came\nback.",
        "Q: Okay, and then — and then what happened to —",
        "Q: Is this still 1939?",
        "Q: Oh, okay, but you had visited your — your brother-in-law and then came back to\nbe with your sister. I’m moving behi — back — back again.",
        "Q: Okay.",
        "Q: He did come back, okay.",
        "Q: Okay, and then did you stay living with your brother-in-law, and —",
        "Q: And what did you do?",
        "Q: Did anything happen to you in 1940 in —",
        "Q: What kind of work?",
        "Q: This is in— in Warsaw.",
        "Q: Where were you living? Were you still living with your sister?",
        "Q: Well, we’re still —",
        "Q: — we’re still 1940, were — anything else in 19 —",
        "Q: The same.",
        "Q: In 1941 —",
        "Q: The ghettos —",
        "Q: October 19 —",
        "Q: Wa — so what — when did he die?",
        "Q: What were the conditions in 1941 in the ghetto? Did you have enough food? Do\nyou —",
        "Q: What were your living arrangements that you — it was just your family?",
        "Q: So you shared?",
        "Q: Well now it’s 1942, and you say your father died in the early part of the year.",
        "Q: Then what happened?",
        "Q: Did your father — was your father able to have a funeral?",
        "Q: He was. Okay, now we’re —",
        "Q: Right.",
        "Q: Now it’s — we’re in 1942, anything in the spring of ’42 that you recall?",
        "Q: So you say you got in — you — this is August —",
        "Q: So that — so in August of ’42, you decided to get married.",
        "Q: And — and did you have a wedding ceremony’?",
        "Q: You — you had no wedding?",
        "Q: Okay. We’ll get to that.",
        "Q: Okay, it’s August of 40 — of ’42, and then what happened?",
        "Q: When was this?",
        "Q: Let’s talk a little before, and we’ll talk about your train ride. Were you active in\nthe resistance at all?",
        "Q: You were not.",
        "Q: The last —",
        "Q: Okay.",
        "Q: All right. We are — okay, now you are — y-you were talking about the April of\n1943 uprising in Warsaw.",
        "Q: And now you’re on the train.",
        "Q: What kind and what was the con — what were the conditions on the train?",
        "Q: And how long is it —",
        "Q: No, no, how — how long did the train ride take?",
        "Q: Was it only men in the train?",
        "Q: Only men?",
        "Q: Only men in the train.",
        "Q: And so you got —",
        "Q: What were — what were some of the things you remembered about being in\nLublin?",
        "Q: Flying down?",
        "Q: Did you work in Lublin? What did you —",
        "Q: What kind of work did you do there?",
        "Q: What kind of —",
        "Q: What were your living conditions like? Where were you living?",
        "Q: What was the — what was a typical day like?",
        "Q: — talking about your staying in Budzyn and working in the factory.",
        "Q: How did you get from one place to the other?",
        "Q: What was your health like at that point?",
        "Q: Did you always wear your — your star?",
        "Q: So you got to Mielitz(ph) and —",
        "Q: — in February.",
        "Q: What kind of factory?",
        "Q: What — what month was that, do you know?",
        "Q: Right, okay.",
        "Q: Okay.",
        "Q: And how did the conditions change when it became —",
        "Q: Rank, the rank.",
        "Q: Still the one piece of bread a day?",
        "Q: A week.",
        "Q: Do you remember —",
        "Q: Austria.",
        "Q: Were you working there?",
        "Q: There were so many of them. [indecipherable]",
        "Q: [indecipherable] Do you ever — do you remember ever being terribly, terribly\nfrightened up to the —",
        "Q: What were your thoughts?\nA2: About suicide [indecipherable]\nOctober 7, 1993",
        "Q: When you were in these different camps, how aware were you of what else was\nhappening in the rest?",
        "Q: Right.",
        "Q: But we’re still in Leitmeritz, so —",
        "Q: All right.",
        "Q: Leitmer —",
        "Q: And then from —",
        "Q: Mm-hm.",
        "Q: What — do you remember that week?",
        "Q: The blankets.",
        "Q: Were you still — you were still wearing your Jewish star all this ti —",
        "Q: What — what — what else did you do in Dachau? Did you do any work in that\nweek, or —",
        "Q: How long were you in Augsburg?",
        "Q: No, in Augsburg?",
        "Q: Mm-hm.",
        "Q: Tower?",
        "Q: So was this where you were liberated from?",
        "Q: Between the Jews?",
        "Q: And then you — and then what happened?",
        "Q: Then you met with the — the — the Jewish officer, American Jewish officer —",
        "Q: And what happened then?",
        "Q: So what — what happened right after, after you were free? Where did you go?",
        "Q: Where did you go after you saw the major?",
        "Q: So you went — you got back —",
        "Q: How did you get back from where you were?",
        "Q: Was this in Warsaw? Where was this?",
        "Q: How long did you stay then in Poland?",
        "Q: To go where?",
        "Q: Can you tell us something about what happened in Poland after the war was\nover, between September —",
        "Q: — after September 1945?",
        "Q: Intelligence —",
        "Q: [indecipherable]",
        "Q: Where did you stay between 1945 and 1949?",
        "Q: You stayed there until — you stayed there until 19 —",
        "Q: Okay, so you were learning to be an auto mechanic?",
        "Q: Trained by ou — by ORT?",
        "Q: Okay, and then when did you leave?",
        "Q: To Boston.",
        "Q: Can we just talk a little bit now about your feelings after the war? Did you\nbecome more religious because of your experiences in the war?",
        "Q: What are the names of your children and when were they born?",
        "Q: When was he born?",
        "Q: Mm-hm.",
        "Q: Have you talked to your children about your experiences?",
        "Q: What did you speak at home, did you sp —",
        "Q: Did you speak any —",
        "Q: Does the war still affect you? Your experi — you experience.",
        "Q: How”",
        "Q: Is there anything else that you would like to add?",
        "Q: Anything you want to share.",
        "Q: You want to read what it says?",
        "Q: What a wonderful note to end on. Anything else you wanted to add?",
        "Q: Okay.",
        "Q: Well thank you very, very much for telling your story.",
        "Q: This concludes the interview with Joseph Koplewicz. The interviewer was Gail\nSchwartz. The interview took place on October 7, 1993 at the United States\nHolocaust Memorial Museum."
    ],
    "answers": [
        "Answer: Joseph Koplewicz.",
        "A: December 7, 1915, Kielce, Poland.",
        "A: Mm-hm. My parents, two —",
        "A: Herman and Rose Koplewicz. Mother’s maiden name was Kind, k-i-n-d. Two\nsisters, two older sisters. The oldest was Sarah, the younger was Esther, and\nmyself and my younger brother, whose name was very hard, [indecipherable] this\nwas Six of us.",
        "A: He was a businessman. He was representing for a quite long time, a factory\nmanufacturing pots and pans and selling. And then lately, just before the war, he\nwas owning his property which was not far away from Kielce, by the name of\nLudinya(ph), not far away from Czestochowa. They were digging out their\nOctober 7, 1993\n[indecipherable] which was going on the beginning for cleaning sugar, later to dig\nout which was going for china. War came and everything fell apart.",
        "A: No, we live 1-in town of Kielce, in the city.",
        "A: That’s right.",
        "A: Very hard to describe what kind.",
        "A: A mix what is —",
        "A: Kielce — Kielce was — I don’t think that had more than 10 percent of Jewish\npopulation, and — but this was a mix one neighborhood, I would say, 10 percent\nmaybe Jewish and 90 percent not Jewish. I was there til 1932, and 1932 I left for\nWarsaw.",
        "A: I—1in Kielce I graduated gymnasium, and then four years of law school in\nWarsaw. In 1939 the war started, and this was the end.",
        "A: Let’s say this way, my father was a believer in religious sense. They were not\nlike are here, you know, Reform, Conservative, and — no, didn’t have a beard, if you\nunderstand this. On Friday when he made prayers, he took off the hat and that’s\nwhat it was.",
        "A: Yeah, I know still how to read Hebrew.",
        "A: Teacher was coming home and teaching us, only me and my brother.",
        "A: When I started to school, I was the only one Jewish fellow. When I was ending\nthe school was probably something around 15. Together, the whole school had\naround 500 pupils.",
        "A: This was a state school.",
        "A: Not to the point that I experienced later.\nOctober 7, 1993",
        "A: From time to time remarks. I was very good in sport, so I was getting much less\nthat probably did get, all boys who were going to Jewish schools.",
        "A: Soccer was the first and tennis second.",
        "A: Yeah.",
        "A: Til 1932.",
        "A: That’s correct.",
        "A: To Warsaw.",
        "A: To university of Warsaw, to study, and in 1936, I finish, and I had only three\nyears of optic — of m —\nQ2: Apprenticeship.",
        "A: I was a student and I already distan — decided not to take any more money from\nmy father, so I was working already in the lawyer’s office and making money\nhelping the lawyer, being already — you know, you didn’t have to go every day to\nthe law school, you needed to take only exams on the end of the year, school year.\nSo I had enough time to go and to do this, and I was doing — being honest, I wa —\ndidn’t like too much the law, I —I preferred to be probably just an engineer, but this\nwas not the profession which you could do in Poland, especially for a Jewish\nfellow. And in family of four we were five lawyers. My brother-in-law, the oldest\none was a lawyer. My oldest sister was a lawyer, my youngest sister was a lawyer.",
        "A: Yeah, I was living on [indecipherable]",
        "A: [indecipherable|",
        "A: Anti-Semitic?",
        "A: Yes, on the university —\nOctober 7, 1993",
        "A: — but as I said before, we did not go every day.",
        "A: So-",
        "A: Warsaw was the university, which had name later Pilsudski, but in my time was\nWarsaw University, and —",
        "A: Yes, yes, I do, because one of my friends from Kielce, which we were in school\ntogether, was also studying law. We went one day, was purpose, because you know,\nthey told to sit on the left side, and he did sit down also.",
        "A: The professor said the Jewish people stood and should sit on the left side. And\nwhen we’re going out, they were waiting for us, you know, and was purpose, to\nshow that we are not afraid, I showed him to go out first, and he knew what’s going\non, so he showed me, and I went, so he got beaten up.",
        "A: That’s right. And I knew about others, I didn’t experience too much myself,\nOctober 7, 1993\nbecause as I said, I was going there only for on the end of the year to take the\nexams, and that’s all what was.",
        "A: Th-Th — °36.",
        "A: School in 1936.",
        "A: That’s a— what I said I pul — went to the lawyer for a — usually you could go to\nthat court for three years and then to have two years with the lawyer or you could\ngo for five years with the lawyer. And so I decided to take this five years and after\nthree years was already everything over, so I didn’t graduate, you know, I didn’t\npass the bar exams because I wasn’t — didn’t have the five years.",
        "A: And the rest is history.",
        "A: Right.\nOctober 7, 1993",
        "A: That first memory?",
        "A: In 1939, as a matter of fact we were on vacation. When I say we were — because\nit happens that my wife was there on vacation too, together.",
        "A: No.",
        "A: We met only in 1935, this was the year my wife graduate from high school in\nWarsaw. But in 1939 we found ourselves in the same hotel in the country on\nvacation. And as a matter of fact —",
        "A: This was the Arensha(ph) in the mountains of Poland, and because I was going\nvery often there the summertime, every summer, almost, so I had su — few friends.\nOne of them was a teacher there, and just before September first, which war started\nover there, he told me, he said he read already mobilization paper, which was not\noutside, and I told this tha — my wife now said, I saw this and it would be smarter to\ngo now back to Warsaw. And we took together the train and we found ourself if I\nam not wrong, a day before September first, so — and the next day war started. And\nOctober 7, 1993",
        "A: I found myself in my sister and my brothers-in-law apartment. They were in the\ncountry this time with the both children, girls. And a maid was there already. On\nSeptember second, if I am not wrong to the dates, about I can be day or two off, the\nbomb hit the back of the building and destroyed everything what was in the back. If\nI say back, in Poland usually the apartments had the front entrance and the back\nentrance, you know, for deliveries and maids was from the back and from the front.\nSo everything from back, no more entrance through the maid. This — she was there,\nI think — the maid was, a day or two more after this bombing and she decided to go\nback to neighborhood of Kielce, which usually my mother was sending the maids\nbeing sure that they are the right ones, she went back and I found myself in this\napartment, waiting until they would come. In meantime I found out that my brother-\nin-law was already in the service, and my sister came few days later with the both\ngirls, and — yeah. Then a few days later again SS came, high officers of SS, and —",
        "A: To the apartment because they had —",
        "A: — they had the names of the lawyers, and because he was a lawyer too like my\nsister, so they came because — and what he found, the his — my brothers-in-law coat,\nOctober 7, 1993\nwhich was full of blood inside, somebody brought to us the coat and we thought\nthat he is dead. So she kept this coat, my sisters kept the coat in the closet and when\nhe looked, saw the officer’s coat, she told him that that’s what she got from\nsomebody who brought this. And then he changed for a moment and he said that he\nwill be — in few days the people will come and will confiscate everything. He\ndoesn’t want to write anything, whatever they will find, they will confiscate. And\nthey left, and my sister sold everything almost, in the next two days, or was giving\naway, but to get rid. And really when they came, they didn’t have too much to take\nit out.",
        "A: When the officers came?",
        "A: Yes, I was there.",
        "A: Nope. No, they were interested in confiscation of furniture and whatever. They\nasked to open the — how you call it, the —",
        "A: The safe.",
        "A: And in the safe he took out only a one pin, diamond pin, put on his uniform and\nsaid looks nice, and of course then put back. But I think that this officer coat saved\nthis time my sister. And later, I wasn’t there when they came to confiscate, but I\nfound out that they didn’t because wasn’t any more.",
        "A: Then I decided that I will go and find out if my father — if my brother-in-law is\ndead and my sister is alone, or I will find him and I will bring back. And I decided\nto go to the Russian side. Poland was divided this time. And because he was, before\nhe became a lawyer, he was a judge in the town of Bialystok, which probably you\nheard about, so —",
        "A: Nathan(ph) Erlich(ph). And so I decided to go there and to find out if anybody\nheard, and I found him there. He had just came from hospital. The coat was brought\nby a friend, also an officer, who was almost sure that he is dead and couldn’t face\nmy sister, so he left the coat there and he took off the bandages. We went to make a\npicture and with this picture I came back to my sister and we were there for quite\nawhile until my brother came from Kielce. Left the parents and came there because\nparents sent some money for my sister and for my brother-in-law who was still in\nBialystok. So we decided that we’ll go there and deliver this money. It wasn’t so\nOctober 7, 1993\nsimple crossing the border, neither with Germans or Russians, so we split the\nmoney between, but we delivered money together.",
        "A: We, my brother and myself and we were separated for a moment, but we found\nourself. My brother — I left my brother there, together with my brother-in-law and I\nwent back to Warsaw because I didn't want my sister to be alone. Even that two of\nthe sisters who were just then together. And because they had only two daughters,\nso they were only girls, so I decided that I will go because this side — my brother-in-\nlaw was not in condition to come. Just before war started between Russians and\nGermans, they came, they left Russian side and they came back to Warsaw and my\nbrother left right away for my parents to Kielce and were there. And later was\nchanging, we needed to give up the apartments because they were moving people to\nghetto, which was —",
        "A: This is Warsaw.",
        "A: As a matter of fact, I’m talking more now here about myself than I am talking\nabout the — the reason I am here, to talk about the Germans. And I hate to talk about\nmyself, this reminds me always, you know, when you’re going to the bank and you\nOctober 7, 1993\nwant the loan, you need to show off how ri-rich you are, and believe me I wasn’t a\nhero during the war. I was more a coward than — than a hero, so I hate to talk about,\nbut I know that the — I went to Kielce to visit my parents — this is, I’m backing up\nnow a little bit and this needed to be in 1940 and I was there for a few days only — I\ndecided to be only for a few days, but in this few days I went to visit my friends\nfrom school, and of course when I visited them, they hated to see that I am wearing\nthe Jewish — because they were not Jews, so they told me to take off, and with them,\nthey don’t see the difference. And — and I spent out —",
        "A: The Jewish star which we were wearing. And I took off and I — I was with them\nand when I left them, I forgot that I had the star in my pocket and two regular\nGerman soldiers, not SS, stopped me and I don’t know how — oh no, no, I know —\nnow I didn’t know how, but now I know. Two soldiers, German, were walking and\nI remind myself this time that I didn’t put, so I put my hand in the pocket and I put\non. They saw this and they stopped me and they pushed me in their hallway and\nthey asked for money. But I didn’t have too much and I offered them also a watch,\nand this was not enough. So I told them that if they will walk with me home, I will\ngive from my parents, I will get money and I will give. And that’s what it was, I\nwas going in front, they were walking behind. An SS stopped three of us, there’s\nOctober 7, 1993\ntwo soldiers and them, asking why they are walking behind this Jew. So they told\nhim that, so they were arrested by SS for mixing in, and I was arrested for not\nwearing the — the s — this was, by law, even that you could be sentenced for death.\nBut my parents used the intervention of my ex-German teacher, who was married to\na Italian foreign diplomat, and they went to her, and she was able to pull me out\nfrom the jail. I was only two days in jail. And I left, of course, Kielce the day after,\nit was my accident — experience was —",
        "A: Yeah, they had the beautiful apartment in [indecipherable]",
        "A: Everybody needed to start to move, to give up this apartment, but it was time\nthat they permitted you to exchange, so that —",
        "A: No, 1941. ’40 - °41.\nOctober 7, 1993",
        "A: No, no, no, when — we talking about when the brother-in-law came back, they\nwere together and I was together with them.",
        "A: So he came back to his apartment.",
        "A: Oh yes, and my brother only went to bi — to the parents, to Kielce. He was —",
        "A: And my sister and my two nieces.",
        "A: As a matter of fact, who — we’re funny [indecipherable]. Many Jewish people\nwanted to sell their properties. Of course, not to Jewish people who were buying.\nNow, if this deal would be made after the Germans came, wouldn’t be legal. So\nwhat was done, that was predated that it started before the war, it started some time\nin 1939, and then didn’t finish, and in the beginning of the 1939, when war started,\nit means on end of ni — ’39, by picking up mutual guy was sign as an agreement to\nfill. I was the guy whose supposed to be the guy who signed his own papers. So of\ncourse this way they were getting quite cheap the properties. Our friends were\ngetting the money and we’re getting our pay for it. And that’s what was a living\ncontinuously scared. From time to time they were catching us, the Germans were\nOctober 7, 1993\ncatching on the street and taking to labor. Sometimes one day only and sometimes\nwas a few days and a few nights.",
        "A: Yes, I was caught a few times to — to work.",
        "A: The physical work, digging and moving furniture and whatever they had to do.",
        "A: But — Warsaw, everything Warsaw, or in — or around Warsaw. They — this\ntime they were taking us by trucks and bringing back the —",
        "A: Always — always — this time I was living with my sister and my brother-in-law, it\nwas in their apartment. Later the apartment was changed for apartment — different\napartment and also 1s a big as this, but they had other friends which are leaving.\nAnd this was going on until they started just to close. This time my father got a\nproblem with the prostate in Kielce, and needed to be operated. And I think that I\nam coming now close to 1942, this was —",
        "A: — yes, I — in this time —\nOctober 7, 1993",
        "A: You know, this is — this — everything is —",
        "A: War was the same.",
        "A: ’41, I don’t remember ’41 or something like this, because wait a second, wait a\nsecond, wait a second, wait — yeah, the —",
        "A: Ghetto started in 1940.",
        "A: And this was this, what I was just saying before was everything about already in\nthe ghetto, what we’re doing together with my brother-in-law and my sister, you\nknow, sending this — this was already in the ghetto. This time was very simple,\nbecause the courts, which were on the border between the ghetto, one entrance was\nfrom the ghetto side, the other entrance was — from the other side was very simple\nto get in. So that’s what was this — the [indecipherable] were possible to do it,\nbecause you could go to the court and to — put in everything le — to make it legal,\nthis everything. Now, in 19 — sorry, in 1942, my father had already this problem\nwith prostate and was not permitted by Germans to be operated in Kielce. Was my\nmother who had so-called good looks, Aryan looks, decided to cover most of the\nOctober 7, 1993\nface of my father, he was very sick this time, took him by the train and she brought\nto Warsaw. He looked this way, that if wou — my mother wouldn’t be there, I\nwouldn’t recognize my own father. He had already infection, urine in the blood.\nAnd they tried, you know, to help him before operation, but in — he died soon after.\nSo this was only one member of the family that because of Germans, but was buried",
        "A: 1942, and I would say this was January 18. I will tell you why. Because January\n19 - 18, in 1943 was th — by Jewish, after 11 months you stopped talk — saying\nKaddish, and then a month later you saying the Kaddish, so I said this Kaddish and\nthe next day I lost my mother and my sister. So almost exactly.",
        "A: As I said before, we were lucky because we were ha-having help from our\nparents financially and we were making money, like I told you before. Yes, I am\nmaybe right now ashamed to say, to compare what was in Warsaw, yes we did\nhave — we didn’t have — we didn’t suffer hunger.\nOctober 7, 1993",
        "A: As I said before, this was, on the beginning was a big apartment change for\nbigger, but some of the rooms were giving to the friends, mostly lawyers.",
        "A: From other si — from not necessary Warsaw. Mostly not from Warsaw, from\ndifferent cities, but by profession lawyers and they had so — was crowded but still,\nthere were still two rooms for — for us. And they —",
        "A: Oh, this was terrible —",
        "A: — because example — example, I decided once to take a bicycle and to take a\nchance and to go to cemetery. And believe or not, I gr — I didn’t make it. This was\nonce that I couldn’t make it to cemetery because of Germans. Second time, when\nwar was over and I came back to Warsaw and I found my wife, I decided to go —\nfirst I went to Kielce back — no, no, to Warsaw. Mixing up. And I decided to go to\nsee the grave of my father. I couldn’t get in because this time Russians had the fa —\nthe exercises —",
        "A: Yeah.\nOctober 7, 1993",
        "A: If you call it — this funeral. But anyway, not at least like others said, you know,\ntogether 20 - 30 bodies.",
        "A: He had this —",
        "A: ’42, a very important thing was that August 12, this date sticking in our memory,\nin group of our friends we decided that we’re married, and also decided that we’ ll\nnot stay together because it’s not too safe, and especially that it’s war, so you know,\nyou never know what will happen. So we’re not together, but so-called, the whole\ntime when I was in all the concentration camps, I was wa — tho — thinking about my\nsisters, about — I knew that my mother and the younger sister are out. In\nconcentration camp I found out from my brother-in-law that my sister was arrested,\nthe older one. So I also wasn’t too sure. Him, I didn’t give a chance, her I — my wife\nI didn’t give a chance to — she was too fragile, in my opinion. She was too much\nunder the cover of her older sister.",
        "A: I thought that my two nieces would survive.",
        "A: Mm-hm.\nOctober 7, 1993",
        "A: No.\nA2: No, we didn’t have anything.",
        "A: Just —\nA2: We didn’t have papers, we didn't —",
        "A: Almost — almost two — three years later — no, two years later, actually\n[indecipherable] almost two years later, September of 1945, I found my wife.",
        "A: I found my brother-in-law, the name only, and I found the name of two my\nnieces, they made it.",
        "A: This is still going on til 1943. In 1943, I went to —\nA2: Uprising.",
        "A: — Lublin. Upri — oh, this is uprising, I forgot it completely about the uprising,\nwhich I had preferred not to remember again, because its organization which I\nsupposed to represent, represent to be a member of it, which I found out was giving\nthe position where to be and a gun, only not bullets in it. And I was put together\nwith the other fellow.\nOctober 7, 1993",
        "A: This was on the fight of — get — ghetto fight. And the — the German machine,\nautomatic machines shoo — was shooting and one of the bullets hit the guy which\nwas next window to me, hit in the face and took off the — half of the head, and he\nwas dead at this spot, and I thought that I got also a bullet, but not the face, only that\nthe head and seeing him, I thought that my head is off. So scary, which I told you I\nnever was a hero. I looked my hand and I saw blood, and I passed out. So the\nGermans woke me up and [indecipherable] and going and they pulled us to a\nplace, to a spot where was a big hole, because the other group of the fighters,\ndifferent groups, did mar — put the mine and Germans were killed when they came\nto this spot. So they were putting guys around and shooting them. And probably if\nthey would have enough, they would put somebody else, but I don’t know. As long\nas we are waiting for [indecipherable] they pull my watch and they pulled my ring.\nThey didn’t put us, they took us, and this was where I was taken to concentration\ncamp on the train and I was sick, because I had open only wound right here, and\ncontinuously bleeding, but what worse was, when stop bleeding, was closing my\neye. And this time I found myself on the train with my dear friend who just passed\naway, Henry Fenigstein from Toronto.\nOctober 7, 1993",
        "A: No, no.",
        "A: In the last moment —",
        "A: — they — they put this in, the saying about hero, because after the war I met some\nof the guys who did belong to it and — and they wrote it on [indecipherable] paper\nthat I was, and didn’t touch it because I wasn’t a hero, I wasn’t fighter, I was only\nfooled by myself and I was hit by a bullet, which I shouldn’t stay there, at the\nwindow. But —",
        "A: — you know, when you’re talking about that, I hate to talk about myself, is that\nfrom all my members of family, I was definitely the worst.",
        "A: Mm-hm.",
        "A: Yeah. The train went to Lublin, which was Majdanek.\nOctober 7, 1993",
        "A: Terrible. As I started to say, this was not regular train only, you know, for\nanimals and we were — crowded is not the word. We — you — you couldn’t fall\ndown. Wherever you could sit down, you were sitting, if somebody was laying on\ntop of you, conditions were awful. And as I said, my friend is — this physician,\nHenry Fenigstein, who was with me as a matter of fact, 1f I am alive now, partially\nbecause of him, because with a pocket knife, from time to time before coming, you\nknow, for inspection of Germans, you know, how we looked, he was cutting in,\nopening the wound, so was opening my wound, my [indecipherable]. And we were\nin Majdanek for a few days —",
        "A: — as a matter of fact, I need to look up this, this is the Lublin, it’s the first, one\nstop —",
        "A: I don’t remember —",
        "A: Pardon me?",
        "A: Only men.\nOctober 7, 1993",
        "A: On this train were only me — I don’t remember [indecipherable]",
        "A: I don’t recall, could be that the women were there too. I don’t know, because I —\nas I said, I wasn’t feeling well, I was sick this time, because as a matter of fact, I\ndon’t remember too well about the staying in Lublin, in the camp, and as a matter\nof fact, whatever I remembered, was funny story, Henry re-remembered differently.\nAnd we were sitting and talking about and he didn’t remember some of the things\nwhich I said, I didn’t remember some things which he said.",
        "A: Example, I remembered that there was a woman this time in Lublin and she was\na wife of a lawyer, young lawyer, whom I knew f— whom I met in Warsaw. And\nwhen she came and she saw me — she was working there — when she saw me and\nask me what — why I am, you know, ti — my suit was full of holes because, you\nknow, ghetto was burning and on the top — on the attics were most of the feathers,\nso there was —\nOctober 7, 1993",
        "A: Flying down and was making holes in everything. So she went and she brought a\nnew — not a new, but a good one, jacket for me and Dr. Fenigstein. And I remember\nthis exactly, I cannot recall her name. He doesn’t remember — he didn’t remember\nthis. Now, I don’t think that I made up this story, because I remember even who\nwas it, I cannot remember the name. I see her, I see him, even. And —",
        "A: No, no, this — we were — only this was a all transition to send into different\ncamps. And I remember only that we had the inspection. Again the Germans came\nand picked up 600 guys. And with the help of Dr. Fenigstein I passed because he\nopened, and m-my eyes were open, the left eye was open too, and I was among the\n600 together with him, and — and again is a story which I remember, he remembers\nonly partially, that when the 600 of us were there, the guys who were working, and\nthere were Jews who used to be in the Polish army, they told us if we leave the gate\nand we’ ll go straight, then we’re going for — they will finish us. If they will — will —\nwill pass the gate and will turn to the right, 1t means we are shipped to the other\ncamp. So this time I thought that this friend, this doctor told me, let’s stay on the\noutside, so in case they taking us straight, we’ll go up there — because they told us,\ndo whatever you’re doing when you go inside, because you’re going for finish. And\nhe doesn’t — didn’t remember, I don’t remember exactly, but anyway it was not\nOctober 7, 1993\nimportant because we came out and we turned around. I am sitting here, so we\ndidn’t go straight and we didn’t do anything. Came a guy by the name of\nFlaggs(ph), whom I wouldn’t recognize except that I remember very w-well the\nname, and took us to the first camp, labor camp, which was Budzyn. And if you\nwant, because I have right here this box, which my friend was engraving when we\nwere there, and this was Budzyn, if we can read here, was on April 30\", 1943, and\nwe were there til February 14, 1944.",
        "A: Now, when we came there, this is funny story, when we came there, I didn’t do\nanything because I went right away to hospital. And — and they decided that I have\n— surprisingly, that I have a malaria, this German — Au-Austrian doctor, Dr.\nFirsten(ph). I remember him because after the war, again, he became the Red Cross\ndoctor in Vienna. He told me when I came out from hospital, after few days, I don’t\nremember, or a week, he told me not to get scared when I will feel bad, because I\nam coming back because usually repeats, and that’s what it was. But I know that\nwhenever — how long I was in the camp, when I woke up, I asked the male nurse\nwho was there, who — with whom I became later friendly, I ask him, where 1s the\nmen’s room? And he said to me, you are going every day, so why are you asking\nOctober 7, 1993\nme? I didn’t know. He told me all my life’s story because supposedly I was talking.\nReally, I went, after a few days, working again, this time working, going to.",
        "A: And what we were doing? Now, when we came to this camp, Budzyn, they told\nus not to admit that you have a free profession, except dentists and doctors. I wasn't\na dentist, I wasn’t a doctor, so everybody else should say that he is a locksmith.\nNow, I never saw, in my te — I never held in my hand [indecipherable] but\nlocksmith. So there were few hundred locksmiths. And the next day they told us to\nclean the roof. That’s was the locksmiths. Anyway, they didn’t believe it that being\na Polish locksmith, we know what means locksmith, so they get us umschalag(ph).\nIt means a school again, and I this time, first time in my life I knew what means\n[indecipherable], I knew what is a [indecipherable] and I knew how to make it.\nThis was made there. And —",
        "A: Were living in barracks, sleeping on the [indecipherable]. I think we had\n[indecipherable] one next to the other. What I remember from this time, I\nremember only most of it. I remember that the whole night I was running only to\nurinate, you know, that’s what it was, because I decided one thing, food was not\nenough. Again, I’m talking only about myself. But I wouldn’t sell my bread. I was a\nOctober 7, 1993\nsmoker, and I wouldn’t smoke. I wouldn’t buy bread because I didn’t have money. I\nwouldn’t sell my bread either. So I stopped smoking and I was drinking plenty, like\neverybody was doing. Guys who were selling the bread for cigarettes were falling,\nyou know, swelling and dying. And — and I survived. Was one slice of bread for a\nday, and not a big slice, and bread was awful. But I shouldn’t say this because I met\nin this camp a client of mine from before the war, who always, I remember him as a\nsick man, he had the ulcers, and rich fellow, but suffering terrible, all kinds of\nmedication. And I am talking about before 1939, even America didn’t have too\nmuch medication of ulcers li — today we have miracles [indecipherable]. And in\nthe camp he suddenly didn’t have any ulcers. This bread, he would eat as much as\npossible, and he didn’t have any ulcers.",
        "A: Getting up very early in the morning, get together for counting outside. Getting a\ncup of the cold coffee, dirty water and this time you got the slice of bread, which I,\non the beginning I was breaking to eat half on the beginning and half later until they\nstole this other half, so I was eating, finishing completely. And this was not a bad\ncamp to compare with the other camps. And then, together we were marching to the\nfactory, which was not far away, by the name of Heinkel(ph). They were preparing\nthe people for making planes later, which in other camps I was working on planes,\nOctober 7, 1993\nwhich — we didn’t suffer, but Germans suffered because no one plane took off. And\nwe, in my opinion, we didn’t do this with purpose, we just didn't know how to do it.\nAnd if anybo —\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Yes, after — this is an — every day the same story repeating, and when it comes,\nyou know, to conditions, as I said before, were awful, people were dying because\nthis was one of the camps, this was so-called labor camp, not concentration camp\nyet, and I am talking now because — about this Budzyn because from experience of\nthe other camps which I had later, they were not used — we were not used to these\nconditions. Example, I was dreaming always about a pair of underwear. Socks. I\nwas dreaming all the time in all the concentration camps, I was dreaming about\npotatoes, I don’t know why not bread, but potatoes. Now, we can — we came to one\nday, they picked up in — in Budzyn — let me only recall what was the reason. Oh,\nthey call — pick up a group of people to send to different camp. And we didn’t know\n— anyway, I didn't know this time that they are — they decided already to change\nBudzyn for concentration camp. I wasn’t there when they changed. I was sent with\nOctober 7, 1993\nthe group to Mielitz(ph). And this was, looking in on my box here — excuse me.\nMielitz(ph) was February 16 to — ’44 to July 24, 1944.",
        "A: Oh, the ba — definitely by trains again, the same ones, but not as bad as was from\nWarsaw to Lublin or from Lublin to Budzyn was a little bit better then. This was\nnot as bad, but the same crowd and the same kind of trains. And we arrived in\nMieletz(ph) and we got a lousy welcome. A good welcome from the guy in charge\nof the camp, the Jewish fellow, but a lousy from other people, because I don’t know\nwhy, because not everybody was the fighter on Warsaw ghetto and they called\nfighters [indecipherable] heroes, and they didn’t like us.",
        "A: I probably was in excellent condition before I went, because when I — when war\nwas over I was very light, but the UGA(ph) when checked, they found out\neverything okay, was exceptional. One left eye — and I thought that this — and this\nwas not, because if this, then the right eye would be wrong, but that’s\n[indecipherable]. No, this — this was not on my mind never, and as a matter of fact,\nanswering this question, all my years in the camp, I don’t compare to the way my\nwife went through not being in concentration camp. Because I had my number, I\nhad my yellow and blue Jewish star on then, this was showing that I am a Jewish\nOctober 7, 1993\ncommunist, because all Jews had this, and the number. And I knew that not today,\nso would be tonight, or tomorrow, this is the end, but I am — I was myself, I was\nalways myself. She never was herself.",
        "A: Yes, yeah, because I — the sign we were wearing only when was concentration\ncamp. Mielitz(ph) was changed to concentration camp. That’s what we got, those\ntwo letters, which means concentrations lager. And we found out later that this\nwas under the Dachau. Everything from then, from Mielitz(ph) we’re going,\nincluding that we went to Dachau itself, too.",
        "A: To Mielitz(ph).",
        "A: In Mielitz(ph) — in Mielitz(ph) we were working again in a factory.",
        "A: Th-— everything was prepared for war. As a matter of fact, again I need to go to\nex — my experience. I supposed to drill on an electric drill press, to drill one of the\npieces on an angle. And being later here in United States in the metal business,\nwhich I was, and I will come back later to you, how the life 1s playing tricks on us, I\nwas — I broke one of the bits. Now when you usually were getting five bits and one\nOctober 7, 1993\nbroke, you were going to — for more, which again, one of us was there and was\ngiving you not markings, so this way they didn’t find out how many were broke.\nBut when I broke this piece, the piece was spoiled, because you couldn’t get this\nhalf of the bits back. So I took out and I didn’t know that the Germans were staying\nbehind me. When I took out this he says, you spoiled the piece. So I needed to pull\nmy hands, and he was giving me five whip on the right and wi — five of left. And\nthis cracked. And you would say bad, right? No, this was not bad, this was good\nbecause I was sent to the camp and in the camp the doctor put the stitches; 12, I\nthink, stitches he put, and the — I was sent back to the camp — to the factory. When I\ncame there, there were Germans, they knew everything. One hand, two hands, three\nhands, one leg. They send me to machine which 1s working only with one hand. But\nthen they came and they said, who knows how to write and read? And again\neverybody 1s afraid, but I had only one hand, so I picked up, I know how to read\nand write. To hell with it, what wa — wi-will be, will be. And they send me into a\nroom which was sitting a German at the desk and he was a — a draftsman. And he\ntold me that — and bu — I forgot to say only that in school my foreign language was\nGerman, so I could talk, and he told me that he will show me how to make — to\nbecome a draftsman, and will be his helper. Now, I don’t know if he was provoking\nme or not, but every morning when I was coming there, there was a sandwich, I\nOctober 7, 1993\nthink a sandwich in the paper, and he never said that I should take it, but I never\ntook it. So this — that my hand was hit and I got the stitches, was only help me that I\nwas in a clean place. He permitted me even to wash my shirt, and to dry there and\nthen to put again on, and he ti— taught me how to be a draftsman. Not only to be a\ndraftsman, but German draftsmen needed to make on the machines the first piece,\nso he taught me even how to work on the machine. From there this — this camp was\nchanged to concentration camp, as I said before, and we got the letters and we got\nthe concentration camp uniforms, in Mielitz(ph). And —",
        "A: Now what month was this? I will not be able to tell you because I told you how\nlong we were in Mielitz(ph) —",
        "A: — and then we were — this was not long before leaving Mielitz(ph).",
        "A: And this time we are already in concentration camp, Mielitz(ph) changed to\nconcentration camp, and of course —\nOctober 7, 1993",
        "A: How we felt the condition changed? I think — because again, is something, what\nhappened, which I told you on the beginning, never was a hero, was a coward, I\ncouldn’t — this is only one army, the German army that I cannot recognize what —\nA2: Rank.",
        "A: — they are officers, or —",
        "A: — rank, never, never could. I know everythi — everybody’s else’s, I couldn’t\nrecognize. Russian is very hard, but I got it. But here — or my head doesn’t want to\nremember, or I couldn’t remember this way, no faces. Now, I think that the —\nnumber one, that we got electric wires around the camp. I think this time we got,\nwhich was not too good for us, not only because nobody was running away, but the\nguy in charge, this SS man had the horse there, outside the camp, and the horse\nonce, fly or something bother, and he started to kick, and kicked the fence, and\ndropped dead. So we were suffering because we killed the horse, so when you want\nto know about the conditions — I think the change was also that instead of — of guys,\nspecial army, SS came in and they were in charge of the camp. But other ways the\nconditions were similar ones.\nOctober 7, 1993",
        "A: Yes, the same, that’s almost the same, didn’t change. Not that I recall. From\nMielitz(ph), as already, we went to Wieliczka. I remember now, I think that\nWieliczka, which were not too long there. We were from July 25\", to August first,\nso what was this, a week?",
        "A: Something like this. We were there and from there we were sent to Flossenbirg,\nI don’t remember if Flossenbtrg was Germany or Austria, but anyway we went to\nF-Flossenburg, and we were there — the trip was quite long. Now — now — now I\ndon’t recall here — you see, he made a mistake here and he crossed out this, and here\nis li— written that on September four, we came to Flossenbirg.",
        "A: And I don’t remember if we left Flossenbiirg, because he has only one date,\nSeptember 4\", 1944 li — Flossenbiirg. Flossenbiirg was a very different camp. No\nother camp that I ever was, was the same. The — first, was in the mountains, and\nwas in a different levels of the — of the mountains. On the very top were Americans\nprisoners of war, on the very top. Now, we were, when we came there, they first,\nthey undressed us and they changed the — the places, so if you had something you\nhide — was hiding, you lost, because they took you naked to the other place. We got\nthe shower and then they gave you a potato sack. And everybo-body needed to go to\nOctober 7, 1993\nsleep in this potato — I was sure that this is the end probably, he will — we’ll go to\nthe potato sack and this will be the end, but no. And the next day they gave us clean\nuniforms and we were there, we were not doing anything in Flossenbirg. Every\nday was only to get up, to counted that — that we were — that’s what — probably what\nhe wrote to Flossenbirg, that we were very short time, and probably days only.\nAnd floss — Flossenburg we were sent to Leitmeritz. And I am almost positive that\nLeitmeritz was in aus — Austria, not — not in Germany. And there we were from\nJuly 10 — no, no, no, wait a second, June — that’s right, no, August 10 — how can be\nSeptember there and August 10 to October 1944 in Leitmeritz. Leitmeritz,\nLeitmeritz, Leitmeritz is not far away from, because we heard about, was from\nthis show camp —\nA2: Theresienstadt.",
        "A: Theresienstadt. And I think Theresienstadt was not in Germany, right, this\nwas Austria?",
        "A: So this was Austria too. And in Leitmeritz I have a very funny experience, that\nI was sent once by the guy in charge of our group to pick up the bread, you know,\nfor — for everybody. S-So many guys were sent, and I came there and the guys who\nwere giving out the bread was talking Polish. And so I turned to them and I started\nOctober 7, 1993\nto talk to them. And one of them walk away, comes to me and he says, where are\nyou from? And I was used this time, being so many years in Warsaw to say from\nWarsaw. And he says oh, so not you, because you remind me somebody. I said, not\nfrom Kielce? He says yes. And he not only get me the bread, for everybody, but he\nalso put the package of salami, which not only I ate, everybody, and everybody got\nsick. Okay, so this where my [indecipherable] Flossenbiirg — Leitmeritz, excuse\nme. In Leitmeritz — what would bring Leitmeritz?",
        "A: I always wor-working. Experience was —\nA2: [indecipherable]",
        "A: —I seen a — the [indecipherable] were almost that [indecipherable]",
        "A: I don’t —",
        "A: I was always frightened.",
        "A: Because you see, as I told you before, I knew it. Said any day will come the end.\nI didn’t know only how. And if I am not wrong, this was Leitmeritz even. In\nLeitmeritz, in our barracks specially, were quite few Yugoslavs. And very often,\nwhen you got up in the morning, one of the Yugoslav was hanging, suicide. From\nmy experience, the nicest people with whom I was in the camp, were the\nYugoslavs. Maybe because of language was similar and maybe of their behavior\nand maybe because of this experience, that I didn’t come across in concentration\ncamp, of suicides committed by anybody else but Yugoslavs. And I promise myself,\nthis time I thought so, said when — I will not fall asleep. Only I will be waiting, and\nif I will see that somebody’s doing, I will follow and I will do the same. A funny\nstory, when I didn’t fall asleep, I was tired the next day and nobody did commit\nsuicide. But when I did fall asleep, somebody did. So what I figure out, probably\nwhen I heard the noises that somebody’s trying to commit, being a coward, I fall\nasleep. I-I’m not joking, but probably that’s how it was.",
        "A: On the beginning I knew, when I was in the — in Budzyn, even Mielitz(ph),\nWieliczka, sometimes we got some news. As a matter of fact in Budzyn I got the\nnews from my brother-in-law that my sister was arrested.\nOctober 7, 1993\nA2: Now this was Poland.",
        "A: Because these are all Polish —",
        "A: As a matter of fact, I got to the sister of this Dr. Fenigstein, who was playing a\nAryan, brought money from my brother-in-law. So we had — later we didn’t. We\nwere getting some news. How they were coming, I don’t know. I think that the first\nreal news what was going out, we got in Dachau. Then later, after the war I found\nout that they had the underground. But then we got what is going on, and Dachau\nwas already —",
        "A: Yes, Leitmeritz. No, Leitmeritz we didn't know. We knew only — Leitmeritz\nwe got only news that Theresienstadt is not far away. That there is better, but\nnobody was sent there. And as a matter of fact, in Leitmeritz, and I read here what\nhe wrote there, that friends were someplace when — and I thought that in Leitmeritz\nthis was, but it’s not — he — he wrote in some place that our friends — because there\nwere two camps, and you see, very often when the groups were sent to different\ncamps, there were at least to two different camps. And you could switch, you could\ngo from one to the other because I don’t think that they did care really, if x,y,z went\nto one camp, even that they were release, because the — most of the release were not\nOctober 7, 1993\ncompleted because people were dead already by this time, or that they did care\nwhich ones are going. So if you moved from one group to the other group, they\ndidn’t make a issue of it. And I’m saying this because I am holding in my hand this\nbox which this Greenstein(ph) made, and he was there, young fellow, he was\nprobably four or five years younger than I was, and had even younger brother and\nwherever I went he was saying he wants to go to and I — in Leitmeritz especially, I\nremember that we’re choosing and I said boy like that’s enough it’s enough. Maybe\nI am picking up the wor — the bad camp and you will suffer because you follow me.\nDon’t. But he did.",
        "A: And so, from Flossenbirg, we went —",
        "A: — to Leitmeritz.",
        "A: And Leitmeritz we went to Grakow(ph). Now, I don’t remember\n[indecipherable] — to Dachau, first to Dachau. And in Dachau we were from 23\nto 29 of October ’44.",
        "A: And from there —\nOctober 7, 1993",
        "A: Dachau yes, I remember. I remember the first, I will never forget in my life, on\nthe gate was written Arbeit macht frei. And the — Horthy(ph) was on the — on the\ngate, the gardener there. He was one in the uniform. I don’t know even who showed\nus that this is Horthy(ph), but when we came here — and the other experience was\nthat they were keeping us outside on the — you know, not going to the barracks.\nBefore we enter even, they kept us for 12 hours with the toilets, you know, on the\nfield, because they thought that maybe people will — could hide something, you\nknow, that — that — so they had all worked out scientific — scientifically. And then\nwe were sent and I — if you saying about Dachau these few days, I remember only\nthat that guy in charge of this barrack, which welcome us, was number red triangle,\nwhich means he was a communist and had number 999. He was in the Dachau\nsince 1933. German, older guy, beautiful spoken, welcome us and told us that every\nguy, we get two covers. And please, when you will be leaving, I beg you, leave this\ntoo.",
        "A: The blankets [indecipherable] ghetto. But —\nOctober 7, 1993",
        "A: Di — di — always you had this triangle and the number, which was changing from\ncamp to camp. As a matter of fact, I never remember my number. I remember what\nI was wearing, and I had to remember, because from quite long time, and I think I\nmet him in Mielitz(ph) but I got very close with him in Augsburg, or someplace\nthere, was a deaf mute fellow, an excellent tailor, excellent. As a matter of fact, in\nthe camps he was getting extra bread from Germans because he was fixing their\nuniforms. He — he was a artist. And whenever they were — we’re called, he couldn’t\nhear his name, his number, so what I was, and I could talk with him by hands. I\ndon’t know language, but my hands, I could talk to him. So I pushed him when his\nnumber was called. And he was just deciding, if they said right and he wanted to go\nleft, he played dumb and he went left. So he was choosing, and he survived the war,\ntoo. Now —",
        "A: No, Dachau was only, we were in this barrack, only few si-sis — you know, few\ndays and from Dachau we’re sent for work to — first was Augsburg. In the\nAugsburg, believe or not, we were staying outside, out of the city, in suburbs, and\nevery morning we were walking through the city of Augsburg to the other side of\n[indecipherable] preparing for a airport, for future airport. And I don’t know if this\nOctober 7, 1993\nwas really for the airport, that’s what they were calling. We were doing stupid\nthings, digging and closing and filling and — and — and — and — and nothing, nothing\nproductive, but that’s what it was.",
        "A: In — in —1in Dachau?",
        "A: In Augsburg we were from October 29 to December first of 1944.",
        "A: And then from Augsburg we were sent to Leonberg. Leonberg. Do you think\nthat I remember now Leonberg? I don’t remember Leonberg too good because I\nknow — I remember that from — how long we were in Leonberg? We were in from\nDecember — December first, the same day. So you see, Augsburg and Leonberg\nare very close to each other because the same day we were there. Til °44 — til\nFebruary of ’45, only two months. So again probably — again doing nothing — not —\nnothing important, nothing productive, no more was building the planes or\nsomething, that’s what I recall. Then we were sent again to Kaufering, which\neveryth — every single one, Augsburg, Nuremberg, Kaufering, lager one, lager\ntwo and Landau and Ganacker, these are all camps of Dachau, which was\n[indecipherable]. And I don’t recall doing anything except few — few experiences\nOctober 7, 1993\nagain which you had the example, in one of this Kaufering lagers, a guy wanted to\n— was walking too close to the fence, wire fence, electric wire fence, probably\nbecause somebody was throwing something. I was not a hero like I told you before,\nI wouldn’t bother cross, and the gar — guy on the [indecipherable]",
        "A: Tower, sh — did the shoot in his direction and hit his testicles. And he grabbed\nthe testicles and run to this male nurse and he never knew what to do with that, and\nhe put plenty of bandages around, and few hours later we deci — they decided that\nwe changing the camp and going. And that guy was suffering, but this was shortly\nbefore the end of it. Americans came and they operated him. And as a matter of\nfact, we met him after the war, he was not only married, but he had children too.\nWhat else? Other camp, one vo — one of the lager, two, during the night, we were in\nthe barracks which different — you know, digged out from in the ground and on the\nroof above, and not too many guys, maybe 12 guys in one of this. And during the\nnight this — that mute guy w — was shaking me, I woke up in dark. I was asking\nwhat is it, and he showed me that we’ll be going. Now, nobody heard this. He was\nright, and we were going to other camp. This was one of the very end. We went to\nKaufering. The name was — this was April fourth. And this is already 1945, so this\nis just — just before the end of the war, and we were in lager — lager one, lager two.\nOctober 7, 1993\nIf you want to hear — this not about me, but about the guys who were in the camp\nwith me. You know, in one of the camps, Americans came down and were shooting\naround the camp because around the camp the Germans put the small planes, and\nthe Americans found out about this, so they came down and they were shooting\nfrom inside the camp, not to hit us, to the planes, and the planes went on fire. And\nthe guys from the camp used this to cook something on the belly the planes.",
        "A: Yeah, this is the experience of — the last one was Ganacker, and in Ganacker\none day — it was Landau or Ganacker, was one day and they decided the whole\ncamp, wh-which if I am not wrong were close to a thousand of guys, oh, to take us,\nand the Germans said that we’re going to Landshut. You probably heard about, this\nwas quite the camp too, and the specific camp, because when I was in Dachau the\nchimneys were not working, 1t means they were not burning anybody. But\nLandshut was still working. W-We knew that is active. And they were supposed to\ntransport us walking there. On the way, on a big one field, they told us to sit down\non the ground. And few minutes later, they disappeared, their whole group of s-m —\nSS mans disappeared. We found ourselves without a guard. And as I said, thousand\npeople. And a German fellow, who had that green triangle, green triangle it means\nhe was a killer who was sent from a jail to the concentration camp, that’s what he\nOctober 7, 1993\nhad, the green one. Tall one fellow, he told us why he was in jail. He killed a owner\nof a villa which he thought that is empty, and he went there and he found him, so\nwas one solution, him or her, or the owner. So they found him and they sent him\nback there to concentration camp. This guy, when he saw that the SS men\ndisappeared, went on a big —\nA2: Podium?",
        "A: Not podium, though it was a podium [indecipherable] only pieces of wood and\nhe said to us, look fellows, we are in southern part of Germany, which is called\nNiederbayern. This is Catholic part of Germany. These people hate Hitler and\nJews. That’s what he said. So from now on, no one is a Jew. We are Catholics, even\nwhen you are Protestants. Then you will get help from these people. And now we\ncannot go thousands, so let’s make small groups and go. So we made small groups\nand we decided to go all different ways. Thousand people and only one fellow, who\nacted very nicely in all the camps, by the name of Markowski(ph), which was a\nsecretary in few camps, it means he was keeping books and everything, and he was\nvery nice. He told me that he is a lawyer from the part of Lvov, Poland. And I\nremember that in the camp, where we were this time, I needed to say Kaddish after\nmy father. And I went to him and I said to him — I was very friendly with him, and I\nsaid to him that I have a problem. I need to have 10 Jews to say the Kaddish. And\nOctober 7, 1993\nhe looked at me and he says, look, I don’t know Jewish religion, but — you know,\nI’m not a Jew, but I think that your religion is saying 10 men, not 10 Jews. Now if\nyou will not ask if somebody is Jew or not, I will call the people and I will say\nJoseph, it means we are 10 here. And you go to the window and you do whatever\nyou want. And so it was. He decided to take a group of Polacks. Polacks it means\nnot like us Polacks, only Polacks — Catholics, and I should take a group of 10\nJewish with us, and we will go together. We went together only for two days. After\ntwo days we had bloody noses. It started the calling names, and fights.",
        "A: That’s right. And we needed to split. He went with his group, we went with our\ngroup. Now, in this time, we’re running away, not knowing we are in Germany,\nnot knowing where we’re running. We were afraid — we still didn’t know what’s\ngoing on, if we will not come against — against SS or whomever.\nA2: And everybody thought [indecipherable]",
        "A: So we — we decided — we decided to hide during the day and move only in the\nevenings. And so we’re doing. One woman — we came to a place, and we thought\nthat we are safe, then two SS men showed up and they grabbed us and they brought\nus to a—a farm where they had already few other people, I don’t know if from our\nex-camp or different camps. And in this we were watching and were two entrances.\nOctober 7, 1993\nOne was from the left and one was from the right. And the two SS men were\nwalking around this building, so we could see them where they are on one side, and\nwhen they coming on other. And being next to one guy, I told him, when they will\ncome on this side and they will pass, I am going out this way. I don’t want to be\nhere any more. We made a mistake, I want to — and he says, I am going, too. Before\nknowing, six of us — ye — one knew about the other, when they came here, we took\noff, and we run. I-If you ever saw coward running, we were — we could break all\nrecords, until we came to the woods. After the woods there was a wall, brick wall,\nwe jumped over and we didn’t hear anything any more, and walking. I told this\nstory because I want to tell you, after the war, when we found ourself again — we,\nmy wife and myself, in this part, in Germany, I took my wife to show her, and I\nwent to the same place, I showed her where are the two doors, and I said on the\nright door when they were on the left, we run, let’s walk. And we walk and there\nwas a forest. And we went through the forest, we came on the end of the forest and\nthere was a brick wall seven feet tall. And I looked on it and I said no, this was not\nthis. Probably I made the mistake. This is the other side, it’s the other door. I might\n— no, there was no the other door. I took all the guys who jumped this wall and they\ndidn’t want, even one wanted to believe that we made this seven foot wall. She saw\nit. It was impossible. What you could do when you are scared. And that’s what we\nOctober 7, 1993\nrun, we were s — hiding me and the other guy, because we split that more and more\nfor safety. And with the other fellow who didn’t — who survived the war, but we\nsplit it after the war because he married a German young girl. She was younger than\nthe youngest daughter of here would be. And because of it — so we split it. We were\nduring the day in the woods and during the night were sleeping at the farmer, who\nknew that we are hiding because we were [indecipherable] of course. And one\nafternoon we were already tired to sit in the woods, we decided it’s not dark yet, but\nlet’s go, cause no movement. And as we’re walking out from the forest, we see a\nJeep on the — on the highway and we stop and the machine gun went to our\ndirection and the soldiers shouting to run. So we started to run not moving, only run\nup and down, and I say I am running back to the woods. And the fellow says, I\ndon’t think that we have a chance. And we came — we were so scared, that we\ndidn’t see the American star.",
        "A: Then — this was called freedom. Few days later, when we got together, a few of\nour fellows from different hiding places there, from different farmers, we thought\nthat that’s all what is leftover, you know, survivors. Everybody else died, probably.\nSo we wanted to know if any Jews are in American army. So we’re waiting and\nwe’re talking Polish and one of the Polish fellow American, when we ask in Polish\nOctober 7, 1993\nif there are any Jews in the American army, he said to me, Jews? Jews are in — in\nAmerica making money. Now, he didn’t know who is his major because the next\nday was a big sign that they major by this — this name I don’t remember now,\nAmerican name, wants to see all Jews. And we said this is the end, we’re not going.\nSo we had one fellow who knew a little bit English, and we said, he will not grab\nthis one when he knows that there are other ones. So when he will not come back, it\nmeans that to me he wants the Jews. If he will come back we will know what is\nabout. No, he came back to tell us that he is a Jew, and he won’t beat you.",
        "A: Oh yes, as a matter of fact —",
        "A: — as a matter of fact, he was a major of the army, he was quite touched when he\nsaw quite a group, because I — he was the one who told us that we are not the only\none who survived, that there are other guys too. We were in terrible physical\ncondition. Terrible I am saying this way, that some of the [indecipherable] were\nnot more in the war, we were free. When we looked, I could see the — exactly all the\nbones on the face and of the [indecipherable] especially guy by the name of\nAckerman(ph) who few months later — and I am exactly a few months later\nOctober 7, 1993\nbecause we talking we were freed on May 1“, 1945, and on the beginning of 1946, I\nwas back in the same part with my wife already. And we met this Ackerman(ph).",
        "A: We were — right after we were free, the first reaction was from the farmer, that\nwe didn’t admit that we are Jews because we thought that this will be not nice to\nhim that we are playing Catholics to save us, that to — now to — to tease, so we were\nstaying there. I remember only that he wanted to give us to eat anything he has there\nand he moved us to his bedroom and he moved out from the bedroom. Two of us,\nhe put. And I didn’t want to drink milk. I was afraid. I was skinny and I was afraid\nof fat. I loved milk, but I was adding water to it, and meat altogether I couldn’t look\non it. So he killed a pigeon and — and — and prepared. But my friend who didn’t care\nabout and was eating the meat, he survived too, and he — and he was okay. I was a\ncoward, I was afraid of everything. And as a matter of fact, I don’t think — I don’t\nthink that I ever admitted to this farmer, small farmer, I never admitted that I am\nJewish, even when I came later with my wife to visit him, because I thought he was\na nice fellow. Remember his name even, Markmel(ph). And — Peter\nMarkmel(ph). And as a matter of fact, he liked this fellow from concentration\ncamp, this was a green triangle, said that they are — they hate Jews and Hitler. He\nOctober 7, 1993\nhated Hitler, really he hated Hitler. Ha — about Jews, I never spoke to him about,\nso I don’t know.",
        "A: After — after I felt a little bit stronger, I found out that not far away from\n[indecipherable] where I was staying, this time I was freed there in\nLangerfelden(ph), I decided to go to next town, which was [indecipherable]\nbecause I heard that there this Markowski(ph), which I told you before, this fellow\nwho was splitted, was preparing the Polish pe-people for repatriation to Poland. So\nI wanted to see him. In funny way I felt that I must go to him and to say that in my\nopinion, he is a Jew. And I came there, and I told him. And he said to me, thank\nyou, but I will to disappoint you, I am not a Jew. And — but it’s nice of you, because\nI understand what you mean. And this was everything what I heard about him. He\nask me also if I’m going to Poland, and I said yes I am going because I need to find\nout what happened to my family. And you know, in the beginning I told you that I\nfound my wife, my two nieces and my —",
        "A: After I got back to Poland.\nOctober 7, 1993",
        "A: By that same train, which was taking the official repatriates, I went with the —\nthe Polack — I went there and I just walked together with them and — but I wasn’t\nofficially coming, but I found myself in Poland. As I said, I found my wife, I found\nmy two nieces, I fen — found my ex-brother-in-law.",
        "A: The — my — the — the story was this way. My wife, as I mentioned before, she\nwas false papers. She survived. She wasn’t as — as — as delicate as I thought she\nwas. She needed to be strong and she showed that she is a strong woman. My two\nnieces were placed with Catholic families. My brother-in-law found himself in a\nconcentration camp for a short time on the very end. My sister [indecipherable] he\nnoti — notified me in camp that was arrested — was arrested because she helped him\nto survive and she was arrested and she was killed also by Germans.\nA2: Your other sister, too?",
        "A: My other sister was killed together with my mother, but this was in ghetto. My\nbrother-in-law was shot. They were taken to probably Treblinka, which later I\nfigure out.",
        "A: Very short. I was — was one month alre —\nA2: No, but [indecipherable]\n37October 7, 1993",
        "A: —no, no, I pi— I p—I—I remember where we left, because I came September\n1945.\nA2: In November —",
        "A: And November 11, 1945 we left Poland.",
        "A: Because we went in po —\nEnd of Tape One, Side B\nOctober 7, 1993\nBeginning Tape Two, Side A",
        "A: Yeah.",
        "A: Number one, when I came to Warsaw I went to the Jewish Committee, like I\nsaid, to find out if anybody survived and I found out there that my two nieces and\nmy brother-in-law were registered. And — and my wife, which my friend said not —\nyou will not find her in Warsaw, you will find her in Lodz. And I didn’t look for ne\n— neither one of the nieces or my brother-in-law, I decided to go to Lédz. A one\nhour or two hours trip usually was taking the whole night, or the whole day,\nwhichever you preferred. I came to Lédz and I lost myself because I didn’t ask this\nfriend of ours what is address of my wife. So he said to go to Lédz to the Jewish\ncommittee. I just took the train and went back to Warsaw to get the address, and\nthe next night I decided to go back to Lédz. Now, when I came —\nA2: But I was under my false name.",
        "A: When I came there, knowing the address what I supposed to go, so I came. This\nwas a second or third floor walkup, of course. And I saw iron door, because\nsomeone had s — before the war even too, safety doors. Saw two cards on the door.\nOctober 7, 1993\nOne was the false one name of my wife and the other was written ell — I.\nWokaszevicz(ph), major — M.D., major of Polish mil — military.\nA2: Army",
        "A: I looked on it, door was closed, nobody home, I looked on it and I said I came\ntoo late. Because I don’t know, probably from the stories you heard from other\npeople, that the husband were coming to the weddings of — of their wives. Here\nwouldn’t be because we’re le — really not — we’re not legally married. So — and she\ncouldn’t believe that I survived, and she couldn’t — I didn’t believe it that she will.\nSo I thought better let her think that I am dead, and I turned back and went to these\npeople where I was staying, only — family of my brother-in-law. And I came back\nand I told them that I saw this, and was a nice fellow. So sitting at the — in the\nevening and having the supper — because you know, we think differently in Europe,\nthe big meal you see in the lunchtime. So the small meal — he says to me, don’t do\nit. You understand and you are honest. Go, tell her and just say that, bless her and\nthat’s all. But at least let her know. I said, this is teasing, and — but I decided to go,\nlater — few hours later I went and the door was open, this — this iron door. So I\nknocked at the door. She came and backed up. So I said, hey, you made a mistake.\nSo I thought, turn around and go. But she says, what you staying, what you waiting?\nAnd I [indecipherable] and I said, who is the Major Doctor? She says this is Irene\nOctober 7, 1993\n[indecipherable]. She wasn’t a doctor, she wasn’t a major. But she had guts enough\nthat the war — she became later a doctor, M.D.\nA2: And she married a Christian and she didn’t tell him anything.",
        "A: But she — this time she already was. And this time I told my wife, sitting there\nand telling about how I went and how she went, and I told her, what I went is\nnothing to compare what you went. And we decided that Poland is no more place\nfor us. Warsaw was a cemetery. Like I told you before when I went to Warsaw\nbecause I wanted to see the grave of my father, I couldn’t get in. So, was only one\nthing to go. And to go [indecipherable] officially from Poland, I got to — one, I\nwas nominated as a judge for Breslau Wroclaw. Second, to get the paper to go to\nWest Germany, when I got nomination and they ask me when I was born, I said\nthis time, Eggenfelden niederbayer. And the secretary looked at me, I said, don’t\nlook so at me, because I am Polish citizen, only my mother was pregnant when they\nwere in Germany, and I was born there, but my home 1s really Kielce and I got\neverything in Kielce. But when you asking me I need to tell you where was this?\nThis was, you know, southern part of Germany, that’s where I was born. I figure\nmyself, I am from — born, and really the birth means so important. I am going back\nbecause my parents, when were in Germany, and they never were, and I was born\nthere, they decided to stay there for awhile and they buy — bought some of real\nOctober 7, 1993\nestate. Now, war is over, I want to sell the real estate, so I want to go there. So\ntogether we left, you know, Warsaw and we were going to Rychbak(ph), this was\nRychbak(ph) but through Wroclaw. And when we came there, we met a fellow\nwho was with me in the concentration camp, but he was working already for the\npolitical —\nA2: Secret service [indecipherable]",
        "A: — ta— eff — F.B.L.",
        "A: That’s right.",
        "A: That’s right, Intelligence, Polish Intelligence. And we were sitting and after\nawhile talking, talking, he said to me, you know what? You’re not staying here.\nYou will not be a judge here. You want to leave Poland. I say, I will tell you\nsomething, if I cannot tell you the truth, then I will not be able to tell anybody truth,\nyes I am. He says, with my blessing. I will do the same soon. And I said — and my\nwife told him experience which we had in Lédz. Right after I came, and I was very\ndis — weak this time. I was in good condition still to compare to everybody, but I\nwas skinny and weak. We were going and we decided to go to bakery to buy\nsomething, cake or bread, I don’t remember and were few steps, as we were\nOctober 7, 1993\nreaching this bakery, a Polish drunk, about completely drunk, he couldn’t stay on\nhis feet, was walking down and he recognize right away that I am a Jew and he said\noh my God — in Polish, of course, oh my God, I thought that Hitler finish all the\nJews, but there are more. And as weak as I was I grabbed him by the shoulders, and\nto the wall and my wife behind me, leave him alone, leave him alone. And I left him\nalone and she told this guy, and I said I still didn’t forgive her because I should kill\nhim. And he says wait, hold a second. You wouldn’t be able to kill him\n[indecipherable]. Now it depends who would come there. If I would come I would\nfinish this guy with a gun and not tell you to go, but if this would be a different\ngroup and this would not be a Jew, you would be the dead one. So you didn’t do\nthose stupid things, but that’s what was my welcome. So Warsaw was a cemetery,\nPoland was no more for me. We passed the border and of course I went to this part\nof Germany which I was free. Before we stop in the — on the way in Berlin, she got\nthe typhus from the German soldiers who were running away. I probably went\nthrough this in concentration camp, not knowing even about. And — and we were —\nwe got to spend, because she went to hospital, excuse me, in Berlin. And then after,\nin 1946, we got the — because the New Year’s Eve of 1945 we spent still in Berlin.\nAnd a few days later, officially the Americans took us —\nA2: It was American —\nOctober 7, 1993",
        "A: — from — because I was born in Germany, so they took us back to Germany and\nsince then we were there, waiting always that we’ll go someplace, and this waiting,\nwaiting was til 1949. And what — our biggest mistake, especially my, because at\nleast my wife made it up, I didn’t, was that through this five years of being in\nGermany —\nA2: Three and a half.",
        "A: — we could start — we — four and a half.\nA2: Three and a half.",
        "A: Oh, three and a half. We could start anything we wanted, really, to educate\nourself again, and I didn’t.",
        "A: Eggenfelden.\nA2: In a godforsaken [indecipherable]",
        "A: [indecipherable] while I was freed, this was the last place where I was there.\nYou want only one nice thing —",
        "A: — one thing what happened in Eggenfelden where we were, was only that we\nwill live to hear that Israel became independent country.\nA2: And ORT, you were working in ORT as auto mechanic.\nOctober 7, 1993",
        "A: I was learning, I was learning.\nA2: Yes, au-auto mechanic.",
        "A: Right.",
        "A: That’s right.",
        "A: ORT, yeah.",
        "A: 1949.\nA2: May.",
        "A: Oh, May 18, 1949 we arrived in Boston.",
        "A: And we came to New York right away.",
        "A: No, as a matter of fact, as a matter of fact, to be honest —\nA2: Less.",
        "A:—Ibecame less. I still don’t understand what I saw, that I could not believe it,\nthat exists a whole — God, because okay, we all are guilty of something doing, but\nOctober 7, 1993\nlittle children, whose head were broken on the wall by Germans, and — and you\ncould be religious after? No, I couldn’t. When I came — I was always a Jew, but not\nreligious, until when our son was born and started to grow, I knew that I need to\ngive him religion and the way I feel, I will not help him. So we decided to join a\ntemple, and we joined a Reform one. My son always was complaining that my\nhouse is not religious enough, his will be more religious. Now, I don’t know, maybe\nyes, maybe not.\nA2: No, it’s not.",
        "A: I don’t think so. But he 1s re — a Jew.\nA2: A believer.",
        "A: Very active even here in second generation Holocaust survivors. So are his\nchildren, who are here too, and his wife, who 1s also Reform Jewish from home.",
        "A: Harold Koplewicz is my son, physician.",
        "A: January 12, 1953.",
        "A: And we have adopted daughter, who is Edith Rosemarie. Rose is after my\nmother, Marie is after her mother.\nOctober 7, 1993\nA2: And Edith after our sisters, yeah.",
        "A: Who was born February 16, 1959.",
        "A: Yes, but a little bit different maybe, that I was talking today. No, maybe not,\nmaybe the same. I wasn’t scaring them. I was just telling them, and when they\nwanted more, I was telling more. My son wanted to hear more. My daughter didn’t\nwant to hear at all.\nA2: Less.",
        "A: S—my son picked up even Polish. We didn’t teach him. I dream still in Polish.\nI’m not ashamed because this was my language. Some people are thinking that this\nis awful. I don’t have anything against language, not even German language. I have\nagainst German people, not language.",
        "A: Polish.",
        "A: I understood Yiddish, but I didn’t speak Yiddish, I don’t know how to speak\ntoday Yiddish, but I understand. I’m going to Jewish theater, and I understand. I\ndon’t know only how to talk. If I talk, I talk German, which is very similar, but it’s\nnot Yiddish. But my son picked up Polish, and he — you couldn’t [indecipherable].\nOctober 7, 1993\nMy daughter hated every Polish word. But still, few months ago she proved — at the\ntable I didn’t want the people to understand what I want, so I turned to my son and I\nsaid in Polish that I want him to do. And she put the hand, my s — daughter put the\nhand on him, she got up and she did. When she came back I said, Edie, you’re not\nsupposed to understand. She says, I understood. So it probably is. I know definitely\nthat she is also Jewish, because —\nA2: She is from Jewish mother, but —",
        "A: But anyway, anyway, my son is probably — no, tradition I — I think I am as much\nas him, maybe even a little bit more, even that we don’t light the candles on Friday\nand they do.",
        "A: Yes, I would say yes. I will say yes.",
        "A: The best way to say that yes, our son wanted to come with us here.\nA2: Oh, he was [indecipherable]",
        "A: Because he was feeling that is [indecipherable] especially we didn’t see the\nmuseum and he told us not to see before. Yes. You know, I always had the insight.\nMe. Didn’t come out until I didn’t fight for a bread in this country. When I had\nalready bread and butter, it came back. And I went for help. I went to — toa\nOctober 7, 1993\npsychiatrist. I was on — had how many months I don’t remember, sessions. And one\nday he told me that he cannot help me any more, and any time I want to come back,\nI can come. My son, who started as a pediatrician change and he became child\npsychiatrist, and he’s well known psychiatrist, not only in New York, but also\nWashington. And so he understood that this will be hard, but we decided that we’ll\ndo it. And like I said on the beginning, I am doing this not only for them, but\nspecially that are still people today who are saying this didn’t exist.",
        "A: Yeah.",
        "A: That many, many times I was thinking about people who are saying that we\nshould forget and forgive. Now, when it comes to forgive, maybe if they would act\ndifferently. If they would come [indecipherable] and specially that the young ones\nwho were not active and say our fathers, our grandfathers, brothers, uncles, did\nshame — we are not responsible for it, but it shouldn’t repeat, maybe this time I will\nsay we should forgive them. But forget? Even that my wife in 1948 said that maybe\nIsrael became independent country because we lost our dear ones. It’s not enough.\nI’m sorry. Really, I am not [indecipherable] to crying, I am not. I think that that’s\nwill be everything. I will tell you something, going back to this box, I will try to get\nOctober 7, 1993\nthe picture and then to leave this with — send back to here — here. You see, this was\nmy last will. As I told you, I never believed that my wife or my sisters, or this —",
        "A: — here was put, in Polish was put, to deliver to my nieces, Helen and\nLucinda(ph) Erlich(ph) from Warsaw [indecipherable] Koplewicz. And now\nboth of them survived. The older one [indecipherable] in Poland and then together\nwith her sister and the father, they went to Israel, and she is still Israeli citizen,\nmarried to an engineer, has a — the daughter who 1s a engineer, married. And the son\nwho is a physician and not married yet, but soon will be. The younger one, who is\nmarried to a Yemenite —\nA2: Moroccan.",
        "A: Moroccan Jew, professor, full professor in Texas, herself a social worker, is\nliving in Philadelphia, has a married daughter who lives in Texas and a single\ndaughter who lives with her toge — no, in —\nA2: [indecipherable]",
        "A: — [indecipherable] but soon will be married and because of her we went — we\nwere invited to White House when she performed —\nA2: Right. And Reagan was here.",
        "A: — Reagan was the president.\nOctober 7, 1993\nA2: She got that award.",
        "A: So, my nieces did survive.",
        "A: No.",
        "A: Except that quite a story has my wife.\nA2: It’s a different story.",
        "A: Oh, I thank you for listening to it.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 7, 1993\nRG-50.106*0121",
        "PREFACE",
        "The following oral history testimony is the result of an audiotaped interview with Joseph\nKoplewicz, conducted by Gail Schwartz on October 7, 1993 on behalf of the United States\nHolocaust Memorial Museum. The interview is part of the United States Holocaust Memorial\nMuseum's volunteer collection of oral testimonies. Rights to the interview are held by the United\nStates Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JOSEPH KOPLEWICZ\nOctober 7, 1993"
    ]
}