{
    "rg": "RG-50.106.0090_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum interview with Thomas\nGardiner, conducted by Margaret Garret on August 24, 1997, in Washington, D.C., Tape\n1, Side A. What was your name at birth?",
        "Answer: Thomas Brown Gardiner.",
        "Q: And what was the date of your birth?",
        "A: March 26th, 1920.",
        "Q: And the place of birth?",
        "A: St. Louis County, Missouri.",
        "Q: Could you talk about your childhood?",
        "A: Well, perhaps. I was born just two months before my father passed away and was\nraised by my widowed mother, along with two sisters and a brother. We grew up during\nthe Depression and unemployment times and all of those things. We were a happy family\nled by a devoted Christian mother. And there was nothing terribly unusual. I guess we\nwere probably a typical Depression family. I went to school through the first year of high\nschool and then due to economic problems and so forth I had to drop out of school. And\nwe moved to a small -- very small farm down in the Ozarks, near Salem, Missouri. I lived\nthere two years and then moved back to St. Louis and were able to find some\nemployment. And that was in 1935, I believe.",
        "Q: So you were 15 then?",
        "A: I was 15. Yes, ma'am.",
        "Q: And you were working, at 15?",
        "A: I went to work at age 15 as a helper for a painter and paper hanger, and then when I\nleft his employ I went to work for a newspaper carrier delivering papers via old Model T\nFord truck. And then I was working for $0.10 an hour in both jobs, I think. And then in\n1936 midyear I went to work for a manufacturing company at age 16 out in a suburb of\nSt. Louis. And I worked for that company for 16 years and worked up through an\napprenticeship and became a certified tool and die maker. And then I went to work for\nanother company as a tool and die maker. And then I -- During this time I was going to\ntrade schools and night courses at Washington University and other vocational schools in\nthe St. Louis area. I changed to a job as an engineering assistant and a product designer,\nattending more and more night school and so on. I took a correspondence course 1n\nelectronics and operated a part-time radio-television repair business during the early 'SOs.\nI was married in 1940 to my wife Rachel, to whom I'm still happily married 57 years\nlater. And I changed jobs after another 14, 15 years. I held about four jobs, I guess, four\nor five jobs in my lifetime and worked my way up into semi-executive position. Again, a\nhappy career, a very interesting career. And we've had a very, very happy, sometimes\nturbulent life. With God's help, we always kept it all together.",
        "Q: Now, backing up, what led up to your going into the Army”?",
        "A: I was 26 years old at the time, and they were getting ready for the invasion of Europe\nand the D-Day invasion.",
        "Q: Now, you were born in 1920?",
        "A: 1920. No. I was 24. I'm sorry. I went 1n in 1944.",
        "Q: When you were 24?",
        "A: When I was 24.",
        "Q: And were you drafted, or how --",
        "A: Yes, I was drafted. I had a responsible position and had had a couple of deferments.\nBut at the time I was drafted and they were getting ready for the invasion, anybody under\nage 26 that was healthy, there was no more deferments.",
        "Q: What was your position when you were deferred?",
        "A: Well, I was a tool and die maker and engineer assistant. I was -- our company was\ndoing some very precise and important war work, and I was a nighttime supervisor.",
        "Q: Do you know exactly what your company was manufacturing?",
        "A: Well, we manufactured some small parts for the M1 rifle. And I designed the tools and\nbuilt them for that job. We were making a lot of plug gauges and ring gauges for the\ncartridge -- for rifle and pistol cartridge cases. The small-arms plant in St. Louis was\nmanufacturing the product, and we were making tools and gauges for them.",
        "Q: So you were very directly involved in production for the war?",
        "A: Oh, yes. Uh-huh.",
        "Q: So in 1944 when you were 24, you were drafted?",
        "A: Right.",
        "Q: And where did you go?",
        "A: I went through Jefferson Barracks, was held there a couple of weeks and in the hopes\nthat they would have a request for some Army engineer candidates or something like that.\nBut all they were getting was requests for infantry replacements. So after a couple of\nweeks I was shipped down to IRTC training camp by -- let's see. It was Camp Robinson,\nArkansas, down by Little Rock. And I was in a training program there for 17 weeks. And\nthen I was given a short delay in route and then shipped over to England and went across\nthe channel in -- I think it was probably September of '44 -- I'm not terribly sure now.\nAugust, September. And I was held in replacement camp in England for a while and then\nsent to -- across the channel to a front area replacement camp in France.",
        "Q: Do you remember where in France?",
        "A: I think it was a town called Epinal, E-P-I-N-A-L, I believe.",
        "Q: Okay.",
        "A: And from that point then I was assigned to the 45th Infantry Division. And we had -- I\nthink I joined that division a day or two before or maybe a week, I don't know, before\nThanksgiving. And we had early Thanksgiving dinner at the camp or wherever we were.\nWe were in reserve then. And then we went up into the action into the Vosges Mountains\nand Alsace-Lorraine.",
        "Q: So that was the first action that you ever saw?",
        "A: Right.",
        "Q: And could you say a little bit about that experience?",
        "A: Well, I guess I couldn't say anything good about it. I was fortunate. We saw\nsome -- quite a bit of action during that fall and winter, in the spring. But I was fortunate.\nI never received a wound in combat at all. The only wound I received was at one time\nwhen we were off the lines picking up replacements, and I had a bazooka blow up in my\nface, knock me down. And I didn't even qualify for a Purple Heart. I was blessed.",
        "Q: What was your injury at that time?",
        "A: I had a lot of powder burns on my face. It stunned me. When I picked myself up, I had\nblood all over my face. But like I said, I was fortunate. It really didn't do a permanent\ninjury. I had some scars that showed here for a while, but I suppose they're gone.",
        "Q: Were you out of action for a while?",
        "A: No.",
        "Q: You just kept going?",
        "A: Just kept going. We had been pulled off the lines for a few days to pick up some new\nreplacements. The 45th Infantry Division had a lot of casualties throughout the war. And\nthey were one of the divisions -- the first divisions, as I understood it, over in South\nAfrica. And then they came all the way up through Sicily and Italy and southern France.\nAnd of course, I had joined them way up in northern France up in Alsace-Lorraine. They\nhad seen a lot heavier action before I even joined the unit.",
        "Q: So how did that period end?",
        "A: Well, our unit was -- I don't know exactly how to -- We were up in the mountains on\nthe 7th Army front at the time that the so-called Battle of the Bulge took place over on\nanother front. And our unit as well as some of the other units had to pull back from the\nposition we were in because we were being surrounded. We spent Christmas Day or\nChristmas Eve up in the foxholes up there. And we were actually I think had crossed over\ninto Germany. And then just a day or two or a short time after Christmas, we had to pull\nback during the night and take new positions further back. A short time after that -- and\nthis gets real fuzzy there -- I was sent back to headquarters, suffering from battle fatigue.\nI was all stove up with, I guess, arthritis or something. We had been in the snow and the\nwater and everything up there. And during the time that I was -- the days that I was back,\nthree or four days, I guess, my unit was actually cut off and captured or killed by the\nGermans. I'll never know why I was spared that. But as a result of this, our unit -- I think\nour whole battalion and parts of another battalion were rendered inoperative, I guess\nyou'd say. A lot of the men were taken prisoner. We were pulled back then and attached\nto some other units. And I don't know -- I don't remember what units. But then we were\nreorganized, and still then the 157th Infantry, Colonel Sparks was still our battalion\ncommander. And we then started to move forward --",
        "Q: Excuse me. I'm going to move the microphone a little closer. Okay.",
        "A: We started moving rapidly then into Germany. This is during the latter days of the war\nthen. We were traveling on tanks and other vehicles and heading across -- I don't\nremember. I think they call it the Saar Valley, but I'm not now of that. Some country\nplains in that farmland probably. We participated in the capture of Schaffenburg, which\nwas an industrial town; Nuremberg; and then moved -- our next objective then was\nMunich. And as Colonel Sparks' narrative in the one book that I was reading down in the\nlibrary, 1t was on our way to objective in Munich that the division came across the\nDachau Concentration Camp.",
        "Q: So by then, you had seen quite a bit of combat.",
        "A: Enough. Enough.",
        "Q: Okay. So your next objective was Dachau?",
        "A: Yes.",
        "Q: Or Munich. I'm sorry.",
        "A: Our next objective was Munich. However, we were diverted then to liberate the\nDachau. And I think, as I mentioned earlier, our sister company -- our battalion was given\nthe objective of liberating the camp. Our sister company, \"I\" Company was in -- went to\nactually -- they were one of the first into the camp. \"L\" Company, which I was in, moved\non in to occupy the town of Dachau. And then we were -- as soon as they saw the\nsituation there and --",
        "Q: The situation in the camp?",
        "A: In the camp. -- and the seriousness of it and all, then as I understand it our Munich\nobjective was delayed and the colonel was told to fully liberate the camp and guard it\nuntil the military police could come in.",
        "Q: So what specifically did you experience in the liberation of the camp?",
        "A: Well, like I say, it was a few hours or the next morning after the gates were crashed\nthat our company was pulled in there. We were billeted in some apartment buildings\noutside of the camp where the Nazi officers had lived. And we were put on guard\nshifts -- I don't remember -- several hours at a time inside of the camp and around the\ncamp was -- orders for no one to go in or out. There was a lot of typhus in the camp.\nThere was all kinds of sickness. My understanding -- and my numbers may or may not be\nright. But my understanding was that at the time we got there there were about 17,000\nprisoners in the camp and that they were dying at the rate of about 300 a day. They\ndidn't -- obviously didn't want them out in the countryside. So while I was in there doing\nguard duty, we talked whenever possible. A lot of the prisoners in there would come up\nto our guard post and want to talk. They were overjoyed. And they would tell their\npersonal stories.",
        "Q: Now, what language were they speaking?",
        "A: Well, some of them could speak English, but some of them were strictly speaking\ntheir German or Polish or whatever.",
        "Q: Did you understand any of the --",
        "A: At that time, I could understand some German.",
        "Q: How did you know German?",
        "A: Just from picking it up and talking to people and prisoners.",
        "Q: So from being in the military?",
        "A: Yeah, right. I never studied German. No, ma'am.",
        "Q: Okay.",
        "A: One or two of the prisoners then insisted on taking myself and another buddy for a\ntour of the barracks where they were -- where they slept in these boxes that the pictures\nall show. I guess had we known then about all this typhus and everything, we probably\nwouldn't have gone. But anyway, they took us through there and they took us through\nthe --",
        "Q: Excuse me. Your hands are making a noise. I'm sorry.",
        "A: I'm sorry. I'm a little nervous, I guess. Took us through the barracks. Of course, there\nwas a lot of the prisoners still in the boxes. Took us through the shower room where we\nsaw these emaciated men being given showers and taking showers. We then went back to\nour guard posts. And this sort of thing was repeated for several days. And I think we were\nthere four days altogether. And we had some interesting and some sad stories. There was\none man came up to me and was speaking English. And come to find out, he had been a\nmusician with one of the Dorsey bands, and he had gone over to Germany to settle a\nfamily estate or something and he'd been captured. Now, whether he was Jewish or not,\nI'm not sure.",
        "Q: He was American?",
        "A: He was an American, but a musician. But anyway, he -- of course he was wanting to\ntell us his story. And he was really overjoyed because he had family back here. But some\nof the sad stories. One young Polish boy tell me in -- I guess in broken German, English,\nwhatever -- we understood it -- that saw his parents butchered in front of his eyes. And\nanother one told us about seeing the Nazis take these infant babies and throw them up in\nthe air and shoot at them. Things of that sort. That's where it's hard to visualize, really,\nanything or anybody being that animalistic, really.",
        "Q: Let's go back to what you actually saw yourself. When you went into the camp the\nfirst day, did you go in with other men on a truck?",
        "A: Uh-hmm. Went in -- probably marched in. I'm not sure of that. And then what we saw,\nof course, was the bodies laying out by the fence such as in that picture.",
        "Q: Now, could you describe the picture? Because this is just an audiotape.",
        "A: Okay. Well, here on the back of this picture it describes just a few of the bodies which\nhad been carried out of the barracks, dead, and not hauled to the crematorium yet. And\nthese bodies were just laid out like sticks of wood out by the high barbed wire fence, and\nthey were waiting to be burned.",
        "Q: Now, this is a photograph that you took?",
        "A: This is a photograph that -- yes, with a camera that I had taken from a prisoner.",
        "Q: From a German?",
        "A: From a German soldier prisoner. Yes. And these bodies were just almost like\nskeletons. And then there was a boxcar on the siding, probably more than one boxcar. I\ndon't recall. But there were bodies still piled in there that had been -- the Germans\nbrought these people from some other camps that didn't have crematoriums, and they\nhauled them there and then they burned them. This photo is one of the boxcars with the\nside door open. Here is another photo of that. And after we got in and were given duty\nassignments, we were given a tour by some of the prisoners which included the -- they\nshowed us the gas chambers where they lined up the concentration prisoners and had\nthem undress and go through the -- what they thought was going to be a shower, a\ndelousing shower. And they marched them into these gas chambers and gassed them.\nAnd then right in the room next to the gas chambers was a large room that had the bodies\njust thrown helter-skelter, just mounted up like cord wood, again waiting to be burned in\nthe furnaces which were in an adjacent part of that building. The fires were still going at\nthat time because they were -- I suppose it was important to dispose of these bodies that\nwere diseased and had died of disease.",
        "Q: So after the gates were opened, the bodies were still being cremated?",
        "A: So far as I remember it was, yes. That's a detail I don't remember for sure. I'm pretty\nconfident they were because the fires were still burning and the bodies were piled up.\nThere would have been probably more disease, danger and all. Well, I don't know. I\nguess that's that and our visions of the barracks and talking with the people.",
        "Q: Let's go back to what you were doing. You marched into the camp. And what was the\nnext thing that happened to you?",
        "A: I'm not terribly sure, ma'am.",
        "Q: Well, you said that you were on guard duty.",
        "A: Well, yes. We were -- I don't know whether they took us in through the gates\nimmediately or whether we marched to the outside and then were farmed up and assigned\nduty or what. I don't recall. But I know that within a matter of minutes or hours of our\narrival, we were actually inside of the camp.",
        "Q: So your guard post was inside the camp?",
        "A: Yes, ma'am. Most of them were. There was some I think out of the gates and that too.",
        "Q: But you were in the camp?",
        "A: Yes. Uh-huh.",
        "Q: And what specifically were you told to do at your post?",
        "A: You know, I'm not sure. I think probably just to make sure that there was no going in\nor out and no -- probably no fights or anything like that. There was so much turmoil then\nand there was so many ethnic groups, prisoners and all. I'm not terribly sure.",
        "Q: Do you remember anything that you had to do as far as your guard duty? Any fights\nyou had to break up?",
        "A: No, I don't. No. There were some cases where I think some of the prisoners perhaps\ntried to call attention to some of the -- maybe some of the Nazi guards who had put on a\nprisoner uniform to try to get out. But I don't remember a specific case where this\nwas -- where they pulled my attention to that or -- it was just so much confusion at that\npoint. And these men -- these prisoners were so joyed to be liberated and eager to tell\ntheir stories. I guess 1t was probably all we could do to keep them off of us, if you know\nwhat I mean. Just picture a crowd pushing. Like this one photograph here. Here is a\ngroup of them that were -- this is a small group of the prisoners expressing their feelings\nat being liberated.",
        "Q: In looking at the picture, what feelings do you see that they're expressing? How\nwould you describe the picture?",
        "A: Well, most of them seem to be smiling. I see one man there making a face of some\nsort. Here is an old man sitting down in front here that's head down, probably maybe not\neven -- he might not even have been normal emotionally at that time. Because I'm sure a\nlarge percentage of them who had been in there very long, 1t would have been hard for\nthem to keep their mental stability. It was hard for us to keep it. It happened -- and you\nmay be aware of this -- that when our sister company went in there first, they were so\nupset about what they saw that they actually lined up about 40 or 50 of these Nazi guards\nand just mowed them down with machine guns. And another eager officer from another\nunit that was there almost got court-martialed for killing these guards. But it was the sort\nof thing you would really expect because our soldiers were so torn up emotionally at\nseeing this type of thing.",
        "Q: We have to stop and turn over the tape.",
        "A: Sure.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nThomas Gardiner, Tape Number 1, Side B. Mr. Gardiner, you were talking about your\nsister company and how difficult it was for them and for your company to deal with all of\nthe emotions that were involved. You mentioned when they first entered they had lined\nup some of the German guards and machine-gunned them. Did anything like that happen\nwith your company”?",
        "A: No. Because within the few hours that it took us to get in there, I think all of those\nguards that they'd found had been eliminated, probably, either killed or taken prisoner.",
        "Q: So the circumstances were a little different?",
        "A: Yeah, right. Uh-huh.",
        "Q: But you said that you were billeted in the quarters of the German officers. What were\nthey like, the quarters?",
        "A: They were some pretty deluxe apartments. Yes, they were.",
        "Q: Could you describe more specifically?",
        "A: Well, they were well-furnished and seemed to have -- be well-decorated and -- and I\nsuspect there were probably maybe nicer than what the equivalent officers in our military\nwould be furnished. There was nothing second rate about them.",
        "Q: So after about four days, your company moved on?",
        "A: Yes. And then we moved on into Munich. And we saw very little action between there\nand Munich because Germany was falling apart at that point. I think some of the other\nunits, maybe in other parts of Munich, may have had some combat getting in, but our\nentrance into Munich was pretty peaceful. And so we moved into Munich. We\nwere -- We took over a section of middle-class family apartments and were billeted in\nMunich for I think about a month and guarding important installations, utilities and things\nof that nature, I guess water supplies and everything there in Munich, until a military\ngovernment unit could move in and take over there.",
        "Q: And then what happened?",
        "A: Well, then we were packed up and shipped from Munich out to a town called\nAugsburg, A-U-G-S-B-U-R-G, I think. It was not too far from Munich, I don't believe.\nBut we were put out there and billeted in some farmhouses. This was kind of a farm\nvillage. And we were there I think about a month, just marking time, waiting for\nreassignment orders, and were taking some exercise and routine training while we were\nthere. And not anything really exciting. I myself and one of my buddies who happened to\nhave woodworking as a hobby before the military were given an opportunity to work in\none of the local cabinet shops on military materials -- exercise equipment, I guess. I don't\nremember what all we did make, but we had the free use of these cabinet shops and it was\nkind of a pleasant break from military life.",
        "Q: And then what happened?",
        "A: Well, then we were packed up and put on trains on the so-called 40 and eights, 40\nhorses or -- 40 men or eight horses. The boxcars. And we were shipped to a tent camp\nnear Le Havre, France. I think we traveled several days there. And we were in this tent\ncamp then, awaiting reshipment back to the States. And our division was scheduled to\ncome back to the States for a short leave and a couple of months amphibious training.\nAnd then we were scheduled to be shipped over and participate in the invasion of Japan.\nWhile we were in a tent camp, the A bombs were dropped, much to our happiness\nbecause that eliminated the need for us to be invading Japan. So that's -- That was it. We\nwere shipped back to the U.S. then on some of the victory freighters or victory-sized\nships. They hold about 2,000 troops, I think. And we got back to the States. We were\ngiven 45 days leave. And then those that didn't have enough points for discharge had to\nreport to some other camps down in Texas. And I was one of those. I wound up down\nin -- well, two different camps down in Texas. And from that point I wound up being able\nto negotiate a discharge. My company was still doing some critical work, and they\ninterceded for my release and returned to my job. And my wife had become pregnant\nduring my 45 days leave, so I headed home.",
        "Q: Was that your first child?",
        "A: Yes. Yes, ma'am. And we had been married six years when he was born. And he was\nvery much wanted. That's the heavyset fellow that was with us out here in the hall.",
        "Q: So how was your readjustment to civilian life after all of that?",
        "A: Well, in a way I think it was much easier than a lot of the fellows had because I had a\njob to go to. I had a loving family. I wasn't hanging loose like so many soldiers were. It\ntook some months, I think, to overcome the emotional part of it because I've always been\nsort of an emotional person anyhow. And I used to have nightmares. I'd stay up\nsometimes until 2:00 or 3:00 o'clock in the morning, working in my hobby shop just until\nI could get sleepy enough to go to sleep. I don't know. I guess gradually the trauma went\naway. I still 50 years later sometimes get a little bit emotional when I get to talking about\nit or if we see a war movie or something. But I guess that's quite normal too.",
        "Q: And what about your experience at Dachau? Is that something that you have thought\nabout?",
        "A: I have, yes. I was never a racist. Never in my life. I was brought up to not be. But\nthrough my experiences in the Army and then in Europe and then especially at seeing\nDachau and seeing what racism could do to people, I came out with an obsession of not\nletting myself or any of my family ever become racist towards any ethnic group or color\nof people or whatever. And to this day, that's held pretty true. Because that's what caused\nmost of that turmoil in Europe. The Nazis had to pick out somebody to blame the world's\ntroubles on, and it happened to be the Jews and the non -- other non-Germans. And I\ndon't see that. I believe very much in judging people as individuals. And I think it -- it\nhelped me. Those memories has helped me be a stronger Christian. I was led to be a\nChristian on the battlefield. I had a battlefield conversion. I've tried to live it all my life.\nAnd I think being an active Christian, one must work actively against any kind of\ndiscrimination activity or anything. I've never been an activist in terms of joining any\ngroup because that's a form of hate itself. There's things like these Klu Klux Klan and\nsome of these militia groups in the U.S. now and all that. Well, they're hate groups that if\nthey were allowed to be out of control, they would be just as heartless as the German\nNazis. Some of the things they've done have been very similar.",
        "Q: Just before this interview, I understand that you saw the exhibit in the Holocaust\nMuseum.",
        "A: Right.",
        "Q: And why did you want to come to see the museum?",
        "A: Well, I guess partly to refresh my own memory. But I think more than anything\nbecause my oldest son had been here once before and had been kind of shocked by it.\nAnd [| had talked to him about the things that I saw. And I had let my children see these\nphotographs that we took and had emphasized to them that they must appreciate that it\nwas real, the holocaust. It wasn't propaganda and so on. And my son really wanted me to\ncome out with him. And I guess that's the primary reason. I guess if he hadn't come out\nhere initially I probably never would have. But he brought a book back from here and I\nread it. And then we both bought the book, the Schindler's List book, saw the movie, and\nthen there was the sequel to the Schindler's List, the Schindler Legacy or something. And\nI guess it just refreshed memories. And then my son developed a friendship or a business\nrelationship or something with this Jewish man down in Houston who was from a\nsurvivor family or something, and they got to talking about collaborating on writing a\nbook or something. I guess my involvement then has been more a matter of trying to\nsupport my son in a worthy endeavor than any personal desire on my part. It didn't open\nmy eyes to anything new here, I think. It maybe just emphasized the immensity of the\nthings that went on.",
        "Q: Is there anything else that you would like to talk about?",
        "A: Not really. Not really.",
        "Q: Okay. Well, thank you very much for telling us your story. It's very important, and we\nappreciate your giving your testimony.",
        "A: I hope that it's somehow, some way maybe helps to prevent a reoccurrence at any\ntime, you know.",
        "Q: Thank you. This concludes the United States Holocaust Memorial Museum interview\nwith Tom Gardiner.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum interview with Thomas\nGardiner, conducted by Margaret Garret on August 24, 1997, in Washington, D.C., Tape\n1, Side A. What was your name at birth?",
        "Q: And what was the date of your birth?",
        "Q: And the place of birth?",
        "Q: Could you talk about your childhood?",
        "Q: So you were 15 then?",
        "Q: And you were working, at 15?",
        "Q: Now, backing up, what led up to your going into the Army”?",
        "Q: Now, you were born in 1920?",
        "Q: When you were 24?",
        "Q: And were you drafted, or how --",
        "Q: What was your position when you were deferred?",
        "Q: Do you know exactly what your company was manufacturing?",
        "Q: So you were very directly involved in production for the war?",
        "Q: So in 1944 when you were 24, you were drafted?",
        "Q: And where did you go?",
        "Q: Do you remember where in France?",
        "Q: Okay.",
        "Q: So that was the first action that you ever saw?",
        "Q: And could you say a little bit about that experience?",
        "Q: What was your injury at that time?",
        "Q: Were you out of action for a while?",
        "Q: You just kept going?",
        "Q: So how did that period end?",
        "Q: Excuse me. I'm going to move the microphone a little closer. Okay.",
        "Q: So by then, you had seen quite a bit of combat.",
        "Q: Okay. So your next objective was Dachau?",
        "Q: Or Munich. I'm sorry.",
        "Q: The situation in the camp?",
        "Q: So what specifically did you experience in the liberation of the camp?",
        "Q: Now, what language were they speaking?",
        "Q: Did you understand any of the --",
        "Q: How did you know German?",
        "Q: So from being in the military?",
        "Q: Okay.",
        "Q: Excuse me. Your hands are making a noise. I'm sorry.",
        "Q: He was American?",
        "Q: Let's go back to what you actually saw yourself. When you went into the camp the\nfirst day, did you go in with other men on a truck?",
        "Q: Now, could you describe the picture? Because this is just an audiotape.",
        "Q: Now, this is a photograph that you took?",
        "Q: From a German?",
        "Q: So after the gates were opened, the bodies were still being cremated?",
        "Q: Let's go back to what you were doing. You marched into the camp. And what was the\nnext thing that happened to you?",
        "Q: Well, you said that you were on guard duty.",
        "Q: So your guard post was inside the camp?",
        "Q: But you were in the camp?",
        "Q: And what specifically were you told to do at your post?",
        "Q: Do you remember anything that you had to do as far as your guard duty? Any fights\nyou had to break up?",
        "Q: In looking at the picture, what feelings do you see that they're expressing? How\nwould you describe the picture?",
        "Q: We have to stop and turn over the tape.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with",
        "Q: So the circumstances were a little different?",
        "Q: But you said that you were billeted in the quarters of the German officers. What were\nthey like, the quarters?",
        "Q: Could you describe more specifically?",
        "Q: So after about four days, your company moved on?",
        "Q: And then what happened?",
        "Q: And then what happened?",
        "Q: Was that your first child?",
        "Q: So how was your readjustment to civilian life after all of that?",
        "Q: And what about your experience at Dachau? Is that something that you have thought",
        "Q: Just before this interview, I understand that you saw the exhibit in the Holocaust\nMuseum.",
        "Q: And why did you want to come to see the museum?",
        "Q: Is there anything else that you would like to talk about?",
        "Q: Okay. Well, thank you very much for telling us your story. It's very important, and we\nappreciate your giving your testimony.",
        "Q: Thank you. This concludes the United States Holocaust Memorial Museum interview"
    ],
    "answers": [
        "Answer: Thomas Brown Gardiner.",
        "A: March 26th, 1920.",
        "A: St. Louis County, Missouri.",
        "A: Well, perhaps. I was born just two months before my father passed away and was\nraised by my widowed mother, along with two sisters and a brother. We grew up during\nthe Depression and unemployment times and all of those things. We were a happy family\nled by a devoted Christian mother. And there was nothing terribly unusual. I guess we\nwere probably a typical Depression family. I went to school through the first year of high\nschool and then due to economic problems and so forth I had to drop out of school. And\nwe moved to a small -- very small farm down in the Ozarks, near Salem, Missouri. I lived\nthere two years and then moved back to St. Louis and were able to find some\nemployment. And that was in 1935, I believe.",
        "A: I was 15. Yes, ma'am.",
        "A: I went to work at age 15 as a helper for a painter and paper hanger, and then when I\nleft his employ I went to work for a newspaper carrier delivering papers via old Model T\nFord truck. And then I was working for $0.10 an hour in both jobs, I think. And then in\n1936 midyear I went to work for a manufacturing company at age 16 out in a suburb of\nSt. Louis. And I worked for that company for 16 years and worked up through an\napprenticeship and became a certified tool and die maker. And then I went to work for\nanother company as a tool and die maker. And then I -- During this time I was going to\ntrade schools and night courses at Washington University and other vocational schools in\nthe St. Louis area. I changed to a job as an engineering assistant and a product designer,\nattending more and more night school and so on. I took a correspondence course 1n\nelectronics and operated a part-time radio-television repair business during the early 'SOs.\nI was married in 1940 to my wife Rachel, to whom I'm still happily married 57 years\nlater. And I changed jobs after another 14, 15 years. I held about four jobs, I guess, four\nor five jobs in my lifetime and worked my way up into semi-executive position. Again, a\nhappy career, a very interesting career. And we've had a very, very happy, sometimes\nturbulent life. With God's help, we always kept it all together.",
        "A: I was 26 years old at the time, and they were getting ready for the invasion of Europe\nand the D-Day invasion.",
        "A: 1920. No. I was 24. I'm sorry. I went 1n in 1944.",
        "A: When I was 24.",
        "A: Yes, I was drafted. I had a responsible position and had had a couple of deferments.\nBut at the time I was drafted and they were getting ready for the invasion, anybody under\nage 26 that was healthy, there was no more deferments.",
        "A: Well, I was a tool and die maker and engineer assistant. I was -- our company was\ndoing some very precise and important war work, and I was a nighttime supervisor.",
        "A: Well, we manufactured some small parts for the M1 rifle. And I designed the tools and\nbuilt them for that job. We were making a lot of plug gauges and ring gauges for the\ncartridge -- for rifle and pistol cartridge cases. The small-arms plant in St. Louis was\nmanufacturing the product, and we were making tools and gauges for them.",
        "A: Oh, yes. Uh-huh.",
        "A: Right.",
        "A: I went through Jefferson Barracks, was held there a couple of weeks and in the hopes\nthat they would have a request for some Army engineer candidates or something like that.\nBut all they were getting was requests for infantry replacements. So after a couple of\nweeks I was shipped down to IRTC training camp by -- let's see. It was Camp Robinson,\nArkansas, down by Little Rock. And I was in a training program there for 17 weeks. And\nthen I was given a short delay in route and then shipped over to England and went across\nthe channel in -- I think it was probably September of '44 -- I'm not terribly sure now.\nAugust, September. And I was held in replacement camp in England for a while and then\nsent to -- across the channel to a front area replacement camp in France.",
        "A: I think it was a town called Epinal, E-P-I-N-A-L, I believe.",
        "A: And from that point then I was assigned to the 45th Infantry Division. And we had -- I\nthink I joined that division a day or two before or maybe a week, I don't know, before\nThanksgiving. And we had early Thanksgiving dinner at the camp or wherever we were.\nWe were in reserve then. And then we went up into the action into the Vosges Mountains\nand Alsace-Lorraine.",
        "A: Right.",
        "A: Well, I guess I couldn't say anything good about it. I was fortunate. We saw\nsome -- quite a bit of action during that fall and winter, in the spring. But I was fortunate.\nI never received a wound in combat at all. The only wound I received was at one time\nwhen we were off the lines picking up replacements, and I had a bazooka blow up in my\nface, knock me down. And I didn't even qualify for a Purple Heart. I was blessed.",
        "A: I had a lot of powder burns on my face. It stunned me. When I picked myself up, I had\nblood all over my face. But like I said, I was fortunate. It really didn't do a permanent\ninjury. I had some scars that showed here for a while, but I suppose they're gone.",
        "A: No.",
        "A: Just kept going. We had been pulled off the lines for a few days to pick up some new\nreplacements. The 45th Infantry Division had a lot of casualties throughout the war. And\nthey were one of the divisions -- the first divisions, as I understood it, over in South\nAfrica. And then they came all the way up through Sicily and Italy and southern France.\nAnd of course, I had joined them way up in northern France up in Alsace-Lorraine. They\nhad seen a lot heavier action before I even joined the unit.",
        "A: Well, our unit was -- I don't know exactly how to -- We were up in the mountains on\nthe 7th Army front at the time that the so-called Battle of the Bulge took place over on\nanother front. And our unit as well as some of the other units had to pull back from the\nposition we were in because we were being surrounded. We spent Christmas Day or\nChristmas Eve up in the foxholes up there. And we were actually I think had crossed over\ninto Germany. And then just a day or two or a short time after Christmas, we had to pull\nback during the night and take new positions further back. A short time after that -- and\nthis gets real fuzzy there -- I was sent back to headquarters, suffering from battle fatigue.\nI was all stove up with, I guess, arthritis or something. We had been in the snow and the\nwater and everything up there. And during the time that I was -- the days that I was back,\nthree or four days, I guess, my unit was actually cut off and captured or killed by the\nGermans. I'll never know why I was spared that. But as a result of this, our unit -- I think\nour whole battalion and parts of another battalion were rendered inoperative, I guess\nyou'd say. A lot of the men were taken prisoner. We were pulled back then and attached\nto some other units. And I don't know -- I don't remember what units. But then we were\nreorganized, and still then the 157th Infantry, Colonel Sparks was still our battalion\ncommander. And we then started to move forward --",
        "A: We started moving rapidly then into Germany. This is during the latter days of the war\nthen. We were traveling on tanks and other vehicles and heading across -- I don't\nremember. I think they call it the Saar Valley, but I'm not now of that. Some country\nplains in that farmland probably. We participated in the capture of Schaffenburg, which\nwas an industrial town; Nuremberg; and then moved -- our next objective then was\nMunich. And as Colonel Sparks' narrative in the one book that I was reading down in the\nlibrary, 1t was on our way to objective in Munich that the division came across the\nDachau Concentration Camp.",
        "A: Enough. Enough.",
        "A: Yes.",
        "A: Our next objective was Munich. However, we were diverted then to liberate the\nDachau. And I think, as I mentioned earlier, our sister company -- our battalion was given\nthe objective of liberating the camp. Our sister company, \"I\" Company was in -- went to\nactually -- they were one of the first into the camp. \"L\" Company, which I was in, moved\non in to occupy the town of Dachau. And then we were -- as soon as they saw the\nsituation there and --",
        "A: In the camp. -- and the seriousness of it and all, then as I understand it our Munich\nobjective was delayed and the colonel was told to fully liberate the camp and guard it\nuntil the military police could come in.",
        "A: Well, like I say, it was a few hours or the next morning after the gates were crashed\nthat our company was pulled in there. We were billeted in some apartment buildings\noutside of the camp where the Nazi officers had lived. And we were put on guard\nshifts -- I don't remember -- several hours at a time inside of the camp and around the\ncamp was -- orders for no one to go in or out. There was a lot of typhus in the camp.\nThere was all kinds of sickness. My understanding -- and my numbers may or may not be\nright. But my understanding was that at the time we got there there were about 17,000\nprisoners in the camp and that they were dying at the rate of about 300 a day. They\ndidn't -- obviously didn't want them out in the countryside. So while I was in there doing\nguard duty, we talked whenever possible. A lot of the prisoners in there would come up\nto our guard post and want to talk. They were overjoyed. And they would tell their\npersonal stories.",
        "A: Well, some of them could speak English, but some of them were strictly speaking\ntheir German or Polish or whatever.",
        "A: At that time, I could understand some German.",
        "A: Just from picking it up and talking to people and prisoners.",
        "A: Yeah, right. I never studied German. No, ma'am.",
        "A: One or two of the prisoners then insisted on taking myself and another buddy for a\ntour of the barracks where they were -- where they slept in these boxes that the pictures\nall show. I guess had we known then about all this typhus and everything, we probably\nwouldn't have gone. But anyway, they took us through there and they took us through\nthe --",
        "A: I'm sorry. I'm a little nervous, I guess. Took us through the barracks. Of course, there\nwas a lot of the prisoners still in the boxes. Took us through the shower room where we\nsaw these emaciated men being given showers and taking showers. We then went back to\nour guard posts. And this sort of thing was repeated for several days. And I think we were\nthere four days altogether. And we had some interesting and some sad stories. There was\none man came up to me and was speaking English. And come to find out, he had been a\nmusician with one of the Dorsey bands, and he had gone over to Germany to settle a\nfamily estate or something and he'd been captured. Now, whether he was Jewish or not,\nI'm not sure.",
        "A: He was an American, but a musician. But anyway, he -- of course he was wanting to\ntell us his story. And he was really overjoyed because he had family back here. But some\nof the sad stories. One young Polish boy tell me in -- I guess in broken German, English,\nwhatever -- we understood it -- that saw his parents butchered in front of his eyes. And\nanother one told us about seeing the Nazis take these infant babies and throw them up in\nthe air and shoot at them. Things of that sort. That's where it's hard to visualize, really,\nanything or anybody being that animalistic, really.",
        "A: Uh-hmm. Went in -- probably marched in. I'm not sure of that. And then what we saw,\nof course, was the bodies laying out by the fence such as in that picture.",
        "A: Okay. Well, here on the back of this picture it describes just a few of the bodies which\nhad been carried out of the barracks, dead, and not hauled to the crematorium yet. And\nthese bodies were just laid out like sticks of wood out by the high barbed wire fence, and\nthey were waiting to be burned.",
        "A: This is a photograph that -- yes, with a camera that I had taken from a prisoner.",
        "A: From a German soldier prisoner. Yes. And these bodies were just almost like\nskeletons. And then there was a boxcar on the siding, probably more than one boxcar. I\ndon't recall. But there were bodies still piled in there that had been -- the Germans\nbrought these people from some other camps that didn't have crematoriums, and they\nhauled them there and then they burned them. This photo is one of the boxcars with the\nside door open. Here is another photo of that. And after we got in and were given duty\nassignments, we were given a tour by some of the prisoners which included the -- they\nshowed us the gas chambers where they lined up the concentration prisoners and had\nthem undress and go through the -- what they thought was going to be a shower, a\ndelousing shower. And they marched them into these gas chambers and gassed them.\nAnd then right in the room next to the gas chambers was a large room that had the bodies\njust thrown helter-skelter, just mounted up like cord wood, again waiting to be burned in\nthe furnaces which were in an adjacent part of that building. The fires were still going at\nthat time because they were -- I suppose it was important to dispose of these bodies that\nwere diseased and had died of disease.",
        "A: So far as I remember it was, yes. That's a detail I don't remember for sure. I'm pretty\nconfident they were because the fires were still burning and the bodies were piled up.\nThere would have been probably more disease, danger and all. Well, I don't know. I\nguess that's that and our visions of the barracks and talking with the people.",
        "A: I'm not terribly sure, ma'am.",
        "A: Well, yes. We were -- I don't know whether they took us in through the gates\nimmediately or whether we marched to the outside and then were farmed up and assigned\nduty or what. I don't recall. But I know that within a matter of minutes or hours of our\narrival, we were actually inside of the camp.",
        "A: Yes, ma'am. Most of them were. There was some I think out of the gates and that too.",
        "A: Yes. Uh-huh.",
        "A: You know, I'm not sure. I think probably just to make sure that there was no going in\nor out and no -- probably no fights or anything like that. There was so much turmoil then\nand there was so many ethnic groups, prisoners and all. I'm not terribly sure.",
        "A: No, I don't. No. There were some cases where I think some of the prisoners perhaps\ntried to call attention to some of the -- maybe some of the Nazi guards who had put on a\nprisoner uniform to try to get out. But I don't remember a specific case where this\nwas -- where they pulled my attention to that or -- it was just so much confusion at that\npoint. And these men -- these prisoners were so joyed to be liberated and eager to tell\ntheir stories. I guess 1t was probably all we could do to keep them off of us, if you know\nwhat I mean. Just picture a crowd pushing. Like this one photograph here. Here is a\ngroup of them that were -- this is a small group of the prisoners expressing their feelings\nat being liberated.",
        "A: Well, most of them seem to be smiling. I see one man there making a face of some\nsort. Here is an old man sitting down in front here that's head down, probably maybe not\neven -- he might not even have been normal emotionally at that time. Because I'm sure a\nlarge percentage of them who had been in there very long, 1t would have been hard for\nthem to keep their mental stability. It was hard for us to keep it. It happened -- and you\nmay be aware of this -- that when our sister company went in there first, they were so\nupset about what they saw that they actually lined up about 40 or 50 of these Nazi guards\nand just mowed them down with machine guns. And another eager officer from another\nunit that was there almost got court-martialed for killing these guards. But it was the sort\nof thing you would really expect because our soldiers were so torn up emotionally at\nseeing this type of thing.",
        "A: Sure.\nThomas Gardiner, Tape Number 1, Side B. Mr. Gardiner, you were talking about your\nsister company and how difficult it was for them and for your company to deal with all of\nthe emotions that were involved. You mentioned when they first entered they had lined\nup some of the German guards and machine-gunned them. Did anything like that happen\nwith your company”?",
        "A: No. Because within the few hours that it took us to get in there, I think all of those\nguards that they'd found had been eliminated, probably, either killed or taken prisoner.",
        "A: Yeah, right. Uh-huh.",
        "A: They were some pretty deluxe apartments. Yes, they were.",
        "A: Well, they were well-furnished and seemed to have -- be well-decorated and -- and I\nsuspect there were probably maybe nicer than what the equivalent officers in our military\nwould be furnished. There was nothing second rate about them.",
        "A: Yes. And then we moved on into Munich. And we saw very little action between there\nand Munich because Germany was falling apart at that point. I think some of the other\nunits, maybe in other parts of Munich, may have had some combat getting in, but our\nentrance into Munich was pretty peaceful. And so we moved into Munich. We\nwere -- We took over a section of middle-class family apartments and were billeted in\nMunich for I think about a month and guarding important installations, utilities and things\nof that nature, I guess water supplies and everything there in Munich, until a military\ngovernment unit could move in and take over there.",
        "A: Well, then we were packed up and shipped from Munich out to a town called\nAugsburg, A-U-G-S-B-U-R-G, I think. It was not too far from Munich, I don't believe.\nBut we were put out there and billeted in some farmhouses. This was kind of a farm\nvillage. And we were there I think about a month, just marking time, waiting for\nreassignment orders, and were taking some exercise and routine training while we were\nthere. And not anything really exciting. I myself and one of my buddies who happened to\nhave woodworking as a hobby before the military were given an opportunity to work in\none of the local cabinet shops on military materials -- exercise equipment, I guess. I don't\nremember what all we did make, but we had the free use of these cabinet shops and it was\nkind of a pleasant break from military life.",
        "A: Well, then we were packed up and put on trains on the so-called 40 and eights, 40\nhorses or -- 40 men or eight horses. The boxcars. And we were shipped to a tent camp\nnear Le Havre, France. I think we traveled several days there. And we were in this tent\ncamp then, awaiting reshipment back to the States. And our division was scheduled to\ncome back to the States for a short leave and a couple of months amphibious training.\nAnd then we were scheduled to be shipped over and participate in the invasion of Japan.\nWhile we were in a tent camp, the A bombs were dropped, much to our happiness\nbecause that eliminated the need for us to be invading Japan. So that's -- That was it. We\nwere shipped back to the U.S. then on some of the victory freighters or victory-sized\nships. They hold about 2,000 troops, I think. And we got back to the States. We were\ngiven 45 days leave. And then those that didn't have enough points for discharge had to\nreport to some other camps down in Texas. And I was one of those. I wound up down\nin -- well, two different camps down in Texas. And from that point I wound up being able\nto negotiate a discharge. My company was still doing some critical work, and they\ninterceded for my release and returned to my job. And my wife had become pregnant\nduring my 45 days leave, so I headed home.",
        "A: Yes. Yes, ma'am. And we had been married six years when he was born. And he was\nvery much wanted. That's the heavyset fellow that was with us out here in the hall.",
        "A: Well, in a way I think it was much easier than a lot of the fellows had because I had a\njob to go to. I had a loving family. I wasn't hanging loose like so many soldiers were. It\ntook some months, I think, to overcome the emotional part of it because I've always been\nsort of an emotional person anyhow. And I used to have nightmares. I'd stay up\nsometimes until 2:00 or 3:00 o'clock in the morning, working in my hobby shop just until\nI could get sleepy enough to go to sleep. I don't know. I guess gradually the trauma went\naway. I still 50 years later sometimes get a little bit emotional when I get to talking about\nit or if we see a war movie or something. But I guess that's quite normal too.\nabout?",
        "A: I have, yes. I was never a racist. Never in my life. I was brought up to not be. But\nthrough my experiences in the Army and then in Europe and then especially at seeing\nDachau and seeing what racism could do to people, I came out with an obsession of not\nletting myself or any of my family ever become racist towards any ethnic group or color\nof people or whatever. And to this day, that's held pretty true. Because that's what caused\nmost of that turmoil in Europe. The Nazis had to pick out somebody to blame the world's\ntroubles on, and it happened to be the Jews and the non -- other non-Germans. And I\ndon't see that. I believe very much in judging people as individuals. And I think it -- it\nhelped me. Those memories has helped me be a stronger Christian. I was led to be a\nChristian on the battlefield. I had a battlefield conversion. I've tried to live it all my life.\nAnd I think being an active Christian, one must work actively against any kind of\ndiscrimination activity or anything. I've never been an activist in terms of joining any\ngroup because that's a form of hate itself. There's things like these Klu Klux Klan and\nsome of these militia groups in the U.S. now and all that. Well, they're hate groups that if\nthey were allowed to be out of control, they would be just as heartless as the German\nNazis. Some of the things they've done have been very similar.",
        "A: Right.",
        "A: Well, I guess partly to refresh my own memory. But I think more than anything\nbecause my oldest son had been here once before and had been kind of shocked by it.\nAnd [| had talked to him about the things that I saw. And I had let my children see these\nphotographs that we took and had emphasized to them that they must appreciate that it\nwas real, the holocaust. It wasn't propaganda and so on. And my son really wanted me to\ncome out with him. And I guess that's the primary reason. I guess if he hadn't come out\nhere initially I probably never would have. But he brought a book back from here and I\nread it. And then we both bought the book, the Schindler's List book, saw the movie, and\nthen there was the sequel to the Schindler's List, the Schindler Legacy or something. And\nI guess it just refreshed memories. And then my son developed a friendship or a business\nrelationship or something with this Jewish man down in Houston who was from a\nsurvivor family or something, and they got to talking about collaborating on writing a\nbook or something. I guess my involvement then has been more a matter of trying to\nsupport my son in a worthy endeavor than any personal desire on my part. It didn't open\nmy eyes to anything new here, I think. It maybe just emphasized the immensity of the\nthings that went on.",
        "A: Not really. Not really.",
        "A: I hope that it's somehow, some way maybe helps to prevent a reoccurrence at any\ntime, you know.\nwith Tom Gardiner.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 24, 1997\nRG-50.106*0090",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "Transcribed by Michelle Keegan, National Court Reporters Association.",
        "THOMAS B. GARDINER\nAugust 24, 1997"
    ]
}