{
    "rg": "RG-50.106.0178_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nSol Mackler, conducted by Gail Schwartz, on December 28\", 2009, in Rockville,\nMaryland.",
        "Answer: That’s right.",
        "Q: Okay. What is your full name?",
        "A: Sol, s-o-l, and my last name is m-a-c-k-l-e-r.",
        "Q: And where were you born?",
        "A: Poland. In — in Poland. JedInia, in Poland.",
        "Q: In Poland. And when were you born?",
        "A: January 5\", 1921.",
        "Q: Let’s talk a little bit about your family. Your parents, were they from that town\nalso?",
        "A: That town also, they —",
        "Q: They were born in that town?",
        "A: Right. They were born in town, we were rai — I was raised in that town.",
        "Q: What were your parents’ names?",
        "A: Jankel(ph).",
        "Q: Mackler?December 28, 2009",
        "A: Mackler. And my mother — my mother was Esther.",
        "Q: And did you have any brothers and sisters?",
        "A: I had —I had Jarma(ph), that’s the oldest brother.",
        "Q: Okay.",
        "A: And my sister was two years old — two years older than me. Her name was — was\nname [indecipherable]",
        "Q: And any other siblings, or those were your two siblings?",
        "A: I don’t remember them, yes, we had them.",
        "Q: You had other siblings?",
        "A: Yes.",
        "Q: Yeah. Okay. And what kind of work did your father do?",
        "A: My father was a butcher, and I was also the same thing.",
        "Q: Yeah, well, that was later on.",
        "A: Yeah, yeah",
        "Q: We’re still — you’re still in your childhood.",
        "A: Yeah.",
        "Q: So your — did your mother work, or was she home?",
        "A: No, no, she was home.\nDecember 28, 2009",
        "Q: She was home. And what about grandparents, and cousins? Did you have it —\nwhat we call extended family?",
        "A: Extended family, yeah, had my grandparents.",
        "Q: Grandparents?",
        "A: Yes.",
        "Q: On both sides?",
        "A: Oh bo — no, I — just on my father’s side.",
        "Q: Okay.",
        "A: Name was Maris(ph), and —",
        "Q: And what did he do?",
        "A: Also was a butcher.",
        "Q: Butcher. Okay.",
        "A: Yeah.",
        "Q: And a— you — were you close to your cousins, and aunts and uncles?",
        "A: I was too young.",
        "Q: Okay. Okay. Was your family a very religious family?",
        "A: Yes. They’re both religious.",
        "Q: Very obs — very observant.",
        "A: Yeah.December 28, 2009",
        "Q: And how did you celebrate that? Did you celebrate Shabbat —",
        "A: Shabbat, Shabbas and — and all the holidays, yes, definitely.",
        "Q: Yeah, uh-huh. And do you have any special memories of any of the holidays you\nwanted to talk about?",
        "A: No. Just, you know, the regular, you know, Rosh Hashanah, Yom Kippur.",
        "Q: And you went to the synagogue?",
        "A: The synagogue, yes.",
        "Q: Tell me about the town itself. Was it a small village, or a big town?",
        "A: A very small urs — village. Altogether maybe about 18 families.",
        "Q: Eighteen je — Jewish families, or —",
        "A: Jewish families.",
        "Q: Yeah, and were there non-Jews in the —",
        "A: Oh, plenty non-Jews, yeah, Gentile.",
        "Q: Okay. And what part of the town did you live in? Did you live in the Jewish\nsection?",
        "A: In the middle — in the middle of the town.",
        "Q: Oh, right in the town center?",
        "A: Yeah.",
        "Q: Were there non-Jewish neighbors?December 28, 2009",
        "A: Neighbors, yes.",
        "Q: And did you experience any anti-Semitism from the non-Jewish neighborhood —",
        "A: I was — I was too young.",
        "Q: Okay, okay. Were you — wa-was your family Zionist?",
        "A: Yes, I can tell, yes, yes.",
        "Q: Yeah, and so they talked about Jerusalem and is —",
        "A: Jewish laws la — yes, yes.",
        "Q: — Israel and Palestine, yeah. Did you have any non-Jewish friends growing up?",
        "A: Yes, in school, yes, I had non-goo — non-Jewish — non-Jewish — not Jewish\npeople.",
        "Q: Let’s talk about your school, do you remember, was it a public school?",
        "A: Public school",
        "Q: Okay.",
        "A: Yes. I was in the seventh grade, that’s what I remember.",
        "Q: Which grade?",
        "A: In the seventh grade.",
        "Q: Seventh grade? Oh, okay.",
        "A: And that’s it. The war broke out.December 28, 2009",
        "Q: Oh, okay, okay. And so you — you were born in this town, you had non-Jewish\nfriends, and then —",
        "A: No.",
        "Q: — then you went to school. Were you interested in sports at all?",
        "A: I was too young.",
        "Q: Yeah, okay. And, did you like to read?",
        "A: Yes. I tried to read Jewish pa — Jewish newspaper.",
        "Q: Jewish newspapers, okay.",
        "A: Yeah.",
        "Q: Even when you were young?",
        "A: Even young, yes.",
        "Q: Right. So, what language did you speak at home?",
        "A: Yiddish.",
        "Q: You spoke Yiddish?",
        "A: Yeah.",
        "Q: Did you know Polish at all?",
        "A: Oh, yes, Polish I know. I forgot already.",
        "Q: No, no, no, I meant — I’m talking about when you were younger.",
        "A: Yeah, yes, Polish.December 28, 2009",
        "Q: Because when you went to school —",
        "A: Yes.",
        "Q: — it was in Polish.",
        "A: Right.",
        "Q: Yeah. Okay. So you started school, and what’s your — you were born in 1921?",
        "A: Yeah.",
        "Q: So Hitler came into power in 1933.",
        "A: Thirty-nine — 30 —",
        "Q: He came into power in °33.",
        "A: Not —",
        "Q: And did you know — did you know anything about, when you were 12, 13, 14,\n15, about a man named Hitler?",
        "A: Yes, we know about that.",
        "Q: How did you — do you remember how you knew?",
        "A: Yeah, remember this, the newspapers, the radios.",
        "Q: Uh-huh. Yeah.",
        "A: They all — they would try to liquidate all the Jewish people.",
        "Q: Right. So you knew —",
        "A: Y — you knew — you knew all about it, yes.December 28, 2009",
        "Q: Yes, so you knew about that. Did your parents talk to you about it?",
        "A: Yes.",
        "Q: Do you remember what they said?",
        "A: No.",
        "Q: Was it frightening for a young boy?",
        "A: It was frightening, yes.",
        "Q: Yeah. Were you able to have a Bar Mitzvah?",
        "A: No.",
        "Q: Because — that’s — see, that would be 1934.",
        "A: Yeah.",
        "Q: And — and why not?",
        "A: We didn’t have Bar Mitzvah like we have over here in the — in the States.",
        "Q: No, I know, but did you have — any market in --",
        "A: Marketing, yes, I’d say the [indecipherable] and the Torah.",
        "Q: Okay.",
        "A: And then they invite all the fr — the people home, and they had — you know, a\nluncheon.",
        "Q: Yeah, so you did. You had a Bar Mitzvah.",
        "A: A luncheon, yes.December 28, 2009",
        "Q: Yeah, yeah. Oh, well, that’s wonderful.",
        "A: Not like here.",
        "Q: No. Nothing like here.",
        "A: No.",
        "Q: Well, that’s wonderful. And so then Hitler comes into power. And then, did\nyour life change between 1933 and 1939, when the war started?",
        "A: No.",
        "Q: You were just going to school",
        "A: Just school, and you know.",
        "Q: Were you helping out with — helping your father out at all?",
        "A: Yes, definitely, yes.",
        "Q: What did you do?",
        "A: Help him to — you know, as a butcher. And I was very strong, and I do all the\nchores which has to be done.",
        "Q: Did you — were you athletic, did you like sports?",
        "A: No, I did not like sports.",
        "Q: You didn’t?",
        "A: No. I was too busy to help my father.",
        "Q: Uh-huh.\nDecember 28, 2009",
        "A: Yeah.",
        "Q: Did you belong to any youth groups?",
        "A: No, it didn’t have — they didn’t have any.",
        "Q: They didn’t ha — in the town.",
        "A: Town, no.",
        "Q: Yeah. When you were — before 1939, when the war started, were you able to go\ngo other towns, or other villages, to —",
        "A: Yeah, when we go — we went over just to visit.",
        "Q: What other ci — towns did you —",
        "A: JedInia, up from — no, I was born in JedInia.",
        "Q: Yeah.",
        "A: And I was going over to Radom [indecipherable].",
        "Q: Oh, yeah. How far away was Radom?",
        "A: About 17 kilometer.",
        "Q: And how did you get there?",
        "A: I be going by hor-horse and buggy.",
        "Q: So you had a horse and buggy?",
        "A: My father had.",
        "Q: Yeah. No car?December 28, 2009",
        "A: No. [break]",
        "Q: Little time to do it. So, you were saying you did not have a car, you went by\nhorse and buggy.",
        "A: Buggy.",
        "Q: And what did you do in Radom?",
        "A: Yeah, we had family there. Uncle, and aunts. So I stayed there overnight, and\ncome back, back to JedInia.",
        "Q: Yeah, yeah. You had cousins your age? Were there kind of —",
        "A: Mmm, a little bit older than me, but —",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: Okay, and so life goes on in the 1930s — 1934, ’35, 36. Do you have any special\nmemories of that time?",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: Okay, then comes the beginning of the war in September, 1939.",
        "A: Thirty-nine.",
        "Q: What is your memory of that?December 28, 2009",
        "A: Oh, plenty.",
        "Q: Can you tell me about it, please?",
        "A: Yes. First of all, the Nazis came into the town.",
        "Q: Into your town?",
        "A: Yeah.",
        "Q: And you are now 18 years old.",
        "A: Yes, 18, yeah. And I —",
        "Q: Were you still in school at the time?",
        "A: I was in school.",
        "Q: Still?",
        "A: Yeah.",
        "Q: At 18. In high school?",
        "A: High school, yeah.",
        "Q: Okay.",
        "A: They come to town, you know. They didn’t do us any harm, yet.",
        "Q: Mm-hm, right.",
        "A: But they separate us.",
        "Q: Separate the Jews from the non-Jew?",
        "A: Jews from not — from non-Jews.December 28, 2009",
        "Q: From the non-Jews. Did you have to move?",
        "A: A ghetto, yes.",
        "Q: So you had a ghetto in your town?",
        "A: Yeah. They call it a ghetto.",
        "Q: Yeah.",
        "A: Yeah. So, we were in ghetto two — two or — two or three years.",
        "Q: Okay, let’s talk about life in the ghetto, and what you remember, what the living\nconditions were. You moved out of where you were, out of your house.",
        "A: Yeah.",
        "Q: And were there other family — did you move into another house, or an\napartment?",
        "A: ‘Nother — ‘nother apartment.",
        "Q: And ha — and how many people do you remember were there?",
        "A: There are about 16 - 17.",
        "Q: People?",
        "A: People.",
        "Q: Yeah, and what was the arrangement, the sleeping arrangements?",
        "A: Oh, everybody had a bed.",
        "Q: But a lot of people in one room?\nDecember 28, 2009",
        "A: Lot of people in one room, two rooms, whatever we can find.",
        "Q: Yeah.",
        "A: And that’s what that’s all about.",
        "Q: And what did your parents — how did your parents take this?",
        "A: They don’t have another choice.",
        "Q: And did you t-talk about this with your parents?",
        "A: Yes.",
        "Q: And what did they —",
        "A: You have to da — you have to — you have to listen what they’re there to tell you —",
        "Q: Yeah.",
        "A: — Nazis.",
        "Q: Yeah. And so you’re in the ghetto, what about food?",
        "A: Food? Whatever you can eat.",
        "Q: Ho-Ho-How did you get it?",
        "A: Sometimes my parents sneaked out. My parents sneaked out of the ghetto, to get\nsome food from the non-Jewish people.",
        "Q: They did?",
        "A: The Gentile. Yes. They helped.",
        "Q: They’re ve — they’re very brave.\nDecember 28, 2009",
        "A: Yeah, they helped.",
        "Q: Yeah. Did you try to get out at all?",
        "A: Yes, but they told me not to, because they — they’re very ve — they’re very, very\n[indecipherable] for young people.",
        "Q: Yeah.",
        "A: [indecipherable] strong.",
        "Q: Right, it’s dangerous.",
        "A: SO.",
        "Q: So you were in a— a — an apartment building, was that it?",
        "A: It’s not a— that’s not — we don’t have an apartment buildings.",
        "Q: No, but I meant sl —",
        "A: Two stories.",
        "Q: A two story —",
        "A: Yes.",
        "Q: — private house.",
        "A: Private house, yeah.",
        "Q: And how man — and 16 people were in this private house.",
        "A: Six — people in this private house, some of them slept on the floor, some of them\nthey — wherever you can —December 28, 2009",
        "Q: And what about bathroom facilities? Not much, huh?",
        "A: Not much.",
        "Q: Okay. So, did you — your father couldn’t go to work?",
        "A: No.",
        "Q: And so what did he do during the day?",
        "A: Same thing.",
        "Q: Just sat.",
        "A: Just sat.",
        "Q: Yeah, yeah. And s — and so, okay, so then what was the next thing that\nhappened? You’re in the ghetto, you’re in this building, you’re not going out,\nyou’re not getting much food, and then what happened?",
        "A: They separate us. After two years in the ghetto —",
        "Q: You stayed for two years.",
        "A: Almost two years, yeah.",
        "Q: Did you ever go outside in those two years?",
        "A: Oh, I went outside, yes. But in the — in the — in the vicinity.",
        "Q: In the vicinity of the house?",
        "A: Yeah.",
        "Q: Yeah. Were there other young people, young 18 year olds with you?December 28, 2009",
        "A: Yes, yes.",
        "Q: So what did you all talk about, what —",
        "A: About what — what’s going on in the world, what’s gonna be.",
        "Q: Yeah. Did you have a radio then, in the ghetto?",
        "A: No radios.",
        "Q: No radios.",
        "A: No.",
        "Q: So you didn’t. And no papers, I —",
        "A: No papers, no.",
        "Q: So you really didn’t know what was happening?",
        "A: What’s gonna happening, yes.",
        "Q: So this is 1939 —",
        "A: Yeah.",
        "Q: — 1940. Then — then what ha — what’s the next development?",
        "A: Then they separate us.",
        "Q: And what did they do?",
        "A: My — they take us, the young people.",
        "Q: Okay.December 28, 2009",
        "A: They tep — separate us, and the elder people one side, the younger people the\nother side.",
        "Q: Wh-Where did they do this?",
        "A: They did this outside the da — outside the building.",
        "Q: You all came out?",
        "A: Yeah.",
        "Q: How did you know to come out?",
        "A: To the — the day — because they got the Nazis over there on the — on the\npremises.",
        "Q: Okay. How did you feel, as a young man, when you first saw the Nazis? Do you\nremember what your thoughts were, or how you felt about that?",
        "A: You have to listen to them, whatever they tell you, and th-that’s all.",
        "Q: We-Were you frightened?",
        "A: Yes, I was, but nothing you can do about it.",
        "Q: Did you te — did you tell your parents you were frightened?",
        "A: They were already separate us.",
        "Q: Oh, this — okay, so now. I was talking about before.",
        "A: Before, yeah.",
        "Q: Yeah, yeah.December 28, 2009",
        "A: This was — this was already —",
        "Q: Okay, so —",
        "A: — after they separate us.",
        "Q: So this was what, 1941?",
        "A: Forty — forty — end of forty-t — °41. End of ’41 to °42.",
        "Q: Two, okay, so they separate the young people.",
        "A: Yes.",
        "Q: From the older people.",
        "A: Older people.",
        "Q: And where did you go?",
        "A: I— they send us into — to a war camp.",
        "Q: Okay, and how did you get — did you say goodbye to your parents?",
        "A: Sure.",
        "Q: You were able to?",
        "A: Yes.",
        "Q: And what did you take with you?",
        "A: Nothing. We didn’t take anything with us.",
        "Q: You weren’t allowed to take anything with you?",
        "A: No. That’s — that’s what we — they brought us to a place, ammunition.December 28, 2009",
        "Q: To make ammunition of —",
        "A: To make [indecipherable] yes.",
        "Q: — labor camp making ammunition.",
        "A: A labor camp, yes, yes.",
        "Q: Do you remember the name of it?",
        "A: Pionki.",
        "Q: You went to Pionki, okay.",
        "A: Then —",
        "Q: O-Okay, let’s talk about Pionki first. First of all, how did you get there?",
        "A: They — by bu — we walked over, it’s na — it’s not — about — I would say about six,\nseven miles, six miles.",
        "Q: Oh, okay, so the young men and women, or just men —",
        "A: Young men.",
        "Q: Young men only. So the wi —",
        "A: Only women — women separator, but they come with us.",
        "Q: Oh, they came with you?",
        "A: Yeah.",
        "Q: But in a separate group.",
        "A: Yeah.December 28, 2009",
        "Q: Okay, so you walk over to Pionki.",
        "A: Pionki.",
        "Q: And then what happened?",
        "A: This was — they gave us a home.",
        "Q: Like in a barracks, or —",
        "A: A barrack, yeah.",
        "Q: Yeah. And these are all young men, your age?",
        "A: All yo — all young men.",
        "Q: Strong, young men.",
        "A: Yes, strong men. And you’re working, making ammunition.",
        "Q: Yeah.",
        "A: So they — they really took out very strong men to lay railroad tracks.",
        "Q: Were you one of those?",
        "A: Yes. So I was there with another dozen of us, because they come to Pionki from\nall over, around the vicinity, from Radom, Kosienic(ph), everything, all the young\npeople in there. And I was working there until I got sick, so they took me out,\nbecause with the — in the tunnels —",
        "Q: Le-Let’s — okay, we’ll get to that in a minute. Let’s talk about, again, what the\nliving conditions were in Pionki, what — you were in a barrack?December 28, 2009",
        "A: Yeah.",
        "Q: Did you wear a uniform?",
        "A: No.",
        "Q: No. Did you wear any identifying star —",
        "A: Identify — stars —",
        "Q: — wha — what did you have?",
        "A: The hi — coats with the stripes.",
        "Q: Oh, you had a striped uniform —",
        "A: Striped uniform.",
        "Q: — before.",
        "A: Yeah.",
        "Q: Okay. Did you have any star, Jewish star, or anything on you?",
        "A: No.",
        "Q: No.",
        "A: Just the name of a — the numbers.",
        "Q: Just your number.",
        "A: Yeah.",
        "Q: Okay, do you remember your number?",
        "A: Oh sure.December 28, 2009",
        "Q: What was it?",
        "A: 1058.",
        "Q: 1-0-5-8.",
        "A: Eight, yeah.",
        "Q: Yeah, you remember that. Wa — just to back up, when you were in, before you\nwere taken away, did you — in — in — in — did you have to wear any star in the town?",
        "A: No. Yes. In the — in the town, yes.",
        "Q: You did?",
        "A: Yes.",
        "Q: The yellow star?",
        "A: Yellow star, yes.",
        "Q: So everybody did this before you were t —",
        "A: That’s right.",
        "Q: How did you feel having to wear a yellow star?",
        "A: The feelings doesn’t mean to us nothing, because they’re — you know, we were —\nwe were right on the other si— other side, they watching us every move, every move\nyou made. So they never di — Germans — stars doesn’t mean nothing, so long — so\nlong as you have. If you were — if you were caught outside the ghetto without — with\n— without — with no stars —December 28, 2009",
        "Q: Yeah.",
        "A: — that’s trouble.",
        "Q: Yeah. But were you angry that you had to wear a star?",
        "A: No.",
        "Q: No.",
        "A: No. I come used to it.",
        "Q: And did your mother sew it onto your clothes?",
        "A: Yes.",
        "Q: She sewed on the st —",
        "A: Me, I— I sew it on myself.",
        "Q: Oh, you would — you would sew it on.",
        "A: You have to do everything yourself, yeah.",
        "Q: Yeah. A-And, did you, be-before you were taken away, you were in the ghetto,\nbut before you were taken away, did you talk things over with your sister?",
        "A: Yes.",
        "Q: And what was her state of mind?",
        "A: Same thing, you know, she got — now, I don’t remember the date, the day,\nbecause she was married.",
        "Q: Oh, she was married.December 28, 2009",
        "A: She got — she got — no, she got married in the war.",
        "Q: Oh, okay. All right, you’re now in Pionki, and you slept in barracks.",
        "A: In barracks, yeah.",
        "Q: Do they give you enough food?",
        "A: They give you enough.",
        "Q: What ki — what did they give you?",
        "A: Soup. That’s all.",
        "Q: How many times a day”?",
        "A: Twice a day.",
        "Q: Twice a day.",
        "A: Yeah.",
        "Q: And then you’d go out, what, you would go to work in the —",
        "A: To work, in the morning they take you.",
        "Q: Walking to the factory?",
        "A: Factory, that’s — everything is in — yes, in the factory. So the factory is right\nnearby, every — whatever you have a barrack, you have a factory.",
        "Q: I see.",
        "A: So, we were working on the — in the ammunition factories.December 28, 2009",
        "Q: Yeah, and for how — how long were you in the munitions factory before you\nwent to do the heavier —",
        "A: The heavier — so, I was in the factory, I was doing the — the ammunition factory",
        "Q: Right.",
        "A: —I was doing for a while.",
        "Q: What — what were you actually doing in the factory?",
        "A: In the factory, they are making — making the —",
        "Q: Do you remember what you were doing?",
        "A: Taking — taking out the plates of ammunition to — because there was plates.\nThere was plates going into our cutting machine, and they were cut.",
        "Q: And then you would cut the plates.",
        "A: So — yeah. That I didn’t —",
        "Q: You would just take that —",
        "A: Take it out from one place to another.",
        "Q: I see.",
        "A: So-",
        "Q: And how did — how did you stay warm?December 28, 2009",
        "A: It’s very warm, believe me. Be so warm, and so warm over there in that factory,\nit’s so warm they have to — sometimes you have the — what do you call it? A slide\nthing, sparks.",
        "Q: Oh, right.",
        "A: And so we have to run for life, behind a door.",
        "Q: Oh, from the cutting and everything.",
        "A: From the cut.",
        "Q: Oh.",
        "A: Now, we didn’t cut, somebody else cut.",
        "Q: Yeah, you did [indecipherable] but I’m not [indecipherable] yeah.",
        "A: Yeah.",
        "Q: Were you allowed to talk to the other laborers?",
        "A: Yeah, yeah, we had time — allowed to talk, in Jewish, yeah.",
        "Q: Did — did you have German guards? The Nazi guards, or German guards?",
        "A: It was — it was not the Nazis, was the —",
        "Q: Polish?",
        "A: Ukrainians.",
        "Q: Ukrainians, yeah. But they let you talk to each other, and —",
        "A: Not all time. You have good ones and bad ones.December 28, 2009",
        "Q: Yeah, yeah.",
        "A: They call that the cu — they call that werszuts(ph).",
        "Q: Really? Okay. And were you ever beaten or anything, at that time?",
        "A: No.",
        "Q: No.",
        "A: No, I wouldn’t say I was beaten, no.",
        "Q: Yeah, yeah.",
        "A: The only time I was beaten — I come to it later.",
        "Q: Okay. Okay. So then you go out to lay track, you said, railroad track’?",
        "A: Yes, railroad tracks.",
        "Q: And what time of year was this, was it —",
        "A: This was in °41.",
        "Q: Yeah, but what — what — what season was it?",
        "A: It was th — it was around January, or February.",
        "Q: Okay.",
        "A: It was [indecipherable] in the tunnel, and the wind. That’s how I got sick.",
        "Q: Oh, you were — there were tracks being put in a tunnel?",
        "A: Tunnels, yeah. So I was sick, I got sick there. And they took me out and they put\nme back in the — to the barracks, until I got well.December 28, 2009",
        "Q: Okay.",
        "A: And I go back to the ammunition factory.",
        "Q: Oh, all right. So how long were you in the tunnels, just a short —",
        "A: Tunnel, I would say about six or seven weeks.",
        "Q: Oh, before you got sick.",
        "A: Yeah.",
        "Q: Yeah. Because you didn’t have fresh air, is that it? Did a lot of people get sick?",
        "A: No, just me. Just me.",
        "Q: What, you couldn’t breathe?",
        "A: Coughing — breathe, yeah.",
        "Q: Yeah. Okay, so now you’re back in the munitions —",
        "A: Back, yeah.",
        "Q: — mun-munitions factory, and then, doing the same job?",
        "A: Same job.",
        "Q: And — and — and you don’t know what’s happening in the rest of the world?",
        "A: No.",
        "Q: Okay. So then what, so next, how long did you stay there for the second time?\nOr what was the next place you went to?",
        "A: Next place?December 28, 2009",
        "Q: Yeah.",
        "A: We were told we gonna be — we gonna be — we gonna ship — we gonna be\nshipped out to Germany.",
        "Q: Oh.",
        "A: I escaped.",
        "Q: You escaped?",
        "A: Yeah. Me, and another four, five guys, five guys.",
        "Q: These are young men like you?",
        "A: Young men, yeah, into the woods.",
        "Q: Oh, now tell me how you planned that. How did you —",
        "A: Just cut the wires, and —",
        "Q: No, but you t — obviously you talked about it first.",
        "A: Yeah, first, yeah.",
        "Q: Was it your idea, or somebody —",
        "A: We co — yeah — yeah — no, somebody else’s. Let’s get out of here.",
        "Q: And you agreed?",
        "A: Yes.",
        "Q: You weren’t scared.",
        "A: Right.December 28, 2009",
        "Q: So then ho — tell me, there are about four or five, you said, and what did you do,\nyou cut the wires?",
        "A: Cut the wires, ran to the woods and that’s it. And — and you stayed. It’s\nwintertime, you know, they shovel off the snow a little bit. And lay down, and then\nwe —",
        "Q: And — and when —",
        "A: — kept ourself warm.",
        "Q: Oh my. Okay, so these are the woods around —",
        "A: Ah, yes.",
        "Q: Yeah, and —",
        "A: Lot of woods.",
        "Q: And — and — and this is 1942?",
        "A: Forty-two, yeah.",
        "Q: Okay. And how long did you stay in the woods? What did you —",
        "A: Over the winter.",
        "Q: And how did you get food, and how did you stay warm, and —",
        "A: We went to the Polacks, to the wood — to the farmers, and got — got —",
        "Q: And they gave you food?",
        "A: Yeah. They know.December 28, 2009",
        "Q: And they knew that you were Jews?",
        "A: Jews, sure.",
        "Q: And you had your — your uniform, your striped uniform?",
        "A: Form, everything. Yeah.",
        "Q: So they were good to you?",
        "A: Some of them do, and some of them not. So we know who to — where we —\nwhere we can go, which — to which farm there.",
        "Q: And so you just — did you try to move —",
        "A: From one place to another?",
        "Q: — to another?",
        "A: We tried it. They split us up.",
        "Q: Who 1s they?",
        "A: The Germans.",
        "Q: Oh, then you came in contact with them?",
        "A: No, from — from the — from lu — they call that Luftwaffe.",
        "Q: Yeah.",
        "A: The fl — the planes.",
        "Q: Oh, the pl — the airplanes came over.",
        "A: YeahDecember 28, 2009",
        "Q: So they would —",
        "A: Yeah.",
        "Q: — fire down on you.",
        "A: Yeah. They didn’t bomb us, but they — they go close over the woods, you know,\nthey cannot —",
        "Q: And you thought they could see you?",
        "A: Yeah, oh yeah, they saw it. So —",
        "Q: Oh, oh. So you all split up?",
        "A: No, we — we stayed in the — we stayed.",
        "Q: You stayed together?",
        "A: Stayed together.",
        "Q: Okay. Did you ever see any partisan groups?",
        "A: That’s what the — we — we were — we were 1n partisan groups.",
        "Q: Oh, so you joined another —",
        "A: Another group.",
        "Q: Oh, you came a — you met another group.",
        "A: Met another group, and we stayed — and we stayed together with them.",
        "Q: I see. How soon after you got into the woods —",
        "A: Was —December 28, 2009",
        "Q: — after your escape, did you meet the partisans?",
        "A: They — they — they — they —",
        "Q: It was soon after you got —",
        "A: — soon — soon as, I would say about two — two or three weeks, and they got to us.",
        "Q: They got to you, yeah.",
        "A: Yeah.",
        "Q: And what did you do for them?",
        "A: We gave them food.",
        "Q: Yeah.",
        "A: Because we know the farmers.",
        "Q: Oh, okay.",
        "A: So we had to get them food, and —",
        "Q: Yeah, they liked that, I’m sure.",
        "A: They liked that, yes.",
        "Q: Yes, right.",
        "A: And th — that’s we were, for a while.",
        "Q: And — and did you get new clothes, did you —",
        "A: No clothes.\nDecember 28, 2009",
        "Q: So, you’re with the partisan groups, did you do anything, did they do any kind of\nresistance?",
        "A: Resistance? We tried to get to Warsaw.",
        "Q: You tried to get to Warsaw, okay.",
        "A: They split us up.",
        "Q: Did you — you did get to Warsaw?",
        "A: Yeah — no. They split us up.",
        "Q: Yeah.",
        "A: [indecipherable] from that, so we [indecipherable] good thing we had woods\nthere, so —",
        "Q: Yeah.",
        "A: — so we got back, went back to — to the woods.",
        "Q: So you never did get to Warsaw.",
        "A: No, we got — we got ammunition, we got everything, but we never got to\nWarsaw.",
        "Q: Oh, okay. So now you’re back in the woods.",
        "A: Ba-Back in the woods.",
        "Q: And then what happened?",
        "A: A lot of thing happens.\nDecember 28, 2009",
        "Q: Okay.",
        "A: Because when f — that they caught us.",
        "Q: You got captured?",
        "A: Captured.",
        "Q: Again?",
        "A: Again, captured.",
        "Q: These are the Germans?",
        "A: Yeah. And they send us to Germany.",
        "Q: Ah. So you were a partisan for what, eight months?",
        "A: Eight — six months.",
        "Q: Six months.",
        "A: Six months, yeah.",
        "Q: Okay.",
        "A: And we got all in — into Germany.",
        "Q: Did they — di-did they capture the whole partisan group?",
        "A: The whole — the whole group, yes.",
        "Q: Do you know who the leader of the group was? Do you remember zi — his name?\nNo.",
        "A: No.December 28, 2009",
        "Q: Were there men and women in the group?",
        "A: No, just men.",
        "Q: Just men. Were there — no children?",
        "A: No children.",
        "Q: Just young mean.",
        "A: Yeah.",
        "Q: Yeah. About how big was the group?",
        "A: Oh, I would say the group was about 60, 65.",
        "Q: Sixty-five. And these were Polish Jews?",
        "A: Jews, yeah.",
        "Q: It was strictly a j — a Jewish partisan —",
        "A: A Jewish partisan.",
        "Q: — partisan group, okay. So then the Germans find you, and how did you get to\nGermany”",
        "A: By train. That’s — by train.",
        "Q: Yeah. When they captured you, did anybody try to fight back, or not?",
        "A: No, no.",
        "Q: No. No, okay. So then you get on the train. Did you know where you were\ngoing?December 28, 2009",
        "A: Yes, we were going to Oranienburg.",
        "Q: Oh, okay.",
        "A: Sachsenhausen.",
        "Q: Oh dear. Yeah.",
        "A: So we stayed there.",
        "Q: So you get to Germany.",
        "A: Yeah.",
        "Q: Did you know what Sachsenhausen was before you got there? Had you heard of\nit?",
        "A: No. It’s a barracks, you know, like a camp.",
        "Q: Yeah.",
        "A: So then — then I — they got my sister there, and everybody there, find my sister,\nyeah.",
        "Q: Oh my.",
        "A: In that — in that camp, yeah.",
        "Q: You found your sister in that camp.",
        "A: Yeah.",
        "Q: That’s incredible.",
        "A: All women, children there.December 28, 2009\nEnd of File One, Side A\nBeginning File One, Side B",
        "Q: Side B. And we were talking about how you just got to Sachsenhausen with\nyour partisan group, and you were staying in the barracks, and you found your\nsister. How did you find your sister?",
        "A: Because —",
        "Q: Ho-Ho-How did you find her?",
        "A: She — she has a three year bo — a — a year and a half bo — son with her.",
        "Q: At the time.",
        "A: At the time.",
        "Q: Yeah.",
        "A: And you know, with — we can tell who is there.",
        "Q: And you saw —",
        "A: Most of them — most of them, they were Hungarian Jewish people.",
        "Q: Oh, uh-huh.",
        "A: So-",
        "Q: So you happened just to see her, and —",
        "A: See her, yes. She was shipped out —",
        "Q: Had she been living in Hungary? She was not.December 28, 2009",
        "A: No.",
        "Q: No.",
        "A: She was shipped out to Sweden with the child, all the ca — that camp was\nliquidated. All the —",
        "Q: Yeah, but that was a little — that was later on.",
        "A: Later on.",
        "Q: That was later on.",
        "A: Yeah.",
        "Q: But earlier, when you first got there, was she already there.",
        "A: She already there.",
        "Q: She was — anybody else from your family beside —",
        "A: No, just — just her.",
        "Q: Just your sister. Okay. Well, that must have been an emotional —",
        "A: Yes",
        "Q: — reunion, oh my goodness.",
        "A: Yeah.",
        "Q: Oh my goodness. So you lived in a barracks —",
        "A: Yeah.",
        "Q: — in Sachsenhausen.December 28, 2009",
        "A: Mm-hm.",
        "Q: And what did you do there?",
        "A: Making planes wa —",
        "Q: Planes.",
        "A: Wings —",
        "Q: Wings for the planes.",
        "A: — for the plane.",
        "Q: And again —",
        "A: It’s a torture.",
        "Q: That was very bad?",
        "A: Shaking in the cold, and the fa — for the —",
        "Q: And what — what kind of clothes were you wearing? Were you still —",
        "A: Same thing, same clothes.",
        "Q: The same thing that you had on before?",
        "A: It’s all the same thing.",
        "Q: From Pionki.",
        "A: They don’t give you — they don’t give you any —",
        "Q: They don’t give you any other?",
        "A: No.December 28, 2009",
        "Q: So you had the same number?",
        "A: Number, yes.",
        "Q: From Pionki?",
        "A: Yeah.",
        "Q: Right. Did you have to line up, did they — did they count you in the morning?",
        "A: Yeah, in the morning, every morning, yes.",
        "Q: You stood up in line and they di — did they do that at Pionki?",
        "A: Pionki too.",
        "Q: Right. Counted people. Did anybody try to escape from Sachsenhausen?",
        "A: No. Not from Sachsenhausen, no.",
        "Q: And what — what — again, what kind of food did they give you, to keep going?",
        "A: It got a little better over there, something. There’s a soup, and a — and a potatoes.\nThey have better food over —",
        "Q: Was better food than Pionki.",
        "A: Pionki, yeah.",
        "Q: Yeah, yeah. And how many people were sleeping in your barracks?",
        "A: We have five or six in the room.",
        "Q: And you had your own bed, your own cot?",
        "A: All that — yes.December 28, 2009",
        "Q: Your own bed?",
        "A: Yeah.",
        "Q: Yeah. Okay, and what did you all talk about? What did you prisoners talk —",
        "A: On the job, you don’t have to talk in — you don’t talk anything on the job.",
        "Q: You don’t talk on the job.",
        "A: No. And when you come home, then what — next thing is, what are you gonna\nhave for supper.",
        "Q: Yeah.",
        "A: That’s what is — what we’re gonna talk. So.",
        "Q: And you said — you said you were an observant Jew before —",
        "A: Before.",
        "Q: — when you were growing up. Did you — could you do anything?",
        "A: Nothing. They cou — they don’t — they don’t —",
        "Q: There was no way you could observe —",
        "A: Everybody — everybody — everybody was having the same thing.",
        "Q: Yeah, yeah. So there was no way —",
        "A: Non-kosher [indecipherable]",
        "Q: Right, right, right, yeah. And so here — so now you’re at — in Sachsenhausen,\nhad you go-gone to Oranienburg first?December 28, 2009",
        "A: Yes.",
        "Q: When did you do that?",
        "A: Oranienburg — we ca — we landed in Oranienburg.",
        "Q: Okay. From?",
        "A: With the train from Pionki.",
        "Q: From Pionki.",
        "A: Oranienburg and then s — they tho — then by train you go over — that’s not far\nfrom that — from Sachsenhausen.",
        "Q: So you didn’t stay in Oranienburg.",
        "A: No.",
        "Q: You went to — you went — I see, okay. I had thought you stayed in Oranienburg.",
        "A: No, no.",
        "Q: No, no, you went directly to Sachsenhausen.",
        "A: Sachsenhausen.",
        "Q: Yeah, and you stayed there. And what was your state of mind, and what was\nyour state of health?",
        "A: Health? You gotta be healthy, otherwise, you going.",
        "Q: Right.December 28, 2009",
        "A: So, state of mind, maybe, maybe, maybe, maybe, you know, it’s gonna get\nbetter.",
        "Q: You keep thinking that maybe it’s gonna get better.",
        "A: Yeah. So.",
        "Q: Yeah. Did you pray at all, to yourself, or —",
        "A: No.",
        "Q: No. You just thought, maybe it’s gonna get better.",
        "A: Yeah.",
        "Q: Yeah. Yeah. And again, you did not know what was happening in the rest of the\nworld.",
        "A: In the rest of the world, no.",
        "Q: No, no. Okay. And did the other prisoners help each other out?",
        "A: No.",
        "Q: One man didn’t help the other man’?",
        "A: No.",
        "Q: No?",
        "A: No. Everybody has his own job. Everybody in the family, you know.",
        "Q: Yeah. Did you talk about your families to oth — the other men?",
        "A: Yeah, talking to each other, yes, we were talking.\nDecember 28, 2009",
        "Q: They did tell you about their families —",
        "A: Yeah, family, yeah.",
        "Q: — and their towns, and —",
        "A: Yeah.",
        "Q: Did you know any of them before? Were any of them from Pionki?",
        "A: No.",
        "Q: So they were all newer people.",
        "A: All new people, yes.",
        "Q: Okay. And so you stay in Sachsenhausen for how long? Til —",
        "A: Can you go back for a second?",
        "Q: What would you like? Yeah, any story you have is good.",
        "A: No, I know, I mean, I forgot to tell you, I mean —",
        "Q: That’s okay.",
        "A: Before we came into Sachsen — the — to Oranienburg, we were a group, actually\nmaybe 160 — 150 people, the same, going into Oranienburg. This from Pionki.",
        "Q: Oh.",
        "A: And we came to Oranienburg, so they split us up already. Women to the right,\nmen to the left, and you know, that’s — that’s — they send us to Sachsenhausen.\nDecember 28, 2009\nAnd the women stayed there for a while, til they get also back to Sachsenhausen.\nSo it — we were together, little. Not together —",
        "Q: Yeah.",
        "A: — but the same — the same camp.",
        "Q: Di-Di-Did you have any chances to — to see them, to talk to them?",
        "A: Talk — see th — talk to them, yeah, yeah.",
        "Q: Ho-How did that ha — can you describe how that happened?",
        "A: No, they were talking to her about what happened to them on the way over here.",
        "Q: But you were able to — to actually be physically next to them, and talk to them?",
        "A: No, through a wire.",
        "Q: Through a fence.",
        "A: Fence. A fence or a wire.",
        "Q: Oh, okay, so you didn’t —",
        "A: Yeah.",
        "Q: Yeah. And that’s how you talked to your sister?",
        "A: Right.",
        "Q: I see. Yeah, yeah. And so a lot of pe — so the man were behind on one side of the\nfence, and the women on the other, and they would talk to each other, yeah. So nowDecember 28, 2009\nyou’re in Sachsenhausen, and you stayed there for how long? Til the end of the\nwar, or —",
        "A: To the end of the war.",
        "Q: Oh, okay. And — and what was that like, can you describe that?",
        "A: Oh boy.",
        "Q: What was that day, and how did you know it was happening.",
        "A: Ica—Ica—Ica-—I’d like to go back.",
        "Q: Absolutely. Please do, please do.",
        "A: Then wa — in — in Pionki, everybody ask me, why wa — where was the husband.",
        "Q: Where was who — whose —",
        "A: My sister’s husband.",
        "Q: Your — her sister’s husband.",
        "A: Yeah, was her and the child and everything. So they didn’t know, so he was —\nyou know, he was a tailor, he was working for the Nazis to — to buy them — I mean,\nto tailor suits and everything.",
        "Q: Make the uniforms, you mean?",
        "A: Yeah. So he has a little pull, and he was going over to Radom, and bring people\nin to this camp. So that’s what he — he does. And I — and I took care of the kids,\ntheir kid, my sister’s boy. So — so when they went into — to Pionki, no childrenDecember 28, 2009\nallowed, so I took — I have a overcoat and I strapped him with me and I went to the\ngate, and that’s it. This was a — my first experience.",
        "Q: Oh, that’s wonderful what you did. It’s wonderful.",
        "A: He’s alive.",
        "Q: Wonderful. What was the — the little boy’s name’?",
        "A: The little boy’s name?",
        "Q: Yeah. Or what did you call him? Did you have —",
        "A: I called him — they didn’t call him by a Jewish name. They call him Nathan.",
        "Q: Nathan.",
        "A: Nathan is his father, and hi-his name was Michael.",
        "Q: Oh.",
        "A: So, he still remembers. He lives — he’s a very wealthy man, he’s still in —",
        "Q: And he survived the — the war at this point?",
        "A: He survived the war and everything.",
        "Q: With his mother.",
        "A: Yeah.",
        "Q: Yeah. Aw.",
        "A: His mother passed away about two years ago.",
        "Q: Really? Yeah.\nDecember 28, 2009",
        "A: Yeah.",
        "Q: And what about his father?",
        "A: His father passed away about a year later.",
        "Q: Oh, okay.",
        "A: They both passed away.",
        "Q: Yeah.",
        "A: They were builders.",
        "Q: Okay.",
        "A: Ah, that’s what I want to bring it back.",
        "Q: That’s a wonderful story, that’s a wonderful story, what you did —",
        "A: Yeah.",
        "Q: — what you did, yeah, priceless. So your — you’re in Sachsenhausen, it’s towards\nthe end of the war, and how did you know it was?",
        "A: And how do you know?",
        "Q: Yeah.",
        "A: You didn’t see a German.",
        "Q: So all of a sudden there were no Germans.",
        "A: No Germans.",
        "Q: And what did you think’?December 28, 2009",
        "A: Nothing. To stay there.",
        "Q: You just stayed.",
        "A: You stay there til you see a Russian guy coming in, into the camp. Some of them\nspeak Russian, I didn’t.",
        "Q: Did you speak any German, by the way’?",
        "A: Yes, little bit. Yeah.",
        "Q: That you knew before the war?",
        "A: No, no.",
        "Q: You picked it up during the war.",
        "A: Picked it up, yeah. So they — we saw a German, and he come in for the woods,\ninto the camp. And they ask, is any Germans here? So the other guys knew about —\nknew the language, said, not yet, no. So he said, then stay here, no — don’t go out til\nhe — til all the — all the battalions come in, the Russian. So we stayed there for\nanother — a half a day, and all of a sudden at night, all the — in the afternoon, the\nRussians all over. So they gave us food, and everything. Stayed here and th — 1s\nanybody wants to go home, you gotta go to — go home. So —",
        "Q: Tell me what your feelings were when you realized that 1t was the end of the\nwar.\nDecember 28, 2009",
        "A: Yeah, yeah, yeah, was ver-very good. Was very va — I mean, the end of the war,\nat least we survive, and a lot of people didn’t survive, because they eat like a — start\nto eat —",
        "Q: Yeah.",
        "A: — [indecipherable] people did.",
        "Q: Did you do any kind of celebration? Did you mark the —",
        "A: Ah, no.",
        "Q: No.",
        "A: No, we just got — want to go back to Poland.",
        "Q: Yeah.",
        "A: And I got back to Poland, they give us — us a how do you do, a surprise party,\nthey beat us — the hell out of us.",
        "Q: These are the Polish people you —",
        "A: Yeah.",
        "Q: — you got back to your town?",
        "A: Ye-Yeah.",
        "Q: How did you get back’?",
        "A: A train.",
        "Q: You could just get on a train?December 28, 2009",
        "A: On a train.",
        "Q: You didn’t need any money or —",
        "A: Any money, nothing.",
        "Q: And you’re still wearing your prison outfit?",
        "A: Prison outfit, yeah. And then later on we have — we got different outfits already.",
        "Q: By then you had, yeah.",
        "A: Yeah.",
        "Q: Yeah. And did you go back with people from your town?",
        "A: Yeah.",
        "Q: Yeah, and —",
        "A: Two or three people with us. We going back and they gave us a beating, oh my\nGod. The next day —",
        "Q: You went back — did you go back to your house? How did they find you, I mean.",
        "A: I got back to my house.",
        "Q: And they were — and — and people knew you were there?",
        "A: Then — yes. So —",
        "Q: What did they say to you?",
        "A: Get out from here, and don’t come back. Get out from here and don’t come back.\nThat’s what they come and they tell. So next train —December 28, 2009",
        "Q: You left.",
        "A: — I left.",
        "Q: Oh my goodness. Oh my goodness. Now, what about your parents? What — what\nhad happened with your parents, do you know?",
        "A: Nobody knows.",
        "Q: Nobody knows. And what about your other — you said you had other siblings,\nother brothers and sisters. Do you know anything about them?",
        "A: This is before the war.",
        "Q: Yeah, before the war.",
        "A: No, I didn’t know about them.",
        "Q: You don’t know, yeah.",
        "A: No.",
        "Q: So you — it’s only your sister.",
        "A: Only my sister, yeah. My brother — my — my brother went to [indecipherable]\nunderground.",
        "Q: Oh, you — your brother.",
        "A: Yeah.",
        "Q: Yeah, te-tell me about hi — what happened with him? He — he worked —",
        "A: He was — he was in underground, and he survived.December 28, 2009",
        "Q: So he was never captured?",
        "A: Never captured, never — he never went to camp, to Pionki.",
        "Q: Oh, okay, and he — did he stay in Poland during the war, the whole time?",
        "A: Wood — the wood — yeah, yeah, whole time in the woods, yeah.",
        "Q: And he what, did resistance activities, or —",
        "A: I guess he was the [indecipherable] in the resistance.",
        "Q: Yeah. And he survived, fortunately.",
        "A: He survived, yeah.",
        "Q: So the three of you survived. And then, did you get to see him after the war?",
        "A: After the war, sure, I got to see him.",
        "Q: Where — where was he?",
        "A: He — he came to Germany.",
        "Q: Oh —",
        "A: He didn’t want to even —",
        "Q: Oh, before you left Germany.",
        "A: No, the day I went to Germany.",
        "Q: You went back to Germany.",
        "A: Yes.",
        "Q: You went back to Poland, then went back to Germany.December 28, 2009",
        "A: I went to —",
        "Q: Where’d you go?",
        "A: I went all the — you know, wherever they take — the train take me, that I — then I\ngO.",
        "Q: And so where did you get off the train?",
        "A: The train [indecipherable] Bad Nauheim.",
        "Q: Out to Bad Nauheim.",
        "A: Germany.",
        "Q: Right. To a DP camp? A displaced persons camp?",
        "A: Displaced person.",
        "Q: And that’s where your brother —",
        "A: Then he found me.",
        "Q: He found you.",
        "A: Yeah.",
        "Q: Okay.",
        "A: Because we were — we were looking for — for relatives. We were looking for ch\n— in Czechoslovakia, we were looking for relatives, I find my sister in Sweden.",
        "Q: Cause she left at the end of the war, to go to Sweden.",
        "A: She le — course, she — they took her to Sweden.December 28, 2009",
        "Q: They took her to Sweden, her and —",
        "A: And th-they — they —",
        "Q: — and her little boy.",
        "A: Yeah, they — they sunk ships, five of them, she was on the sixth — on the sixth\nboat, yeah. Yeah, that’s what — this was something.",
        "Q: So — so now you’re in — 1n— in the DP camp, displaced persons camp with your\nbrother and — and you stayed there?",
        "A: Yeah, I stayed there.",
        "Q: And what did you do, and how did they treat you?",
        "A: They treat us very good.",
        "Q: With enough food.",
        "A: You free, enough food, you free, you can go anyplace you want. Yeah. It’s a\ndifferent life. It’s a different life.",
        "Q: Yeah, and when did you hear about what happened to all the other Jews during\nthe war?",
        "A: Oh, o-over there, after we were liberated.",
        "Q: Then the — you found out, yeah.",
        "A: [indecipherable] were liberated, yeah.\nDecember 28, 2009",
        "Q: Yeah, yeah. And so at — at — did you do any — did you have any classes, or did\nyou do any — anything at the — at Bad Nauheim, did you —",
        "A: No.",
        "Q: — train you, any job training?",
        "A: No, no, no job training.",
        "Q: So what did you do every day?",
        "A: Every day, we were going out to ka — to see th — to see if we can find anybody\nelse.",
        "Q: Yeah. You just kept searching.",
        "A: Searching, surviving.",
        "Q: But you didn’t have a job, or —",
        "A: No, they didn’t have a job, no. And —",
        "Q: And now you’re — let’s see, 19 — you’re 24 years old?",
        "A: Yeah. Yup.",
        "Q: And where did you live in the camp?",
        "A: In the camp?",
        "Q: In another barracks, or —",
        "A: Another barracks, yeah.",
        "Q: Yeah. And people’s s-state of mind was good?December 28, 2009",
        "A: Yeah, everybody good. There wa — actually, there were th — in Bad Nauheim,\nthere were a lot of Jewish people came back, Germans.",
        "Q: Oh, German Jews.",
        "A: Jews.",
        "Q: Who came —",
        "A: Came back, and we were there. And that time in Bad Nauheim, we went over to\n— to the United States.",
        "Q: So you stayed in Bad Nauhei — Nauheim for how long?",
        "A: How long? I would say about a year and a half, maybe more.",
        "Q: And you came to the United States.",
        "A: United States, yeah.",
        "Q: Now, that was your decision, to come here?",
        "A: Yes.",
        "Q: Why did — what did the United States mean to you at that time?",
        "A: A free c — it’s a free country, that treat everybody equal, the Jewish people are\ngoing over. So — so I— I —I decided let — let’s go to Europe. From Europe to\nUnited States. And they advised me to [indecipherable] the country\n[indecipherable]",
        "Q: Yeah. So you were in the DP camp —December 28, 2009",
        "A: Yeah.",
        "Q: — for a couple of years?",
        "A: Yeah, two years, yeah.",
        "Q: Two — two years, so to ’47, or so? °48”?",
        "A: Forty-eight.",
        "Q: Forty-eight.",
        "A: Yeah.",
        "Q: Okay. And then, when the state of Israel was formed.",
        "A: Ire -",
        "Q: Did you know about that?",
        "A: Yes. I was — I was signed up.",
        "Q: Signed up for what?",
        "A: For Israel.",
        "Q: You were — you —",
        "A: Yeah, but my sister said, let’s don’t do that, see if we can go all together to the\nUnited States.",
        "Q: She did not want to go to Israel.",
        "A: No.",
        "Q: But you wanted to.December 28, 2009",
        "A: Yeah, I want to go. So we stayed there til an —",
        "Q: So she — we — we — di — bu — she — did she come back to —",
        "A: She came back sh —",
        "Q: — from Sweden to Bad no —",
        "A: — from Sweden to Bad Nauheim.",
        "Q: So you were with her then. I see.",
        "A: So we can — her husband was there.",
        "Q: Yeah.",
        "A: And the little — little son wa —",
        "Q: The son, yeah. So, she and you and the husband and the little boy dis —",
        "A: All together.",
        "Q: — to — to go to the United States.",
        "A: To United States.",
        "Q: Yeah, yeah. And so you were —",
        "A: So [had little bit problems.",
        "Q: What — what kind of problems?",
        "A: Problem, I couldn’t get out on my name, because I was involved in black market.",
        "Q: This is in the DP camp.",
        "A: DP camp.December 28, 2009",
        "Q: What kind of bla — what were you selling?",
        "A: I was selling the diamonds, b-bring it in from Belgian, into the United State — to\nthe — from Belgian into Germany. So —",
        "Q: How did you get involved in that?",
        "A: [indecipherable] anything to do, I— 1 — I’m going to do something.",
        "Q: Right.",
        "A: So, I had a car.",
        "Q: You had a car?",
        "A: Yeah, already a car. So I’m back and forth.",
        "Q: Back and forth to Belgium?",
        "A: Belgian, yeah.",
        "Q: To pick up the diamonds.",
        "A: Diamonds, yeah.",
        "Q: And bring them back and sell them.",
        "A: Yeah — they were — they were somebody else’s, not mine. And I was involved,\nso I couldn’t get out on my name.",
        "Q: They knew that.",
        "A: Yeah, they knew that.",
        "Q: The authorities knew that.\nDecember 28, 2009",
        "A: So I took a different name, and I get out from here. That time —",
        "Q: What was your — what was your new name’?",
        "A: Karl Koch. Karl Koch.",
        "Q: Karl Koch?",
        "A: Koch. Koch. Koch.",
        "Q: Yeah, k-o-c-h, yeah.",
        "A: So -",
        "Q: How did you happen to pick that?",
        "A: Somebody gave me that name. That’s laughing [indecipherable]",
        "Q: I don’t mean to laugh.",
        "A: That’s a — that’s a [indecipherable] okay, that’s it, and —",
        "Q: So that’s how you went out.",
        "A: I went out. And then, couple years [indecipherable] I sign up for citizen\n[indecipherable] change my name. I have my real name.",
        "Q: Okay, okay, no, you’re still — let’s get back to the DP camp. So you’re going to\nthe United States, you get your new name.",
        "A: Yeah.",
        "Q: And then how soon after did they give you —",
        "A: After, okay.December 28, 2009",
        "Q: — permission to come to the United States?",
        "A: Th-They — six weeks or so.",
        "Q: Yeah, it didn’t take a long time.",
        "A: Didn’t take long time.",
        "Q: Did you come by boat?",
        "A: Oh yeah. I — boat.",
        "Q: What was that like?",
        "A: It’s — usually takes five days, took us two weeks.",
        "Q: Wha — what —",
        "A: The worst storm you ever met — you ever had.",
        "Q: Really?",
        "A: Yeah.",
        "Q: So when was it?",
        "A: And I was — I was — I was the strongest one to get the people from downstairs,\nup to the — to —",
        "Q: To the deck?",
        "A: — to the deck.",
        "Q: Yeah.",
        "A: Oh boy, this was some —December 28, 2009",
        "Q: So was this in the winter, di — when — what — what time of year?",
        "A: Jan — in — in — I left in December.",
        "Q: December of —",
        "A: Of 19 fi-",
        "Q: Forty — ’°49?",
        "A: Forty-nine.",
        "Q: Okay.",
        "A: So ’50 —",
        "Q: So then you come — you come to New York?",
        "A: I supposed to land in New York.",
        "Q: Yeah.",
        "A: But no, I landed in New Orleans.",
        "Q: Because of the weather, or —",
        "A: The — the weather.",
        "Q: Okay.",
        "A: Storm, and everything.",
        "Q: The storm. Now, was your family with you on the boat?",
        "A: No, no, no. I was by myself.",
        "Q: Why weren’t you all together?December 28, 2009",
        "A: Because I signed up. Because they had a family, they had still business to — in\nGermany.",
        "Q: So they did not want to leave —",
        "A: Leave",
        "Q: — or they wanted to stay —",
        "A: To stay for a while.",
        "Q: But you wanted to get to —",
        "A: I—I wanted — it’s enough.",
        "Q: Okay.",
        "A: So I—I was there a night.",
        "Q: And so you get to New Orleans.",
        "A: Yeah. New Orleans.",
        "Q: Did you speak any — any —",
        "A: English?",
        "Q: — English?",
        "A: No. No. And I was sponsored.",
        "Q: By whom?",
        "A: By a winemaker, Fromm and Sichel.",
        "Q: From where?December 28, 2009",
        "A: Fromm and Sichel. Two — two Germans.",
        "Q: Oh.",
        "A: They had a winery.",
        "Q: Oh.",
        "A: In the — in the — California.",
        "Q: Oh.",
        "A: They had a winery in Saratoga. So they sponsored me.",
        "Q: But you didn’t — they didn’t know you.",
        "A: No.",
        "Q: No.",
        "A: No, th —",
        "Q: Were they Jewish?",
        "A: Jewish, sure.",
        "Q: They were Jewish.",
        "A: Fromm and Sichel, they have —",
        "Q: Okay.",
        "A: And they sponsored me, and another guy. [indecipherable] So we were working\nin the winery over there, we came — we came to Saratoga.",
        "Q: Saratoga, New York?December 28, 2009",
        "A: No, sta — United States.",
        "Q: No, sara — Saratoga is what?",
        "A: Saratoga, th — it is United States, because they sponsored me —",
        "Q: Yeah.",
        "A: From New Orleans.",
        "Q: Yeah.",
        "A: They have a winery in f— 1n — in — in California. So they sponsored me.",
        "Q: Yeah.",
        "A: And they paid for this, everything, I should come over to —",
        "Q: The winery.",
        "A: — to the winery.",
        "Q: It’s in — in California.",
        "A: California.",
        "Q: Oh, I see.",
        "A: So— so we went over there to Saratoga.",
        "Q: In California.",
        "A: California.",
        "Q: Okay. Cause there’s a Saratoga, New York, that’s why I —December 28, 2009",
        "A: We had — yeah — we had — we had a — a — a barrack, he gave us. They paid\neverything. They’re so nice people that —",
        "Q: And so you stayed in California?",
        "A: Stayed there, yeah.",
        "Q: And you started to learn English?",
        "A: English. Went to school at night. Daytime I went to ger — to work. They picked\nus up on a bus.",
        "Q: You went to work in the winery?",
        "A: Yeah.",
        "Q: What did you do?",
        "A: Do the winery, I got, first of all, you have to — light work, chemicals, light work.\nAnd then later on, when you know this, you go — you go and — out in the field, and\nsee what’s ha — what happened there. So a little bit heavier work, but that’s good.",
        "Q: Yeah. Uh-huh. And did you talk to the other workers?",
        "A: Oh yes.",
        "Q: And did they ask you about your experiences —",
        "A: Experience, sure, sure.",
        "Q: — during the war, and did you tell them about it?",
        "A: Tell, sure, they know about that too.\nDecember 28, 2009",
        "Q: Yeah.",
        "A: It’s a lot of them. Most of them — not lot of them, they were Japanese.",
        "Q: Ah, yes. Yeah.",
        "A: SO.",
        "Q: Yeah. And by that, did it take you a long time to learn English?",
        "A: No, it didn’t take me.",
        "Q: Oh, okay.",
        "A: No.",
        "Q: Cause you were like 29, or —",
        "A: Yeah.",
        "Q: — 30 by then. Yeah, and were you in contact with your sister and brother and the\nfamily still, when you were in California?",
        "A: Yes.",
        "Q: How did you stay in contact with them, by mail?",
        "A: By telephone, by mail, and then another problem came up. A friend of mine\ncalled her up, and write her a letter, say I’m going out with a Gentile girl, a teacher.\nSo my sister write me a letter, and said, I don’t want to know you. And then, you\nknow [indecipherable] had to get involved with a Gentile. So I said, okay. Packed\nmy stuff.December 28, 2009",
        "Q: Y-You were the one going out with a Gentile?",
        "A: Yeah.",
        "Q: Oh, okay.",
        "A: I packed my stuff.",
        "Q: Yeah.",
        "A: Go back to New York.",
        "Q: Oh, okay.",
        "A: I have a car. [indecipherable] I was — I came a butcher — back in the butcher\nbusiness, just to keep myself going.",
        "Q: Did you know anybody in New York’?",
        "A: No.",
        "Q: You went to this strange city not knowing anybody?",
        "A: No. So? So I went over there, and I became a butcher.",
        "Q: How did you know where to go in New York’?",
        "A: New York is, you know, their kosher butchers, just you know [indecipherable]\nyou went to a kosher butcher and they tell you what to do.",
        "Q: But how did you know where to live, I mean —",
        "A: Oh the — we have a couple [indecipherable] have a few dollars, so I live on my\nown. And then, you know, and —December 28, 2009",
        "Q: So you became a butcher.",
        "A: Butcher, yeah.",
        "Q: And where did you live?",
        "A: I lived in — in Howard — Howard — Howard Street, right in the nay — Jewish\nneighborhood.",
        "Q: In Manhattan?",
        "A: No.",
        "Q: In Brooklyn?",
        "A: Brooklyn, yeah.",
        "Q: In Brooklyn?",
        "A: Yeah.",
        "Q: Oh, okay.",
        "A: So that’s what the story.",
        "Q: So then y — yeah, and then what happened, and how’?",
        "A: I became a butcher.",
        "Q: Yeah.",
        "A: And I made a good living — a good living [indecipherable] good living. And\nthen all of a sudden my brother-in-law, rest in peace, he was a builder. So he said,\nwhy don’t you come work for me over there, New Jersey?December 28, 2009",
        "Q: Oh, okay.",
        "A: That’s the reason I wind up in New Jersey.",
        "Q: So now you’re in New Jersey with your brother-in-law and your sister and\nnephew.",
        "A: New Jersey, with sister and so — yup.",
        "Q: And then what happened?",
        "A: That — that’s — that’s my story.",
        "Q: That’s your story. Well, we have a little more t — just to — to talk about.\nEnd of File One, Side BDecember 28, 2009\nBeginning File Two, Side A",
        "Q: A. So you’re now in New Jersey, working for your brother-in-law.",
        "A: Yeah.",
        "Q: Okay. And how long — what did you do for him?",
        "A: Construction. You know, interesting.",
        "Q: Yeah. And then —",
        "A: Go — going from one c — from one city to another.",
        "Q: Building houses?",
        "A: Yes.",
        "Q: Private houses?",
        "A: Private homes.",
        "Q: Okay. And did you live with them?",
        "A: No.",
        "Q: You lived by yourself?",
        "A: By my — myself.",
        "Q: And for how long did you do that?",
        "A: Ah, we lived for couple — few years. Yes.",
        "Q: Yeah.",
        "A: Til I met a girl to [indecipherable]December 28, 2009",
        "Q: Oh really?",
        "A: Yeah. You laughing.",
        "Q: Wonderful.",
        "A: I met a girl.",
        "Q: That’s wonderful.",
        "A: And right near where I used to live. I was working th — as a butcher there. Met a\ngirl, and six weeks later — six or seven weeks later I got engaged, and I got married.",
        "Q: Oh, wonderful.",
        "A: And then I was on my own.",
        "Q: Okay. So you’re still working for your —",
        "A: My brother-in-law, yeah.",
        "Q: So you lived in New Jersey.",
        "A: In New Jersey, yeah.",
        "Q: Yeah.",
        "A: Then, lived for a while, then married.",
        "Q: When did you get married?",
        "A: In — this wa — was in — 50 —",
        "Q: In fi — five, °56?",
        "A: — 56.December 28, 2009",
        "Q: Yeah.",
        "A: Fifty-six, yeah. And then —",
        "Q: Okay, and did — did you both live in New Jersey”",
        "A: Yes.",
        "Q: So you stayed in New Jersey.",
        "A: Yeah, and then I — I looking for a house, because she was pregnant and we ne —\nwe heed somebody, so we bought a house on Topscott(ph) Street — no, we used to\nlive on top — Topscott(ph) Street.",
        "Q: And what town in New Jersey? It’s okay. That’s okay, so then you — she got\npregnant.",
        "A: Yeah.",
        "Q: And — and then you had your child.",
        "A: Child. Jack.",
        "Q: And then how long did you — you’re still in New Jersey?",
        "A: Oh yeah.",
        "Q: Yeah.",
        "A: I was in New Jersey, and then I still working for my brother-in-law. And I got\nbigger, and —",
        "Q: And you stayed with him?December 28, 2009",
        "A: St — yes.",
        "Q: Okay, and are you still working in that construction business?",
        "A: Still work — still working construction.",
        "Q: You’re still doing it?",
        "A: I’m still doing it.",
        "Q: That’s wonderful.",
        "A: I still — 89 — 88.",
        "Q: That’s wonderful.",
        "A: I—I used to be in construction, heavy work, but now —",
        "Q: You actually did the heavy work.",
        "A: The heavy work, yeah. But little bit later, I — and become — I tell the people what\nto do, and I — now, I’m working four days a week and giving the people the material\nto do the work, and that’s all. That’s what my job is.",
        "Q: That’s wonderful. That’s wonderful. Let’s talk a little bit about some of your\nthoughts. Have you been back to Poland”?",
        "A: No.",
        "Q: Would you want to go?",
        "A: My — my brother-in-law ask me so many times, let’s go back to Poland, she rest\nin peace. I said — he wants to see his father. I said —December 28, 2009",
        "Q: Why don’t you want to go back’?",
        "A: I had a better — bet — I have a very bad memory with this — with these Polacks.",
        "Q: Right.",
        "A: So that’s the only reason.",
        "Q: Yeah. Have you been t-to Europe?",
        "A: No.",
        "Q: Never?",
        "A: No.",
        "Q: Once you left.",
        "A: I don’t want to — I don’t want to le — I don’t want to know Europe.",
        "Q: Yeah.",
        "A: Because I had that time such a beating that time, would be [indecipherable]\nunbelievable.",
        "Q: Oh, when you came back to your town, you’re talking about, yeah.",
        "A: Yeah, after the war.",
        "Q: Yeah, when they beat you up.",
        "A: So at that time I don’t want to go anyplace.",
        "Q: Yeah, yeah. Have you been to Israel’?",
        "A: ’'m gonna go in — in May, in — next year, in — in May, end of MayDecember 28, 2009",
        "Q: Is this your — will this be your first time?",
        "A: First time.",
        "Q: How wonderful. How wonderful. This coming May?",
        "A: This coming May, end of May, yeah.",
        "Q: That’s wonderful. That’s exciting, so — and — and your sister is where?",
        "A: She passed away.",
        "Q: Oh, she passed away, that’s right.",
        "A: She passed away, yeah.",
        "Q: And your nephew lives where’?",
        "A: With — with us — now he’s become a — his father passed away, so he’s the boss.",
        "Q: So he’s the — the head of the construction.",
        "A: He’s the head of the construction.",
        "Q: Right.",
        "A: Yeah.",
        "Q: So you’re working with him?",
        "A: Yup.",
        "Q: Yeah. Does he talk to — what has he said to you about what you did for him?\nYou saved his life.",
        "A: He knows it, I [indecipherable] you know, he wa —December 28, 2009",
        "Q: What does he say to you about that?",
        "A: Nothing. Nothing he can say. But he is very, very worry about me, every time I\ndon’t feel good. Right now I — I live ina —",
        "Q: Retirement home?",
        "A: — retir — not in a retirement, I live in a—",
        "Q: Assisted living?",
        "A: — assisted living. And so sometimes I don’t feel good, so he said, I want to see —\nI want to see you get dressed and come out to the — to the lobby. Nine o’clock, nine-\nthirty. So I got dressed [indecipherable]. Are you okay? He wants to see if I feel\ngood or not.",
        "Q: Yeah, yeah. Wha — what are your feelings about Germany now? What are your\nthoughts about Germany’",
        "A: Very bad, I just — just as bad as the Polish.",
        "Q: Do you remember the Eichmann trial at all?",
        "A: I—I remember, sure.",
        "Q: What were your thoughts?",
        "A: They didn’t do it — they — they — they did whatever they could. I mean, they have\na —a lot of Nazis over there, they’re supposed to be e-executed, and they didn’t do\nthat. That’s what I thought. I — th — th — you know, it’s just like over here.December 28, 2009",
        "Q: Do — have you experienced anti-Semitism in the United States?",
        "A: Not yet.",
        "Q: Not yet.",
        "A: Not yet.",
        "Q: Do you think it could happen?",
        "A: Could happen.",
        "Q: You feel that way?",
        "A: Could happen, because the way they — I see the swastikas over there every time\nis —1is you know, like a parade, or something.",
        "Q: In the United States?",
        "A: Yeah, I see the swastikas over there.",
        "Q: Yeah.",
        "A: The swasti — could happen. Not to my life",
        "Q: Yeah. Do you think that — that most of the world has learned the lessons of the\nHolocaust?",
        "A: Not the Arabs. But Israel — Israel — I go for Israel. [indecipherable]",
        "Q: What are your thoughts about Israel?",
        "A: Israel is the most wonderful place. I don t wi — I like to live there, too. It’s —\nthey are unbelievable. They — they — if they can go bomb Syria — I mean —December 28, 2009",
        "Q: Iran?",
        "A: Iran. I give them much credit. You [indecipherable] yeah.",
        "Q: Have you been to the Holocaust Museum’?",
        "A: Not yet.",
        "Q: Not yet.",
        "A: No.",
        "Q: Have you —",
        "A: I’m gonna go there. I have a cousin over there. He’s also there, in the picture in\nthe paper and everything. Have picture over there. His name is Manny\nWeismann(ph).",
        "Q: And you’re talking about the museum in Washington, or —",
        "A: Yeah, in Washington.",
        "Q: His picture, where is his picture?",
        "A: In —1n the —",
        "Q: In the exhibit?",
        "A: In the exhibit.",
        "Q: He’s from Poland”?",
        "A: Yeah.",
        "Q: Oh.December 28, 2009",
        "A: Yeah.",
        "Q: That’s — that’s great. And where does he live now?",
        "A: He lives in Denver. Colorado.",
        "Q: So do you have a lot of family here, extended family in the United States?",
        "A: Yes, I have g — the nieces — nieces, grand-nieces extended over here, yes.",
        "Q: Okay. And do you — do you see them?",
        "A: Oh sure. I see them all the time.",
        "Q: Yeah. And these are children of your —",
        "A: Holocaust survivors.",
        "Q: No, no, no, but of your sister and your brother, or —",
        "A: My — not my sister’s, just my — my brother. Then they’re — and they are in\nChicago. And then the — the other ones are, like the Kaplans’ relatives. My sister’s\nside.",
        "Q: Do you — are you more religious? Of course, you were young when the war\nstarted, but do you think you’re more religious, less religious, because of what you",
        "A: I’m relig — less — less relig — less religious what happened to us.",
        "Q: Okay, why are you less religious?December 28, 2009",
        "A: Because that shouldn’t happen to us. Parents, I should know where my parents\nare.",
        "Q: So you feel you’re less —",
        "A: Yes.",
        "Q: Less religious, yeah, yeah. Did you — in the 1960s — course, you were just getting\nsettled, but there was — 60s and 70s was the big civil rights movement.",
        "A: Civil right movement, yeah.",
        "Q: Were you involved in all of that?",
        "A: No, no I was not.",
        "Q: Cause you had lived through so much yourself.",
        "A: Yes, I was not involved in it. You know, is one Jewish fellow got killed, I know.",
        "Q: Yeah, right.",
        "A: You know.",
        "Q: A young bo — young man.",
        "A: A young boy, I know, I remember.",
        "Q: Yeah, yeah. Actually, there were two of them. The two — the three were — were —",
        "A: I didn’t know —",
        "Q: — Schwerner and goo — you’re talking about Schwerner and Goodman in the\nsouth, yeah.December 28, 2009",
        "A: Goodman, yeah.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: Yeah, yeah. Yeah. Do you read about the Holocaust, do you read about the war?",
        "A: The war, yes. I don’t know what’s going to be over there with Syria, Lebanon.",
        "Q: No, but I meant, do you re — excuse me, do you read about World War II?",
        "A: World War II? No.",
        "Q: That’s what I meant.",
        "A: No.",
        "Q: You don’t — you don’t read about the Holocaust or —",
        "A: No.",
        "Q: Yeah. Well, is there anything you would like to say, anything you’d like to add\nto the — any stories, anything you wanted to —",
        "A: No.",
        "Q: — say before we close, about —",
        "A: Stories? I told you about —",
        "Q: Yeah.",
        "A: — my nephew.",
        "Q: Yes, which is a wonderful story.December 28, 2009",
        "A: I took him — I took him in to the cou — to the concentration camp with the belt —",
        "Q: How old was he at the time?",
        "A: Oh, a year.",
        "Q: He was about — he was still a —",
        "A: A yen — a year and a couple months. He was so good, you know, not a cry.",
        "Q: He did not cry.",
        "A: No. Like he would know.",
        "Q: Now, did you tell your son Jack, when he was growing up, about what you\nexperienced?",
        "A: Oh yeah, he knows that.",
        "Q: Ye — no, no, I meant when he was younger.",
        "A: Younger, yeah.",
        "Q: When di — when did you start telling him?",
        "A: I tell him when he was around — he was going into college.",
        "Q: Oh, not till he went to college.",
        "A: Yeah.",
        "Q: You waited.",
        "A: Waited, yeah.",
        "Q: Why did you wait?December 28, 2009",
        "A: Because, he got lot of work, lot of — lot of things to read, and everything. You\nknow, what you — it’s [indecipherable]",
        "Q: Yeah, enough to do, yeah.",
        "A: Boo — books, and everything.",
        "Q: Are you there any sa — things that you see, or sounds that you hear, or smells that\nremind you of the war, and of being in the camps? Do you know what I mean, that\nmakes you think back’?",
        "A: No, no.",
        "Q: Oh, that smells like such and such, you know.",
        "A: No.",
        "Q: Nothing reminds you.",
        "A: Nothing reminds me. I’m going my way. I go to work at four days. Keep myself\noccupied, busy. And people like me, and that’s all.",
        "Q: Uh-huh.",
        "A: Come home, that’s a different story —",
        "Q: Yeah.",
        "A: [indecipherable]December 28, 2009",
        "Q: Are you — are you more comfortable, or were you more comfortable before,\nabout being with people who had survived the war, as opposed to the Americans\nwho lived here —",
        "A: More comfortable that survived the war.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: Ye — and is that still true, that —",
        "A: Yes.",
        "Q: And why — and —",
        "A: I—I don’t know, they went through, just like me.",
        "Q: Right.",
        "A: You know, and th — that’s all it is.",
        "Q: Uh-huh. So when you meet survivors — let’s say you meet a new survivor —",
        "A: New survivor, we find out where 1s he — where — where was he, which camp,\nyou know.",
        "Q: And you each tell each other story — tell the story of each other — of yourselves,\nto each other.",
        "A: So yeah, yeah, yeah.December 28, 2009",
        "Q: Yeah, yeah. So you are more comfortable you said. Yeah. Speaking. Cause they\nunderstand, yeah. Do you think you were, with Jack, were you overprotective in\nraising him, because you had a difficult time in your life, or not?",
        "A: I had t — I had two, two years apart, I have two boys.",
        "Q: You have another son?",
        "A: Yeah, Mark.",
        "Q: Okay, Mark. And where —",
        "A: He lives in California.",
        "Q: Oh.",
        "A: Ah — he lives in Miami.",
        "Q: In Florida?",
        "A: Florida.",
        "Q: Oh, uh-huh, wonderful.",
        "A: So, lo-",
        "Q: Is he older or younger?",
        "A: He’s younger.",
        "Q: Younger.",
        "A: Two years younger. So he’s — in fact, I have to go over there in the beginning of\nMay for the Bar Mitzvah [indecipherable]December 28, 2009",
        "Q: Oh, of your — of grandson —",
        "A: My grandson.",
        "Q: Wonderful.",
        "A: One was already — one was already Bar Mitzvahed, but the other one is coming\nin the middle of May.",
        "Q: Oh, wonderful.",
        "A: And then, after the middle of May, I go to Israel.",
        "Q: Fabulous. That’s a wonderful spring.",
        "A: Yeah.",
        "Q: Wonderful spring. So, when the boys were young, you said you didn’t t-talk\nabout your chi — what you we —",
        "A: No, because they — they had lot of reading to do and everything.",
        "Q: Right. They were busy.",
        "A: And then, I didn’t want to interrupt them and everything.",
        "Q: Yeah. But my question is, were you more protective of them because you had\nhad such a difficult time in your life?",
        "A: Yeah, I’m more protective, yes. It shouldn’t hap — it shouldn’t happen to nobody.",
        "Q: Yeah, yeah. Was your wife a survivor also?",
        "A: No.December 28, 2009",
        "Q: No, she was born in the United States?",
        "A: United States, yeah.",
        "Q: Oh, okay, okay.",
        "A: Yeah, she passed away a year ago.",
        "Q: Oh, yeah. And — and did you tell her about your background right away?",
        "A: Oh sure. She knows it. In fact, she — she always remind me for the candles. Hey,\nyou have to light the candles, you have to light the candles.",
        "Q: Aw, okay.",
        "A: Yeah.",
        "Q: Yeah, yeah. Well, do you think a lot about what you went through, as you’ve\ngotten older, or not?",
        "A: I didn’t get it over yet, no.",
        "Q: No, as you’ve gotten older.",
        "A: Older?",
        "Q: Older. Do you think more about the experiences you had during the war?",
        "A: Yes. I would say yes. I wouldn’t — if I would be older, I wouldn’t survive, just\nlike my —",
        "Q: Yeah. Do you think a lot about it?",
        "A: Yes.December 28, 2009",
        "Q: Every day?",
        "A: Just like my — my parents couldn’t survive.",
        "Q: Yeah. Yeah. Have you tried to find out what happened?",
        "A: Where?",
        "Q: Yeah, what happened to them?",
        "A: Cannot — we know — I know they were — they were executed.",
        "Q: You know that?",
        "A: You know that in —",
        "Q: How — how do you know that?",
        "A: — Bergen-Belsen.",
        "Q: How do you know that?",
        "A: Well —",
        "Q: How did you find out?",
        "A: Well, that — that train, that — that mon — that — that month, the train from JedInia\nwas coming in — into — going over to Russia.",
        "Q: Yeah, and?",
        "A: Ukraine.",
        "Q: Yeah. And so they were taken to the Ukraine?",
        "A: Yeah.December 28, 2009",
        "Q: And th — and that’s where they lost their lives?",
        "A: That’s where — lives, yeah.",
        "Q: Yeah. And do you know where in the Ukraine, or just —",
        "A: Truvlanka(ph).",
        "Q: Oh. Yeah, yeah. And then your — you said you had other siblings.",
        "A: Not th — I don’t remember them.",
        "Q: No, no, no, but do you know what happened to them?",
        "A: No, they were — they were — they were passed away.",
        "Q: Were they with your f— your parents?",
        "A: No. When they really were very young.",
        "Q: Oh, they — they — not from the war.",
        "A: No.",
        "Q: Oh, I see. I see, yeah. Yeah. Yeah. Well, if — is there anything else you wanted to\nadd before we close?",
        "A: No, no, I guess.",
        "Q: N-Nothing else?",
        "A: Nothing else.",
        "Q: Okay. Well, thank you very much for doing this interview.",
        "A: That’s good.\nDecember 28, 2009",
        "Q: Appreciate your taking the time to do it.",
        "A: Take the time always. So many times people come out, let me — let me interview\nyou, let me interview you, I ne — I want to see the story. It’s gonna be in the\nnewspaper? He said, no, it’s for my own personal use, that’s all.",
        "Q: So were you interviewed before? Have you been interviewed before?",
        "A: Just for — for — for half an hour.",
        "Q: By who?",
        "A: By a~—a friend, the Italian fellow.",
        "Q: A friend?",
        "A: Yeah.",
        "Q: Okay, not —",
        "A: Lou costa — Lou Constanza.",
        "Q: Not for a — an organization or anything like that.",
        "A: No, no, no, no, no.",
        "Q: Yeah, yeah. So what made you be willing to do this interview for the Holocaust\nMuseum’?",
        "A: So —so my son can go over there, take a look, he can read.",
        "Q: Right.",
        "A: [indecipherable] okay, that’s —\nDecember 28, 2009",
        "Q: Well, it will be in the archives of the United States Holocaust Memorial\nMuseum.",
        "A: That’s good. Thank you.",
        "Q: Yeah, yes. Thank you. This concludes the interview of Sol Mackler.\nEnd of File Two, Side A\nConclusion of Interview\n98December 28, 2009\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nSol Mackler, conducted by Gail Schwartz, on December 28\", 2009, in Rockville,\nMaryland.",
        "Q: Okay. What is your full name?",
        "Q: And where were you born?",
        "Q: In Poland. And when were you born?",
        "Q: Let’s talk a little bit about your family. Your parents, were they from that town\nalso?",
        "Q: They were born in that town?",
        "Q: What were your parents’ names?",
        "Q: Mackler?December 28, 2009",
        "Q: And did you have any brothers and sisters?",
        "Q: Okay.",
        "Q: And any other siblings, or those were your two siblings?",
        "Q: You had other siblings?",
        "Q: Yeah. Okay. And what kind of work did your father do?",
        "Q: Yeah, well, that was later on.",
        "Q: We’re still — you’re still in your childhood.",
        "Q: So your — did your mother work, or was she home?",
        "Q: She was home. And what about grandparents, and cousins? Did you have it —\nwhat we call extended family?",
        "Q: Grandparents?",
        "Q: On both sides?",
        "Q: Okay.",
        "Q: And what did he do?",
        "Q: Butcher. Okay.",
        "Q: And a— you — were you close to your cousins, and aunts and uncles?",
        "Q: Okay. Okay. Was your family a very religious family?",
        "Q: Very obs — very observant.",
        "Q: And how did you celebrate that? Did you celebrate Shabbat —",
        "Q: Yeah, uh-huh. And do you have any special memories of any of the holidays you\nwanted to talk about?",
        "Q: And you went to the synagogue?",
        "Q: Tell me about the town itself. Was it a small village, or a big town?",
        "Q: Eighteen je — Jewish families, or —",
        "Q: Yeah, and were there non-Jews in the —",
        "Q: Okay. And what part of the town did you live in? Did you live in the Jewish\nsection?",
        "Q: Oh, right in the town center?",
        "Q: Were there non-Jewish neighbors?December 28, 2009",
        "Q: And did you experience any anti-Semitism from the non-Jewish neighborhood —",
        "Q: Okay, okay. Were you — wa-was your family Zionist?",
        "Q: Yeah, and so they talked about Jerusalem and is —",
        "Q: — Israel and Palestine, yeah. Did you have any non-Jewish friends growing up?",
        "Q: Let’s talk about your school, do you remember, was it a public school?",
        "Q: Okay.",
        "Q: Which grade?",
        "Q: Seventh grade? Oh, okay.",
        "Q: Oh, okay, okay. And so you — you were born in this town, you had non-Jewish\nfriends, and then —",
        "Q: — then you went to school. Were you interested in sports at all?",
        "Q: Yeah, okay. And, did you like to read?",
        "Q: Jewish newspapers, okay.",
        "Q: Even when you were young?",
        "Q: Right. So, what language did you speak at home?",
        "Q: You spoke Yiddish?",
        "Q: Did you know Polish at all?",
        "Q: No, no, no, I meant — I’m talking about when you were younger.",
        "Q: Because when you went to school —",
        "Q: — it was in Polish.",
        "Q: Yeah. Okay. So you started school, and what’s your — you were born in 1921?",
        "Q: So Hitler came into power in 1933.",
        "Q: He came into power in °33.",
        "Q: And did you know — did you know anything about, when you were 12, 13, 14,\n15, about a man named Hitler?",
        "Q: How did you — do you remember how you knew?",
        "Q: Uh-huh. Yeah.",
        "Q: Right. So you knew —",
        "Q: Yes, so you knew about that. Did your parents talk to you about it?",
        "Q: Do you remember what they said?",
        "Q: Was it frightening for a young boy?",
        "Q: Yeah. Were you able to have a Bar Mitzvah?",
        "Q: Because — that’s — see, that would be 1934.",
        "Q: And — and why not?",
        "Q: No, I know, but did you have — any market in --",
        "Q: Okay.",
        "Q: Yeah, so you did. You had a Bar Mitzvah.",
        "Q: Yeah, yeah. Oh, well, that’s wonderful.",
        "Q: No. Nothing like here.",
        "Q: Well, that’s wonderful. And so then Hitler comes into power. And then, did\nyour life change between 1933 and 1939, when the war started?",
        "Q: You were just going to school",
        "Q: Were you helping out with — helping your father out at all?",
        "Q: What did you do?",
        "Q: Did you — were you athletic, did you like sports?",
        "Q: You didn’t?",
        "Q: Uh-huh.",
        "Q: Did you belong to any youth groups?",
        "Q: They didn’t ha — in the town.",
        "Q: Yeah. When you were — before 1939, when the war started, were you able to go\ngo other towns, or other villages, to —",
        "Q: What other ci — towns did you —",
        "Q: Yeah.",
        "Q: Oh, yeah. How far away was Radom?",
        "Q: And how did you get there?",
        "Q: So you had a horse and buggy?",
        "Q: Yeah. No car?December 28, 2009",
        "Q: Little time to do it. So, you were saying you did not have a car, you went by\nhorse and buggy.",
        "Q: And what did you do in Radom?",
        "Q: Yeah, yeah. You had cousins your age? Were there kind of —",
        "Q: Yeah.",
        "Q: Okay, and so life goes on in the 1930s — 1934, ’35, 36. Do you have any special\nmemories of that time?",
        "Q: No.",
        "Q: Okay, then comes the beginning of the war in September, 1939.",
        "Q: What is your memory of that?December 28, 2009",
        "Q: Can you tell me about it, please?",
        "Q: Into your town?",
        "Q: And you are now 18 years old.",
        "Q: Were you still in school at the time?",
        "Q: Still?",
        "Q: At 18. In high school?",
        "Q: Okay.",
        "Q: Mm-hm, right.",
        "Q: Separate the Jews from the non-Jew?",
        "Q: From the non-Jews. Did you have to move?",
        "Q: So you had a ghetto in your town?",
        "Q: Yeah.",
        "Q: Okay, let’s talk about life in the ghetto, and what you remember, what the living\nconditions were. You moved out of where you were, out of your house.",
        "Q: And were there other family — did you move into another house, or an\napartment?",
        "Q: And ha — and how many people do you remember were there?",
        "Q: People?",
        "Q: Yeah, and what was the arrangement, the sleeping arrangements?",
        "Q: But a lot of people in one room?",
        "Q: Yeah.",
        "Q: And what did your parents — how did your parents take this?",
        "Q: And did you t-talk about this with your parents?",
        "Q: And what did they —",
        "Q: Yeah.",
        "Q: Yeah. And so you’re in the ghetto, what about food?",
        "Q: Ho-Ho-How did you get it?",
        "Q: They did?",
        "Q: They’re ve — they’re very brave.",
        "Q: Yeah. Did you try to get out at all?",
        "Q: Yeah.",
        "Q: Right, it’s dangerous.",
        "Q: So you were in a— a — an apartment building, was that it?",
        "Q: No, but I meant sl —",
        "Q: A two story —",
        "Q: — private house.",
        "Q: And how man — and 16 people were in this private house.",
        "Q: And what about bathroom facilities? Not much, huh?",
        "Q: Okay. So, did you — your father couldn’t go to work?",
        "Q: And so what did he do during the day?",
        "Q: Just sat.",
        "Q: Yeah, yeah. And s — and so, okay, so then what was the next thing that\nhappened? You’re in the ghetto, you’re in this building, you’re not going out,\nyou’re not getting much food, and then what happened?",
        "Q: You stayed for two years.",
        "Q: Did you ever go outside in those two years?",
        "Q: In the vicinity of the house?",
        "Q: Yeah. Were there other young people, young 18 year olds with you?December 28, 2009",
        "Q: So what did you all talk about, what —",
        "Q: Yeah. Did you have a radio then, in the ghetto?",
        "Q: No radios.",
        "Q: So you didn’t. And no papers, I —",
        "Q: So you really didn’t know what was happening?",
        "Q: So this is 1939 —",
        "Q: — 1940. Then — then what ha — what’s the next development?",
        "Q: And what did they do?",
        "Q: Okay.December 28, 2009",
        "Q: Wh-Where did they do this?",
        "Q: You all came out?",
        "Q: How did you know to come out?",
        "Q: Okay. How did you feel, as a young man, when you first saw the Nazis? Do you\nremember what your thoughts were, or how you felt about that?",
        "Q: We-Were you frightened?",
        "Q: Did you te — did you tell your parents you were frightened?",
        "Q: Oh, this — okay, so now. I was talking about before.",
        "Q: Yeah, yeah.December 28, 2009",
        "Q: Okay, so —",
        "Q: So this was what, 1941?",
        "Q: Two, okay, so they separate the young people.",
        "Q: From the older people.",
        "Q: And where did you go?",
        "Q: Okay, and how did you get — did you say goodbye to your parents?",
        "Q: You were able to?",
        "Q: And what did you take with you?",
        "Q: You weren’t allowed to take anything with you?",
        "Q: To make ammunition of —",
        "Q: — labor camp making ammunition.",
        "Q: Do you remember the name of it?",
        "Q: You went to Pionki, okay.",
        "Q: O-Okay, let’s talk about Pionki first. First of all, how did you get there?",
        "Q: Oh, okay, so the young men and women, or just men —",
        "Q: Young men only. So the wi —",
        "Q: Oh, they came with you?",
        "Q: But in a separate group.",
        "Q: Okay, so you walk over to Pionki.",
        "Q: And then what happened?",
        "Q: Like in a barracks, or —",
        "Q: Yeah. And these are all young men, your age?",
        "Q: Strong, young men.",
        "Q: Yeah.",
        "Q: Were you one of those?",
        "Q: Le-Let’s — okay, we’ll get to that in a minute. Let’s talk about, again, what the\nliving conditions were in Pionki, what — you were in a barrack?December 28, 2009",
        "Q: Did you wear a uniform?",
        "Q: No. Did you wear any identifying star —",
        "Q: — wha — what did you have?",
        "Q: Oh, you had a striped uniform —",
        "Q: — before.",
        "Q: Okay. Did you have any star, Jewish star, or anything on you?",
        "Q: No.",
        "Q: Just your number.",
        "Q: Okay, do you remember your number?",
        "Q: What was it?",
        "Q: 1-0-5-8.",
        "Q: Yeah, you remember that. Wa — just to back up, when you were in, before you\nwere taken away, did you — in — in — in — did you have to wear any star in the town?",
        "Q: You did?",
        "Q: The yellow star?",
        "Q: So everybody did this before you were t —",
        "Q: How did you feel having to wear a yellow star?",
        "Q: Yeah.",
        "Q: Yeah. But were you angry that you had to wear a star?",
        "Q: No.",
        "Q: And did your mother sew it onto your clothes?",
        "Q: She sewed on the st —",
        "Q: Oh, you would — you would sew it on.",
        "Q: Yeah. A-And, did you, be-before you were taken away, you were in the ghetto,\nbut before you were taken away, did you talk things over with your sister?",
        "Q: And what was her state of mind?",
        "Q: Oh, she was married.December 28, 2009",
        "Q: Oh, okay. All right, you’re now in Pionki, and you slept in barracks.",
        "Q: Do they give you enough food?",
        "Q: What ki — what did they give you?",
        "Q: How many times a day”?",
        "Q: Twice a day.",
        "Q: And then you’d go out, what, you would go to work in the —",
        "Q: Walking to the factory?",
        "Q: I see.",
        "Q: Yeah, and for how — how long were you in the munitions factory before you\nwent to do the heavier —",
        "Q: Right.",
        "Q: What — what were you actually doing in the factory?",
        "Q: Do you remember what you were doing?",
        "Q: And then you would cut the plates.",
        "Q: You would just take that —",
        "Q: I see.",
        "Q: And how did — how did you stay warm?December 28, 2009",
        "Q: Oh, right.",
        "Q: Oh, from the cutting and everything.",
        "Q: Oh.",
        "Q: Yeah, you did [indecipherable] but I’m not [indecipherable] yeah.",
        "Q: Were you allowed to talk to the other laborers?",
        "Q: Did — did you have German guards? The Nazi guards, or German guards?",
        "Q: Polish?",
        "Q: Ukrainians, yeah. But they let you talk to each other, and —",
        "Q: Yeah, yeah.",
        "Q: Really? Okay. And were you ever beaten or anything, at that time?",
        "Q: No.",
        "Q: Yeah, yeah.",
        "Q: Okay. Okay. So then you go out to lay track, you said, railroad track’?",
        "Q: And what time of year was this, was it —",
        "Q: Yeah, but what — what — what season was it?",
        "Q: Okay.",
        "Q: Oh, you were — there were tracks being put in a tunnel?",
        "Q: Okay.",
        "Q: Oh, all right. So how long were you in the tunnels, just a short —",
        "Q: Oh, before you got sick.",
        "Q: Yeah. Because you didn’t have fresh air, is that it? Did a lot of people get sick?",
        "Q: What, you couldn’t breathe?",
        "Q: Yeah. Okay, so now you’re back in the munitions —",
        "Q: — mun-munitions factory, and then, doing the same job?",
        "Q: And — and — and you don’t know what’s happening in the rest of the world?",
        "Q: Okay. So then what, so next, how long did you stay there for the second time?\nOr what was the next place you went to?",
        "Q: Yeah.",
        "Q: Oh.",
        "Q: You escaped?",
        "Q: These are young men like you?",
        "Q: Oh, now tell me how you planned that. How did you —",
        "Q: No, but you t — obviously you talked about it first.",
        "Q: Was it your idea, or somebody —",
        "Q: And you agreed?",
        "Q: You weren’t scared.",
        "Q: So then ho — tell me, there are about four or five, you said, and what did you do,\nyou cut the wires?",
        "Q: And — and when —",
        "Q: Oh my. Okay, so these are the woods around —",
        "Q: Yeah, and —",
        "Q: And — and — and this is 1942?",
        "Q: Okay. And how long did you stay in the woods? What did you —",
        "Q: And how did you get food, and how did you stay warm, and —",
        "Q: And they gave you food?",
        "Q: And they knew that you were Jews?",
        "Q: And you had your — your uniform, your striped uniform?",
        "Q: So they were good to you?",
        "Q: And so you just — did you try to move —",
        "Q: — to another?",
        "Q: Who 1s they?",
        "Q: Oh, then you came in contact with them?",
        "Q: Yeah.",
        "Q: Oh, the pl — the airplanes came over.",
        "Q: So they would —",
        "Q: — fire down on you.",
        "Q: And you thought they could see you?",
        "Q: Oh, oh. So you all split up?",
        "Q: You stayed together?",
        "Q: Okay. Did you ever see any partisan groups?",
        "Q: Oh, so you joined another —",
        "Q: Oh, you came a — you met another group.",
        "Q: I see. How soon after you got into the woods —",
        "Q: — after your escape, did you meet the partisans?",
        "Q: It was soon after you got —",
        "Q: They got to you, yeah.",
        "Q: And what did you do for them?",
        "Q: Yeah.",
        "Q: Oh, okay.",
        "Q: Yeah, they liked that, I’m sure.",
        "Q: Yes, right.",
        "Q: And — and did you get new clothes, did you —",
        "Q: So, you’re with the partisan groups, did you do anything, did they do any kind of\nresistance?",
        "Q: You tried to get to Warsaw, okay.",
        "Q: Did you — you did get to Warsaw?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: So you never did get to Warsaw.",
        "Q: Oh, okay. So now you’re back in the woods.",
        "Q: And then what happened?",
        "Q: Okay.",
        "Q: You got captured?",
        "Q: Again?",
        "Q: These are the Germans?",
        "Q: Ah. So you were a partisan for what, eight months?",
        "Q: Six months.",
        "Q: Okay.",
        "Q: Did they — di-did they capture the whole partisan group?",
        "Q: Do you know who the leader of the group was? Do you remember zi — his name?\nNo.",
        "Q: Were there men and women in the group?",
        "Q: Just men. Were there — no children?",
        "Q: Just young mean.",
        "Q: Yeah. About how big was the group?",
        "Q: Sixty-five. And these were Polish Jews?",
        "Q: It was strictly a j — a Jewish partisan —",
        "Q: — partisan group, okay. So then the Germans find you, and how did you get to\nGermany”",
        "Q: Yeah. When they captured you, did anybody try to fight back, or not?",
        "Q: No. No, okay. So then you get on the train. Did you know where you were\ngoing?December 28, 2009",
        "Q: Oh, okay.",
        "Q: Oh dear. Yeah.",
        "Q: So you get to Germany.",
        "Q: Did you know what Sachsenhausen was before you got there? Had you heard of\nit?",
        "Q: Yeah.",
        "Q: Oh my.",
        "Q: You found your sister in that camp.",
        "Q: That’s incredible.",
        "Q: Side B. And we were talking about how you just got to Sachsenhausen with\nyour partisan group, and you were staying in the barracks, and you found your\nsister. How did you find your sister?",
        "Q: Ho-Ho-How did you find her?",
        "Q: At the time.",
        "Q: Yeah.",
        "Q: And you saw —",
        "Q: Oh, uh-huh.",
        "Q: So you happened just to see her, and —",
        "Q: Had she been living in Hungary? She was not.December 28, 2009",
        "Q: No.",
        "Q: Yeah, but that was a little — that was later on.",
        "Q: That was later on.",
        "Q: But earlier, when you first got there, was she already there.",
        "Q: She was — anybody else from your family beside —",
        "Q: Just your sister. Okay. Well, that must have been an emotional —",
        "Q: — reunion, oh my goodness.",
        "Q: Oh my goodness. So you lived in a barracks —",
        "Q: — in Sachsenhausen.December 28, 2009",
        "Q: And what did you do there?",
        "Q: Planes.",
        "Q: Wings for the planes.",
        "Q: And again —",
        "Q: That was very bad?",
        "Q: And what — what kind of clothes were you wearing? Were you still —",
        "Q: The same thing that you had on before?",
        "Q: From Pionki.",
        "Q: They don’t give you any other?",
        "Q: So you had the same number?",
        "Q: From Pionki?",
        "Q: Right. Did you have to line up, did they — did they count you in the morning?",
        "Q: You stood up in line and they di — did they do that at Pionki?",
        "Q: Right. Counted people. Did anybody try to escape from Sachsenhausen?",
        "Q: And what — what — again, what kind of food did they give you, to keep going?",
        "Q: Was better food than Pionki.",
        "Q: Yeah, yeah. And how many people were sleeping in your barracks?",
        "Q: And you had your own bed, your own cot?",
        "Q: Your own bed?",
        "Q: Yeah. Okay, and what did you all talk about? What did you prisoners talk —",
        "Q: You don’t talk on the job.",
        "Q: Yeah.",
        "Q: And you said — you said you were an observant Jew before —",
        "Q: — when you were growing up. Did you — could you do anything?",
        "Q: There was no way you could observe —",
        "Q: Yeah, yeah. So there was no way —",
        "Q: Right, right, right, yeah. And so here — so now you’re at — in Sachsenhausen,\nhad you go-gone to Oranienburg first?December 28, 2009",
        "Q: When did you do that?",
        "Q: Okay. From?",
        "Q: From Pionki.",
        "Q: So you didn’t stay in Oranienburg.",
        "Q: You went to — you went — I see, okay. I had thought you stayed in Oranienburg.",
        "Q: No, no, you went directly to Sachsenhausen.",
        "Q: Yeah, and you stayed there. And what was your state of mind, and what was\nyour state of health?",
        "Q: Right.December 28, 2009",
        "Q: You keep thinking that maybe it’s gonna get better.",
        "Q: Yeah. Did you pray at all, to yourself, or —",
        "Q: No. You just thought, maybe it’s gonna get better.",
        "Q: Yeah. Yeah. And again, you did not know what was happening in the rest of the\nworld.",
        "Q: No, no. Okay. And did the other prisoners help each other out?",
        "Q: One man didn’t help the other man’?",
        "Q: No?",
        "Q: Yeah. Did you talk about your families to oth — the other men?",
        "Q: They did tell you about their families —",
        "Q: — and their towns, and —",
        "Q: Did you know any of them before? Were any of them from Pionki?",
        "Q: So they were all newer people.",
        "Q: Okay. And so you stay in Sachsenhausen for how long? Til —",
        "Q: What would you like? Yeah, any story you have is good.",
        "Q: That’s okay.",
        "Q: Oh.",
        "Q: Yeah.",
        "Q: Di-Di-Did you have any chances to — to see them, to talk to them?",
        "Q: Ho-How did that ha — can you describe how that happened?",
        "Q: But you were able to — to actually be physically next to them, and talk to them?",
        "Q: Through a fence.",
        "Q: Oh, okay, so you didn’t —",
        "Q: Yeah. And that’s how you talked to your sister?",
        "Q: I see. Yeah, yeah. And so a lot of pe — so the man were behind on one side of the\nfence, and the women on the other, and they would talk to each other, yeah. So nowDecember 28, 2009\nyou’re in Sachsenhausen, and you stayed there for how long? Til the end of the\nwar, or —",
        "Q: Oh, okay. And — and what was that like, can you describe that?",
        "Q: What was that day, and how did you know it was happening.",
        "Q: Absolutely. Please do, please do.",
        "Q: Where was who — whose —",
        "Q: Your — her sister’s husband.",
        "Q: Make the uniforms, you mean?",
        "Q: Oh, that’s wonderful what you did. It’s wonderful.",
        "Q: Wonderful. What was the — the little boy’s name’?",
        "Q: Yeah. Or what did you call him? Did you have —",
        "Q: Nathan.",
        "Q: Oh.",
        "Q: And he survived the — the war at this point?",
        "Q: With his mother.",
        "Q: Yeah. Aw.",
        "Q: Really? Yeah.",
        "Q: And what about his father?",
        "Q: Oh, okay.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: That’s a wonderful story, that’s a wonderful story, what you did —",
        "Q: — what you did, yeah, priceless. So your — you’re in Sachsenhausen, it’s towards\nthe end of the war, and how did you know it was?",
        "Q: Yeah.",
        "Q: So all of a sudden there were no Germans.",
        "Q: And what did you think’?December 28, 2009",
        "Q: You just stayed.",
        "Q: Did you speak any German, by the way’?",
        "Q: That you knew before the war?",
        "Q: You picked it up during the war.",
        "Q: Tell me what your feelings were when you realized that 1t was the end of the\nwar.",
        "Q: Yeah.",
        "Q: Did you do any kind of celebration? Did you mark the —",
        "Q: No.",
        "Q: Yeah.",
        "Q: These are the Polish people you —",
        "Q: — you got back to your town?",
        "Q: How did you get back’?",
        "Q: You could just get on a train?December 28, 2009",
        "Q: You didn’t need any money or —",
        "Q: And you’re still wearing your prison outfit?",
        "Q: By then you had, yeah.",
        "Q: Yeah. And did you go back with people from your town?",
        "Q: Yeah, and —",
        "Q: You went back — did you go back to your house? How did they find you, I mean.",
        "Q: And they were — and — and people knew you were there?",
        "Q: What did they say to you?",
        "Q: You left.",
        "Q: Oh my goodness. Oh my goodness. Now, what about your parents? What — what\nhad happened with your parents, do you know?",
        "Q: Nobody knows. And what about your other — you said you had other siblings,\nother brothers and sisters. Do you know anything about them?",
        "Q: Yeah, before the war.",
        "Q: You don’t know, yeah.",
        "Q: So you — it’s only your sister.",
        "Q: Oh, you — your brother.",
        "Q: Yeah, te-tell me about hi — what happened with him? He — he worked —",
        "Q: So he was never captured?",
        "Q: Oh, okay, and he — did he stay in Poland during the war, the whole time?",
        "Q: And he what, did resistance activities, or —",
        "Q: Yeah. And he survived, fortunately.",
        "Q: So the three of you survived. And then, did you get to see him after the war?",
        "Q: Where — where was he?",
        "Q: Oh —",
        "Q: Oh, before you left Germany.",
        "Q: You went back to Germany.",
        "Q: You went back to Poland, then went back to Germany.December 28, 2009",
        "Q: Where’d you go?",
        "Q: And so where did you get off the train?",
        "Q: Out to Bad Nauheim.",
        "Q: Right. To a DP camp? A displaced persons camp?",
        "Q: And that’s where your brother —",
        "Q: He found you.",
        "Q: Okay.",
        "Q: Cause she left at the end of the war, to go to Sweden.",
        "Q: They took her to Sweden, her and —",
        "Q: — and her little boy.",
        "Q: So — so now you’re in — 1n— in the DP camp, displaced persons camp with your\nbrother and — and you stayed there?",
        "Q: And what did you do, and how did they treat you?",
        "Q: With enough food.",
        "Q: Yeah, and when did you hear about what happened to all the other Jews during\nthe war?",
        "Q: Then the — you found out, yeah.",
        "Q: Yeah, yeah. And so at — at — did you do any — did you have any classes, or did\nyou do any — anything at the — at Bad Nauheim, did you —",
        "Q: — train you, any job training?",
        "Q: So what did you do every day?",
        "Q: Yeah. You just kept searching.",
        "Q: But you didn’t have a job, or —",
        "Q: And now you’re — let’s see, 19 — you’re 24 years old?",
        "Q: And where did you live in the camp?",
        "Q: In another barracks, or —",
        "Q: Yeah. And people’s s-state of mind was good?December 28, 2009",
        "Q: Oh, German Jews.",
        "Q: Who came —",
        "Q: So you stayed in Bad Nauhei — Nauheim for how long?",
        "Q: And you came to the United States.",
        "Q: Now, that was your decision, to come here?",
        "Q: Why did — what did the United States mean to you at that time?",
        "Q: Yeah. So you were in the DP camp —December 28, 2009",
        "Q: — for a couple of years?",
        "Q: Two — two years, so to ’47, or so? °48”?",
        "Q: Forty-eight.",
        "Q: Okay. And then, when the state of Israel was formed.",
        "Q: Did you know about that?",
        "Q: Signed up for what?",
        "Q: You were — you —",
        "Q: She did not want to go to Israel.",
        "Q: But you wanted to.December 28, 2009",
        "Q: So she — we — we — di — bu — she — did she come back to —",
        "Q: — from Sweden to Bad no —",
        "Q: So you were with her then. I see.",
        "Q: Yeah.",
        "Q: The son, yeah. So, she and you and the husband and the little boy dis —",
        "Q: — to — to go to the United States.",
        "Q: Yeah, yeah. And so you were —",
        "Q: What — what kind of problems?",
        "Q: This is in the DP camp.",
        "Q: What kind of bla — what were you selling?",
        "Q: How did you get involved in that?",
        "Q: Right.",
        "Q: You had a car?",
        "Q: Back and forth to Belgium?",
        "Q: To pick up the diamonds.",
        "Q: And bring them back and sell them.",
        "Q: They knew that.",
        "Q: The authorities knew that.",
        "Q: What was your — what was your new name’?",
        "Q: Karl Koch?",
        "Q: Yeah, k-o-c-h, yeah.",
        "Q: How did you happen to pick that?",
        "Q: I don’t mean to laugh.",
        "Q: So that’s how you went out.",
        "Q: Okay, okay, no, you’re still — let’s get back to the DP camp. So you’re going to\nthe United States, you get your new name.",
        "Q: And then how soon after did they give you —",
        "Q: — permission to come to the United States?",
        "Q: Yeah, it didn’t take a long time.",
        "Q: Did you come by boat?",
        "Q: What was that like?",
        "Q: Wha — what —",
        "Q: Really?",
        "Q: So when was it?",
        "Q: To the deck?",
        "Q: Yeah.",
        "Q: So was this in the winter, di — when — what — what time of year?",
        "Q: December of —",
        "Q: Forty — ’°49?",
        "Q: Okay.",
        "Q: So then you come — you come to New York?",
        "Q: Yeah.",
        "Q: Because of the weather, or —",
        "Q: Okay.",
        "Q: The storm. Now, was your family with you on the boat?",
        "Q: Why weren’t you all together?December 28, 2009",
        "Q: So they did not want to leave —",
        "Q: — or they wanted to stay —",
        "Q: But you wanted to get to —",
        "Q: Okay.",
        "Q: And so you get to New Orleans.",
        "Q: Did you speak any — any —",
        "Q: — English?",
        "Q: By whom?",
        "Q: From where?December 28, 2009",
        "Q: Oh.",
        "Q: Oh.",
        "Q: Oh.",
        "Q: But you didn’t — they didn’t know you.",
        "Q: No.",
        "Q: Were they Jewish?",
        "Q: They were Jewish.",
        "Q: Okay.",
        "Q: Saratoga, New York?December 28, 2009",
        "Q: No, sara — Saratoga is what?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: The winery.",
        "Q: It’s in — in California.",
        "Q: Oh, I see.",
        "Q: In California.",
        "Q: Okay. Cause there’s a Saratoga, New York, that’s why I —December 28, 2009",
        "Q: And so you stayed in California?",
        "Q: And you started to learn English?",
        "Q: You went to work in the winery?",
        "Q: What did you do?",
        "Q: Yeah. Uh-huh. And did you talk to the other workers?",
        "Q: And did they ask you about your experiences —",
        "Q: — during the war, and did you tell them about it?",
        "Q: Yeah.",
        "Q: Ah, yes. Yeah.",
        "Q: Yeah. And by that, did it take you a long time to learn English?",
        "Q: Oh, okay.",
        "Q: Cause you were like 29, or —",
        "Q: — 30 by then. Yeah, and were you in contact with your sister and brother and the\nfamily still, when you were in California?",
        "Q: How did you stay in contact with them, by mail?",
        "Q: Y-You were the one going out with a Gentile?",
        "Q: Oh, okay.",
        "Q: Yeah.",
        "Q: Oh, okay.",
        "Q: Did you know anybody in New York’?",
        "Q: You went to this strange city not knowing anybody?",
        "Q: How did you know where to go in New York’?",
        "Q: But how did you know where to live, I mean —",
        "Q: So you became a butcher.",
        "Q: And where did you live?",
        "Q: In Manhattan?",
        "Q: In Brooklyn?",
        "Q: In Brooklyn?",
        "Q: Oh, okay.",
        "Q: So then y — yeah, and then what happened, and how’?",
        "Q: Yeah.",
        "Q: Oh, okay.",
        "Q: So now you’re in New Jersey with your brother-in-law and your sister and\nnephew.",
        "Q: And then what happened?",
        "Q: That’s your story. Well, we have a little more t — just to — to talk about.\nEnd of File One, Side BDecember 28, 2009",
        "Q: A. So you’re now in New Jersey, working for your brother-in-law.",
        "Q: Okay. And how long — what did you do for him?",
        "Q: Yeah. And then —",
        "Q: Building houses?",
        "Q: Private houses?",
        "Q: Okay. And did you live with them?",
        "Q: You lived by yourself?",
        "Q: And for how long did you do that?",
        "Q: Yeah.",
        "Q: Oh really?",
        "Q: Wonderful.",
        "Q: That’s wonderful.",
        "Q: Oh, wonderful.",
        "Q: Okay. So you’re still working for your —",
        "Q: So you lived in New Jersey.",
        "Q: Yeah.",
        "Q: When did you get married?",
        "Q: In fi — five, °56?",
        "Q: Yeah.",
        "Q: Okay, and did — did you both live in New Jersey”",
        "Q: So you stayed in New Jersey.",
        "Q: And what town in New Jersey? It’s okay. That’s okay, so then you — she got\npregnant.",
        "Q: And — and then you had your child.",
        "Q: And then how long did you — you’re still in New Jersey?",
        "Q: Yeah.",
        "Q: And you stayed with him?December 28, 2009",
        "Q: Okay, and are you still working in that construction business?",
        "Q: You’re still doing it?",
        "Q: That’s wonderful.",
        "Q: That’s wonderful.",
        "Q: You actually did the heavy work.",
        "Q: That’s wonderful. That’s wonderful. Let’s talk a little bit about some of your\nthoughts. Have you been back to Poland”?",
        "Q: Would you want to go?",
        "Q: Why don’t you want to go back’?",
        "Q: Right.",
        "Q: Yeah. Have you been t-to Europe?",
        "Q: Never?",
        "Q: Once you left.",
        "Q: Yeah.",
        "Q: Oh, when you came back to your town, you’re talking about, yeah.",
        "Q: Yeah, when they beat you up.",
        "Q: Yeah, yeah. Have you been to Israel’?",
        "Q: Is this your — will this be your first time?",
        "Q: How wonderful. How wonderful. This coming May?",
        "Q: That’s wonderful. That’s exciting, so — and — and your sister is where?",
        "Q: Oh, she passed away, that’s right.",
        "Q: And your nephew lives where’?",
        "Q: So he’s the — the head of the construction.",
        "Q: Right.",
        "Q: So you’re working with him?",
        "Q: Yeah. Does he talk to — what has he said to you about what you did for him?\nYou saved his life.",
        "Q: What does he say to you about that?",
        "Q: Retirement home?",
        "Q: Assisted living?",
        "Q: Yeah, yeah. Wha — what are your feelings about Germany now? What are your\nthoughts about Germany’",
        "Q: Do you remember the Eichmann trial at all?",
        "Q: What were your thoughts?",
        "Q: Do — have you experienced anti-Semitism in the United States?",
        "Q: Not yet.",
        "Q: Do you think it could happen?",
        "Q: You feel that way?",
        "Q: In the United States?",
        "Q: Yeah.",
        "Q: Yeah. Do you think that — that most of the world has learned the lessons of the\nHolocaust?",
        "Q: What are your thoughts about Israel?",
        "Q: Iran?",
        "Q: Have you been to the Holocaust Museum’?",
        "Q: Not yet.",
        "Q: Have you —",
        "Q: And you’re talking about the museum in Washington, or —",
        "Q: His picture, where is his picture?",
        "Q: In the exhibit?",
        "Q: He’s from Poland”?",
        "Q: Oh.December 28, 2009",
        "Q: That’s — that’s great. And where does he live now?",
        "Q: So do you have a lot of family here, extended family in the United States?",
        "Q: Okay. And do you — do you see them?",
        "Q: Yeah. And these are children of your —",
        "Q: No, no, no, but of your sister and your brother, or —",
        "Q: Do you — are you more religious? Of course, you were young when the war\nstarted, but do you think you’re more religious, less religious, because of what you",
        "Q: Okay, why are you less religious?December 28, 2009",
        "Q: So you feel you’re less —",
        "Q: Less religious, yeah, yeah. Did you — in the 1960s — course, you were just getting\nsettled, but there was — 60s and 70s was the big civil rights movement.",
        "Q: Were you involved in all of that?",
        "Q: Cause you had lived through so much yourself.",
        "Q: Yeah, right.",
        "Q: A young bo — young man.",
        "Q: Yeah, yeah. Actually, there were two of them. The two — the three were — were —",
        "Q: — Schwerner and goo — you’re talking about Schwerner and Goodman in the\nsouth, yeah.December 28, 2009",
        "Q: Yeah.",
        "Q: Yeah, yeah. Yeah. Do you read about the Holocaust, do you read about the war?",
        "Q: No, but I meant, do you re — excuse me, do you read about World War II?",
        "Q: That’s what I meant.",
        "Q: You don’t — you don’t read about the Holocaust or —",
        "Q: Yeah. Well, is there anything you would like to say, anything you’d like to add\nto the — any stories, anything you wanted to —",
        "Q: — say before we close, about —",
        "Q: Yeah.",
        "Q: Yes, which is a wonderful story.December 28, 2009",
        "Q: How old was he at the time?",
        "Q: He was about — he was still a —",
        "Q: He did not cry.",
        "Q: Now, did you tell your son Jack, when he was growing up, about what you\nexperienced?",
        "Q: Ye — no, no, I meant when he was younger.",
        "Q: When di — when did you start telling him?",
        "Q: Oh, not till he went to college.",
        "Q: You waited.",
        "Q: Why did you wait?December 28, 2009",
        "Q: Yeah, enough to do, yeah.",
        "Q: Are you there any sa — things that you see, or sounds that you hear, or smells that\nremind you of the war, and of being in the camps? Do you know what I mean, that\nmakes you think back’?",
        "Q: Oh, that smells like such and such, you know.",
        "Q: Nothing reminds you.",
        "Q: Uh-huh.",
        "Q: Yeah.",
        "Q: Are you — are you more comfortable, or were you more comfortable before,\nabout being with people who had survived the war, as opposed to the Americans\nwho lived here —",
        "Q: Yeah.",
        "Q: Ye — and is that still true, that —",
        "Q: And why — and —",
        "Q: Right.",
        "Q: Uh-huh. So when you meet survivors — let’s say you meet a new survivor —",
        "Q: And you each tell each other story — tell the story of each other — of yourselves,\nto each other.",
        "Q: Yeah, yeah. So you are more comfortable you said. Yeah. Speaking. Cause they\nunderstand, yeah. Do you think you were, with Jack, were you overprotective in\nraising him, because you had a difficult time in your life, or not?",
        "Q: You have another son?",
        "Q: Okay, Mark. And where —",
        "Q: Oh.",
        "Q: In Florida?",
        "Q: Oh, uh-huh, wonderful.",
        "Q: Is he older or younger?",
        "Q: Younger.",
        "Q: Oh, of your — of grandson —",
        "Q: Wonderful.",
        "Q: Oh, wonderful.",
        "Q: Fabulous. That’s a wonderful spring.",
        "Q: Wonderful spring. So, when the boys were young, you said you didn’t t-talk\nabout your chi — what you we —",
        "Q: Right. They were busy.",
        "Q: Yeah. But my question is, were you more protective of them because you had\nhad such a difficult time in your life?",
        "Q: Yeah, yeah. Was your wife a survivor also?",
        "Q: No, she was born in the United States?",
        "Q: Oh, okay, okay.",
        "Q: Oh, yeah. And — and did you tell her about your background right away?",
        "Q: Aw, okay.",
        "Q: Yeah, yeah. Well, do you think a lot about what you went through, as you’ve\ngotten older, or not?",
        "Q: No, as you’ve gotten older.",
        "Q: Older. Do you think more about the experiences you had during the war?",
        "Q: Yeah. Do you think a lot about it?",
        "Q: Every day?",
        "Q: Yeah. Yeah. Have you tried to find out what happened?",
        "Q: Yeah, what happened to them?",
        "Q: You know that?",
        "Q: How — how do you know that?",
        "Q: How do you know that?",
        "Q: How did you find out?",
        "Q: Yeah, and?",
        "Q: Yeah. And so they were taken to the Ukraine?",
        "Q: And th — and that’s where they lost their lives?",
        "Q: Yeah. And do you know where in the Ukraine, or just —",
        "Q: Oh. Yeah, yeah. And then your — you said you had other siblings.",
        "Q: No, no, no, but do you know what happened to them?",
        "Q: Were they with your f— your parents?",
        "Q: Oh, they — they — not from the war.",
        "Q: Oh, I see. I see, yeah. Yeah. Yeah. Well, if — is there anything else you wanted to\nadd before we close?",
        "Q: N-Nothing else?",
        "Q: Okay. Well, thank you very much for doing this interview.",
        "Q: Appreciate your taking the time to do it.",
        "Q: So were you interviewed before? Have you been interviewed before?",
        "Q: By who?",
        "Q: A friend?",
        "Q: Okay, not —",
        "Q: Not for a — an organization or anything like that.",
        "Q: Yeah, yeah. So what made you be willing to do this interview for the Holocaust\nMuseum’?",
        "Q: Right.",
        "Q: Well, it will be in the archives of the United States Holocaust Memorial\nMuseum.",
        "Q: Yeah, yes. Thank you. This concludes the interview of Sol Mackler."
    ],
    "answers": [
        "Answer: That’s right.",
        "A: Sol, s-o-l, and my last name is m-a-c-k-l-e-r.",
        "A: Poland. In — in Poland. JedInia, in Poland.",
        "A: January 5\", 1921.",
        "A: That town also, they —",
        "A: Right. They were born in town, we were rai — I was raised in that town.",
        "A: Jankel(ph).",
        "A: Mackler. And my mother — my mother was Esther.",
        "A: I had —I had Jarma(ph), that’s the oldest brother.",
        "A: And my sister was two years old — two years older than me. Her name was — was\nname [indecipherable]",
        "A: I don’t remember them, yes, we had them.",
        "A: Yes.",
        "A: My father was a butcher, and I was also the same thing.",
        "A: Yeah, yeah",
        "A: Yeah.",
        "A: No, no, she was home.\nDecember 28, 2009",
        "A: Extended family, yeah, had my grandparents.",
        "A: Yes.",
        "A: Oh bo — no, I — just on my father’s side.",
        "A: Name was Maris(ph), and —",
        "A: Also was a butcher.",
        "A: Yeah.",
        "A: I was too young.",
        "A: Yes. They’re both religious.",
        "A: Yeah.December 28, 2009",
        "A: Shabbat, Shabbas and — and all the holidays, yes, definitely.",
        "A: No. Just, you know, the regular, you know, Rosh Hashanah, Yom Kippur.",
        "A: The synagogue, yes.",
        "A: A very small urs — village. Altogether maybe about 18 families.",
        "A: Jewish families.",
        "A: Oh, plenty non-Jews, yeah, Gentile.",
        "A: In the middle — in the middle of the town.",
        "A: Yeah.",
        "A: Neighbors, yes.",
        "A: I was — I was too young.",
        "A: Yes, I can tell, yes, yes.",
        "A: Jewish laws la — yes, yes.",
        "A: Yes, in school, yes, I had non-goo — non-Jewish — non-Jewish — not Jewish\npeople.",
        "A: Public school",
        "A: Yes. I was in the seventh grade, that’s what I remember.",
        "A: In the seventh grade.",
        "A: And that’s it. The war broke out.December 28, 2009",
        "A: No.",
        "A: I was too young.",
        "A: Yes. I tried to read Jewish pa — Jewish newspaper.",
        "A: Yeah.",
        "A: Even young, yes.",
        "A: Yiddish.",
        "A: Yeah.",
        "A: Oh, yes, Polish I know. I forgot already.",
        "A: Yeah, yes, Polish.December 28, 2009",
        "A: Yes.",
        "A: Right.",
        "A: Yeah.",
        "A: Thirty-nine — 30 —",
        "A: Not —",
        "A: Yes, we know about that.",
        "A: Yeah, remember this, the newspapers, the radios.",
        "A: They all — they would try to liquidate all the Jewish people.",
        "A: Y — you knew — you knew all about it, yes.December 28, 2009",
        "A: Yes.",
        "A: No.",
        "A: It was frightening, yes.",
        "A: No.",
        "A: Yeah.",
        "A: We didn’t have Bar Mitzvah like we have over here in the — in the States.",
        "A: Marketing, yes, I’d say the [indecipherable] and the Torah.",
        "A: And then they invite all the fr — the people home, and they had — you know, a\nluncheon.",
        "A: A luncheon, yes.December 28, 2009",
        "A: Not like here.",
        "A: No.",
        "A: No.",
        "A: Just school, and you know.",
        "A: Yes, definitely, yes.",
        "A: Help him to — you know, as a butcher. And I was very strong, and I do all the\nchores which has to be done.",
        "A: No, I did not like sports.",
        "A: No. I was too busy to help my father.\nDecember 28, 2009",
        "A: Yeah.",
        "A: No, it didn’t have — they didn’t have any.",
        "A: Town, no.",
        "A: Yeah, when we go — we went over just to visit.",
        "A: JedInia, up from — no, I was born in JedInia.",
        "A: And I was going over to Radom [indecipherable].",
        "A: About 17 kilometer.",
        "A: I be going by hor-horse and buggy.",
        "A: My father had.",
        "A: No. [break]",
        "A: Buggy.",
        "A: Yeah, we had family there. Uncle, and aunts. So I stayed there overnight, and\ncome back, back to JedInia.",
        "A: Mmm, a little bit older than me, but —",
        "A: Yeah.",
        "A: No.",
        "A: No.",
        "A: Thirty-nine.",
        "A: Oh, plenty.",
        "A: Yes. First of all, the Nazis came into the town.",
        "A: Yeah.",
        "A: Yes, 18, yeah. And I —",
        "A: I was in school.",
        "A: Yeah.",
        "A: High school, yeah.",
        "A: They come to town, you know. They didn’t do us any harm, yet.",
        "A: But they separate us.",
        "A: Jews from not — from non-Jews.December 28, 2009",
        "A: A ghetto, yes.",
        "A: Yeah. They call it a ghetto.",
        "A: Yeah. So, we were in ghetto two — two or — two or three years.",
        "A: Yeah.",
        "A: ‘Nother — ‘nother apartment.",
        "A: There are about 16 - 17.",
        "A: People.",
        "A: Oh, everybody had a bed.\nDecember 28, 2009",
        "A: Lot of people in one room, two rooms, whatever we can find.",
        "A: And that’s what that’s all about.",
        "A: They don’t have another choice.",
        "A: Yes.",
        "A: You have to da — you have to — you have to listen what they’re there to tell you —",
        "A: — Nazis.",
        "A: Food? Whatever you can eat.",
        "A: Sometimes my parents sneaked out. My parents sneaked out of the ghetto, to get\nsome food from the non-Jewish people.",
        "A: The Gentile. Yes. They helped.\nDecember 28, 2009",
        "A: Yeah, they helped.",
        "A: Yes, but they told me not to, because they — they’re very ve — they’re very, very\n[indecipherable] for young people.",
        "A: [indecipherable] strong.",
        "A: SO.",
        "A: It’s not a— that’s not — we don’t have an apartment buildings.",
        "A: Two stories.",
        "A: Yes.",
        "A: Private house, yeah.",
        "A: Six — people in this private house, some of them slept on the floor, some of them\nthey — wherever you can —December 28, 2009",
        "A: Not much.",
        "A: No.",
        "A: Same thing.",
        "A: Just sat.",
        "A: They separate us. After two years in the ghetto —",
        "A: Almost two years, yeah.",
        "A: Oh, I went outside, yes. But in the — in the — in the vicinity.",
        "A: Yeah.",
        "A: Yes, yes.",
        "A: About what — what’s going on in the world, what’s gonna be.",
        "A: No radios.",
        "A: No.",
        "A: No papers, no.",
        "A: What’s gonna happening, yes.",
        "A: Yeah.",
        "A: Then they separate us.",
        "A: My — they take us, the young people.",
        "A: They tep — separate us, and the elder people one side, the younger people the\nother side.",
        "A: They did this outside the da — outside the building.",
        "A: Yeah.",
        "A: To the — the day — because they got the Nazis over there on the — on the\npremises.",
        "A: You have to listen to them, whatever they tell you, and th-that’s all.",
        "A: Yes, I was, but nothing you can do about it.",
        "A: They were already separate us.",
        "A: Before, yeah.",
        "A: This was — this was already —",
        "A: — after they separate us.",
        "A: Forty — forty — end of forty-t — °41. End of ’41 to °42.",
        "A: Yes.",
        "A: Older people.",
        "A: I— they send us into — to a war camp.",
        "A: Sure.",
        "A: Yes.",
        "A: Nothing. We didn’t take anything with us.",
        "A: No. That’s — that’s what we — they brought us to a place, ammunition.December 28, 2009",
        "A: To make [indecipherable] yes.",
        "A: A labor camp, yes, yes.",
        "A: Pionki.",
        "A: Then —",
        "A: They — by bu — we walked over, it’s na — it’s not — about — I would say about six,\nseven miles, six miles.",
        "A: Young men.",
        "A: Only women — women separator, but they come with us.",
        "A: Yeah.",
        "A: Yeah.December 28, 2009",
        "A: Pionki.",
        "A: This was — they gave us a home.",
        "A: A barrack, yeah.",
        "A: All yo — all young men.",
        "A: Yes, strong men. And you’re working, making ammunition.",
        "A: So they — they really took out very strong men to lay railroad tracks.",
        "A: Yes. So I was there with another dozen of us, because they come to Pionki from\nall over, around the vicinity, from Radom, Kosienic(ph), everything, all the young\npeople in there. And I was working there until I got sick, so they took me out,\nbecause with the — in the tunnels —",
        "A: Yeah.",
        "A: No.",
        "A: Identify — stars —",
        "A: The hi — coats with the stripes.",
        "A: Striped uniform.",
        "A: Yeah.",
        "A: No.",
        "A: Just the name of a — the numbers.",
        "A: Yeah.",
        "A: Oh sure.December 28, 2009",
        "A: 1058.",
        "A: Eight, yeah.",
        "A: No. Yes. In the — in the town, yes.",
        "A: Yes.",
        "A: Yellow star, yes.",
        "A: That’s right.",
        "A: The feelings doesn’t mean to us nothing, because they’re — you know, we were —\nwe were right on the other si— other side, they watching us every move, every move\nyou made. So they never di — Germans — stars doesn’t mean nothing, so long — so\nlong as you have. If you were — if you were caught outside the ghetto without — with\n— without — with no stars —December 28, 2009",
        "A: — that’s trouble.",
        "A: No.",
        "A: No. I come used to it.",
        "A: Yes.",
        "A: Me, I— I sew it on myself.",
        "A: You have to do everything yourself, yeah.",
        "A: Yes.",
        "A: Same thing, you know, she got — now, I don’t remember the date, the day,\nbecause she was married.",
        "A: She got — she got — no, she got married in the war.",
        "A: In barracks, yeah.",
        "A: They give you enough.",
        "A: Soup. That’s all.",
        "A: Twice a day.",
        "A: Yeah.",
        "A: To work, in the morning they take you.",
        "A: Factory, that’s — everything is in — yes, in the factory. So the factory is right\nnearby, every — whatever you have a barrack, you have a factory.",
        "A: So, we were working on the — in the ammunition factories.December 28, 2009",
        "A: The heavier — so, I was in the factory, I was doing the — the ammunition factory",
        "A: —I was doing for a while.",
        "A: In the factory, they are making — making the —",
        "A: Taking — taking out the plates of ammunition to — because there was plates.\nThere was plates going into our cutting machine, and they were cut.",
        "A: So — yeah. That I didn’t —",
        "A: Take it out from one place to another.",
        "A: So-",
        "A: It’s very warm, believe me. Be so warm, and so warm over there in that factory,\nit’s so warm they have to — sometimes you have the — what do you call it? A slide\nthing, sparks.",
        "A: And so we have to run for life, behind a door.",
        "A: From the cut.",
        "A: Now, we didn’t cut, somebody else cut.",
        "A: Yeah.",
        "A: Yeah, yeah, we had time — allowed to talk, in Jewish, yeah.",
        "A: It was — it was not the Nazis, was the —",
        "A: Ukrainians.",
        "A: Not all time. You have good ones and bad ones.December 28, 2009",
        "A: They call that the cu — they call that werszuts(ph).",
        "A: No.",
        "A: No, I wouldn’t say I was beaten, no.",
        "A: The only time I was beaten — I come to it later.",
        "A: Yes, railroad tracks.",
        "A: This was in °41.",
        "A: It was th — it was around January, or February.",
        "A: It was [indecipherable] in the tunnel, and the wind. That’s how I got sick.",
        "A: Tunnels, yeah. So I was sick, I got sick there. And they took me out and they put\nme back in the — to the barracks, until I got well.December 28, 2009",
        "A: And I go back to the ammunition factory.",
        "A: Tunnel, I would say about six or seven weeks.",
        "A: Yeah.",
        "A: No, just me. Just me.",
        "A: Coughing — breathe, yeah.",
        "A: Back, yeah.",
        "A: Same job.",
        "A: No.",
        "A: Next place?December 28, 2009",
        "A: We were told we gonna be — we gonna be — we gonna ship — we gonna be\nshipped out to Germany.",
        "A: I escaped.",
        "A: Yeah. Me, and another four, five guys, five guys.",
        "A: Young men, yeah, into the woods.",
        "A: Just cut the wires, and —",
        "A: Yeah, first, yeah.",
        "A: We co — yeah — yeah — no, somebody else’s. Let’s get out of here.",
        "A: Yes.",
        "A: Right.December 28, 2009",
        "A: Cut the wires, ran to the woods and that’s it. And — and you stayed. It’s\nwintertime, you know, they shovel off the snow a little bit. And lay down, and then\nwe —",
        "A: — kept ourself warm.",
        "A: Ah, yes.",
        "A: Lot of woods.",
        "A: Forty-two, yeah.",
        "A: Over the winter.",
        "A: We went to the Polacks, to the wood — to the farmers, and got — got —",
        "A: Yeah. They know.December 28, 2009",
        "A: Jews, sure.",
        "A: Form, everything. Yeah.",
        "A: Some of them do, and some of them not. So we know who to — where we —\nwhere we can go, which — to which farm there.",
        "A: From one place to another?",
        "A: We tried it. They split us up.",
        "A: The Germans.",
        "A: No, from — from the — from lu — they call that Luftwaffe.",
        "A: The fl — the planes.",
        "A: YeahDecember 28, 2009",
        "A: Yeah.",
        "A: Yeah. They didn’t bomb us, but they — they go close over the woods, you know,\nthey cannot —",
        "A: Yeah, oh yeah, they saw it. So —",
        "A: No, we — we stayed in the — we stayed.",
        "A: Stayed together.",
        "A: That’s what the — we — we were — we were 1n partisan groups.",
        "A: Another group.",
        "A: Met another group, and we stayed — and we stayed together with them.",
        "A: Was —December 28, 2009",
        "A: They — they — they — they —",
        "A: — soon — soon as, I would say about two — two or three weeks, and they got to us.",
        "A: Yeah.",
        "A: We gave them food.",
        "A: Because we know the farmers.",
        "A: So we had to get them food, and —",
        "A: They liked that, yes.",
        "A: And th — that’s we were, for a while.",
        "A: No clothes.\nDecember 28, 2009",
        "A: Resistance? We tried to get to Warsaw.",
        "A: They split us up.",
        "A: Yeah — no. They split us up.",
        "A: [indecipherable] from that, so we [indecipherable] good thing we had woods\nthere, so —",
        "A: — so we got back, went back to — to the woods.",
        "A: No, we got — we got ammunition, we got everything, but we never got to\nWarsaw.",
        "A: Ba-Back in the woods.",
        "A: A lot of thing happens.\nDecember 28, 2009",
        "A: Because when f — that they caught us.",
        "A: Captured.",
        "A: Again, captured.",
        "A: Yeah. And they send us to Germany.",
        "A: Eight — six months.",
        "A: Six months, yeah.",
        "A: And we got all in — into Germany.",
        "A: The whole — the whole group, yes.",
        "A: No.December 28, 2009",
        "A: No, just men.",
        "A: No children.",
        "A: Yeah.",
        "A: Oh, I would say the group was about 60, 65.",
        "A: Jews, yeah.",
        "A: A Jewish partisan.",
        "A: By train. That’s — by train.",
        "A: No, no.",
        "A: Yes, we were going to Oranienburg.",
        "A: Sachsenhausen.",
        "A: So we stayed there.",
        "A: Yeah.",
        "A: No. It’s a barracks, you know, like a camp.",
        "A: So then — then I — they got my sister there, and everybody there, find my sister,\nyeah.",
        "A: In that — in that camp, yeah.",
        "A: Yeah.",
        "A: All women, children there.December 28, 2009\nEnd of File One, Side A\nBeginning File One, Side B",
        "A: Because —",
        "A: She — she has a three year bo — a — a year and a half bo — son with her.",
        "A: At the time.",
        "A: And you know, with — we can tell who is there.",
        "A: Most of them — most of them, they were Hungarian Jewish people.",
        "A: So-",
        "A: See her, yes. She was shipped out —",
        "A: No.",
        "A: She was shipped out to Sweden with the child, all the ca — that camp was\nliquidated. All the —",
        "A: Later on.",
        "A: Yeah.",
        "A: She already there.",
        "A: No, just — just her.",
        "A: Yes",
        "A: Yeah.",
        "A: Yeah.",
        "A: Mm-hm.",
        "A: Making planes wa —",
        "A: Wings —",
        "A: — for the plane.",
        "A: It’s a torture.",
        "A: Shaking in the cold, and the fa — for the —",
        "A: Same thing, same clothes.",
        "A: It’s all the same thing.",
        "A: They don’t give you — they don’t give you any —",
        "A: No.December 28, 2009",
        "A: Number, yes.",
        "A: Yeah.",
        "A: Yeah, in the morning, every morning, yes.",
        "A: Pionki too.",
        "A: No. Not from Sachsenhausen, no.",
        "A: It got a little better over there, something. There’s a soup, and a — and a potatoes.\nThey have better food over —",
        "A: Pionki, yeah.",
        "A: We have five or six in the room.",
        "A: All that — yes.December 28, 2009",
        "A: Yeah.",
        "A: On the job, you don’t have to talk in — you don’t talk anything on the job.",
        "A: No. And when you come home, then what — next thing is, what are you gonna\nhave for supper.",
        "A: That’s what is — what we’re gonna talk. So.",
        "A: Before.",
        "A: Nothing. They cou — they don’t — they don’t —",
        "A: Everybody — everybody — everybody was having the same thing.",
        "A: Non-kosher [indecipherable]",
        "A: Yes.",
        "A: Oranienburg — we ca — we landed in Oranienburg.",
        "A: With the train from Pionki.",
        "A: Oranienburg and then s — they tho — then by train you go over — that’s not far\nfrom that — from Sachsenhausen.",
        "A: No.",
        "A: No, no.",
        "A: Sachsenhausen.",
        "A: Health? You gotta be healthy, otherwise, you going.",
        "A: So, state of mind, maybe, maybe, maybe, maybe, you know, it’s gonna get\nbetter.",
        "A: Yeah. So.",
        "A: No.",
        "A: Yeah.",
        "A: In the rest of the world, no.",
        "A: No.",
        "A: No.",
        "A: No. Everybody has his own job. Everybody in the family, you know.",
        "A: Yeah, talking to each other, yes, we were talking.\nDecember 28, 2009",
        "A: Yeah, family, yeah.",
        "A: Yeah.",
        "A: No.",
        "A: All new people, yes.",
        "A: Can you go back for a second?",
        "A: No, I know, I mean, I forgot to tell you, I mean —",
        "A: Before we came into Sachsen — the — to Oranienburg, we were a group, actually\nmaybe 160 — 150 people, the same, going into Oranienburg. This from Pionki.",
        "A: And we came to Oranienburg, so they split us up already. Women to the right,\nmen to the left, and you know, that’s — that’s — they send us to Sachsenhausen.\nDecember 28, 2009\nAnd the women stayed there for a while, til they get also back to Sachsenhausen.\nSo it — we were together, little. Not together —",
        "A: — but the same — the same camp.",
        "A: Talk — see th — talk to them, yeah, yeah.",
        "A: No, they were talking to her about what happened to them on the way over here.",
        "A: No, through a wire.",
        "A: Fence. A fence or a wire.",
        "A: Yeah.",
        "A: Right.",
        "A: To the end of the war.",
        "A: Oh boy.",
        "A: Ica—Ica—Ica-—I’d like to go back.",
        "A: Then wa — in — in Pionki, everybody ask me, why wa — where was the husband.",
        "A: My sister’s husband.",
        "A: Yeah, was her and the child and everything. So they didn’t know, so he was —\nyou know, he was a tailor, he was working for the Nazis to — to buy them — I mean,\nto tailor suits and everything.",
        "A: Yeah. So he has a little pull, and he was going over to Radom, and bring people\nin to this camp. So that’s what he — he does. And I — and I took care of the kids,\ntheir kid, my sister’s boy. So — so when they went into — to Pionki, no childrenDecember 28, 2009\nallowed, so I took — I have a overcoat and I strapped him with me and I went to the\ngate, and that’s it. This was a — my first experience.",
        "A: He’s alive.",
        "A: The little boy’s name?",
        "A: I called him — they didn’t call him by a Jewish name. They call him Nathan.",
        "A: Nathan is his father, and hi-his name was Michael.",
        "A: So, he still remembers. He lives — he’s a very wealthy man, he’s still in —",
        "A: He survived the war and everything.",
        "A: Yeah.",
        "A: His mother passed away about two years ago.\nDecember 28, 2009",
        "A: Yeah.",
        "A: His father passed away about a year later.",
        "A: They both passed away.",
        "A: They were builders.",
        "A: Ah, that’s what I want to bring it back.",
        "A: Yeah.",
        "A: And how do you know?",
        "A: You didn’t see a German.",
        "A: No Germans.",
        "A: Nothing. To stay there.",
        "A: You stay there til you see a Russian guy coming in, into the camp. Some of them\nspeak Russian, I didn’t.",
        "A: Yes, little bit. Yeah.",
        "A: No, no.",
        "A: Picked it up, yeah. So they — we saw a German, and he come in for the woods,\ninto the camp. And they ask, is any Germans here? So the other guys knew about —\nknew the language, said, not yet, no. So he said, then stay here, no — don’t go out til\nhe — til all the — all the battalions come in, the Russian. So we stayed there for\nanother — a half a day, and all of a sudden at night, all the — in the afternoon, the\nRussians all over. So they gave us food, and everything. Stayed here and th — 1s\nanybody wants to go home, you gotta go to — go home. So —\nDecember 28, 2009",
        "A: Yeah, yeah, yeah, was ver-very good. Was very va — I mean, the end of the war,\nat least we survive, and a lot of people didn’t survive, because they eat like a — start\nto eat —",
        "A: — [indecipherable] people did.",
        "A: Ah, no.",
        "A: No, we just got — want to go back to Poland.",
        "A: And I got back to Poland, they give us — us a how do you do, a surprise party,\nthey beat us — the hell out of us.",
        "A: Yeah.",
        "A: Ye-Yeah.",
        "A: A train.",
        "A: On a train.",
        "A: Any money, nothing.",
        "A: Prison outfit, yeah. And then later on we have — we got different outfits already.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Two or three people with us. We going back and they gave us a beating, oh my\nGod. The next day —",
        "A: I got back to my house.",
        "A: Then — yes. So —",
        "A: Get out from here, and don’t come back. Get out from here and don’t come back.\nThat’s what they come and they tell. So next train —December 28, 2009",
        "A: — I left.",
        "A: Nobody knows.",
        "A: This is before the war.",
        "A: No, I didn’t know about them.",
        "A: No.",
        "A: Only my sister, yeah. My brother — my — my brother went to [indecipherable]\nunderground.",
        "A: Yeah.",
        "A: He was — he was in underground, and he survived.December 28, 2009",
        "A: Never captured, never — he never went to camp, to Pionki.",
        "A: Wood — the wood — yeah, yeah, whole time in the woods, yeah.",
        "A: I guess he was the [indecipherable] in the resistance.",
        "A: He survived, yeah.",
        "A: After the war, sure, I got to see him.",
        "A: He — he came to Germany.",
        "A: He didn’t want to even —",
        "A: No, the day I went to Germany.",
        "A: Yes.",
        "A: I went to —",
        "A: I went all the — you know, wherever they take — the train take me, that I — then I\ngO.",
        "A: The train [indecipherable] Bad Nauheim.",
        "A: Germany.",
        "A: Displaced person.",
        "A: Then he found me.",
        "A: Yeah.",
        "A: Because we were — we were looking for — for relatives. We were looking for ch\n— in Czechoslovakia, we were looking for relatives, I find my sister in Sweden.",
        "A: She le — course, she — they took her to Sweden.December 28, 2009",
        "A: And th-they — they —",
        "A: Yeah, they — they sunk ships, five of them, she was on the sixth — on the sixth\nboat, yeah. Yeah, that’s what — this was something.",
        "A: Yeah, I stayed there.",
        "A: They treat us very good.",
        "A: You free, enough food, you free, you can go anyplace you want. Yeah. It’s a\ndifferent life. It’s a different life.",
        "A: Oh, o-over there, after we were liberated.",
        "A: [indecipherable] were liberated, yeah.\nDecember 28, 2009",
        "A: No.",
        "A: No, no, no job training.",
        "A: Every day, we were going out to ka — to see th — to see if we can find anybody\nelse.",
        "A: Searching, surviving.",
        "A: No, they didn’t have a job, no. And —",
        "A: Yeah. Yup.",
        "A: In the camp?",
        "A: Another barracks, yeah.",
        "A: Yeah, everybody good. There wa — actually, there were th — in Bad Nauheim,\nthere were a lot of Jewish people came back, Germans.",
        "A: Jews.",
        "A: Came back, and we were there. And that time in Bad Nauheim, we went over to\n— to the United States.",
        "A: How long? I would say about a year and a half, maybe more.",
        "A: United States, yeah.",
        "A: Yes.",
        "A: A free c — it’s a free country, that treat everybody equal, the Jewish people are\ngoing over. So — so I— I —I decided let — let’s go to Europe. From Europe to\nUnited States. And they advised me to [indecipherable] the country\n[indecipherable]",
        "A: Yeah.",
        "A: Yeah, two years, yeah.",
        "A: Forty-eight.",
        "A: Yeah.",
        "A: Ire -",
        "A: Yes. I was — I was signed up.",
        "A: For Israel.",
        "A: Yeah, but my sister said, let’s don’t do that, see if we can go all together to the\nUnited States.",
        "A: No.",
        "A: Yeah, I want to go. So we stayed there til an —",
        "A: She came back sh —",
        "A: — from Sweden to Bad Nauheim.",
        "A: So we can — her husband was there.",
        "A: And the little — little son wa —",
        "A: All together.",
        "A: To United States.",
        "A: So [had little bit problems.",
        "A: Problem, I couldn’t get out on my name, because I was involved in black market.",
        "A: DP camp.December 28, 2009",
        "A: I was selling the diamonds, b-bring it in from Belgian, into the United State — to\nthe — from Belgian into Germany. So —",
        "A: [indecipherable] anything to do, I— 1 — I’m going to do something.",
        "A: So, I had a car.",
        "A: Yeah, already a car. So I’m back and forth.",
        "A: Belgian, yeah.",
        "A: Diamonds, yeah.",
        "A: Yeah — they were — they were somebody else’s, not mine. And I was involved,\nso I couldn’t get out on my name.",
        "A: Yeah, they knew that.\nDecember 28, 2009",
        "A: So I took a different name, and I get out from here. That time —",
        "A: Karl Koch. Karl Koch.",
        "A: Koch. Koch. Koch.",
        "A: So -",
        "A: Somebody gave me that name. That’s laughing [indecipherable]",
        "A: That’s a — that’s a [indecipherable] okay, that’s it, and —",
        "A: I went out. And then, couple years [indecipherable] I sign up for citizen\n[indecipherable] change my name. I have my real name.",
        "A: Yeah.",
        "A: After, okay.December 28, 2009",
        "A: Th-They — six weeks or so.",
        "A: Didn’t take long time.",
        "A: Oh yeah. I — boat.",
        "A: It’s — usually takes five days, took us two weeks.",
        "A: The worst storm you ever met — you ever had.",
        "A: Yeah.",
        "A: And I was — I was — I was the strongest one to get the people from downstairs,\nup to the — to —",
        "A: — to the deck.",
        "A: Oh boy, this was some —December 28, 2009",
        "A: Jan — in — in — I left in December.",
        "A: Of 19 fi-",
        "A: Forty-nine.",
        "A: So ’50 —",
        "A: I supposed to land in New York.",
        "A: But no, I landed in New Orleans.",
        "A: The — the weather.",
        "A: Storm, and everything.",
        "A: No, no, no. I was by myself.",
        "A: Because I signed up. Because they had a family, they had still business to — in\nGermany.",
        "A: Leave",
        "A: To stay for a while.",
        "A: I—I wanted — it’s enough.",
        "A: So I—I was there a night.",
        "A: Yeah. New Orleans.",
        "A: English?",
        "A: No. No. And I was sponsored.",
        "A: By a winemaker, Fromm and Sichel.",
        "A: Fromm and Sichel. Two — two Germans.",
        "A: They had a winery.",
        "A: In the — in the — California.",
        "A: They had a winery in Saratoga. So they sponsored me.",
        "A: No.",
        "A: No, th —",
        "A: Jewish, sure.",
        "A: Fromm and Sichel, they have —",
        "A: And they sponsored me, and another guy. [indecipherable] So we were working\nin the winery over there, we came — we came to Saratoga.",
        "A: No, sta — United States.",
        "A: Saratoga, th — it is United States, because they sponsored me —",
        "A: From New Orleans.",
        "A: They have a winery in f— 1n — in — in California. So they sponsored me.",
        "A: And they paid for this, everything, I should come over to —",
        "A: — to the winery.",
        "A: California.",
        "A: So— so we went over there to Saratoga.",
        "A: California.",
        "A: We had — yeah — we had — we had a — a — a barrack, he gave us. They paid\neverything. They’re so nice people that —",
        "A: Stayed there, yeah.",
        "A: English. Went to school at night. Daytime I went to ger — to work. They picked\nus up on a bus.",
        "A: Yeah.",
        "A: Do the winery, I got, first of all, you have to — light work, chemicals, light work.\nAnd then later on, when you know this, you go — you go and — out in the field, and\nsee what’s ha — what happened there. So a little bit heavier work, but that’s good.",
        "A: Oh yes.",
        "A: Experience, sure, sure.",
        "A: Tell, sure, they know about that too.\nDecember 28, 2009",
        "A: It’s a lot of them. Most of them — not lot of them, they were Japanese.",
        "A: SO.",
        "A: No, it didn’t take me.",
        "A: No.",
        "A: Yeah.",
        "A: Yes.",
        "A: By telephone, by mail, and then another problem came up. A friend of mine\ncalled her up, and write her a letter, say I’m going out with a Gentile girl, a teacher.\nSo my sister write me a letter, and said, I don’t want to know you. And then, you\nknow [indecipherable] had to get involved with a Gentile. So I said, okay. Packed\nmy stuff.December 28, 2009",
        "A: Yeah.",
        "A: I packed my stuff.",
        "A: Go back to New York.",
        "A: I have a car. [indecipherable] I was — I came a butcher — back in the butcher\nbusiness, just to keep myself going.",
        "A: No.",
        "A: No. So? So I went over there, and I became a butcher.",
        "A: New York is, you know, their kosher butchers, just you know [indecipherable]\nyou went to a kosher butcher and they tell you what to do.",
        "A: Oh the — we have a couple [indecipherable] have a few dollars, so I live on my\nown. And then, you know, and —December 28, 2009",
        "A: Butcher, yeah.",
        "A: I lived in — in Howard — Howard — Howard Street, right in the nay — Jewish\nneighborhood.",
        "A: No.",
        "A: Brooklyn, yeah.",
        "A: Yeah.",
        "A: So that’s what the story.",
        "A: I became a butcher.",
        "A: And I made a good living — a good living [indecipherable] good living. And\nthen all of a sudden my brother-in-law, rest in peace, he was a builder. So he said,\nwhy don’t you come work for me over there, New Jersey?December 28, 2009",
        "A: That’s the reason I wind up in New Jersey.",
        "A: New Jersey, with sister and so — yup.",
        "A: That — that’s — that’s my story.\nBeginning File Two, Side A",
        "A: Yeah.",
        "A: Construction. You know, interesting.",
        "A: Go — going from one c — from one city to another.",
        "A: Yes.",
        "A: Private homes.",
        "A: No.",
        "A: By my — myself.",
        "A: Ah, we lived for couple — few years. Yes.",
        "A: Til I met a girl to [indecipherable]December 28, 2009",
        "A: Yeah. You laughing.",
        "A: I met a girl.",
        "A: And right near where I used to live. I was working th — as a butcher there. Met a\ngirl, and six weeks later — six or seven weeks later I got engaged, and I got married.",
        "A: And then I was on my own.",
        "A: My brother-in-law, yeah.",
        "A: In New Jersey, yeah.",
        "A: Then, lived for a while, then married.",
        "A: In — this wa — was in — 50 —",
        "A: — 56.December 28, 2009",
        "A: Fifty-six, yeah. And then —",
        "A: Yes.",
        "A: Yeah, and then I — I looking for a house, because she was pregnant and we ne —\nwe heed somebody, so we bought a house on Topscott(ph) Street — no, we used to\nlive on top — Topscott(ph) Street.",
        "A: Yeah.",
        "A: Child. Jack.",
        "A: Oh yeah.",
        "A: I was in New Jersey, and then I still working for my brother-in-law. And I got\nbigger, and —",
        "A: St — yes.",
        "A: Still work — still working construction.",
        "A: I’m still doing it.",
        "A: I still — 89 — 88.",
        "A: I—I used to be in construction, heavy work, but now —",
        "A: The heavy work, yeah. But little bit later, I — and become — I tell the people what\nto do, and I — now, I’m working four days a week and giving the people the material\nto do the work, and that’s all. That’s what my job is.",
        "A: No.",
        "A: My — my brother-in-law ask me so many times, let’s go back to Poland, she rest\nin peace. I said — he wants to see his father. I said —December 28, 2009",
        "A: I had a better — bet — I have a very bad memory with this — with these Polacks.",
        "A: So that’s the only reason.",
        "A: No.",
        "A: No.",
        "A: I don’t want to — I don’t want to le — I don’t want to know Europe.",
        "A: Because I had that time such a beating that time, would be [indecipherable]\nunbelievable.",
        "A: Yeah, after the war.",
        "A: So at that time I don’t want to go anyplace.",
        "A: ’'m gonna go in — in May, in — next year, in — in May, end of MayDecember 28, 2009",
        "A: First time.",
        "A: This coming May, end of May, yeah.",
        "A: She passed away.",
        "A: She passed away, yeah.",
        "A: With — with us — now he’s become a — his father passed away, so he’s the boss.",
        "A: He’s the head of the construction.",
        "A: Yeah.",
        "A: Yup.",
        "A: He knows it, I [indecipherable] you know, he wa —December 28, 2009",
        "A: Nothing. Nothing he can say. But he is very, very worry about me, every time I\ndon’t feel good. Right now I — I live ina —",
        "A: — retir — not in a retirement, I live in a—",
        "A: — assisted living. And so sometimes I don’t feel good, so he said, I want to see —\nI want to see you get dressed and come out to the — to the lobby. Nine o’clock, nine-\nthirty. So I got dressed [indecipherable]. Are you okay? He wants to see if I feel\ngood or not.",
        "A: Very bad, I just — just as bad as the Polish.",
        "A: I—I remember, sure.",
        "A: They didn’t do it — they — they — they did whatever they could. I mean, they have\na —a lot of Nazis over there, they’re supposed to be e-executed, and they didn’t do\nthat. That’s what I thought. I — th — th — you know, it’s just like over here.December 28, 2009",
        "A: Not yet.",
        "A: Not yet.",
        "A: Could happen.",
        "A: Could happen, because the way they — I see the swastikas over there every time\nis —1is you know, like a parade, or something.",
        "A: Yeah, I see the swastikas over there.",
        "A: The swasti — could happen. Not to my life",
        "A: Not the Arabs. But Israel — Israel — I go for Israel. [indecipherable]",
        "A: Israel is the most wonderful place. I don t wi — I like to live there, too. It’s —\nthey are unbelievable. They — they — if they can go bomb Syria — I mean —December 28, 2009",
        "A: Iran. I give them much credit. You [indecipherable] yeah.",
        "A: Not yet.",
        "A: No.",
        "A: I’m gonna go there. I have a cousin over there. He’s also there, in the picture in\nthe paper and everything. Have picture over there. His name is Manny\nWeismann(ph).",
        "A: Yeah, in Washington.",
        "A: In —1n the —",
        "A: In the exhibit.",
        "A: Yeah.",
        "A: Yeah.",
        "A: He lives in Denver. Colorado.",
        "A: Yes, I have g — the nieces — nieces, grand-nieces extended over here, yes.",
        "A: Oh sure. I see them all the time.",
        "A: Holocaust survivors.",
        "A: My — not my sister’s, just my — my brother. Then they’re — and they are in\nChicago. And then the — the other ones are, like the Kaplans’ relatives. My sister’s\nside.",
        "A: I’m relig — less — less relig — less religious what happened to us.",
        "A: Because that shouldn’t happen to us. Parents, I should know where my parents\nare.",
        "A: Yes.",
        "A: Civil right movement, yeah.",
        "A: No, no I was not.",
        "A: Yes, I was not involved in it. You know, is one Jewish fellow got killed, I know.",
        "A: You know.",
        "A: A young boy, I know, I remember.",
        "A: I didn’t know —",
        "A: Goodman, yeah.",
        "A: Yeah.",
        "A: The war, yes. I don’t know what’s going to be over there with Syria, Lebanon.",
        "A: World War II? No.",
        "A: No.",
        "A: No.",
        "A: No.",
        "A: Stories? I told you about —",
        "A: — my nephew.",
        "A: I took him — I took him in to the cou — to the concentration camp with the belt —",
        "A: Oh, a year.",
        "A: A yen — a year and a couple months. He was so good, you know, not a cry.",
        "A: No. Like he would know.",
        "A: Oh yeah, he knows that.",
        "A: Younger, yeah.",
        "A: I tell him when he was around — he was going into college.",
        "A: Yeah.",
        "A: Waited, yeah.",
        "A: Because, he got lot of work, lot of — lot of things to read, and everything. You\nknow, what you — it’s [indecipherable]",
        "A: Boo — books, and everything.",
        "A: No, no.",
        "A: No.",
        "A: Nothing reminds me. I’m going my way. I go to work at four days. Keep myself\noccupied, busy. And people like me, and that’s all.",
        "A: Come home, that’s a different story —",
        "A: [indecipherable]December 28, 2009",
        "A: More comfortable that survived the war.",
        "A: Yeah.",
        "A: Yes.",
        "A: I—I don’t know, they went through, just like me.",
        "A: You know, and th — that’s all it is.",
        "A: New survivor, we find out where 1s he — where — where was he, which camp,\nyou know.",
        "A: So yeah, yeah, yeah.December 28, 2009",
        "A: I had t — I had two, two years apart, I have two boys.",
        "A: Yeah, Mark.",
        "A: He lives in California.",
        "A: Ah — he lives in Miami.",
        "A: Florida.",
        "A: So, lo-",
        "A: He’s younger.",
        "A: Two years younger. So he’s — in fact, I have to go over there in the beginning of\nMay for the Bar Mitzvah [indecipherable]December 28, 2009",
        "A: My grandson.",
        "A: One was already — one was already Bar Mitzvahed, but the other one is coming\nin the middle of May.",
        "A: And then, after the middle of May, I go to Israel.",
        "A: Yeah.",
        "A: No, because they — they had lot of reading to do and everything.",
        "A: And then, I didn’t want to interrupt them and everything.",
        "A: Yeah, I’m more protective, yes. It shouldn’t hap — it shouldn’t happen to nobody.",
        "A: No.December 28, 2009",
        "A: United States, yeah.",
        "A: Yeah, she passed away a year ago.",
        "A: Oh sure. She knows it. In fact, she — she always remind me for the candles. Hey,\nyou have to light the candles, you have to light the candles.",
        "A: Yeah.",
        "A: I didn’t get it over yet, no.",
        "A: Older?",
        "A: Yes. I would say yes. I wouldn’t — if I would be older, I wouldn’t survive, just\nlike my —",
        "A: Yes.December 28, 2009",
        "A: Just like my — my parents couldn’t survive.",
        "A: Where?",
        "A: Cannot — we know — I know they were — they were executed.",
        "A: You know that in —",
        "A: — Bergen-Belsen.",
        "A: Well —",
        "A: Well, that — that train, that — that mon — that — that month, the train from JedInia\nwas coming in — into — going over to Russia.",
        "A: Ukraine.",
        "A: Yeah.December 28, 2009",
        "A: That’s where — lives, yeah.",
        "A: Truvlanka(ph).",
        "A: Not th — I don’t remember them.",
        "A: No, they were — they were — they were passed away.",
        "A: No. When they really were very young.",
        "A: No.",
        "A: No, no, I guess.",
        "A: Nothing else.",
        "A: That’s good.\nDecember 28, 2009",
        "A: Take the time always. So many times people come out, let me — let me interview\nyou, let me interview you, I ne — I want to see the story. It’s gonna be in the\nnewspaper? He said, no, it’s for my own personal use, that’s all.",
        "A: Just for — for — for half an hour.",
        "A: By a~—a friend, the Italian fellow.",
        "A: Yeah.",
        "A: Lou costa — Lou Constanza.",
        "A: No, no, no, no, no.",
        "A: So —so my son can go over there, take a look, he can read.",
        "A: [indecipherable] okay, that’s —\nDecember 28, 2009",
        "A: That’s good. Thank you.\nEnd of File Two, Side A\nConclusion of Interview\n98December 28, 2009\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumDecember 28, 2009\nRG-50.106*0178",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.\nSOL MACKLER\nDecember 28, 2009\nBeginning File One, Side A"
    ]
}