{
    "rg": "RG-50.549.02.0071_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Sonia Brodecki, conducted by Nina Ellis, on July 27\" --",
        "Answer: 26.",
        "Q: July 26\", thank you.",
        "A: That’s [indecipherable]",
        "Q: 2003, in Richmond, Virginia. This interview is part of the United States Holocaust\nMemorial Museum’s post-Holocaust interview project, and is a follow up interview to a\nStates Holocaust Memorial Museum gratefully acknowledges Jeff and Toby Herr for\nmaking this interview possible. This is tape number one, side A. Sonia, I listened to the\ninterview that you did in 1989, and it ended more or less at Landsberg, right around the\ntime that you got married, and had your first child. You mentioned then having come to\nthe United States, but I want to go back if you would, a little bit, to when you first got to\nLandsberg. And if you would tell me how you were -- what kind of condition you were\nin, what your health was like, how old you were at that time, and 1f you remember what it\n-- what your impressions were when you first came into Landsberg, the DP camp. Do you\nremember those things?",
        "A: Not --",
        "Q: Not too good.",
        "A: Not too good -- not just too good, but how do you say it, something. I remember a few\nthings.",
        "Q: Mm-hm.",
        "A: When I came -- I came from Germany to Landsberg [indecipherable] with my\ngirlfriend, and I think uro was there, and we were given a room, and we stayed there. And\n-- and we were working there, too, we got a job, we were working, I was knitting. See,\nwe were knittings things for -- for the children in Israel.",
        "Q: Do you remember what month it was, or -- it was ni -- was it 1945?",
        "A: I was liberated May the eight, 1945, and I came -- no, before I went to Landsberg, I\nwent back to Poland.",
        "Q: Mm.",
        "A: I went back to Poland, didn’t have a -- didn’t have papers, didn’t have anything, but\nsomehow I went to Poland. Can you imagine me jumping on trains? I had to go to\nPoland. I was still hoping. I was still ho -- I knew that I don’t have anybody, but I was\nstill hoping. And when I came to Poland -- do you want me to tell this?",
        "Q: Sure.",
        "A: When I came to Poland, I remember that a -- people recognized me, they knew who I\nwas. And -- because we had a candy factory, my parents had that, and a restaurant, and I\nwent to the candy factory because it was still there. And I had a cousin who came back\nfrom concentration camp, too. And I was hoping that somebody 1s there. I was there for\ntwo weeks. And I just left, I didn’t even tell them I would, I just left.",
        "Q: You didn’t find anybody”?",
        "A: Nobody was there.",
        "Q: Nothing. And your house, what was -- what had become of your house?",
        "A: We didn’t have a house. That’s what I just want to tell you, because this is interesting.\nI remember I was walking on the street, and I was si -- telling -- people were saying to\nother people, “She’s still alive, the Jew? She lives?” Not to me, because, you know. But I\nwent to the house I was living, and I knock at the door, and the lady opened the door, and\nshe ask me what I want. So I just put my foot in, and I said, “Please let me in, give me a\nglass of water, and I tell you who I am and what I want.” She didn’t want to, she was\nhesitant, she let me in. And I told her, “Please let me sit for a minute here, this is the\nhouse where I was born, where I had mine parents.” And she ask me, “Where are your\nparents?” So I ti -- I had to tell her this, that my parents are still on the farm, working. If I\nwould tell her ’m Jewish, she would throw me out. And she was hesitant, and hesitant,\nbut she let me stay there for a few minutes. And she said to me -- she talk with me, and I\nsaid, “Please let me stay.” And she said to me, “I have to go downstairs to get some\nwater,” or milk, I’ve -- I forgot. And I said, “Would you please allow me to stay here?”\nShe said, “I have to lock everything up, but you can stay in the hall and waiting.” And I\nwant this. I want to go -- see, in Europe, when you -- when you wash your clothes, you\nhang it up in the attic.",
        "Q: Hm.",
        "A: Yeah. And I knew that my father put things away in the attics. When she went, I run to\nthe attic, and I looked. I found something, not much, it’s a little bit, and I heard her\ncoming, I went downstairs. And she said to me, “Do you think when your parents,” --\neverything was ours.",
        "Q: Furniture in the house?",
        "A: Everything. I look at the ceiling, you know, and in Europe when you paint the ceiling -\n- look at me, I remember those details -- you paint something on the ceiling in the\ncorners, and in the middle, before you put the u-um -- lamp -- the -- how do you call it?",
        "Q: Chandelier?",
        "A: Chandeliers. I still remem -- everything, even the pictures.",
        "Q: Pictures on the wall --",
        "A: Everything.",
        "Q: -- were your parents.",
        "A: Not my parents, but the pictures, you know, that she had. And I went to the kitchen, I\nremember before the war, in 1939 -- before the war, my mother bought a credenza for the\nkitchen. It was like -- like cut -- canary color, canary blue, it was nice. Everything was\nthere. You know how I felt? And she asked me, “Do you think that your parents will\ncome back, and they will take it away this from me?” I said, “Oh, no, no, mine parents\nwill help you out, if you need help.” Didn’t know what to tell her, because I want to stay\nthere, it made -- you know how I felt --",
        "Q: It made you feel good.",
        "A: Made me feel wonderful.",
        "Q: Close to your parents.",
        "A: Very close. So I send her something from America, but later she ask for more, and she\nask that she want to come, and I couldn’t do it, because I didn’t have the money to -- you\nknow, to take -- I ask -- but I said, can’t.",
        "Q: She wanted you to --",
        "A: She -- yeah, yeah, yeah.",
        "Q: -- help her come to the United States? Oh my goodness.",
        "A: Yeah.",
        "Q: Oh my goodness.",
        "A: And I just couldn’t.",
        "Q: Yeah.",
        "A: But she sti -- didn’t know that I was Jewish. She ask me for my name, but I knew if I\nwould tell her my name, she would know that we have candy there, because we were wa\n-- people knew us. So I told her some s -- I told her my mother’s maiden name,\nSilverstein.",
        "Q: Huh.",
        "A: And I left.",
        "Q: Huh. Do you remember what you found in the attic?",
        "A: Mm-hm. Those golden co-coins.",
        "Q: Coins?",
        "A: Yes. I remember my father put it away. I took a brick out. I put -- I remember those --\nyou know, when you’re little, when you’re young, you remember things.",
        "Q: Mm-hm. Do you think he put them there in case something happened, so there would\nbe money --",
        "A: Yes, yes.",
        "Q: -- that -- that -- and he told you that?",
        "A: He t-took all of us, my brother, and my s -- my mother, and myself, and my dad, and\nwe went downs -- upstairs in the attic, he took a brick, and put it in.",
        "Q: Mm. Hm. And that ha -- was --",
        "A: It was in --",
        "Q: You had been gone for four years? Something like that? I think you said you were 11\nwhen --",
        "A: When the war start I was 11. I had a birthday in July, so I was 11 years, because the\nwar started the first of September, 39 years -- nine -- 1939, I was 11.",
        "Q: So that had been f -- almost five years before.",
        "A: No, it was more than five years.",
        "Q: No, when you came back.",
        "A: Yes, it was five years.",
        "Q: Five years.",
        "A: Because I came in 1945.",
        "Q: Yeah.",
        "A: Four -- three or four weeks after the war --",
        "Q: Right.",
        "A: Yes.",
        "Q: Ended. And --",
        "A: And I took my girlfriend with me, she was from Chernoff, she’s in Israel now.",
        "Q: And that lady, how did she get your apartment?",
        "A: She did -- she didn’t -- I don’t know. They took everything. They took everything.\nBecause from when the war started, wh-when the German came to Poland, we were sent -\n- they send us to a ghetto, to Shilladula.",
        "Q: Right.",
        "A: And there I was two years, I think, with mine parents. No, not quite two years, less\nthan two years. Because in -- when they -- when -- I remember we still have the factory,\nand we still have the restaurant. When they took the factory away, my father had to work\nfor them.",
        "Q: The Germans?",
        "A: Yes, yeah. Oh.",
        "Q: Still making candy?",
        "A: They were making candies and other things too [indecipherable]. Oh, I remember\nthings [indecipherable] beating mine father.",
        "Q: Yeah.",
        "A: I came to the restaurant, and the police was -- it’s ow -- 1t’s owl -- the police -- it was -\n- they wouldn’t -- they were dress not in uniforms, they were just dressed like people\ndress on the street, they were detectives.",
        "Q: Uh-huh.",
        "A: And you know, I try -- I run to mine father, and I embrace him. [phone ringing]. Oh\nGods. So I just embraced mine father, and I starts talking, and I start -- I spoke German,\nso I knew all the -- fe-few words. So they said to me [speaks German]. So, they’re gonna\n-- we’re not gonna hurt your fa -- pap -- your father -- your dad any more. I -- that’s just\ncame back to me.",
        "Q: Just now?",
        "A: Just now.",
        "Q: Hm.",
        "A: I think it’s important to know those things.",
        "Q: Yeah.",
        "A: Yeah. My wonderful father. Boy, he all -- he was so wonderful, I have to tell you this.\nMine father always sing to me. My brother [indecipherable] he would sing beautiful. He\nwas a wonderful, wonderful, thorough hands -- very wonderful guy. I adored him. I\n[indecipherable] my mother too, but my father -- even in ghetto -- can I tell you this?",
        "Q: Sure.",
        "A: We had -- people didn’t have that -- three, four families live in one room, he was\nsinging for me. I remember when I was a little kid --",
        "Q: Excuse me.",
        "A: -- but what -- excuse me.",
        "Q: You have to be careful --",
        "A: Oh, yeah, yeah.",
        "Q: -- not to touch this, cause itll make a lot of --",
        "A: When I was a little child, when he wa -- when I’Il fall asleep, he was stay\n[indecipherable] home, and I remember -- cause I still remember. And these are my\nmemories that took me through everything. And I think -- I was always home, even in\nconcentration camp, when I was beaten, and hurt, I was home with mine parents. And I\ndon’t know anything about psychology, but I knew -- I knew that it made me good -- feel\ngood.",
        "Q: Mm-hm. Just to be thinking about them.",
        "A: Yeah.",
        "Q: Yeah. So you went back to your hometown.",
        "A: I went back to Poland, and I stayed through two weeks, two or three weeks, I went\nwith mine girlfriend. Somehow we made it, we came -- I’m not going to call 1t home, we\nwent to Poland back. And I said this is not for me.",
        "Q: A lot of anti-Semitism still.",
        "A: Yes, but I told you, I didn’t -- it was, but I didn’t -- not to me. Maybe because -- I\ndon’t know. But it was a lot. And we went back to Germany, to -- to Waldenburg, and\nsomehow from Waldenburg we went to Czechoslovakia somehow. I don’t remember how\nwe did it. She was older than I am, I think. She had something to do with it, and I helped.\nAnd from Czechoslovakia, we went with a little transports, we went to Landsberg, but I\nstill don’t remember how we could g -- how we could go from Czechoslovakia to\nLandsberg. Now we went to Germany, to Waldenburg, I don’t know how they call it\nnow, and from there we were with a -- with a few people someplace else, and --",
        "Q: Was Waldenburg a DP camp?",
        "A: No, no, no.",
        "Q: No. Just a town.",
        "A: Just a town.",
        "Q: Uh-huh, uh-huh. So you --",
        "A: Because from Landsberg, it -- from -- I was -- I was in three concentration camps,\nLudwigs -- no, Gintabruk, Klettendorf, and Ludwigof. From Ludwigsof I went to\nWaldenburg with three girlfriends who took care of me, because I was very sick then,\ntoo.",
        "Q: Yeah.",
        "A: But this 1s -- I’m here.",
        "Q: By the time you go to Landsberg --",
        "A: Mm-hm.",
        "Q: -- how were you feeling physically? Were you better?",
        "A: No, I -- I -- I ki -- I -- I still, you know, didn’t feel right, but I didn’t want to be in\nPoland. I don’t -- don’t ask me why, I just didn’t want to be there. I didn’t see any future.\nAnd you know, I was a child, I don’t know why things came to my mind. I just left. I\ndidn’t even tell mine cousins. Mine cousin [indecipherable] wrote in that -- I cannot -- I\ncannot live there any more.",
        "Q: Mm-hm.",
        "A: The memories --",
        "Q: Too hard, yeah.",
        "A: Too much.",
        "Q: Yeah. So you went to Landsberg --",
        "A: I roo --",
        "Q: What did you think was going to be at Landsberg? What -- what -- why did you go\nthere?",
        "A: As Is -- as I said, it’s a DP -- somebody told me -- I -- I didn’t think about anything, I\n-- I said I’m just going. And I knew that they had DP camps. So somebody says I have a\nDP camp. I went with the English people. They took us with them. And I don’t know\nwhere they let us go, in which city, I don’t remember any more. Somehow we came to\nLandsberg, came to the DP camp. We went to the euro --",
        "Q: What is that?",
        "A: -- and that -- euro -- I forgot how they call -- what [indecipherable] they helped us,\nthey helped us a lot.",
        "Q: Uh-huh, uh-huh.",
        "A: And we got a little -- we could go get something to eat, and they send us to work,\nwhatever we -- I mean, I didn’t -- I didn’t -- I wasn’t -- I didn’t have any skill, I didn’t\nknow anything, but I knew how to needlepoint, yeah, and crochet. So I was doing thi --\nthat we had always people who were taking care, showing us that -- what to do.",
        "Q: So you were making --",
        "A: Yeah.",
        "Q: Clothes, or --",
        "A: No, little clothes, we send it for -- to Israel for the children.",
        "Q: Uh-huh.",
        "A: Yeah.",
        "Q: And what -- when you were -- when you first came there, you were with your\ngirlfriend, and they gave you a place to stay.",
        "A: Yeah, we stayed together.",
        "Q: And clothing they gave you. Do you di -- you had nothing with you, right?",
        "A: We just -- we -- we didn’t have -- we didn’t have anything, this what we just had to\nwear. We had one dress. When I was 1n house, she was that -- wearing the dress. When I\nwent out, I'll put the dress, and the shoes, too. We had cotton in the shoes because some\nwere too big for us.",
        "Q: And do you remember very much about what the conditions were like? Was it -- was\nit --",
        "A: It was barracks als -- the barracks -- the soldiers were there, and later whens I -- whens\nI took the -- the German went -- the Jewish things -- I forgot how they called themself.\nSee, he can tell you more, he was a policeman in the DP camp. And you know how I met\nmine husband.",
        "Q: Yeah, I heard that story.",
        "A: With the -- with the crik -- with the Greek.",
        "Q: Right.",
        "A: Yeah.",
        "Q: You want to tell me that story?",
        "A: And it -- and it’s hard.",
        "Q: So you were there -- this is in the summer of 1945.",
        "A: Yeah, yeah. Yeah.",
        "Q: And -- and you were -- had a little work to do, and --",
        "A: Yeah, yeah, yes, yes.",
        "Q: -- and a place to stay, and --",
        "A: And we had a little room, and I remember that my husband check. He came, and you\nknow, and he came every day to see me.",
        "Q: This was after the incident with the certain man --",
        "A: With the Greek, with the Greek, yeah.",
        "Q: -- who wanted to marry you.",
        "A: You know, he put a knife on the table, and I said, I don’t know you, and I don’t want\nto get murdered. I have other things that I have, go to school. And somebody called the\npolice, and my husband came in, and from this time he was coming every day. And I\nloved him because he was different than other people, you know? And three months later\nI marry him.",
        "Q: You were a beautiful young girl, did you have a lot of boyfriends?",
        "A: I had a friend from Holland, he was not Jewish, he was a me -- he even -- even came\nto America to see us, met my husband. He was in concentration camp, and I met him\nthere. I couldn’t speak -- he learns how to speak Polish, very intelligent. You know, it’s\n[indecipherable] I went to college in Holland, and I had Jewish professors. And the\nGerman told them to boycott the professors, and they didn’t want to. So, for the\npunishment they send them to Sfinesarbatelager. And I was working with him.",
        "Q: What was his name?",
        "A: Gayliss Kahn, from Holland delv. He send me papers to come, but I didn’t. So -- but\nhe came to us, to see us, here in America. Lovely man, but he passed away, too. So.",
        "Q: So you started -- was this pretty soon after you came there that you met your husband?",
        "A: Right away, maybe few days --",
        "Q: Right away.",
        "A: -- maybe two days later.",
        "Q: Hm.",
        "A: So I wasn’t by mineself, I have somebody there who was looking out for me, which\nwas very important, very important.",
        "Q: I bet.",
        "A: Because some people had brothers and sisters, I was with mine girlfriend. And mine\ngirlfriend -- later when the Americans -- when the Americans were there, she met\nsomebody, and when he went home, he sent for her. But she didn’t marry him either. He\ncalled -- he called -- her name was Regina Urtell. Forgot was -- was that name from\nhome. And he send for her, and I was -- I met my husband then.",
        "Q: So, did -- did he want to get married right away? Did you both decide immediately to\nget married?",
        "A: We got married three months later.",
        "Q: Yeah. And what was -- tell me about your wedding.",
        "A: My wedding. People were cooking, people were baking. People brought liquor from\nGermany. Somebody gave me a wedding dress, and somebody send me to a mikvah. I\ndidn’t know what -- do you know what that is? You jus -- they put you like -- does -- it\ndoesn’t even matter. I didn’t know it -- I didn’t know how to behave. Didn’t know what it\nwas. I didn’t know -- I didn’t know many things. I was just, you know --",
        "Q: 16, yeah.",
        "A: After the war, but I was a little ki -- a young kiddif when the war start. How would I\nknow those things?",
        "Q: Mm-hm.",
        "A: The wedding was very nice. People were playing music. Good, bad, it was beautiful. I\nbring you the picture and show it to you if you want to see.",
        "Q: Sure.",
        "A: Okay.",
        "Q: Okay, now tell me what we’re looking at here.",
        "A: This is mine husband, and this myself. I chain --",
        "Q: Everybody looks pretty happy there.",
        "A: Sure. And this is -- this was mine cousin, this was mine girlfriend, and this 1s some\nGreek -- this was a movie star, but I forgot her name. Some Greeks.",
        "Q: Uh-huh.",
        "A: Very nice people. I don’t know what’s happened to them now.",
        "Q: Yeah. You -- it must have been one of the first weddings in the --",
        "A: Yes, yes, yes.",
        "Q: -- in the concentration camp.",
        "A: [indecipherable |",
        "Q: So I bet it was an occasion for everybody --",
        "A: Oh, sure, it was a --",
        "Q: -- because that was such a happy --",
        "A: -- everybody came to the -- I didn’t en -- send any invitations, but everybody came to\nthe wedding, the whole camp. Thousand people. Thousand a -- because you know. But\nthat’s [indecipherable]. This was mine brother.",
        "Q: Oh.",
        "A: And this is -- was his friend who was with us when the war start, because they took his\nparents. He went with mine father, and the parents came back. And this was myself\n[indecipherable |",
        "Q: And how old were you in that picture?",
        "A: I have no idea, maybe -- more than 12 years, maybe 12 years, maybe less, I don’t have\nany idea.",
        "Q: Uh-huh, uh-huh. You looked happy.",
        "A: I was happy. I had a wonderful childhood.",
        "Q: Yeah.",
        "A: Very happy childhood.",
        "Q: So you’re -- so here you are in this DP camp, you’re 16 years old and you’re married\nto somebody you’ve known for three months.",
        "A: Yeah.",
        "Q: It’s pretty --",
        "A: But I knew him very well.",
        "Q: You felt immediately connected to him.",
        "A: Yes, yes.",
        "Q: Yeah.",
        "A: And we are still married, and very happy.",
        "Q: Yeah. And you had a child in the DP camp.",
        "A: Yeah, Joseph was born in -- a year later, in December, December the 12, 1946.",
        "Q: Mm-hm.",
        "A: Yeah.",
        "Q: And what was that like, having a child there?",
        "A: Like a doll baby to me.",
        "Q: Yeah, yeah, you were happy?",
        "A: He was -- very happy.",
        "Q: Yeah. It must have been quite an event for other people, too --",
        "A: Yes, every -- ever --",
        "Q: -- that when life was coming back, and --",
        "A: And do you know, when I came to deep -- to the DP-P camp, many people knew me\nwhen I was a little child, yes.",
        "Q: There were people there from your town?",
        "A: Yeah, yeah.",
        "Q: Huh, huh.",
        "A: You know, because will -- we’re own business and so we’re bringing different kind of\nproducts, and they knew me when I was a little kid.",
        "Q: People that maybe you didn’t even know.",
        "A: No.",
        "Q: Right.",
        "A: It wa -- yeah.",
        "Q: When -- when you -- when you had your baby, there was a hospital there in the camp?",
        "A: Was a hospital there, yes.",
        "Q: And what -- and was it --",
        "A: And they had doctors there, too.",
        "Q: And it was good, I mean everything was -- they had everything they needed?",
        "A: They were sending people to another hospital, and mine husband was not there\nbecause he was -- they send him to a school someplace. And I -- I was in labor and my\nneighbor took me to the doctor, and to the hospital, and they had to help me.",
        "Q: Because he was gone?",
        "A: No, no, no, because it was quick.",
        "Q: Oh, really?",
        "A: Yes.",
        "Q: Uh-huh.",
        "A: Yeah.",
        "Q: Wh-What was that like for you to have a child so young? You hadn’t -- I mean, you\nwere -- you hadn’t been around --",
        "A: I -- I was -- I was delighted --",
        "Q: Yeah.",
        "A: -- that I have something mine, I’m gonna love it. I did. I kep -- I even de -- I don’t\nknow, I didn’t think things like that. I was delighted. Who wouldn’t be?",
        "Q: Yeah.",
        "A: And I name -- I named him after mine father, and mine husband’s father, Joseph\nMichael Brodetsk1.",
        "Q: Mm-hm.",
        "A: Yeah.",
        "Q: An-and -- and where -- did you have a different place to live then, when you got\nmarried, they gave you a different place?",
        "A: No, we had -- we had that -- all we had, one nice room.",
        "Q: Mm-hm.",
        "A: Yeah, later we had a room, and a kitchen. And you put a glass of water, when the time\nwhen got -- got -- get up in the morning, you had ice. But it was fine, I was -- I wasn’t by\nmyself. I had a family, a wonderful family.",
        "Q: And th -- and --",
        "A: It was not too easy, but it was okay.",
        "Q: Yeah.",
        "A: Because I have -- I knew -- I was hoping for the best for the future.",
        "Q: And what were your dreams for the future at that time, what did you want? Or did you\nthink you had what you wanted? I mean, you couldn’t stay there, obviously.",
        "A: No, we were -- we -- we -- see, he took care of it, but we -- I think zise -- they sign\nyou for America, for is -- you know, and we did, we had --",
        "Q: You signed up to go to America.",
        "A: They sign to come to America, but I have to tell you something about America. When\nI was 10 years old, I had a friend who was 17, her name was Marisha Messear. Sh -- you\nknow, I loved her so much, she was like mine -- I looked up to her, she was like mine --\nyou have a word for it, like -- oh gee, I don’t know what I’m gonna do. How can I forget\na word like that? It’s gonna come back to me. And one day she -- I knew that she has\nfamily in America, because she was always telling me about America, always. And one\nday -- and you know, I was very delighted, because I did -- I didn’t know much. You\nknow, I was a kid then, too. So she calls me one day, and she said, “Let me ta -- show\nyou what mine auntie send me from America.” I said, “I’m coming right away.” And she\ngot those curlers, eye curlers.",
        "Q: Curlers",
        "A: Curlers for the --",
        "Q: For eyelashes.",
        "A: Eyelashes, yes. She said cur-curlers, eyelashes, yes. And she was telling me that her\ncousins are going to college, and in America is a life. And you can go to dancing\nschools.",
        "Q: That’s what you wanted.",
        "A: You can -- you can do whatever you want to, cause your parents can work, and make a\ngood li -- she was telling me wonderful things. So I came home to my mother, and I ask\nher the [indecipherable]. Now she said USA, later she said America. I said, ““What’s\nAmerica?” So she was telling me all the good -- good things about America, which they\nare, believe you me, she was telling the honest truth. So I went home to my mother, and I\nsaid, “Mama, I want to go to America.” She just -- she said, “Who di -- where did you get\nthe idea to go to America?” I said, “I just came from Marisha and she was telling me\nwhat she always tells me,” for years, but tac -- I didn’t -- it didn’t go in mine head. I\ncouldn’t understand. I said, “Do you -- do we know somebody, do you have a family in\nAmerica.” So my mother said, “I don’t know, I’m going to have to check it.” And I\nalways remember that I was battling for a long time with America. But later the war\ncame, but I’m here.",
        "Q: Yes.",
        "A: And I was dreaming about it.",
        "Q: So you had that idea in your head all that time.",
        "A: Yes, I was dreaming about to come to this -- when I was just a kid, and I didn’t know\nanything about America. I knew that somebody said to me in America you walk on the\nstreet and pick up gold. Okay. When you healthy, happy, you pick up gold, believe you\nme. It’s hard when you come, but you make it easy. I believed I was very determined that\neverything is going to be fine, and it is, thank God for it.",
        "Q: Mm-hm, so you -- when did you come to --",
        "A: We came to America --",
        "Q: -- how did you -- and how did you come?",
        "A: -- September the 10\" or the 11\", 1949, we came by plane.",
        "Q: Oh, you were quite a few years in -- were you all that time in Landsberg?",
        "A: Yes.",
        "Q: Seven, eight years?",
        "A: Yes. From a -- from 1940 --",
        "Q: Oh, I’m sorry, *45.",
        "A: From ’45 to -- for -- four years --",
        "Q: Four years.",
        "A: My son was born in Germany.",
        "Q: Right.",
        "A: I think he was two and seven -- two years and seven months when I brought him here.",
        "Q: Mm-hm.",
        "A: And when I went to the hospital, somebody took him. And when he came home, he\nspoke ch -- English, and I couldn’t understand",
        "Q: What do -- where -- in which hospital?",
        "A: Here in Richmond.",
        "Q: Oh, to have your other baby.",
        "A: When I -- my -- my Maria, yes.",
        "Q: Uh-huh. How did you come to the U.S., on a boat?",
        "A: No, by plane.",
        "Q: Really?",
        "A: By plane.",
        "Q: From where, do you remember?",
        "A: I think it’s from Landsberg.",
        "Q: From Germany?",
        "A: From Germany, yes, but I don’t know from which city. I don’t remember.",
        "Q: And how di -- how was it that you happened to come to Richmond?",
        "A: My husband got a contract. He got a job in Richmond.",
        "Q: Uh-huh.",
        "A: So because we didn’t have any family --",
        "Q: Uh-huh.",
        "A: I think other people were lucky, had somebody, we didn’t.",
        "Q: Uh-huh.",
        "A: So when we came here, it was a little bit hard, but it -- we d -- we done it.",
        "Q: How did you -- how did you get a place to live?",
        "A: They had everything -- they had everything for us prepared. We were living\ndowntown, my husband got a job. And, I think radio technician before -- he’s a -- he’s in\nelectronics, but he was a radio --\nEnd of Tape One Side A\nBeginning Tape One, Side B",
        "Q: -- a continuation of a United States Holocaust Memorial Museum interview with\nSonia Brodecki. This is tape number one, side two. You got an apartment --",
        "A: [indecipherable |",
        "Q: You met people from all over.",
        "A: From all over, from all over the world. And we will, you know, when you have\nchildren, and we watch somebody else’s kids, we had to, because we didn’t have money\nto have a babysitter.",
        "Q: And you didn’t speak English yet, or did you?",
        "A: Well, just a few words I learned, you know. Eve -- even -- if I -- that’s what I didn’t\nspeak to people if y -- if I met person, I just -- I showed them how I felt about them,\nbecause I couldn’t express myself.",
        "Q: Mm-hm. So you were s -- you were at home with your little boy?",
        "A: I was home with my little boy.",
        "Q: And you were pregnant, cause you had a ba -- another baby.",
        "A: Maria was born a month after we came to America.",
        "Q: Uh-huh.",
        "A: Yeah. So I had two children.",
        "Q: Uh-huh. And the -- and then pretty soon your little boy went to school?",
        "A: He went to a ki -- to kindergarten.",
        "Q: Uh-huh.",
        "A: Yeah, and he -- he came home, he spoke English, and I learned from him, and I was\nlistening to the radio, and I was re -- 1 --",
        "Q: He just picked it up in school? He just picked it up?",
        "A: Yeah, oh yeah.",
        "Q: Yeah.",
        "A: You know how children are, jus -- kid -- kids pick up quickly everything. And they --\nI started read -- I couldn’t read what I was reading, whatever, good, bad. So I asked\npeople t -- neighbors who were from here to correct me, and they did. And I still do it.\nPlease correct me. I up -- you know.",
        "Q: So you taught yourself English?",
        "A: Yes.",
        "Q: You didn’t go to any kind of school to learn.",
        "A: No. Mine English was better when the kids were home. Now I speak Polish with my\nhusband because we can understand each other very well -- better. But speak English,\ntoo.",
        "Q: So, how was Richmond for you? Did you like it here? Were you lonely?",
        "A: I was very lonely, but I -- I li -- I would love wherever I would go. I was free. I\nremember the first time I went to a shop to -- to -- to -- with my husband to a store, I saw\nlittle children, I saw all the people. It was wonderful. I couldn’t believe my eyes what I\nsaw everything. You know, what’s -- to some people maybe this wa -- to me it meant --\nevery little thing was wonderful to me. Whatever I saw, I was happy, I was impress with\neverything. People I -- every person I met smiled to you, was kind, and this was the most\nimportant. And tol -- you know -- I don’t know, but I think when we came to this\ncountry, we brought a lot of tolerance with us.",
        "Q: You did?",
        "A: Everybody, all the survivors, I think.",
        "Q: Tolerance.",
        "A: Yeah. And kindness. Even if sa -- even now whens -- you know, this 1s the most\nimportant, to be kind. Hm?",
        "Q: Yeah. Were there other survivors that came with you?",
        "A: Just -- wi -- not with me, they came a few months before, few months later, and we --\nwe stayed together for a little bit, because, you know, we didn’t have anybody. Yeah, we\n-- later we were invited to the -- to join the new American club, Jewish American cl --\nnew American club. The German people who came before us make the club, and they\ninvited us. So we belong someplace.",
        "Q: Mm-hm.",
        "A: Yeah.",
        "Q: Were any of those other survivors from Poland, too?",
        "A: Yes, yes, yes.",
        "Q: So you had somebody to speak with.",
        "A: Yeah.",
        "Q: I bet that was nice.",
        "A: But I -- I want to speak English.",
        "Q: Yeah.",
        "A: So I ask -- I wrote it -- I wri -- see, at the shop I have everything a -- I was writing\nthings on papers, even if I could not ask people to write for me, you know, if I like\nsomething from a book I wrote it down, and I was reading and studying it.",
        "Q: Mm-hm, mm-hm.",
        "A: I had everything in the kitchen written down, thank you --",
        "Q: Really?",
        "A: I had to, I had to.",
        "Q: You made little signs for yourself?",
        "A: Yes, I had to. My husband learned English quicker than I am, because he was working\nwith people. But I did, too. I was not embarrass, I was not -- it didn’t feel -- you know,\nnobody was condescending me. They were listening to me. So I repeat, and repeat until it\ncame out right. People were very kind.",
        "Q: Great, yeah.",
        "A: The first time when I went shopping, I have to tell you, was a market. I was waiting\nfor the guy to give me something, so whatever he gave it to me, I brought it back to him,\nI said, “No good, no good,” because -- so he said, “You pick up yourself.” And I couldn’t\nunderstand what he was telling me, so he took mine hand and said pick, and put it, there\nis, you know, and that’s how I learned.",
        "Q: Uh-huh.",
        "A: And later I be -- wa -- became friends with very nice people, and I just spoke English\nto, and that’s how I picked up. And I had another German girlfriend from here who spoke\nbeautiful English, and she said, “Sonia, I’m gonna help you.” And that’s, you know, it\nhelped me t -- every little bit helped.",
        "Q: Mm-hm. You obviously learned, probably from your parents, to have an open mind,\nand an open heart.",
        "A: Yes.",
        "Q: Because you were not mistrustful.",
        "A: No, I -- I -- I’m still trustful. I give everybody the benefit of the doubt. That’s how you\nsay it? Unti -- but people are nice to me, very nice to me. Knock -- knock on wood.",
        "Q: But considering what -- those four years, what you went through --",
        "A: Yes.",
        "Q: -- it would not be surprising if you had become some other way.",
        "A: I -- some people -- I t -- I -- I -- I could no -- I --I don’t have the nature. I -- I don’t\nthink -- I don’t know. Even when I was in concentration camp, some people were nice to\nme. They even -- I tr -- you know, that I was step dancing. When I was in Landsberg in\nthe kid’s concentration camp, I wa -- I couldn’t eat, I couldn’t sleep, I want to go ho -- to\nmine parents. I couldn’t -- I couldn’t. And two girl -- my mother has two girlfriends who\nwere in concentration camp with me, too. So you can imagine I always run to them for\nthem to tell me something about my mother. And whenever they were talking about it,\nthey light up. They were -- because I -- she was -- she was wonderful. And -- and -- so I\nsaid to myself, what can I do? My -- my -- my mother always said to me, “You have to\nlive. You have to live. You have to do everything to live.” So I remember I said, I don’t\nhave any profession, I don’t know anything, no skill, but I know how to dance and sing.\nAnd I was singing, and s-singing to me -- and -- and nobody saw me, you know. And\neverybody was think that I lost my mind, because if they would catch me, I would get\nsome beating. And that’s how it start, and you know, it -- 1t went -- when you sing, when\nyou happy, it -- forgot the word -- it reflects on other people, yes? And everybody starts.\nWe had -- ha -- very bad time, it was horrible for us, although --",
        "Q: And you were singing --",
        "A: Yeah.",
        "Q: -- for people in the camp.",
        "A: Yeah, yeah. And other people are singing too, because they knew how to sing. And we\nsi -- we form a little group, so every -- when everyone had -- we had a little time, we\nwere singing and tap dancing for them. Even when I went to the holox -- Holocaust\nreunion, were people there who remembered those things.",
        "Q: Really?",
        "A: And I was talking to a lady, and I look at her, and I talk to her, and she told me her\nname, and I didn’t know who she was. And I told her my name, she kissed me and I\nkissed her back, but I didn’t -- later when she said she was in the same concentration\ncamp I was -- you know, it’s so many years, you don’t want to -- you -- you -- you don’t\nwant to remember all those bad things, but that -- it stays -- sticks with you.",
        "Q: Sure.",
        "A: People said and -- it will go away. It doesn’t go away. When it’s good, we remember.\nWhen our baby’s born, we remember. When I go to the cemetery sometimes, you know,\nbecause I sometimes do, put some flowers, I remember.",
        "Q: When you -- when you were in Landsberg, and then when you came to the United\nStates, were you looking for relatives during that time, and -- and --",
        "A: I knew that I don’t have anybody. My husband didn’t want to look for anybody,\nbecause he said -- people were telling us, they are going to think that you want money\nfrom them. But my husband had some relatives, I don’t know where.",
        "Q: But you -- you knew that nobody had survived in your family?",
        "A: No, I knew. Because when I was in Poland, I was looking, too. I went to Krakow,\nthrough the rad -- on the rad -- I [indecipherable] through the radio, couldn’t find\nanybody. Yeah.",
        "Q: What about -- you showed me the photograph --",
        "A: Yeah.",
        "Q: -- that you received --",
        "A: From Israel, from mine uncle.",
        "Q: An uncle?",
        "A: When he was alive, yes, he send me --",
        "Q: So when did you find out about him?",
        "A: Oh, I knew that he is in Israel. When I was a little child, I knew.",
        "Q: Oh, he had lived there before the war?",
        "A: He was living there before, yes, with his family.",
        "Q: Oh, I see.",
        "A: And they came to America to see us, too, but --",
        "Q: Uh-huh. How is he related to you?",
        "A: My mother’s brother -- the younger -- the baby, the youngest brother.",
        "Q: Uh-huh.",
        "A: Yeah, but he passed away, his wife passed away, but I have a cousin.",
        "Q: Uh-huh. So you had no temptation to go to Israel and live there because of your uncle,\nwhen you had a choice?",
        "A: You know mine dream.",
        "Q: Yeah.",
        "A: When I was a little child.",
        "Q: Mm-hm. So when you came here then, were you in touch with your uncle then, were\nyou --",
        "A: Not right away, not right away.",
        "Q: Because you didn’t know him? You didn’t know him very well?",
        "A: Not just, no, no, no. I didn’t have his address, I didn’t have anything. I don’t -- I thinks\nmine husband wrote to Israel, to some -- to some place, and he got the address. Or -- no.\nNo, no, no. We had friends in Israel, and he called to mine -- to our friend, and mine\nfriend went to mine uncle. And I think this how it started.",
        "Q: Mm-hm.",
        "A: I think so, but I -- we -- yeah, we have friends in Tel Aviv, yeah. And mine uncle was\nliving Banai breck, I think. So I had a uncle, and a aunt, but they are deceased. But I have\na cousin, I’m very lucky to say.",
        "Q: Mm-hm. Their daughter, or son?",
        "A: They have some -- few children, but the children I don’t know.",
        "Q: Uh-huh, uh-huh.",
        "A: I knew them when they were little --",
        "Q: Yeah.",
        "A: -- but not -- they’re grown people now.",
        "Q: Yeah.",
        "A: I would love to see them, but --",
        "Q: Yeah. So you had -- you’re here, you have two children now.",
        "A: Yes.",
        "Q: A son and a daughter.",
        "A: Mm-hm.",
        "Q: Your oldest daughter was born --",
        "A: A month --",
        "Q: A month after you [indecipherable]",
        "A: -- after we arrived to America, yes.",
        "Q: And wi -- and then what was -- what was happening in your life at that time?",
        "A: I -- Iwas home for -- for many years with the children, taking care of the kids, taking\ncare of the house, doing what I had to do. And later we were living a few years, and we\nsaved some money, we put a down payment of this house. I don’t know how many years\nwe were here when we -- we moved twice, from one apartment to the other one.",
        "Q: What year did you move in here?",
        "A: In ’57.",
        "Q: *57.",
        "A: Wait a minute, °56 or ’57?",
        "Q: Uh-huh.",
        "A: No, I think ’56, because Roma was born 1n 757.",
        "Q: Uh-huh, in this house?",
        "A: Yeah, in this house.",
        "Q: Mm-hm. So that’s three?",
        "A: Yeah, three.",
        "Q: And now -- but there’s four kids.",
        "A: Yeah, ra -- Debbie was born. Debbie’s 41 -- four years later, after Roma.",
        "Q: Uh-huh, uh-huh. So the kids were in school, and --",
        "A: Joe and Maria were in school, and I was with those [indecipherable] things.",
        "Q: Yeah.",
        "A: And later my husband open a business, I was helping him.",
        "Q: What kind of business did he have?",
        "A: TV, electronics",
        "Q: Oh yeah.",
        "A: Yeah.",
        "Q: Mm-hm. What was the name of it?",
        "A: Colony TV. Colony, C-o-l-o-n-y.",
        "Q: Colony.",
        "A: Colony TV, incorporated, yes.",
        "Q: Uh-huh, and you were working with him?",
        "A: I was a receptionist, I was everything.",
        "Q: Did you like doing that?",
        "A: Yeah.",
        "Q: I bet. Meeting people all the time.",
        "A: I love people, I told you. I met wonderf -- nice people. People even call me, didn’t,\nyou know, and they said, “Oh, I like to talk to you. Are you Chinese?” I said, No, ?'m\nAmerican with the accent.” I am.",
        "Q: Yup, yup. And when did you become citizens?",
        "A: Five years after we arrive here.",
        "Q: Mm-hm.",
        "A: I wa -- [remembered when we went, and a man went with me because we had to sign\nthe papers, and I was so excited, I was -- how do you say it, I was -- you could see on\nmine face, I was so happy. Mine goodness, I forgot fo -- this words, I was so happy, I was\necstatic, yes?",
        "Q: Ecstatic, right.",
        "A: Es -- I was so happy. So the judge ask me, “Do you like it here?” I said, “Look at me.\nDon’t you see I love it here?” And we had ups and downs, like you know, when you\ncome to a new country, you have children, and you have to take care of things, you know.\nSo -- but we were happy. We could go and do whatever we want to. You want to go to\nschool, you could, which was very important, but I didn’t have time. My husband said I\ncould, but --",
        "Q: Yeah. Fr -- that’s -- you got a lot of kids, a lot -- lot to do.",
        "A: And I had other children too, coming to the house, when their mother’s went so -- to\nthe doctors, or someplace, take the kids to Sonia, okay. And I love kids. This is my -- ouf\n-- our future. And those kids are wonderful, all those kids are wonderful.",
        "Q: Yeah.",
        "A: So I give back something to this country, which we should, every one of us.",
        "Q: During those years when your kids were young, did -- did they ever start to ask you\nabout your background, and you family, and --",
        "A: Yes, yes.",
        "Q: Who asked?",
        "A: Mine daughter. Mine daughter sit with me, and she said, “Mommy, please, could you\ntell me something about mine grandmother?” Because she knows I went someplace, and\nthey -- people asking how is your grandmother, and so I said, “We don’t have a\ngrandmother.” And so were explaining the best I knew how. One day she came home,\nand she sat with me, and I was telling her about my mother. Beauty -- everything -- nice\nthings. I told her that I came from a very happy home, very loving home, and sh -- blah,\nblah, blah, I was going to dancing school, and I was doing this, and just -- and\n[indecipherable] and I start crying, and that’s finish, she didn’t ask any more.",
        "Q: She didn’t ask.",
        "A: But you know what I done is I read a lot. She ask other people. But whenever they\nshow -- they show something on TV, she didn’t want to watch it. Because I was sitting,\nshe just put up this ca -- handkerchief for me, so when I cry, you know. I says, “Maria,\nwhy don’t you sit, so you can learn our history?” She says, “Mama, I know a lot. ’'m\nreading a lot, and I’m asking questions.” So I went to temple, so maybe they ask the\nrabbis, too. But I was -- I was telling them. Joe -- Joe went -- Joe went to is -- my son\nwent to Israel, and when the war start in Israel, he went, he volunteered to Israel.",
        "Q: Really?",
        "A: Yes.",
        "Q: In ’67?",
        "A: Yeah, I -- I didn’t tell him. I -- I told mine friends not to come here, because not to tell\nhim how to do it a -- he done it, and he went to Israel. And he said when he was there he\nwas reading everything and asking people. And you know, some people don’t speak\nEnglish, but he sp -- understood Polnish, so they were speaking Polnish to him.",
        "Q: When he was [indecipherable]",
        "A: And he went -- when he came back he said he was just going to go -- gonna go work\nfor the Jewish people, yes. And he was working in Hillel, and later he was doing other\nthings, and when he finish his studies, later he was working for the Holocaust Museum.",
        "Q: Mm-hm.",
        "A: He was the National Campaign Director.",
        "Q: Right.",
        "A: He’s anice -- he’s a lovely guy. And he was working very hard, like for himself.",
        "Q: Did he ever ask you those questions directly, about what had happened to your family,\nor did he --",
        "A: Yeah, we -- we were telling them, but we told them -- we were telling them in a nice\nway. And we was telling them that we have still good people everywhere. Because it’s\ntrue, we have good people, thank God for it.",
        "Q: Yeah. I -- I guess that it would be -- you would have a fear that they would begin to be\nangry, or --",
        "A: I told them -- do you know what the Germans asked me after the war? Do you hate\nus? I said no. I said, “You know, you hate yourself enough.” And something is going to\ncome, somebody has to pay for what’s happened to us. I don’t hate anybody. I would\nhave to hate myself before I hate somebody else, yes. I told this to mine grandson, you\nknow, that you shouldn’t -- you should love people, you should look up to be kind, to\nconst -- be considerate if you see somebody older, give them the seat. That’s how I was\nraised. So -- and I told him you shouldn’t hate anybody. You should be very polite to\neverybody, because you never know. If somebody talks to you, stay and listen. Even if\nyou don’t understand, listen and ask to explain. So he told the teacher at school, and the\nteacher called me. Just ni -- it was -- it’s --",
        "Q: What did he tell the teacher?",
        "A: He told the teacher of -- you know, she ask him about the grandmother, because she\nmet me --",
        "Q: Watch this microphone [indecipherable |",
        "A: -- because she met me one day, I was at school for a PTA meeting for my grandson.\nSo she -- sh -- he said to -- she said to him, “Tell me something about your grandmother.”\nSo he was telling her. Said that’s good.",
        "Q: What did he tell her?",
        "A: What I told him.",
        "Q: About?",
        "A: About not to hate people, that people are good, to be kind, you know. And she called\nme to thank me. I said, “You don’t have to thank me, that’s how I feel.” Well.",
        "Q: So your son Joseph, and -- he went to Israel in the late 60’s, and --",
        "A: Yeah, when the second -- when the war was in Israel.",
        "Q: And did he join the military?",
        "A: No, no.",
        "Q: No.",
        "A: He was working in a kibbutz. But many people went there from Holland, from other\ncountries, yeah.",
        "Q: Were you glad that he went?",
        "A: Now, I am glad.",
        "Q: Now you are.",
        "A: But I was -- I knew that he is going to go. I know that I -- my husband was\n[indecipherable]. I knew that I cannot stop him, but I was -- do you know, when he left to\nthe airport with my husband, I didn’t go with him. I couldn’t.",
        "Q: You were too worried.",
        "A: I was -- I knew that he is going to be okay. And I call all mine friends, and I told them\nthat he is going to be there. But, you know what’s in your mind, what you thinking about.\nHe was the only one in Richmond who went. Sold everything, everything what he had.\nHe was at school, he took at -- he took off from school, and he went to Israel.",
        "Q: He was in college?",
        "A: He was in college, yes.",
        "Q: Uh-huh, uh-huh. How long did he stay?",
        "A: The whole time -- I-I don’t know, a year? Ma-Maybe more than a year.",
        "Q: Did he stay in touch with you, did he --",
        "A: Oh sure, sure. Mine daughter went too, but she was exchange student, yes. Roma.",
        "Q: And ha -- do you think that changed him in any way, that experience?",
        "A: He was always ow -- very cont -- co -- how do you say, conshi -- cons --",
        "Q: Conscientious?",
        "A: Yeah, a very good person. When I wa -- I have to tell you something. When Joe was\nborn, and I was nursing him, I was telling him about -- I said, “You know, Joe, when you\ngrow up, you gonna be our leader.” And that -- one child to the baby speaking. And I was\ntelling him oth -- I think he sti -- he remembers those, he tells me, “Mom, I remember\nwhat you told me.” I said Joe, you [indecipherable] he’s a very ni -- very nice person.\nQuiet, good, handsome. He is. Has a nice wife, nice children, which I’m very grateful for.\nI -- I’m grateful for every little thing.",
        "Q: So this is now, we’re in the late 60’s, and there was a lot of -- the Vietnam war is\ngoing on in addition to that.",
        "A: Mm-hm.",
        "Q: The Civil Rights movement was going on in this country, when black people were\ntrying to win their equal rights. How did you respond to those kinds of major --",
        "A: I didn’t like what they were doing, because to me everybody’s the same. Every human\nbeing deserve the best. Don’t you think so?",
        "Q: Mm-hm, mm-hm.",
        "A: They are children, fathers and mothers, grandmothers, grandfathers, everybody. When\nI came and I saw those things -- when I came to America and I saw how they treat them, I\ncouldn’t take it. And I was living in a -- you can say fr -- was black people, black and\nwhite there in my neighborhood, who were telling me stories, and I couldn’t -- I couldn’t\ntake it, there was too much. We cannot compare anything, but it was too much. I couldn’t\nunderstand it. You live in a country, and you treat people who live here, who are born\nhere, differently. I-I just couldn’t understand this. And I s -- what a change a lot, because\nI had -- we had many friends who were going to college. Wonderful, wonderful people.\nTo me it doesn’t make any difference. People are people.",
        "Q: Yeah.",
        "A: We have good, and maybe a few not so good, but you can change them. I do many. I\nsee good in everybody.",
        "Q: Did you ever have any -- experience any kind of discrimination because of you’d be --\nbecause you were Jewish --",
        "A: No.",
        "Q: -- or because you were foreign?",
        "A: No, I just had a gun put to mine head.",
        "Q: You -- you did?",
        "A: Yes. But I’m here.",
        "Q: Where did that happen?",
        "A: In our shop, in our shop I was --",
        "Q: Oh --",
        "A: [indecipherable] but it’s okay.",
        "Q: -- was it a -- somebody trying to rob the store?",
        "A: Somebody’s tried to rob us, but they didn’t rob us, was not [indecipherable |",
        "Q: Good news.",
        "A: This was a very bad experience.",
        "Q: Yeah.",
        "A: Yeah. It’s maybe 20 years ago.",
        "Q: Uh-huh.",
        "A: Yeah.",
        "Q: Do you think it had anything to do with who you are --",
        "A: No, no, no.",
        "Q: -- or just random",
        "A: Just a random. No, no, no. I didn’t feel any discrimination by anybody, and when I tell\nthem -- I tell somebody -- people ask me, who -- who are you, what is ya -- that -- I said,\n“T’m Jewish.” And later I tell them that I am Catholic, and Baptist, and all those things,\nall th -- and what real difference? You can pick up whatever you want, I’m going to be\ntoday for you. What -- what [indecipherable] difference --",
        "Q: Right.",
        "A: -- when somebody’s kind?",
        "Q: Did you go to synagogue when you came here?",
        "A: Yes, went to Betahabba, yes.",
        "Q: Uh-huh.",
        "A: Very nice, but I have mine own religion.",
        "Q: You do?",
        "A: Mm-hm. I listen to the rabbi, because -- but after something like we went through, we\nhave -- I mean, I’m going to talk about myself, I have my religion.",
        "Q: Yeah.",
        "A: I believe in God.",
        "Q: Yeah.",
        "A: I do.",
        "Q: Can you tell me something more about that?",
        "A: About what?",
        "Q: About your own beliefs?",
        "A: I believe that we should be giving to -- be kind to each other, look out after each other,\nyes?",
        "Q: Mm-hm.",
        "A: It doesn’t hurt to be kind, and -- and -- and even help somebody, somebody needs\nhelp. I don’t know what to tell you.",
        "Q: Do you ever disagree with the rabbi, about any --",
        "A: No.",
        "Q: No.",
        "A: Sometimes when I go to services, you know what I’m thinking about.",
        "Q: About --",
        "A: Mow -- mine parents, this 1s the first thing, mine home.",
        "Q: Right. Every week?",
        "A: No, no, no, no.",
        "Q: No.",
        "A: Not every week. I don’t go every week.",
        "Q: Did you ever have -- did you have people to talk to about what you had been through\nin those first, you know, years after you came here?",
        "A: I couldn’t --",
        "Q: You couldn’t.",
        "A: I couldn’t speak about it. I couldn’t. And I remember a lady came here, she said -- I\nwas very happy t -- I didn’t know her, she came in, and I asked her to sit down, and I\nmake her something to drink. And later I said let’s -- I ask her [indecipherable] she need\nfor me to tell her something, or -- you know, I didn’t know her, but she came, she was\nvery nice, and she said she came from -- she came -- she came for me to tell her mine\nexperience. I said, “Look, you can’t,” --",
        "Q: She came from where? I’m sorry.",
        "A: She a -- she’s from America, she’s a lady, she’s -- I said, “You know, you should let\nme know a few days before. I am not too -- up to it, please, and give me a rain check.”\nYou know, I didn’t want to speak about it. And the next time when I saw her, I just told\nher that I’m here, and I’m delighted. I -- I couldn’t, I just couldn’t. You can ask a soldier,\nAmerican soldier who went through. He can’t -- they couldn’t speak either. Because I\nmet many American soldiers here in Richmond. They couldn’t talk. I don -- I remember\nthere came s-some doct -- a ri -- a man came to our store with a lady, he’s doctor and\nshe’s his nurse, to -- to do something, and we start talking. And you know, I have a -- I\nhave -- you know that I have a accent. I said hello. So the lady said to me, “Sonia, ask\nhim where he was in 1944.” So I said, “Do you mind?” He said, “I was in Dachau.” No,\nhe said, “When I was liberated the people, I was younger, and I was in Dachau. And this\n47\nis my nurse, who was with me.” And I just went without nothing, just went and embrace\nhim, and hug him, and give him a kiss.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nSonia Brodecki. This 1s tape number two, side A. So you were telling me at the end of the\nlast tape that you met this man, he came to your store, and he had been a liberator --",
        "A: Yes.",
        "Q: -- at Dachau, and you hugged him.",
        "A: Yes, I -- I -- I didn’t even think, but you know, he was mine hero. All the soldiers are\nheroes, every one of them. And they were all -- see, I was liberated by the Russians, but\ndoesn’t matter. But look at the Americans, what they done. And they suffered, believe\nme. And I wish people would give them more respect, the older people here in this\ncountry. They deserve it.",
        "Q: Yeah.",
        "A: And the families, too.",
        "Q: It’s interesting that you felt a kind of a kinship with him, because you can talk about\nwhat had happened, and you sort of suggested --",
        "A: Iki -- I --",
        "Q: -- that it was hard for him, or hard for soldiers to talk about what had happened to\nthem, too.",
        "A: Sure, because I knew how hard it was for us, and I went through a lot, a lot. A lot\nsoldiers were mistreated and hurt, and put to concentration camps, too. I tell all the sold --\neven if I don’t know them, I tell them you are mine hero. They just give me this look. I\nsaid, “Please take my word for it, I know what I’m saying.” So they stop and talk to me,\nbecause they are our heroes. That’s why we can sleep in peace at night. Nobody\n[indecipherable] us, nobody bothers us.",
        "Q: What about the other survivors that you knew, did you talk to them, or was -- was it\njust kind of understood that people didn’t want to talk, or --",
        "A: Some -- some people are here who are survivors, but they were not in concentration\ncamp. They survived [indecipherable] other things. They survive a lot, too, but some\nsurvivors speak about those things, I don’t want to say. I -- I speak about wonderful thi --\nI speak about our children, our -- our -- where we gonna go, what we gonna do. The first\ntime when I went to the Holocaust Museum when they open, my husband went, Maria\nwith her boyfriend, and I went. I couldn’t look. I was there -- a lady was there who saw --\nshe looked and she saw her picture when she was 17 years old, and she start screaming.\nAnd late -- the first thing when I went in, you had 1s the -- the German soldiers beating\nsomebody, and right away you know what came to my mind, mine father and those\nNazis. And when I went in, I cou -- I couldn’t look. I just couldn’t. It’s -- it’s -- I was a\nfew times there, and I couldn’t. Everybody was going, and I was going that way, until I\ncame to the -- to the little car, the jus --",
        "Q: The railroad car.",
        "A: To the little car. Then it got to me. A lady collapsed there. I -- I was -- I was just --",
        "Q: Yeah. In those -- in those years, or even now, do you -- do you try and understand\nwhat happened? Is there a way to explain it, or do you --",
        "A: I do -- I -- I still don’t understand. Why? What did we done to people? I -- I -- I -- how\ncan I understand those things? I would -- I would never be -- I don’t know. I just don’t\nknow how to even express myself. When I was growing up, I was think that everybody’s\nnice, and kind, and good. Something like that -- so many chi -- I s -- I saw all those things\nhappen. I saw things like that. Hm?",
        "Q: Yeah. Let’s go back to when your son -- your son went to Israel, he came back.",
        "A: Mm-hm, mm-hm.",
        "Q: Did he finish college?",
        "A: He went back to school.",
        "Q: He went back to school.",
        "A: He went back to school, yes.",
        "Q: Uh-huh.",
        "A: He finish in Richmond, and he went to kay -- Cay Western res --",
        "Q: Case Western Reserve.",
        "A: Yes, uh-huh. And he -- were few people chosen, he was between those people. So he’s",
        "Q: On scholarship, did he go?",
        "A: I don’t remember.",
        "Q: Uh-huh.",
        "A: I don’t remember.",
        "Q: Uh-huh.",
        "A: We didn’t have the money really, but maybe he did, scholarship and [indecipherable].\nBut it’s okay.",
        "Q: You must have been really proud.",
        "A: I wa -- was very proud. But I would be proud, doesn’t matter what he would do, cause\nhe’s -- he’s very mu -- he’s like his father, he’s wonderful. Wonderful with people, makes\nfriends wherever he goes. And he -- my husband the same way. That’s how it’s supposed\nto be. But I remember when Joe was going to Israel, I just couldn’t go. I dressed\nmineself, and I felt so bad that I didn’t go.",
        "Q: What do you mean you dressed yourself? To get ready?",
        "A: To go -- to go with him. I just couldn’t. Couldn’t sleep the whole night, I couldn’t go.",
        "Q: Really? Did you have a ticket to go, and you changed your mind?",
        "A: Yes, Ij -- I just -- no, I didn’t have a ticket to go to Israel, just to the plane --",
        "Q: Oh, to the airport.",
        "A: -- to -- to -- to the airplane, to -- you know, say good-bye to -- I just couldn’t, I said,\nwhen you come back I’m going to see you, I just don’t feel so hot today, so --",
        "Q: Mm-hm. Did you --",
        "A: I am very -- how do you say it? Iam very psyche. I’m psyche.",
        "Q: Psychic?",
        "A: Psychic, yes.",
        "Q: Meaning what?",
        "A: With mine son, if something happens, I can -- I can call him and tell him what’s going\non. Not always. He broke his arm, and I was upstairs, and he was downstairs at the door.\nI said, “Does it hurts very badly that you broke it very bad?” He said, “No, I just hurt it.”\nI felt it.",
        "Q: You felt it?",
        "A: Maybe because I was so young when we grow up together. I don’t know.",
        "Q: Hm. That’s interesting. Do you have that same connection with your other kids, too?",
        "A: Well, it’s not with everyone, but with mine husband. When I call him, I ask him, did\nyou [indecipherable] did you go -- how do you know this? I tell him I don’t know. It\nhappens, maybe, I don’t -- it has to.",
        "Q: Yeah. Or you let it happen.",
        "A: Yeah, I let -- like you said, it -- thank you, I let it happen.",
        "Q: Yeah, yeah. So tell me about your girls. And he -- he -- they were younger than your\nson.",
        "A: No, Joe was the oldest.",
        "Q: Yeah.",
        "A: Later came Maria, later on, and Debbie is the youngest one. Debbie is married, has a\nson, Dylan.",
        "Q: Dylan?",
        "A: Mine pride and joy. [indecipherable]",
        "Q: How old is Dylan?",
        "A: Dylan is going to be 13, this Dylan.",
        "Q: Oh, oh boy, redhead.",
        "A: Yeah.",
        "Q: Uh-huh.",
        "A: He’s such a sweetie, smart. Such a sweet guy. You know I -- he comes and he said,\n“Do you need mine help?”",
        "Q: Oh.",
        "A: He calls my husband, he said, “Your lovely wife wants to speak with you.”",
        "Q: Do they live here?",
        "A: They live in Richmond, yeah.",
        "Q: Oh, that’s good.",
        "A: He was with me yes -- when they were putting the [indecipherable] in. So I messed up\nhere, so he was taking care of me. I let him.",
        "Q: Mm-hm, mm-hm, great.",
        "A: Yeah. And ma -- Maria is not married, and Roma is not married.",
        "Q: So they’re working girls?",
        "A: Maria is looking for a job. She lost her job af-after 25 years.",
        "Q: Oh my goodness.",
        "A: And she’s looking for what she wants. But she’s gonna find it.",
        "Q: Sure.",
        "A: She will find something.",
        "Q: Yeah.",
        "A: Yeah. They have nice na -- and Roma moved from Washington to New Jersey like\nyou -- and I told you, yes. She was here les -- two weeks ago.",
        "Q: Mm-hm.",
        "A: Yeah. So has --",
        "Q: And your husband has had this business all these years?",
        "A: Yeah.",
        "Q: He still has it?",
        "A: Yeah.",
        "Q: Yeah.",
        "A: Mm.",
        "Q: And you be --",
        "A: He loves electronics. He loves it.",
        "Q: Have you been working with him all this time?",
        "A: I was Friday there for a few hours, this is doing the bookkeeping.",
        "Q: Oh, you’re the bookkeeper?",
        "A: No, I’m not, I’m preparing for the bookkeeper, but I’m learning, and I told him to\nplease, if I do mistake, write me a note. He said I don’t need it. So I’m grateful for it, too,\nlearning something. It’s never too late, huh?",
        "Q: No. Let me ask you about for the last 20 years or so, in this country, since the late\n70’s, early 80’s, there’s been a lot of awareness here about the Holocaust, and me --\nmuch more films, and --",
        "A: Books.",
        "Q: -- books, articles, 1t’s everywhere now. For a long time you didn’t know too much\nabout it, at least not in a public way.",
        "A: Yes, I knew about it.",
        "Q: You did?",
        "A: Yes, they were telling us in the Jewish center, and I read some books, too. But I mean,\nI’m grateful for it, that they wrote, but you know, you have to feel it on your own self.\nWhat people who -- some -- people understand. Some people say never happen. I don’t\nfight with them. Fine. But a guy came to mine shop, and we were talking, and he said,\nbecause I have little things written down on cards, and hang up every place -- something\nfrom the Torah, something how you should, aw -- beautiful things. We talk, and he ask\nme, “How long are you in America?” I said, “A few years.” I said, “I’m longer than you\nare, and you speak better English than I do.” So an -- and you -- because you were lucky,\nyou went to school here, you know, and I couldn’t. I was deny -- we -- we were denying\nto go to school when we were young, too. So we were starting talking, and talking, and\nhe ask me why -- I told him I came here after the war in 1949. He was a little bit older\nthan I, and so he said to me, “Where were you?” So I said, “I am a survivor from those\ndeath camps.” “You are really?” I said, “Yes, I’m really.” And my husband has, you\nknow --",
        "Q: A number.",
        "A: Well, he asked me where’s your number, I said I didn’t have a number, I just had a\nlittle thing like the soldiers, fifty th -- 53354, my number.",
        "Q: You had it on a brace -- on a necklace?",
        "A: On a little things -- no, a little something hanging, you know.",
        "Q: Uh-huh, but you didn’t have it --",
        "A: Later, they took it away from me because --",
        "Q: You didn’t have a tattoo?",
        "A: No, not a tattoo. Well, we’re talking and talking, and he looked at me, said, “Is it\nreally true?” You know, I said, “I had a mother, and a father and a brother, and a family,\nand uncles, and aunts, and friends, and teachers. It’s true.” He looked at me, he said,\n“Because people were telling me, and I didn’t believe them.” I said, “Why not?”\n“Because they were pushing it on me.” I said, “They didn’t push it on you, they were\nmaybe [indecipherable] I would think, but it’s true.” He said, “You know, I believe you.”\nI said, “Okay, thank you.” And then he -- “I wish I would have -- I would tell you that it\nnever happened, but it did happen.” He kissed me, and he thanked me, and he went.",
        "Q: This was just a man that came into your store?",
        "A: Yeah. Now he comes in from time to time. That’s okay.",
        "Q: But in these years -- in these last 20 years, a lot of survivors have been getting\ntogether? In groups?",
        "A: No, no, it’s -- no-not -- not -- not here in Richmond, because many passed away, and a\nfew are -- we talk to each other from time to time. We went to weddings of the children,\nto -- to 50 wedding anniversary, and it’s nice, but you know, everybody has a life, and\nthey are busy. But when we see each other we are very happy to see each other. But with\nsome you make friends, with some -- like I vi -- like [indecipherable]",
        "Q: Have you been -- so you have not been active in any kind of survivor’s groups, or I\nknow that -- you have?",
        "A: Yes, I was, yes I was.",
        "Q: And what --",
        "A: But now I’m not too active, because I have -- I am active, I have to take care of\nmyself, so --",
        "Q: Yeah. What kinds of things did you do when you were active with those survivor’s\ngroups?",
        "A: We -- we were getting together, we had lectures.",
        "Q: Lectures?",
        "A: Yes, and I had people coming from other cities, to meet with each one, speaking in\nUniversity of Richmond, survivor.",
        "Q: Talking about?",
        "A: Talking about the same thing we are talking now.",
        "Q: Their experiences.",
        "A: And Elie Wiesel was here to speaking.",
        "Q: Uh-huh.",
        "A: Yeah, you know, you know who --",
        "Q: Elie Wiesel, yeah, yeah.",
        "A: I call him Wiesel, he’s a --",
        "Q: Yeah, yeah.",
        "A: -- he’s a -- Elie Wiesel.",
        "Q: He came to speak at the university?",
        "A: To -- to the University of Richmond, yes. We had other speakers. And it’s -- for us it’s\na little bit harder, because sometimes we have the children, the grandchildren, so you\nknow. I was very active, and I was going dancing with mine husband a few times a week.\nThis was very important. Now I don’t.",
        "Q: No?",
        "A: I go to weddings, but -- so, this is the [inaudible]",
        "Q: So how -- how do you think that being a survivor 1s -- 1s -- affected your life? I mean,\nit’s an obvious question, and I mean, it affects you in every way, every day. But how do\nyou think -- what qualities do you think you have that maybe you -- people -- other\npeople your age, who were born here, for example, don’t have, or --",
        "A: [inaudible]",
        "Q: It’s a big, big subject, but --",
        "A: I-I don’t --",
        "Q: Do you --",
        "A: lam mys -- I don’t know, I’m myself.",
        "Q: You don’t know. You are who you are.",
        "A: I am that -- Iam myself, and I’m a very happy person. And I’m very positive.",
        "Q: Yes.",
        "A: Extremely.",
        "Q: And tolerant, I think.",
        "A: Someti -- sometimes I coat -- when it -- sometimes I can be a little bit negative, and I\nsaid, “Uh-uh, remember. Do you remember?” You know what I’m talking about.",
        "Q: No, I don’t exactly.",
        "A: Okay. You know, remember we went through hell. We were in hell for so many years.\nSo when something goes wrong, goes the other way, I say, oh, it’s going to be okay. I’m\nstronger than that. Remember what’s happened.",
        "Q: So you say --",
        "A: And I’m extremely tolerant. Extremely.",
        "Q: And it’s something you’re aware of.",
        "A: Very aware of. To everybody. And it -- it -- do -- sometimes they come -- ga -- get --\nwith very intelligent peoples, I know a lot. And I don’t know, I li -- I’m not embarrass, I\nask. I don’t know, could you explain to me? And people are very nice to explaining to\nyou things like that. It’s true.",
        "Q: You mean about anything, or about the -- are you talking about history?",
        "A: About -- when they talk about something, and I really don’t know, I am not\nembarrassed to say I don’t know, please explain to me. And people -- some people say,\nha, ha, ha. Doesn’t matter to me. You go to college to get -- to -- how to get -- to get\nknowledge, yes? So if I don’t know, I ask somebody who knows.",
        "Q: Right. Have you -- do you feel the need to read books, and study things about World\nWar two, and --",
        "A: I read the books, I read the books. I don’t want to read anything about World War two.",
        "Q: No.",
        "A: I heard the -- I heard the last book my daughter got me was the great generation. I was\nreading, and I got very upset. It’s a beautiful book, beautiful, but I saw those things with\nmine own eyes, why should I read again, you know? I -- I -- I live through it. We were\nspeaking in -- in -- in sch -- 1n -- oh, it’s not the way -- not far away from Richmond, it’s\na college. Oh God. When you got a city of rich -- where is it? Not -- not here in\nRichmond. I have to ask mine husband, I don’t know where it was. And people were\nspeaking, I was just telling them the way I feel so very happy, what I told them. When I\nwas speaking with --",
        "Q: What did you tell them?",
        "A: I was speaking with young -- with young ladies who gonna be movie stars, who going\nto dramatic school, and I said, “Boy, I want to go to school,” to dra -- I want to go to\ndramatic school very badly when I began here, but couldn’t do it. And now it’s too late.",
        "Q: Maybe --",
        "A: Oh su -- listen, you know how old I am?",
        "Q: You could be in the movie -- I don’t -- it doesn’t matter.",
        "A: Oh, thank you.",
        "Q: But you’re so expressive. You could do that.",
        "A: Yes, I can do that.",
        "Q: Yeah.",
        "A: Like my son send me a card [indecipherable] to become a movie star, you got me.\nSomething like that, it was so cute.",
        "Q: Yeah. But when you talk to young people, do you like to do that, or --",
        "A: Ah, sometimes so --",
        "Q: -- does it upset you?",
        "A: Yes, depends -- I can’t -- I don’t talk too much, I let them talk. They -- I ask a\nquestion, later I said finish with him please. As I say that, you know, because they ask me\nabout -- they ask me so many questions. Like I told you, some things, I cannot go -- it\ndoesn’t want to go through my mouth. Even now. Even now.",
        "Q: Yeah. What about your grandchildren, your -- you have a grandson.",
        "A: I have two granddaughters.",
        "Q: Two.",
        "A: In Washington, and one is going to college, to s -- Stanford?",
        "Q: Right.",
        "A: Yes, this is her second years. She’s a very bright child. And the other one, si -- si -- in\ntwo years. No, next year, I think. She’s graduate next year. And next year. She -- she\nwants to come to University of Richmond, so I’m going to have her nece -- near me.",
        "Q: Nice.",
        "A: Yes.",
        "Q: That’ ll be great.",
        "A: Yeah, that’s going to be wonderful.",
        "Q: What’s her name?",
        "A: Ariela.",
        "Q: Ariela.",
        "A: Ariela.",
        "Q: Beautiful name.",
        "A: In the old days, Thalia.",
        "Q: Uh-huh. Do they know about what you went through?",
        "A: Yes.",
        "Q: Did you tell them, or --",
        "A: No.",
        "Q: No. Will they ask you, do you think?",
        "A: No, but they know. They are very s -- intelligent children.",
        "Q: Yeah.",
        "A: Maybe the father to -- maybe Joe told them, [indecipherable] went to the Holocaust\nMuseum, and I -- mine granddaughter wrote me a beautiful things, I just don’t know\nwhere I put it. I’m sorry I didn’t prepare f-for it.",
        "Q: Sh --",
        "A: That I’m her hero.",
        "Q: Oh.",
        "A: She’s so sweet.",
        "Q: So she wrote you a letter after she went through the museum?",
        "A: Yes, fo-for school, for -- for school -- to this -- to school she wrote it, and she send me\na copy, which I appreciated.",
        "Q: Yeah, yeah.",
        "A: Mm-hm.",
        "Q: What else? What do you want to -- I’ve asked you so many --",
        "A: Ask me whatever you want to.",
        "Q: I’ve asked you so many questions, I’m -- I want to know what -- what you -- what you\nwould like people to know about you, or what you experienced, and -- you know, people\ncould listen to this tape 50 years from now, or a hundred years from now.",
        "A: I really don’t know what to tell you. Just be good, be kind. Listen to people. Don’t be\ncondescending. Doesn’t matter if somebody did something, just listen, and try to be\nhelpful. Cause everybody has a story. I have many.",
        "Q: You have said to me many times how -- how happy you are to be here in America.",
        "A: Mm, very happy.",
        "Q: How many opportunities you’ve had as a result of coming here.",
        "A: Yes.",
        "Q: And -- but there must also be some things about this country, direct things happening\nhere that are -- don’t make you happy, I’m guessing. We all have criticisms.",
        "A: I don’t criticize, that’s true, I don’t. But some things I don’t care for, but a ki -- th --\nthey changing.",
        "Q: Like what?",
        "A: But I ask -- I -- I couldn’t say things like that. I know it’s a lot of help, even for the\nchildren to go to camp, to help them in school, which I appreciate those things, because\nthis 1s a very -- extremely important. And for the older people. We have to look up to the\nolder people, doesn’t matter to whom. Which is true, isn’t it?",
        "Q: Mm-hm, mm-hm. Have more respect.",
        "A: Have more res -- have a lot of respect. Doesn’t matter who it is. And with kindness we\ncan do a lot, a lot good. I couldn’t criticize, I -- I [indecipherable]. I even didn’t think of\nit. Maybe some people would, I -- I -- I really -- you have to go to work, you lucky. I am\nlucky that I can do many things. I mean it. And -- and that’s -- something I can, I sit, and\nI can do it, I can. But many things maybe it’s -- people criticize. I just don’t know what to\ntell you, I --",
        "Q: It’s not in you nature, I think.",
        "A: It’s not in my nature. I never criticize my children, never. I criticize myself, but not\nthe children. When something happen, I said look at me. I cannot do this, and I cannot --\nbut you c -- you shouldn’t. You should tell them in a nice way, maybe, but not criticize.",
        "Q: Mm-hm, help them.",
        "A: Sure, it’s how you help. Maybe I remember this from the time I was little, I don’t\nknow.",
        "Q: Your parents must have been that way.",
        "A: I was always told that I can do everything, and that I am special. And mine kids are\nspecial to me, every one. If they do something wrong, I just tell them in a nice way, you\nknow, you have to change -- change something. But no c -- I think -- I don’t like to\ncriticize anybody, and I don’t like to blame anybody for nothing either.",
        "Q: Mm-hm. Do you and your husband -- you’ve been married quite a long time now --",
        "A: Just a few years.",
        "Q: Yeah, just a few. You have a very close relationship.",
        "A: Yes.",
        "Q: That’s --",
        "A: Very close. This 1s my life. It’s like I told you, he’s more than a husband.",
        "Q: Yeah. You were very young when you first met him.",
        "A: Yes, mine professor, too.",
        "Q: Your professor.",
        "A: Yes, taught me everything.",
        "Q: Was there a time when you first met him, or maybe some years later, when you both\ntold each other everything that happened? Do you know everything --",
        "A: Well --",
        "Q: -- that happened to him, and does he know everything that happened --",
        "A: Yes, yes.",
        "Q: Yes.",
        "A: Yes",
        "Q: You did?",
        "A: But we don’t talk about it.",
        "Q: Once, and that’s it.",
        "A: We talk about it, we don’t want it -- sometimes when he speaks -- when he speaks and\nI’m there, I start laughing to myself, and [indecipherable] people looked at me, because\nyou know, I know all the -- and he -- he tol -- he was in Auschwitz.",
        "Q: Yeah.",
        "A: Yeah. He will tell you. And he was telling about his sister, and about his sister baby,\nand all those [indecipherable] about his father, but 1t’s so many years, you know.\nSometimes I just remind him of -- talk about 1t. Now we are busy with the children, and\nthe grandchildren.",
        "Q: Yeah, yeah, it’s behind you.",
        "A: Yes.",
        "Q: It is behind you?",
        "A: No.",
        "Q: No.",
        "A: No. And -- and some new -- it was so nice last night, we were called, a baby was born.\nIt’s not mine cousin, it’s mine husband -- some cousin had -- her adopted daughter, but\nyou can imagine -- they are so happy. And they told me please call si -- ca-call up your\nchildren. So I said to my husband, “Isn’t it wonderful to have a family?” Because we\nreally didn’t have anybody when we are ca -- when we came here. Ver -- wu -- we were -\n- we had the people we met here, from Poland, from Germany, from other countries. But\nI remember when I bought this house, it’s like, I ask my husband what should I do? He\nsaid you should take candles, salt, and bread. So I said, why. Candles to light so you\nwould always have light. Bread so you would -- would never be hungry, but I don’t\nremember what -- why the salt. This I don’t even remember. I don’t remember. See, I ask\nhim because I -- I didn’t know. He was a little older than I am, so he knows more. But\nI’m trying to learn, still.",
        "Q: Given the fact that it’s so difficult for you to talk about those things that happened to\nyou, why did you want to do these interviews, and how -- you did an interview with the\nHolocaust Museum --",
        "A: Because it -- yes.",
        "Q: -- and I could see when I watched that video interview, the pain that you had, just even\nwhen those thoughts crossed your mind. You don’t even have to say them, it’s clear. Well\nwhy -- why do you do these interviews now”?",
        "A: I think it’s important. I think we all have to speak. See, I just can’t -- I would love to\nsay something, I just can’t. I -- everything is engrave in mine heart, but I just can’t -- I -- I\njust can’t. I just want to tell you I saw too much, too much. I hope nobody any place will\nsee it. And sometimes this is mine testimony, okay, for the people who were slaughter,\nand perished. So maybe I can speak -- Ic -- I cannot speak for them, I know I cannot. But\nmaybe a few words. I just hope that the history will never repeat such self. And nobody\nwill be prosecute -- prosecute from any reason, for any reason.",
        "Q: I remember in your interview, you -- very early in the interview, you mentioned a fe --\na fellow named Marek Lieberman, was his name, Marek?",
        "A: Marek Lieberman. He was mine friend.",
        "Q: And -- and you --",
        "A: Yeah, was --",
        "Q: -- very early in the interview you said, “I want people to remember him.”",
        "A: Oh, Marek Lieberman, I want the people to remem -- yes.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of United States Holocaust Memorial Museum interview with\nSonia Brodecki. This is tape number two, side B. At the end of the last tape, Sonia, we\nwere talking about how you -- you remember certain people and the things they did, and\nhow you’re -- it’s been important to you to tell people about those individuals. And -- and\none of the people that you mentioned in your video interview was a fellow named Marek\nLieberman. And I thought maybe you’d like a chance to tell a little bit more about him,\nsince he seemed to have been an important person to you.",
        "A: Marek -- Marek Lieberman, he was maybe 23 or 24 years old. We worship him, all the\nchildren. We were -- we had a restaurant in his busine -- in his home, where he was, you\nknow, my restaurant was there -- mine parent’s. And I remember they were very wealthy\npeople, they were helping people who were coming from other countries to Poland.",
        "Q: His family.",
        "A: His family, they were very wealthy. And somebody scr -- how do you say, somebody\ntold the nat -- the Nazis about them, you know, that they are so wealthy. And they came\nto the house and open the wall, and took out money. And they hang Mareksa --",
        "Q: Wait a minute. Were they Jewish?",
        "A: Yeah, they were Jewish, yeah, they were Jewish.",
        "Q: And they were helping other --",
        "A: They were helping other people because they had the resources, they had the money.",
        "Q: Mm-hm, mm-hm.",
        "A: [indecipherable] who were coming to Poland and need help, so helping, and\nsomebody informed the Germans, somebody who knew about it, I don’t know who it\nwas, that they have money, they put money in the wall, and the Germans came to the -- to\nthe houses, they took out the money, and they took Marek, and they hanged him, and they\ncalled the whole Jewish -- I don’t know, every -- the whole Jewish people from\nRichmond, to -- to -- to Shinkaveetcha, I forgot -- I forgot the number who had -- we had\nto come and s-see how he -- they hanged him. And I was standing maybe three or -- feet\naway from here, from Marek. And so --",
        "Q: And so.",
        "A: And for years and years, I couldn’t sleep, I was screaming at night. Thank you for\nreminding me. I didn’t forget, but you know, I have too much.",
        "Q: Yeah. And he --",
        "A: And too much in mine computers, I say.",
        "Q: Yeah. And Marek was himself, helping many people.",
        "A: He wa -- he -- he was wonderful, a wonderful person. Even people who didn’t have\nmoney were living in the house, that couldn’t pay, because the German -- later the\nGerman throw everybody anyhow, because they moved to the houses there. And Marek\nwas married to a beautiful lady, she was blonde, young. And she was giving birth to a\nbaby. And they took her and the baby. I didn’t know when -- where. This was in 1940 --\n1941, before we went to the ga -- to the --",
        "Q: Yeah.",
        "A: -- to the sh -- to get to Sheldura. I don’t know what’s happened to his family, I don’t\nknow anything. Many people were like that, many people were helping, many.",
        "Q: Yeah, yeah. Any --",
        "A: Mine father was helping too, but I didn’t know with what and how, but I know that\nsometimes he was going with another friend, doing something. Oh I was gonna tell you,\nthis I remember. In the ghetto, mine father was working in a kitchen, helping out. And\nthey were -- they had there that day, German soldiers, and they were giving them money,\nand cigarette, and other things. And they were transporting little children. They put them\nin a garbage can. They were giving this -- I don’t know if they were giving them a shot, I\ndon’t know. And they were putting things on the child. The child was sleeping, and they\nwere putting fruit, and -- not fruit, vegetables, and tooken -- tooken -- took --",
        "Q: Taking.",
        "A: -- take out the children from -- from the ghetto, to save them.",
        "Q: To get them out.",
        "A: Yes.",
        "Q: In garbage cans.",
        "A: Yes. This I remember.",
        "Q: Did they want to do that to you?",
        "A: No, I was too old. They were little babies, little children.",
        "Q: Oh, oh, babies.",
        "A: Because you know what they will do to the little babies. They throwing them through\nthe window. Mine father didn’t tell us those things, but we know, because other people\nwere talking about it. Yeah.",
        "Q: But there were many people, as you have been saying, who --",
        "A: Helped.",
        "Q: -- who helped. Who tried to do something.",
        "A: They done the best they could. But many people couldn’t do it, but some people did.\nYeah.",
        "Q: What else, Sonia, what -- is there anything else that you’d like to -- people to\nremember about?",
        "A: I just realize -- I just know one thing, if you love yourself, you like everybody, yes?\nAm I mistaken? What do you think?",
        "Q: Mm-hm, mm-hm.",
        "A: What else? I just love this country, this what I can tell you. And I hope the country\nwill survive everything, cause this is a country who helps everybody, yes?",
        "Q: Okay?",
        "A: Okay.",
        "Q: Shall we end?",
        "A: Okay.",
        "Q: We can start up again later if you think of something else --",
        "A: Okay.",
        "Q: -- but for now we’ll end, okay?",
        "A: My mind 1s just blank --",
        "Q: Is it?",
        "A: -- right now.",
        "Q: Okay.",
        "A: I should think about many people who were so wonderful, but I just forget the names.\nMy husband will tell you many more things.",
        "Q: Okay, then -- okay?",
        "A: Yeah.",
        "Q: We’re back. You wanted to tell me about your friend from Holland.",
        "A: About my friend from Holland, who was in concentration camp, and I was working\nwith him, later they send us to -- to Ludwigstir, to the ammunition factory. I don’t know\nhow he found out where they send us, but I heard it in con -- in the lager that the girls\nsaid, “Gillis is here, Gillis is here.” I couldn’t believe it, that he risk his life to come,\nbecause if they would catch him, they would kill him, to come and give us news how\neverything is going, the --",
        "Q: Where did you know him from? You knew him before?",
        "A: No, no, I met him in concentration --",
        "Q: In the camp.",
        "A: Yeah, in the camp, but he was not with us.",
        "Q: Uh-huh.",
        "A: Like I told you, he was as -- he was student, going to school, to college, and they have\nJewish professors, and the German ask the ho -- the Hollanders, that the -- the guys, to\nboycott them, and they refused to do it, so for the punishment they send them to\nconcentration camp.",
        "Q: But he would sneak away and come to the --",
        "A: He -- I don’t know he found out. No, they were free. They were -- they were not in a\nca -- they were not --",
        "Q: Oh.",
        "A: -- they were just working. They were workers, they had to work hard. But they were\nliving -- they can go whatever they want to. But I would never believe that he’s going to\nrisk his life to come to see us, to give us news, that the war is -- you know, it was in fo --\nin 1945, I don’t know which month it was. It was springtime, I think, like February,\nMarch. March, I think.",
        "Q: And he came back to tell you --",
        "A: He came to tell us --",
        "Q: -- that the war was coming to an end?",
        "A: -- to tell us -- yes. And to make some pictures.",
        "Q: And he was free already?",
        "A: Yes, he wa -- no, no, he was not free. He was in germ -- still in Germany, but you\nknow, they were -- they were not in concentration camps, they were working just for the\nGermans.",
        "Q: Mm-hm.",
        "A: Yes.",
        "Q: Hm. And he came back?",
        "A: And they couldn’t go home.",
        "Q: Uh-huh. They were stuck in Germany.",
        "A: They were stuck in Germany, yes.",
        "Q: Uh-huh. And they came to tell you --",
        "A: To tell us --",
        "Q: Give you news.",
        "A: -- to -- to -- to send, you know, to send us some papers, because they would catch him,\nhe would be killed. And I don’t know how he did it. And the same guy came here after\nthe war to see us in Richmond.",
        "Q: Gillis Kahn?",
        "A: Gillis Kahn, from Holland, from Delft, cross the [indecipherable] I’ve forgotten --\n142.",
        "Q: So that’s another person you knew who were --",
        "A: Yes, I knew many more persons. I -- I knew many more persons, but you know, it’s so\nmany years. Like I for -- I didn’t forget about Marek, thanks for reminding me. I really\nappreciate this. This was a wonderful, wonderful human being.",
        "Q: Okay?",
        "A: Okay.",
        "Q: You’re welcome",
        "A: Thank you.",
        "Q: Thank you. Now this concludes the United States Holocaust Memorial Museum\ninterview with Sonia Brodecki. Thank you very much.",
        "A: You’re very welcome.\n76End of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Sonia Brodecki, conducted by Nina Ellis, on July 27\" --",
        "Q: July 26\", thank you.",
        "Q: 2003, in Richmond, Virginia. This interview is part of the United States Holocaust\nMemorial Museum’s post-Holocaust interview project, and is a follow up interview to a\nStates Holocaust Memorial Museum gratefully acknowledges Jeff and Toby Herr for\nmaking this interview possible. This is tape number one, side A. Sonia, I listened to the\ninterview that you did in 1989, and it ended more or less at Landsberg, right around the\ntime that you got married, and had your first child. You mentioned then having come to\nthe United States, but I want to go back if you would, a little bit, to when you first got to\nLandsberg. And if you would tell me how you were -- what kind of condition you were\nin, what your health was like, how old you were at that time, and 1f you remember what it\n-- what your impressions were when you first came into Landsberg, the DP camp. Do you\nremember those things?",
        "Q: Not too good.",
        "Q: Mm-hm.",
        "Q: Do you remember what month it was, or -- it was ni -- was it 1945?",
        "Q: Mm.",
        "Q: Sure.",
        "Q: You didn’t find anybody”?",
        "Q: Nothing. And your house, what was -- what had become of your house?",
        "Q: Hm.",
        "Q: Furniture in the house?",
        "Q: Chandelier?",
        "Q: Pictures on the wall --",
        "Q: -- were your parents.",
        "Q: It made you feel good.",
        "Q: Close to your parents.",
        "Q: She wanted you to --",
        "Q: -- help her come to the United States? Oh my goodness.",
        "Q: Oh my goodness.",
        "Q: Yeah.",
        "Q: Huh.",
        "Q: Huh. Do you remember what you found in the attic?",
        "Q: Coins?",
        "Q: Mm-hm. Do you think he put them there in case something happened, so there would\nbe money --",
        "Q: -- that -- that -- and he told you that?",
        "Q: Mm. Hm. And that ha -- was --",
        "Q: You had been gone for four years? Something like that? I think you said you were 11\nwhen --",
        "Q: So that had been f -- almost five years before.",
        "Q: No, when you came back.",
        "Q: Five years.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Ended. And --",
        "Q: And that lady, how did she get your apartment?",
        "Q: Right.",
        "Q: The Germans?",
        "Q: Still making candy?",
        "Q: Yeah.",
        "Q: Uh-huh.",
        "Q: Just now?",
        "Q: Hm.",
        "Q: Yeah.",
        "Q: Sure.",
        "Q: Excuse me.",
        "Q: You have to be careful --",
        "Q: -- not to touch this, cause itll make a lot of --",
        "Q: Mm-hm. Just to be thinking about them.",
        "Q: Yeah. So you went back to your hometown.",
        "Q: A lot of anti-Semitism still.",
        "Q: Was Waldenburg a DP camp?",
        "Q: No. Just a town.",
        "Q: Uh-huh, uh-huh. So you --",
        "Q: Yeah.",
        "Q: By the time you go to Landsberg --",
        "Q: -- how were you feeling physically? Were you better?",
        "Q: Mm-hm.",
        "Q: Too hard, yeah.",
        "Q: Yeah. So you went to Landsberg --",
        "Q: What did you think was going to be at Landsberg? What -- what -- why did you go\nthere?",
        "Q: What is that?",
        "Q: Uh-huh, uh-huh.",
        "Q: So you were making --",
        "Q: Clothes, or --",
        "Q: Uh-huh.",
        "Q: And what -- when you were -- when you first came there, you were with your\ngirlfriend, and they gave you a place to stay.",
        "Q: And clothing they gave you. Do you di -- you had nothing with you, right?",
        "Q: And do you remember very much about what the conditions were like? Was it -- was\nit --",
        "Q: Yeah, I heard that story.",
        "Q: Right.",
        "Q: You want to tell me that story?",
        "Q: So you were there -- this is in the summer of 1945.",
        "Q: And -- and you were -- had a little work to do, and --",
        "Q: -- and a place to stay, and --",
        "Q: This was after the incident with the certain man --",
        "Q: -- who wanted to marry you.",
        "Q: You were a beautiful young girl, did you have a lot of boyfriends?",
        "Q: What was his name?",
        "Q: So you started -- was this pretty soon after you came there that you met your husband?",
        "Q: Right away.",
        "Q: Hm.",
        "Q: I bet.",
        "Q: So, did -- did he want to get married right away? Did you both decide immediately to\nget married?",
        "Q: Yeah. And what was -- tell me about your wedding.",
        "Q: 16, yeah.",
        "Q: Mm-hm.",
        "Q: Sure.",
        "Q: Okay, now tell me what we’re looking at here.",
        "Q: Everybody looks pretty happy there.",
        "Q: Uh-huh.",
        "Q: Yeah. You -- it must have been one of the first weddings in the --",
        "Q: -- in the concentration camp.",
        "Q: So I bet it was an occasion for everybody --",
        "Q: -- because that was such a happy --",
        "Q: Oh.",
        "Q: And how old were you in that picture?",
        "Q: Uh-huh, uh-huh. You looked happy.",
        "Q: Yeah.",
        "Q: So you’re -- so here you are in this DP camp, you’re 16 years old and you’re married\nto somebody you’ve known for three months.",
        "Q: It’s pretty --",
        "Q: You felt immediately connected to him.",
        "Q: Yeah.",
        "Q: Yeah. And you had a child in the DP camp.",
        "Q: Mm-hm.",
        "Q: And what was that like, having a child there?",
        "Q: Yeah, yeah, you were happy?",
        "Q: Yeah. It must have been quite an event for other people, too --",
        "Q: -- that when life was coming back, and --",
        "Q: There were people there from your town?",
        "Q: Huh, huh.",
        "Q: People that maybe you didn’t even know.",
        "Q: Right.",
        "Q: When -- when you -- when you had your baby, there was a hospital there in the camp?",
        "Q: And what -- and was it --",
        "Q: And it was good, I mean everything was -- they had everything they needed?",
        "Q: Because he was gone?",
        "Q: Oh, really?",
        "Q: Uh-huh.",
        "Q: Wh-What was that like for you to have a child so young? You hadn’t -- I mean, you\nwere -- you hadn’t been around --",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: An-and -- and where -- did you have a different place to live then, when you got\nmarried, they gave you a different place?",
        "Q: Mm-hm.",
        "Q: And th -- and --",
        "Q: Yeah.",
        "Q: And what were your dreams for the future at that time, what did you want? Or did you\nthink you had what you wanted? I mean, you couldn’t stay there, obviously.",
        "Q: You signed up to go to America.",
        "Q: Curlers",
        "Q: For eyelashes.",
        "Q: That’s what you wanted.",
        "Q: Yes.",
        "Q: So you had that idea in your head all that time.",
        "Q: Mm-hm, so you -- when did you come to --",
        "Q: -- how did you -- and how did you come?",
        "Q: Oh, you were quite a few years in -- were you all that time in Landsberg?",
        "Q: Seven, eight years?",
        "Q: Oh, I’m sorry, *45.",
        "Q: Four years.",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: What do -- where -- in which hospital?",
        "Q: Oh, to have your other baby.",
        "Q: Uh-huh. How did you come to the U.S., on a boat?",
        "Q: Really?",
        "Q: From where, do you remember?",
        "Q: From Germany?",
        "Q: And how di -- how was it that you happened to come to Richmond?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: How did you -- how did you get a place to live?",
        "Q: -- a continuation of a United States Holocaust Memorial Museum interview with\nSonia Brodecki. This is tape number one, side two. You got an apartment --",
        "Q: You met people from all over.",
        "Q: And you didn’t speak English yet, or did you?",
        "Q: Mm-hm. So you were s -- you were at home with your little boy?",
        "Q: And you were pregnant, cause you had a ba -- another baby.",
        "Q: Uh-huh.",
        "Q: Uh-huh. And the -- and then pretty soon your little boy went to school?",
        "Q: Uh-huh.",
        "Q: He just picked it up in school? He just picked it up?",
        "Q: Yeah.",
        "Q: So you taught yourself English?",
        "Q: You didn’t go to any kind of school to learn.",
        "Q: So, how was Richmond for you? Did you like it here? Were you lonely?",
        "Q: You did?",
        "Q: Tolerance.",
        "Q: Yeah. Were there other survivors that came with you?",
        "Q: Mm-hm.",
        "Q: Were any of those other survivors from Poland, too?",
        "Q: So you had somebody to speak with.",
        "Q: I bet that was nice.",
        "Q: Yeah.",
        "Q: Mm-hm, mm-hm.",
        "Q: Really?",
        "Q: You made little signs for yourself?",
        "Q: Great, yeah.",
        "Q: Uh-huh.",
        "Q: Mm-hm. You obviously learned, probably from your parents, to have an open mind,\nand an open heart.",
        "Q: Because you were not mistrustful.",
        "Q: But considering what -- those four years, what you went through --",
        "Q: -- it would not be surprising if you had become some other way.",
        "Q: And you were singing --",
        "Q: -- for people in the camp.",
        "Q: Really?",
        "Q: Sure.",
        "Q: When you -- when you were in Landsberg, and then when you came to the United\nStates, were you looking for relatives during that time, and -- and --",
        "Q: But you -- you knew that nobody had survived in your family?",
        "Q: What about -- you showed me the photograph --",
        "Q: -- that you received --",
        "Q: An uncle?",
        "Q: So when did you find out about him?",
        "Q: Oh, he had lived there before the war?",
        "Q: Oh, I see.",
        "Q: Uh-huh. How is he related to you?",
        "Q: Uh-huh.",
        "Q: Uh-huh. So you had no temptation to go to Israel and live there because of your uncle,\nwhen you had a choice?",
        "Q: Yeah.",
        "Q: Mm-hm. So when you came here then, were you in touch with your uncle then, were\nyou --",
        "Q: Because you didn’t know him? You didn’t know him very well?",
        "Q: Mm-hm.",
        "Q: Mm-hm. Their daughter, or son?",
        "Q: Uh-huh, uh-huh.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah. So you had -- you’re here, you have two children now.",
        "Q: A son and a daughter.",
        "Q: Your oldest daughter was born --",
        "Q: A month after you [indecipherable]",
        "Q: And wi -- and then what was -- what was happening in your life at that time?",
        "Q: What year did you move in here?",
        "Q: *57.",
        "Q: Uh-huh.",
        "Q: Uh-huh, in this house?",
        "Q: Mm-hm. So that’s three?",
        "Q: And now -- but there’s four kids.",
        "Q: Uh-huh, uh-huh. So the kids were in school, and --",
        "Q: Yeah.",
        "Q: What kind of business did he have?",
        "Q: Oh yeah.",
        "Q: Mm-hm. What was the name of it?",
        "Q: Colony.",
        "Q: Uh-huh, and you were working with him?",
        "Q: Did you like doing that?",
        "Q: I bet. Meeting people all the time.",
        "Q: Yup, yup. And when did you become citizens?",
        "Q: Mm-hm.",
        "Q: Ecstatic, right.",
        "Q: Yeah. Fr -- that’s -- you got a lot of kids, a lot -- lot to do.",
        "Q: Yeah.",
        "Q: During those years when your kids were young, did -- did they ever start to ask you\nabout your background, and you family, and --",
        "Q: Who asked?",
        "Q: She didn’t ask.",
        "Q: Really?",
        "Q: In ’67?",
        "Q: When he was [indecipherable]",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Did he ever ask you those questions directly, about what had happened to your family,\nor did he --",
        "Q: Yeah. I -- I guess that it would be -- you would have a fear that they would begin to be\nangry, or --",
        "Q: What did he tell the teacher?",
        "Q: Watch this microphone [indecipherable |",
        "Q: What did he tell her?",
        "Q: About?",
        "Q: So your son Joseph, and -- he went to Israel in the late 60’s, and --",
        "Q: And did he join the military?",
        "Q: No.",
        "Q: Were you glad that he went?",
        "Q: Now you are.",
        "Q: You were too worried.",
        "Q: He was in college?",
        "Q: Uh-huh, uh-huh. How long did he stay?",
        "Q: Did he stay in touch with you, did he --",
        "Q: And ha -- do you think that changed him in any way, that experience?",
        "Q: Conscientious?",
        "Q: So this is now, we’re in the late 60’s, and there was a lot of -- the Vietnam war is\ngoing on in addition to that.",
        "Q: The Civil Rights movement was going on in this country, when black people were\ntrying to win their equal rights. How did you respond to those kinds of major --",
        "Q: Mm-hm, mm-hm.",
        "Q: Yeah.",
        "Q: Did you ever have any -- experience any kind of discrimination because of you’d be --\nbecause you were Jewish --",
        "Q: -- or because you were foreign?",
        "Q: You -- you did?",
        "Q: Where did that happen?",
        "Q: Oh --",
        "Q: -- was it a -- somebody trying to rob the store?",
        "Q: Good news.",
        "Q: Yeah.",
        "Q: Uh-huh.",
        "Q: Do you think it had anything to do with who you are --",
        "Q: -- or just random",
        "Q: Right.",
        "Q: Did you go to synagogue when you came here?",
        "Q: Uh-huh.",
        "Q: You do?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Can you tell me something more about that?",
        "Q: About your own beliefs?",
        "Q: Mm-hm.",
        "Q: Do you ever disagree with the rabbi, about any --",
        "Q: No.",
        "Q: About --",
        "Q: Right. Every week?",
        "Q: No.",
        "Q: Did you ever have -- did you have people to talk to about what you had been through\nin those first, you know, years after you came here?",
        "Q: You couldn’t.",
        "Q: She came from where? I’m sorry.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nSonia Brodecki. This 1s tape number two, side A. So you were telling me at the end of the\nlast tape that you met this man, he came to your store, and he had been a liberator --",
        "Q: -- at Dachau, and you hugged him.",
        "Q: Yeah.",
        "Q: It’s interesting that you felt a kind of a kinship with him, because you can talk about\nwhat had happened, and you sort of suggested --",
        "Q: -- that it was hard for him, or hard for soldiers to talk about what had happened to\nthem, too.",
        "Q: What about the other survivors that you knew, did you talk to them, or was -- was it\njust kind of understood that people didn’t want to talk, or --",
        "Q: The railroad car.",
        "Q: Yeah. In those -- in those years, or even now, do you -- do you try and understand\nwhat happened? Is there a way to explain it, or do you --",
        "Q: Yeah. Let’s go back to when your son -- your son went to Israel, he came back.",
        "Q: Did he finish college?",
        "Q: He went back to school.",
        "Q: Uh-huh.",
        "Q: Case Western Reserve.",
        "Q: On scholarship, did he go?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: You must have been really proud.",
        "Q: What do you mean you dressed yourself? To get ready?",
        "Q: Really? Did you have a ticket to go, and you changed your mind?",
        "Q: Oh, to the airport.",
        "Q: Mm-hm. Did you --",
        "Q: Psychic?",
        "Q: Meaning what?",
        "Q: You felt it?",
        "Q: Hm. That’s interesting. Do you have that same connection with your other kids, too?",
        "Q: Yeah. Or you let it happen.",
        "Q: Yeah, yeah. So tell me about your girls. And he -- he -- they were younger than your\nson.",
        "Q: Yeah.",
        "Q: Dylan?",
        "Q: How old is Dylan?",
        "Q: Oh, oh boy, redhead.",
        "Q: Uh-huh.",
        "Q: Oh.",
        "Q: Do they live here?",
        "Q: Oh, that’s good.",
        "Q: Mm-hm, mm-hm, great.",
        "Q: So they’re working girls?",
        "Q: Oh my goodness.",
        "Q: Sure.",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: And your husband has had this business all these years?",
        "Q: He still has it?",
        "Q: Yeah.",
        "Q: And you be --",
        "Q: Have you been working with him all this time?",
        "Q: Oh, you’re the bookkeeper?",
        "Q: No. Let me ask you about for the last 20 years or so, in this country, since the late\n70’s, early 80’s, there’s been a lot of awareness here about the Holocaust, and me --\nmuch more films, and --",
        "Q: -- books, articles, 1t’s everywhere now. For a long time you didn’t know too much\nabout it, at least not in a public way.",
        "Q: You did?",
        "Q: A number.",
        "Q: You had it on a brace -- on a necklace?",
        "Q: Uh-huh, but you didn’t have it --",
        "Q: You didn’t have a tattoo?",
        "Q: This was just a man that came into your store?",
        "Q: But in these years -- in these last 20 years, a lot of survivors have been getting\ntogether? In groups?",
        "Q: Have you been -- so you have not been active in any kind of survivor’s groups, or I\nknow that -- you have?",
        "Q: And what --",
        "Q: Yeah. What kinds of things did you do when you were active with those survivor’s\ngroups?",
        "Q: Lectures?",
        "Q: Talking about?",
        "Q: Their experiences.",
        "Q: Uh-huh.",
        "Q: Elie Wiesel, yeah, yeah.",
        "Q: Yeah, yeah.",
        "Q: He came to speak at the university?",
        "Q: No?",
        "Q: So how -- how do you think that being a survivor 1s -- 1s -- affected your life? I mean,\nit’s an obvious question, and I mean, it affects you in every way, every day. But how do\nyou think -- what qualities do you think you have that maybe you -- people -- other\npeople your age, who were born here, for example, don’t have, or --",
        "Q: It’s a big, big subject, but --",
        "Q: Do you --",
        "Q: You don’t know. You are who you are.",
        "Q: Yes.",
        "Q: And tolerant, I think.",
        "Q: No, I don’t exactly.",
        "Q: So you say --",
        "Q: And it’s something you’re aware of.",
        "Q: You mean about anything, or about the -- are you talking about history?",
        "Q: Right. Have you -- do you feel the need to read books, and study things about World\nWar two, and --",
        "Q: No.",
        "Q: What did you tell them?",
        "Q: Maybe --",
        "Q: You could be in the movie -- I don’t -- it doesn’t matter.",
        "Q: But you’re so expressive. You could do that.",
        "Q: Yeah.",
        "Q: Yeah. But when you talk to young people, do you like to do that, or --",
        "Q: -- does it upset you?",
        "Q: Yeah. What about your grandchildren, your -- you have a grandson.",
        "Q: Two.",
        "Q: Right.",
        "Q: Nice.",
        "Q: That’ ll be great.",
        "Q: What’s her name?",
        "Q: Ariela.",
        "Q: Beautiful name.",
        "Q: Uh-huh. Do they know about what you went through?",
        "Q: Did you tell them, or --",
        "Q: No. Will they ask you, do you think?",
        "Q: Yeah.",
        "Q: Sh --",
        "Q: Oh.",
        "Q: So she wrote you a letter after she went through the museum?",
        "Q: Yeah, yeah.",
        "Q: What else? What do you want to -- I’ve asked you so many --",
        "Q: I’ve asked you so many questions, I’m -- I want to know what -- what you -- what you\nwould like people to know about you, or what you experienced, and -- you know, people\ncould listen to this tape 50 years from now, or a hundred years from now.",
        "Q: You have said to me many times how -- how happy you are to be here in America.",
        "Q: How many opportunities you’ve had as a result of coming here.",
        "Q: And -- but there must also be some things about this country, direct things happening\nhere that are -- don’t make you happy, I’m guessing. We all have criticisms.",
        "Q: Like what?",
        "Q: Mm-hm, mm-hm. Have more respect.",
        "Q: It’s not in you nature, I think.",
        "Q: Mm-hm, help them.",
        "Q: Your parents must have been that way.",
        "Q: Mm-hm. Do you and your husband -- you’ve been married quite a long time now --",
        "Q: Yeah, just a few. You have a very close relationship.",
        "Q: That’s --",
        "Q: Yeah. You were very young when you first met him.",
        "Q: Your professor.",
        "Q: Was there a time when you first met him, or maybe some years later, when you both\ntold each other everything that happened? Do you know everything --",
        "Q: -- that happened to him, and does he know everything that happened --",
        "Q: Yes.",
        "Q: You did?",
        "Q: Once, and that’s it.",
        "Q: Yeah.",
        "Q: Yeah, yeah, it’s behind you.",
        "Q: It is behind you?",
        "Q: No.",
        "Q: Given the fact that it’s so difficult for you to talk about those things that happened to\nyou, why did you want to do these interviews, and how -- you did an interview with the\nHolocaust Museum --",
        "Q: -- and I could see when I watched that video interview, the pain that you had, just even\nwhen those thoughts crossed your mind. You don’t even have to say them, it’s clear. Well\nwhy -- why do you do these interviews now”?",
        "Q: I remember in your interview, you -- very early in the interview, you mentioned a fe --\na fellow named Marek Lieberman, was his name, Marek?",
        "Q: And -- and you --",
        "Q: -- very early in the interview you said, “I want people to remember him.”",
        "Q: This is a continuation of United States Holocaust Memorial Museum interview with\nSonia Brodecki. This is tape number two, side B. At the end of the last tape, Sonia, we\nwere talking about how you -- you remember certain people and the things they did, and\nhow you’re -- it’s been important to you to tell people about those individuals. And -- and\none of the people that you mentioned in your video interview was a fellow named Marek",
        "Q: His family.",
        "Q: Wait a minute. Were they Jewish?",
        "Q: And they were helping other --",
        "Q: Mm-hm, mm-hm.",
        "Q: And so.",
        "Q: Yeah. And he --",
        "Q: Yeah. And Marek was himself, helping many people.",
        "Q: Yeah.",
        "Q: Yeah, yeah. Any --",
        "Q: Taking.",
        "Q: To get them out.",
        "Q: In garbage cans.",
        "Q: Did they want to do that to you?",
        "Q: Oh, oh, babies.",
        "Q: But there were many people, as you have been saying, who --",
        "Q: -- who helped. Who tried to do something.",
        "Q: What else, Sonia, what -- is there anything else that you’d like to -- people to\nremember about?",
        "Q: Mm-hm, mm-hm.",
        "Q: Okay?",
        "Q: Shall we end?",
        "Q: We can start up again later if you think of something else --",
        "Q: -- but for now we’ll end, okay?",
        "Q: Is it?",
        "Q: Okay.",
        "Q: Okay, then -- okay?",
        "Q: We’re back. You wanted to tell me about your friend from Holland.",
        "Q: Where did you know him from? You knew him before?",
        "Q: In the camp.",
        "Q: Uh-huh.",
        "Q: But he would sneak away and come to the --",
        "Q: Oh.",
        "Q: And he came back to tell you --",
        "Q: -- that the war was coming to an end?",
        "Q: And he was free already?",
        "Q: Mm-hm.",
        "Q: Hm. And he came back?",
        "Q: Uh-huh. They were stuck in Germany.",
        "Q: Uh-huh. And they came to tell you --",
        "Q: Give you news.",
        "Q: Gillis Kahn?",
        "Q: So that’s another person you knew who were --",
        "Q: Okay?",
        "Q: You’re welcome",
        "Q: Thank you. Now this concludes the United States Holocaust Memorial Museum\ninterview with Sonia Brodecki. Thank you very much."
    ],
    "answers": [
        "Answer: 26.",
        "A: That’s [indecipherable]",
        "A: Not --",
        "A: Not too good -- not just too good, but how do you say it, something. I remember a few\nthings.",
        "A: When I came -- I came from Germany to Landsberg [indecipherable] with my\ngirlfriend, and I think uro was there, and we were given a room, and we stayed there. And\n-- and we were working there, too, we got a job, we were working, I was knitting. See,\nwe were knittings things for -- for the children in Israel.",
        "A: I was liberated May the eight, 1945, and I came -- no, before I went to Landsberg, I\nwent back to Poland.",
        "A: I went back to Poland, didn’t have a -- didn’t have papers, didn’t have anything, but\nsomehow I went to Poland. Can you imagine me jumping on trains? I had to go to\nPoland. I was still hoping. I was still ho -- I knew that I don’t have anybody, but I was\nstill hoping. And when I came to Poland -- do you want me to tell this?",
        "A: When I came to Poland, I remember that a -- people recognized me, they knew who I\nwas. And -- because we had a candy factory, my parents had that, and a restaurant, and I\nwent to the candy factory because it was still there. And I had a cousin who came back\nfrom concentration camp, too. And I was hoping that somebody 1s there. I was there for\ntwo weeks. And I just left, I didn’t even tell them I would, I just left.",
        "A: Nobody was there.",
        "A: We didn’t have a house. That’s what I just want to tell you, because this is interesting.\nI remember I was walking on the street, and I was si -- telling -- people were saying to\nother people, “She’s still alive, the Jew? She lives?” Not to me, because, you know. But I\nwent to the house I was living, and I knock at the door, and the lady opened the door, and\nshe ask me what I want. So I just put my foot in, and I said, “Please let me in, give me a\nglass of water, and I tell you who I am and what I want.” She didn’t want to, she was\nhesitant, she let me in. And I told her, “Please let me sit for a minute here, this is the\nhouse where I was born, where I had mine parents.” And she ask me, “Where are your\nparents?” So I ti -- I had to tell her this, that my parents are still on the farm, working. If I\nwould tell her ’m Jewish, she would throw me out. And she was hesitant, and hesitant,\nbut she let me stay there for a few minutes. And she said to me -- she talk with me, and I\nsaid, “Please let me stay.” And she said to me, “I have to go downstairs to get some\nwater,” or milk, I’ve -- I forgot. And I said, “Would you please allow me to stay here?”\nShe said, “I have to lock everything up, but you can stay in the hall and waiting.” And I\nwant this. I want to go -- see, in Europe, when you -- when you wash your clothes, you\nhang it up in the attic.",
        "A: Yeah. And I knew that my father put things away in the attics. When she went, I run to\nthe attic, and I looked. I found something, not much, it’s a little bit, and I heard her\ncoming, I went downstairs. And she said to me, “Do you think when your parents,” --\neverything was ours.",
        "A: Everything. I look at the ceiling, you know, and in Europe when you paint the ceiling -\n- look at me, I remember those details -- you paint something on the ceiling in the\ncorners, and in the middle, before you put the u-um -- lamp -- the -- how do you call it?",
        "A: Chandeliers. I still remem -- everything, even the pictures.",
        "A: Everything.",
        "A: Not my parents, but the pictures, you know, that she had. And I went to the kitchen, I\nremember before the war, in 1939 -- before the war, my mother bought a credenza for the\nkitchen. It was like -- like cut -- canary color, canary blue, it was nice. Everything was\nthere. You know how I felt? And she asked me, “Do you think that your parents will\ncome back, and they will take it away this from me?” I said, “Oh, no, no, mine parents\nwill help you out, if you need help.” Didn’t know what to tell her, because I want to stay\nthere, it made -- you know how I felt --",
        "A: Made me feel wonderful.",
        "A: Very close. So I send her something from America, but later she ask for more, and she\nask that she want to come, and I couldn’t do it, because I didn’t have the money to -- you\nknow, to take -- I ask -- but I said, can’t.",
        "A: She -- yeah, yeah, yeah.",
        "A: Yeah.",
        "A: And I just couldn’t.",
        "A: But she sti -- didn’t know that I was Jewish. She ask me for my name, but I knew if I\nwould tell her my name, she would know that we have candy there, because we were wa\n-- people knew us. So I told her some s -- I told her my mother’s maiden name,\nSilverstein.",
        "A: And I left.",
        "A: Mm-hm. Those golden co-coins.",
        "A: Yes. I remember my father put it away. I took a brick out. I put -- I remember those --\nyou know, when you’re little, when you’re young, you remember things.",
        "A: Yes, yes.",
        "A: He t-took all of us, my brother, and my s -- my mother, and myself, and my dad, and\nwe went downs -- upstairs in the attic, he took a brick, and put it in.",
        "A: It was in --",
        "A: When the war start I was 11. I had a birthday in July, so I was 11 years, because the\nwar started the first of September, 39 years -- nine -- 1939, I was 11.",
        "A: No, it was more than five years.",
        "A: Yes, it was five years.",
        "A: Because I came in 1945.",
        "A: Four -- three or four weeks after the war --",
        "A: Yes.",
        "A: And I took my girlfriend with me, she was from Chernoff, she’s in Israel now.",
        "A: She did -- she didn’t -- I don’t know. They took everything. They took everything.\nBecause from when the war started, wh-when the German came to Poland, we were sent -\n- they send us to a ghetto, to Shilladula.",
        "A: And there I was two years, I think, with mine parents. No, not quite two years, less\nthan two years. Because in -- when they -- when -- I remember we still have the factory,\nand we still have the restaurant. When they took the factory away, my father had to work\nfor them.",
        "A: Yes, yeah. Oh.",
        "A: They were making candies and other things too [indecipherable]. Oh, I remember\nthings [indecipherable] beating mine father.",
        "A: I came to the restaurant, and the police was -- it’s ow -- 1t’s owl -- the police -- it was -\n- they wouldn’t -- they were dress not in uniforms, they were just dressed like people\ndress on the street, they were detectives.",
        "A: And you know, I try -- I run to mine father, and I embrace him. [phone ringing]. Oh\nGods. So I just embraced mine father, and I starts talking, and I start -- I spoke German,\nso I knew all the -- fe-few words. So they said to me [speaks German]. So, they’re gonna\n-- we’re not gonna hurt your fa -- pap -- your father -- your dad any more. I -- that’s just\ncame back to me.",
        "A: Just now.",
        "A: I think it’s important to know those things.",
        "A: Yeah. My wonderful father. Boy, he all -- he was so wonderful, I have to tell you this.\nMine father always sing to me. My brother [indecipherable] he would sing beautiful. He\nwas a wonderful, wonderful, thorough hands -- very wonderful guy. I adored him. I\n[indecipherable] my mother too, but my father -- even in ghetto -- can I tell you this?",
        "A: We had -- people didn’t have that -- three, four families live in one room, he was\nsinging for me. I remember when I was a little kid --",
        "A: -- but what -- excuse me.",
        "A: Oh, yeah, yeah.",
        "A: When I was a little child, when he wa -- when I’Il fall asleep, he was stay\n[indecipherable] home, and I remember -- cause I still remember. And these are my\nmemories that took me through everything. And I think -- I was always home, even in\nconcentration camp, when I was beaten, and hurt, I was home with mine parents. And I\ndon’t know anything about psychology, but I knew -- I knew that it made me good -- feel\ngood.",
        "A: Yeah.",
        "A: I went back to Poland, and I stayed through two weeks, two or three weeks, I went\nwith mine girlfriend. Somehow we made it, we came -- I’m not going to call 1t home, we\nwent to Poland back. And I said this is not for me.",
        "A: Yes, but I told you, I didn’t -- it was, but I didn’t -- not to me. Maybe because -- I\ndon’t know. But it was a lot. And we went back to Germany, to -- to Waldenburg, and\nsomehow from Waldenburg we went to Czechoslovakia somehow. I don’t remember how\nwe did it. She was older than I am, I think. She had something to do with it, and I helped.\nAnd from Czechoslovakia, we went with a little transports, we went to Landsberg, but I\nstill don’t remember how we could g -- how we could go from Czechoslovakia to\nLandsberg. Now we went to Germany, to Waldenburg, I don’t know how they call it\nnow, and from there we were with a -- with a few people someplace else, and --",
        "A: No, no, no.",
        "A: Just a town.",
        "A: Because from Landsberg, it -- from -- I was -- I was in three concentration camps,\nLudwigs -- no, Gintabruk, Klettendorf, and Ludwigof. From Ludwigsof I went to\nWaldenburg with three girlfriends who took care of me, because I was very sick then,\ntoo.",
        "A: But this 1s -- I’m here.",
        "A: Mm-hm.",
        "A: No, I -- I -- I ki -- I -- I still, you know, didn’t feel right, but I didn’t want to be in\nPoland. I don’t -- don’t ask me why, I just didn’t want to be there. I didn’t see any future.\nAnd you know, I was a child, I don’t know why things came to my mind. I just left. I\ndidn’t even tell mine cousins. Mine cousin [indecipherable] wrote in that -- I cannot -- I\ncannot live there any more.",
        "A: The memories --",
        "A: Too much.",
        "A: I roo --",
        "A: As Is -- as I said, it’s a DP -- somebody told me -- I -- I didn’t think about anything, I\n-- I said I’m just going. And I knew that they had DP camps. So somebody says I have a\nDP camp. I went with the English people. They took us with them. And I don’t know\nwhere they let us go, in which city, I don’t remember any more. Somehow we came to\nLandsberg, came to the DP camp. We went to the euro --",
        "A: -- and that -- euro -- I forgot how they call -- what [indecipherable] they helped us,\nthey helped us a lot.",
        "A: And we got a little -- we could go get something to eat, and they send us to work,\nwhatever we -- I mean, I didn’t -- I didn’t -- I wasn’t -- I didn’t have any skill, I didn’t\nknow anything, but I knew how to needlepoint, yeah, and crochet. So I was doing thi --\nthat we had always people who were taking care, showing us that -- what to do.",
        "A: Yeah.",
        "A: No, little clothes, we send it for -- to Israel for the children.",
        "A: Yeah.",
        "A: Yeah, we stayed together.",
        "A: We just -- we -- we didn’t have -- we didn’t have anything, this what we just had to\nwear. We had one dress. When I was 1n house, she was that -- wearing the dress. When I\nwent out, I'll put the dress, and the shoes, too. We had cotton in the shoes because some\nwere too big for us.",
        "A: It was barracks als -- the barracks -- the soldiers were there, and later whens I -- whens\nI took the -- the German went -- the Jewish things -- I forgot how they called themself.\nSee, he can tell you more, he was a policeman in the DP camp. And you know how I met\nmine husband.",
        "A: With the -- with the crik -- with the Greek.",
        "A: Yeah.",
        "A: And it -- and it’s hard.",
        "A: Yeah, yeah. Yeah.",
        "A: Yeah, yeah, yes, yes.",
        "A: And we had a little room, and I remember that my husband check. He came, and you\nknow, and he came every day to see me.",
        "A: With the Greek, with the Greek, yeah.",
        "A: You know, he put a knife on the table, and I said, I don’t know you, and I don’t want\nto get murdered. I have other things that I have, go to school. And somebody called the\npolice, and my husband came in, and from this time he was coming every day. And I\nloved him because he was different than other people, you know? And three months later\nI marry him.",
        "A: I had a friend from Holland, he was not Jewish, he was a me -- he even -- even came\nto America to see us, met my husband. He was in concentration camp, and I met him\nthere. I couldn’t speak -- he learns how to speak Polish, very intelligent. You know, it’s\n[indecipherable] I went to college in Holland, and I had Jewish professors. And the\nGerman told them to boycott the professors, and they didn’t want to. So, for the\npunishment they send them to Sfinesarbatelager. And I was working with him.",
        "A: Gayliss Kahn, from Holland delv. He send me papers to come, but I didn’t. So -- but\nhe came to us, to see us, here in America. Lovely man, but he passed away, too. So.",
        "A: Right away, maybe few days --",
        "A: -- maybe two days later.",
        "A: So I wasn’t by mineself, I have somebody there who was looking out for me, which\nwas very important, very important.",
        "A: Because some people had brothers and sisters, I was with mine girlfriend. And mine\ngirlfriend -- later when the Americans -- when the Americans were there, she met\nsomebody, and when he went home, he sent for her. But she didn’t marry him either. He\ncalled -- he called -- her name was Regina Urtell. Forgot was -- was that name from\nhome. And he send for her, and I was -- I met my husband then.",
        "A: We got married three months later.",
        "A: My wedding. People were cooking, people were baking. People brought liquor from\nGermany. Somebody gave me a wedding dress, and somebody send me to a mikvah. I\ndidn’t know what -- do you know what that is? You jus -- they put you like -- does -- it\ndoesn’t even matter. I didn’t know it -- I didn’t know how to behave. Didn’t know what it\nwas. I didn’t know -- I didn’t know many things. I was just, you know --",
        "A: After the war, but I was a little ki -- a young kiddif when the war start. How would I\nknow those things?",
        "A: The wedding was very nice. People were playing music. Good, bad, it was beautiful. I\nbring you the picture and show it to you if you want to see.",
        "A: Okay.",
        "A: This is mine husband, and this myself. I chain --",
        "A: Sure. And this is -- this was mine cousin, this was mine girlfriend, and this 1s some\nGreek -- this was a movie star, but I forgot her name. Some Greeks.",
        "A: Very nice people. I don’t know what’s happened to them now.",
        "A: Yes, yes, yes.",
        "A: [indecipherable |",
        "A: Oh, sure, it was a --",
        "A: -- everybody came to the -- I didn’t en -- send any invitations, but everybody came to\nthe wedding, the whole camp. Thousand people. Thousand a -- because you know. But\nthat’s [indecipherable]. This was mine brother.",
        "A: And this is -- was his friend who was with us when the war start, because they took his\nparents. He went with mine father, and the parents came back. And this was myself\n[indecipherable |",
        "A: I have no idea, maybe -- more than 12 years, maybe 12 years, maybe less, I don’t have\nany idea.",
        "A: I was happy. I had a wonderful childhood.",
        "A: Very happy childhood.",
        "A: Yeah.",
        "A: But I knew him very well.",
        "A: Yes, yes.",
        "A: And we are still married, and very happy.",
        "A: Yeah, Joseph was born in -- a year later, in December, December the 12, 1946.",
        "A: Yeah.",
        "A: Like a doll baby to me.",
        "A: He was -- very happy.",
        "A: Yes, every -- ever --",
        "A: And do you know, when I came to deep -- to the DP-P camp, many people knew me\nwhen I was a little child, yes.",
        "A: Yeah, yeah.",
        "A: You know, because will -- we’re own business and so we’re bringing different kind of\nproducts, and they knew me when I was a little kid.",
        "A: No.",
        "A: It wa -- yeah.",
        "A: Was a hospital there, yes.",
        "A: And they had doctors there, too.",
        "A: They were sending people to another hospital, and mine husband was not there\nbecause he was -- they send him to a school someplace. And I -- I was in labor and my\nneighbor took me to the doctor, and to the hospital, and they had to help me.",
        "A: No, no, no, because it was quick.",
        "A: Yes.",
        "A: Yeah.",
        "A: I -- I was -- I was delighted --",
        "A: -- that I have something mine, I’m gonna love it. I did. I kep -- I even de -- I don’t\nknow, I didn’t think things like that. I was delighted. Who wouldn’t be?",
        "A: And I name -- I named him after mine father, and mine husband’s father, Joseph\nMichael Brodetsk1.",
        "A: Yeah.",
        "A: No, we had -- we had that -- all we had, one nice room.",
        "A: Yeah, later we had a room, and a kitchen. And you put a glass of water, when the time\nwhen got -- got -- get up in the morning, you had ice. But it was fine, I was -- I wasn’t by\nmyself. I had a family, a wonderful family.",
        "A: It was not too easy, but it was okay.",
        "A: Because I have -- I knew -- I was hoping for the best for the future.",
        "A: No, we were -- we -- we -- see, he took care of it, but we -- I think zise -- they sign\nyou for America, for is -- you know, and we did, we had --",
        "A: They sign to come to America, but I have to tell you something about America. When\nI was 10 years old, I had a friend who was 17, her name was Marisha Messear. Sh -- you\nknow, I loved her so much, she was like mine -- I looked up to her, she was like mine --\nyou have a word for it, like -- oh gee, I don’t know what I’m gonna do. How can I forget\na word like that? It’s gonna come back to me. And one day she -- I knew that she has\nfamily in America, because she was always telling me about America, always. And one\nday -- and you know, I was very delighted, because I did -- I didn’t know much. You\nknow, I was a kid then, too. So she calls me one day, and she said, “Let me ta -- show\nyou what mine auntie send me from America.” I said, “I’m coming right away.” And she\ngot those curlers, eye curlers.",
        "A: Curlers for the --",
        "A: Eyelashes, yes. She said cur-curlers, eyelashes, yes. And she was telling me that her\ncousins are going to college, and in America is a life. And you can go to dancing\nschools.",
        "A: You can -- you can do whatever you want to, cause your parents can work, and make a\ngood li -- she was telling me wonderful things. So I came home to my mother, and I ask\nher the [indecipherable]. Now she said USA, later she said America. I said, ““What’s\nAmerica?” So she was telling me all the good -- good things about America, which they\nare, believe you me, she was telling the honest truth. So I went home to my mother, and I\nsaid, “Mama, I want to go to America.” She just -- she said, “Who di -- where did you get\nthe idea to go to America?” I said, “I just came from Marisha and she was telling me\nwhat she always tells me,” for years, but tac -- I didn’t -- it didn’t go in mine head. I\ncouldn’t understand. I said, “Do you -- do we know somebody, do you have a family in\nAmerica.” So my mother said, “I don’t know, I’m going to have to check it.” And I\nalways remember that I was battling for a long time with America. But later the war\ncame, but I’m here.",
        "A: And I was dreaming about it.",
        "A: Yes, I was dreaming about to come to this -- when I was just a kid, and I didn’t know\nanything about America. I knew that somebody said to me in America you walk on the\nstreet and pick up gold. Okay. When you healthy, happy, you pick up gold, believe you\nme. It’s hard when you come, but you make it easy. I believed I was very determined that\neverything is going to be fine, and it is, thank God for it.",
        "A: We came to America --",
        "A: -- September the 10\" or the 11\", 1949, we came by plane.",
        "A: Yes.",
        "A: Yes. From a -- from 1940 --",
        "A: From ’45 to -- for -- four years --",
        "A: My son was born in Germany.",
        "A: I think he was two and seven -- two years and seven months when I brought him here.",
        "A: And when I went to the hospital, somebody took him. And when he came home, he\nspoke ch -- English, and I couldn’t understand",
        "A: Here in Richmond.",
        "A: When I -- my -- my Maria, yes.",
        "A: No, by plane.",
        "A: By plane.",
        "A: I think it’s from Landsberg.",
        "A: From Germany, yes, but I don’t know from which city. I don’t remember.",
        "A: My husband got a contract. He got a job in Richmond.",
        "A: So because we didn’t have any family --",
        "A: I think other people were lucky, had somebody, we didn’t.",
        "A: So when we came here, it was a little bit hard, but it -- we d -- we done it.",
        "A: They had everything -- they had everything for us prepared. We were living\ndowntown, my husband got a job. And, I think radio technician before -- he’s a -- he’s in\nelectronics, but he was a radio --\nEnd of Tape One Side A\nBeginning Tape One, Side B",
        "A: [indecipherable |",
        "A: From all over, from all over the world. And we will, you know, when you have\nchildren, and we watch somebody else’s kids, we had to, because we didn’t have money\nto have a babysitter.",
        "A: Well, just a few words I learned, you know. Eve -- even -- if I -- that’s what I didn’t\nspeak to people if y -- if I met person, I just -- I showed them how I felt about them,\nbecause I couldn’t express myself.",
        "A: I was home with my little boy.",
        "A: Maria was born a month after we came to America.",
        "A: Yeah. So I had two children.",
        "A: He went to a ki -- to kindergarten.",
        "A: Yeah, and he -- he came home, he spoke English, and I learned from him, and I was\nlistening to the radio, and I was re -- 1 --",
        "A: Yeah, oh yeah.",
        "A: You know how children are, jus -- kid -- kids pick up quickly everything. And they --\nI started read -- I couldn’t read what I was reading, whatever, good, bad. So I asked\npeople t -- neighbors who were from here to correct me, and they did. And I still do it.\nPlease correct me. I up -- you know.",
        "A: Yes.",
        "A: No. Mine English was better when the kids were home. Now I speak Polish with my\nhusband because we can understand each other very well -- better. But speak English,\ntoo.",
        "A: I was very lonely, but I -- I li -- I would love wherever I would go. I was free. I\nremember the first time I went to a shop to -- to -- to -- with my husband to a store, I saw\nlittle children, I saw all the people. It was wonderful. I couldn’t believe my eyes what I\nsaw everything. You know, what’s -- to some people maybe this wa -- to me it meant --\nevery little thing was wonderful to me. Whatever I saw, I was happy, I was impress with\neverything. People I -- every person I met smiled to you, was kind, and this was the most\nimportant. And tol -- you know -- I don’t know, but I think when we came to this\ncountry, we brought a lot of tolerance with us.",
        "A: Everybody, all the survivors, I think.",
        "A: Yeah. And kindness. Even if sa -- even now whens -- you know, this 1s the most\nimportant, to be kind. Hm?",
        "A: Just -- wi -- not with me, they came a few months before, few months later, and we --\nwe stayed together for a little bit, because, you know, we didn’t have anybody. Yeah, we\n-- later we were invited to the -- to join the new American club, Jewish American cl --\nnew American club. The German people who came before us make the club, and they\ninvited us. So we belong someplace.",
        "A: Yeah.",
        "A: Yes, yes, yes.",
        "A: Yeah.",
        "A: But I -- I want to speak English.",
        "A: So I ask -- I wrote it -- I wri -- see, at the shop I have everything a -- I was writing\nthings on papers, even if I could not ask people to write for me, you know, if I like\nsomething from a book I wrote it down, and I was reading and studying it.",
        "A: I had everything in the kitchen written down, thank you --",
        "A: I had to, I had to.",
        "A: Yes, I had to. My husband learned English quicker than I am, because he was working\nwith people. But I did, too. I was not embarrass, I was not -- it didn’t feel -- you know,\nnobody was condescending me. They were listening to me. So I repeat, and repeat until it\ncame out right. People were very kind.",
        "A: The first time when I went shopping, I have to tell you, was a market. I was waiting\nfor the guy to give me something, so whatever he gave it to me, I brought it back to him,\nI said, “No good, no good,” because -- so he said, “You pick up yourself.” And I couldn’t\nunderstand what he was telling me, so he took mine hand and said pick, and put it, there\nis, you know, and that’s how I learned.",
        "A: And later I be -- wa -- became friends with very nice people, and I just spoke English\nto, and that’s how I picked up. And I had another German girlfriend from here who spoke\nbeautiful English, and she said, “Sonia, I’m gonna help you.” And that’s, you know, it\nhelped me t -- every little bit helped.",
        "A: Yes.",
        "A: No, I -- I -- I’m still trustful. I give everybody the benefit of the doubt. That’s how you\nsay it? Unti -- but people are nice to me, very nice to me. Knock -- knock on wood.",
        "A: Yes.",
        "A: I -- some people -- I t -- I -- I -- I could no -- I --I don’t have the nature. I -- I don’t\nthink -- I don’t know. Even when I was in concentration camp, some people were nice to\nme. They even -- I tr -- you know, that I was step dancing. When I was in Landsberg in\nthe kid’s concentration camp, I wa -- I couldn’t eat, I couldn’t sleep, I want to go ho -- to\nmine parents. I couldn’t -- I couldn’t. And two girl -- my mother has two girlfriends who\nwere in concentration camp with me, too. So you can imagine I always run to them for\nthem to tell me something about my mother. And whenever they were talking about it,\nthey light up. They were -- because I -- she was -- she was wonderful. And -- and -- so I\nsaid to myself, what can I do? My -- my -- my mother always said to me, “You have to\nlive. You have to live. You have to do everything to live.” So I remember I said, I don’t\nhave any profession, I don’t know anything, no skill, but I know how to dance and sing.\nAnd I was singing, and s-singing to me -- and -- and nobody saw me, you know. And\neverybody was think that I lost my mind, because if they would catch me, I would get\nsome beating. And that’s how it start, and you know, it -- 1t went -- when you sing, when\nyou happy, it -- forgot the word -- it reflects on other people, yes? And everybody starts.\nWe had -- ha -- very bad time, it was horrible for us, although --",
        "A: Yeah.",
        "A: Yeah, yeah. And other people are singing too, because they knew how to sing. And we\nsi -- we form a little group, so every -- when everyone had -- we had a little time, we\nwere singing and tap dancing for them. Even when I went to the holox -- Holocaust\nreunion, were people there who remembered those things.",
        "A: And I was talking to a lady, and I look at her, and I talk to her, and she told me her\nname, and I didn’t know who she was. And I told her my name, she kissed me and I\nkissed her back, but I didn’t -- later when she said she was in the same concentration\ncamp I was -- you know, it’s so many years, you don’t want to -- you -- you -- you don’t\nwant to remember all those bad things, but that -- it stays -- sticks with you.",
        "A: People said and -- it will go away. It doesn’t go away. When it’s good, we remember.\nWhen our baby’s born, we remember. When I go to the cemetery sometimes, you know,\nbecause I sometimes do, put some flowers, I remember.",
        "A: I knew that I don’t have anybody. My husband didn’t want to look for anybody,\nbecause he said -- people were telling us, they are going to think that you want money\nfrom them. But my husband had some relatives, I don’t know where.",
        "A: No, I knew. Because when I was in Poland, I was looking, too. I went to Krakow,\nthrough the rad -- on the rad -- I [indecipherable] through the radio, couldn’t find\nanybody. Yeah.",
        "A: Yeah.",
        "A: From Israel, from mine uncle.",
        "A: When he was alive, yes, he send me --",
        "A: Oh, I knew that he is in Israel. When I was a little child, I knew.",
        "A: He was living there before, yes, with his family.",
        "A: And they came to America to see us, too, but --",
        "A: My mother’s brother -- the younger -- the baby, the youngest brother.",
        "A: Yeah, but he passed away, his wife passed away, but I have a cousin.",
        "A: You know mine dream.",
        "A: When I was a little child.",
        "A: Not right away, not right away.",
        "A: Not just, no, no, no. I didn’t have his address, I didn’t have anything. I don’t -- I thinks\nmine husband wrote to Israel, to some -- to some place, and he got the address. Or -- no.\nNo, no, no. We had friends in Israel, and he called to mine -- to our friend, and mine\nfriend went to mine uncle. And I think this how it started.",
        "A: I think so, but I -- we -- yeah, we have friends in Tel Aviv, yeah. And mine uncle was\nliving Banai breck, I think. So I had a uncle, and a aunt, but they are deceased. But I have\na cousin, I’m very lucky to say.",
        "A: They have some -- few children, but the children I don’t know.",
        "A: I knew them when they were little --",
        "A: -- but not -- they’re grown people now.",
        "A: I would love to see them, but --",
        "A: Yes.",
        "A: Mm-hm.",
        "A: A month --",
        "A: -- after we arrived to America, yes.",
        "A: I -- Iwas home for -- for many years with the children, taking care of the kids, taking\ncare of the house, doing what I had to do. And later we were living a few years, and we\nsaved some money, we put a down payment of this house. I don’t know how many years\nwe were here when we -- we moved twice, from one apartment to the other one.",
        "A: In ’57.",
        "A: Wait a minute, °56 or ’57?",
        "A: No, I think ’56, because Roma was born 1n 757.",
        "A: Yeah, in this house.",
        "A: Yeah, three.",
        "A: Yeah, ra -- Debbie was born. Debbie’s 41 -- four years later, after Roma.",
        "A: Joe and Maria were in school, and I was with those [indecipherable] things.",
        "A: And later my husband open a business, I was helping him.",
        "A: TV, electronics",
        "A: Yeah.",
        "A: Colony TV. Colony, C-o-l-o-n-y.",
        "A: Colony TV, incorporated, yes.",
        "A: I was a receptionist, I was everything.",
        "A: Yeah.",
        "A: I love people, I told you. I met wonderf -- nice people. People even call me, didn’t,\nyou know, and they said, “Oh, I like to talk to you. Are you Chinese?” I said, No, ?'m\nAmerican with the accent.” I am.",
        "A: Five years after we arrive here.",
        "A: I wa -- [remembered when we went, and a man went with me because we had to sign\nthe papers, and I was so excited, I was -- how do you say it, I was -- you could see on\nmine face, I was so happy. Mine goodness, I forgot fo -- this words, I was so happy, I was\necstatic, yes?",
        "A: Es -- I was so happy. So the judge ask me, “Do you like it here?” I said, “Look at me.\nDon’t you see I love it here?” And we had ups and downs, like you know, when you\ncome to a new country, you have children, and you have to take care of things, you know.\nSo -- but we were happy. We could go and do whatever we want to. You want to go to\nschool, you could, which was very important, but I didn’t have time. My husband said I\ncould, but --",
        "A: And I had other children too, coming to the house, when their mother’s went so -- to\nthe doctors, or someplace, take the kids to Sonia, okay. And I love kids. This is my -- ouf\n-- our future. And those kids are wonderful, all those kids are wonderful.",
        "A: So I give back something to this country, which we should, every one of us.",
        "A: Yes, yes.",
        "A: Mine daughter. Mine daughter sit with me, and she said, “Mommy, please, could you\ntell me something about mine grandmother?” Because she knows I went someplace, and\nthey -- people asking how is your grandmother, and so I said, “We don’t have a\ngrandmother.” And so were explaining the best I knew how. One day she came home,\nand she sat with me, and I was telling her about my mother. Beauty -- everything -- nice\nthings. I told her that I came from a very happy home, very loving home, and sh -- blah,\nblah, blah, I was going to dancing school, and I was doing this, and just -- and\n[indecipherable] and I start crying, and that’s finish, she didn’t ask any more.",
        "A: But you know what I done is I read a lot. She ask other people. But whenever they\nshow -- they show something on TV, she didn’t want to watch it. Because I was sitting,\nshe just put up this ca -- handkerchief for me, so when I cry, you know. I says, “Maria,\nwhy don’t you sit, so you can learn our history?” She says, “Mama, I know a lot. ’'m\nreading a lot, and I’m asking questions.” So I went to temple, so maybe they ask the\nrabbis, too. But I was -- I was telling them. Joe -- Joe went -- Joe went to is -- my son\nwent to Israel, and when the war start in Israel, he went, he volunteered to Israel.",
        "A: Yes.",
        "A: Yeah, I -- I didn’t tell him. I -- I told mine friends not to come here, because not to tell\nhim how to do it a -- he done it, and he went to Israel. And he said when he was there he\nwas reading everything and asking people. And you know, some people don’t speak\nEnglish, but he sp -- understood Polnish, so they were speaking Polnish to him.",
        "A: And he went -- when he came back he said he was just going to go -- gonna go work\nfor the Jewish people, yes. And he was working in Hillel, and later he was doing other\nthings, and when he finish his studies, later he was working for the Holocaust Museum.",
        "A: He was the National Campaign Director.",
        "A: He’s anice -- he’s a lovely guy. And he was working very hard, like for himself.",
        "A: Yeah, we -- we were telling them, but we told them -- we were telling them in a nice\nway. And we was telling them that we have still good people everywhere. Because it’s\ntrue, we have good people, thank God for it.",
        "A: I told them -- do you know what the Germans asked me after the war? Do you hate\nus? I said no. I said, “You know, you hate yourself enough.” And something is going to\ncome, somebody has to pay for what’s happened to us. I don’t hate anybody. I would\nhave to hate myself before I hate somebody else, yes. I told this to mine grandson, you\nknow, that you shouldn’t -- you should love people, you should look up to be kind, to\nconst -- be considerate if you see somebody older, give them the seat. That’s how I was\nraised. So -- and I told him you shouldn’t hate anybody. You should be very polite to\neverybody, because you never know. If somebody talks to you, stay and listen. Even if\nyou don’t understand, listen and ask to explain. So he told the teacher at school, and the\nteacher called me. Just ni -- it was -- it’s --",
        "A: He told the teacher of -- you know, she ask him about the grandmother, because she\nmet me --",
        "A: -- because she met me one day, I was at school for a PTA meeting for my grandson.\nSo she -- sh -- he said to -- she said to him, “Tell me something about your grandmother.”\nSo he was telling her. Said that’s good.",
        "A: What I told him.",
        "A: About not to hate people, that people are good, to be kind, you know. And she called\nme to thank me. I said, “You don’t have to thank me, that’s how I feel.” Well.",
        "A: Yeah, when the second -- when the war was in Israel.",
        "A: No, no.",
        "A: He was working in a kibbutz. But many people went there from Holland, from other\ncountries, yeah.",
        "A: Now, I am glad.",
        "A: But I was -- I knew that he is going to go. I know that I -- my husband was\n[indecipherable]. I knew that I cannot stop him, but I was -- do you know, when he left to\nthe airport with my husband, I didn’t go with him. I couldn’t.",
        "A: I was -- I knew that he is going to be okay. And I call all mine friends, and I told them\nthat he is going to be there. But, you know what’s in your mind, what you thinking about.\nHe was the only one in Richmond who went. Sold everything, everything what he had.\nHe was at school, he took at -- he took off from school, and he went to Israel.",
        "A: He was in college, yes.",
        "A: The whole time -- I-I don’t know, a year? Ma-Maybe more than a year.",
        "A: Oh sure, sure. Mine daughter went too, but she was exchange student, yes. Roma.",
        "A: He was always ow -- very cont -- co -- how do you say, conshi -- cons --",
        "A: Yeah, a very good person. When I wa -- I have to tell you something. When Joe was\nborn, and I was nursing him, I was telling him about -- I said, “You know, Joe, when you\ngrow up, you gonna be our leader.” And that -- one child to the baby speaking. And I was\ntelling him oth -- I think he sti -- he remembers those, he tells me, “Mom, I remember\nwhat you told me.” I said Joe, you [indecipherable] he’s a very ni -- very nice person.\nQuiet, good, handsome. He is. Has a nice wife, nice children, which I’m very grateful for.\nI -- I’m grateful for every little thing.",
        "A: Mm-hm.",
        "A: I didn’t like what they were doing, because to me everybody’s the same. Every human\nbeing deserve the best. Don’t you think so?",
        "A: They are children, fathers and mothers, grandmothers, grandfathers, everybody. When\nI came and I saw those things -- when I came to America and I saw how they treat them, I\ncouldn’t take it. And I was living in a -- you can say fr -- was black people, black and\nwhite there in my neighborhood, who were telling me stories, and I couldn’t -- I couldn’t\ntake it, there was too much. We cannot compare anything, but it was too much. I couldn’t\nunderstand it. You live in a country, and you treat people who live here, who are born\nhere, differently. I-I just couldn’t understand this. And I s -- what a change a lot, because\nI had -- we had many friends who were going to college. Wonderful, wonderful people.\nTo me it doesn’t make any difference. People are people.",
        "A: We have good, and maybe a few not so good, but you can change them. I do many. I\nsee good in everybody.",
        "A: No.",
        "A: No, I just had a gun put to mine head.",
        "A: Yes. But I’m here.",
        "A: In our shop, in our shop I was --",
        "A: [indecipherable] but it’s okay.",
        "A: Somebody’s tried to rob us, but they didn’t rob us, was not [indecipherable |",
        "A: This was a very bad experience.",
        "A: Yeah. It’s maybe 20 years ago.",
        "A: Yeah.",
        "A: No, no, no.",
        "A: Just a random. No, no, no. I didn’t feel any discrimination by anybody, and when I tell\nthem -- I tell somebody -- people ask me, who -- who are you, what is ya -- that -- I said,\n“T’m Jewish.” And later I tell them that I am Catholic, and Baptist, and all those things,\nall th -- and what real difference? You can pick up whatever you want, I’m going to be\ntoday for you. What -- what [indecipherable] difference --",
        "A: -- when somebody’s kind?",
        "A: Yes, went to Betahabba, yes.",
        "A: Very nice, but I have mine own religion.",
        "A: Mm-hm. I listen to the rabbi, because -- but after something like we went through, we\nhave -- I mean, I’m going to talk about myself, I have my religion.",
        "A: I believe in God.",
        "A: I do.",
        "A: About what?",
        "A: I believe that we should be giving to -- be kind to each other, look out after each other,\nyes?",
        "A: It doesn’t hurt to be kind, and -- and -- and even help somebody, somebody needs\nhelp. I don’t know what to tell you.",
        "A: No.",
        "A: Sometimes when I go to services, you know what I’m thinking about.",
        "A: Mow -- mine parents, this 1s the first thing, mine home.",
        "A: No, no, no, no.",
        "A: Not every week. I don’t go every week.",
        "A: I couldn’t --",
        "A: I couldn’t speak about it. I couldn’t. And I remember a lady came here, she said -- I\nwas very happy t -- I didn’t know her, she came in, and I asked her to sit down, and I\nmake her something to drink. And later I said let’s -- I ask her [indecipherable] she need\nfor me to tell her something, or -- you know, I didn’t know her, but she came, she was\nvery nice, and she said she came from -- she came -- she came for me to tell her mine\nexperience. I said, “Look, you can’t,” --",
        "A: She a -- she’s from America, she’s a lady, she’s -- I said, “You know, you should let\nme know a few days before. I am not too -- up to it, please, and give me a rain check.”\nYou know, I didn’t want to speak about it. And the next time when I saw her, I just told\nher that I’m here, and I’m delighted. I -- I couldn’t, I just couldn’t. You can ask a soldier,\nAmerican soldier who went through. He can’t -- they couldn’t speak either. Because I\nmet many American soldiers here in Richmond. They couldn’t talk. I don -- I remember\nthere came s-some doct -- a ri -- a man came to our store with a lady, he’s doctor and\nshe’s his nurse, to -- to do something, and we start talking. And you know, I have a -- I\nhave -- you know that I have a accent. I said hello. So the lady said to me, “Sonia, ask\nhim where he was in 1944.” So I said, “Do you mind?” He said, “I was in Dachau.” No,\nhe said, “When I was liberated the people, I was younger, and I was in Dachau. And this\n47\nis my nurse, who was with me.” And I just went without nothing, just went and embrace\nhim, and hug him, and give him a kiss.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: Yes.",
        "A: Yes, I -- I -- I didn’t even think, but you know, he was mine hero. All the soldiers are\nheroes, every one of them. And they were all -- see, I was liberated by the Russians, but\ndoesn’t matter. But look at the Americans, what they done. And they suffered, believe\nme. And I wish people would give them more respect, the older people here in this\ncountry. They deserve it.",
        "A: And the families, too.",
        "A: Iki -- I --",
        "A: Sure, because I knew how hard it was for us, and I went through a lot, a lot. A lot\nsoldiers were mistreated and hurt, and put to concentration camps, too. I tell all the sold --\neven if I don’t know them, I tell them you are mine hero. They just give me this look. I\nsaid, “Please take my word for it, I know what I’m saying.” So they stop and talk to me,\nbecause they are our heroes. That’s why we can sleep in peace at night. Nobody\n[indecipherable] us, nobody bothers us.",
        "A: Some -- some people are here who are survivors, but they were not in concentration\ncamp. They survived [indecipherable] other things. They survive a lot, too, but some\nsurvivors speak about those things, I don’t want to say. I -- I speak about wonderful thi --\nI speak about our children, our -- our -- where we gonna go, what we gonna do. The first\ntime when I went to the Holocaust Museum when they open, my husband went, Maria\nwith her boyfriend, and I went. I couldn’t look. I was there -- a lady was there who saw --\nshe looked and she saw her picture when she was 17 years old, and she start screaming.\nAnd late -- the first thing when I went in, you had 1s the -- the German soldiers beating\nsomebody, and right away you know what came to my mind, mine father and those\nNazis. And when I went in, I cou -- I couldn’t look. I just couldn’t. It’s -- it’s -- I was a\nfew times there, and I couldn’t. Everybody was going, and I was going that way, until I\ncame to the -- to the little car, the jus --",
        "A: To the little car. Then it got to me. A lady collapsed there. I -- I was -- I was just --",
        "A: I do -- I -- I still don’t understand. Why? What did we done to people? I -- I -- I -- how\ncan I understand those things? I would -- I would never be -- I don’t know. I just don’t\nknow how to even express myself. When I was growing up, I was think that everybody’s\nnice, and kind, and good. Something like that -- so many chi -- I s -- I saw all those things\nhappen. I saw things like that. Hm?",
        "A: Mm-hm, mm-hm.",
        "A: He went back to school.",
        "A: He went back to school, yes.",
        "A: He finish in Richmond, and he went to kay -- Cay Western res --",
        "A: Yes, uh-huh. And he -- were few people chosen, he was between those people. So he’s",
        "A: I don’t remember.",
        "A: I don’t remember.",
        "A: We didn’t have the money really, but maybe he did, scholarship and [indecipherable].\nBut it’s okay.",
        "A: I wa -- was very proud. But I would be proud, doesn’t matter what he would do, cause\nhe’s -- he’s very mu -- he’s like his father, he’s wonderful. Wonderful with people, makes\nfriends wherever he goes. And he -- my husband the same way. That’s how it’s supposed\nto be. But I remember when Joe was going to Israel, I just couldn’t go. I dressed\nmineself, and I felt so bad that I didn’t go.",
        "A: To go -- to go with him. I just couldn’t. Couldn’t sleep the whole night, I couldn’t go.",
        "A: Yes, Ij -- I just -- no, I didn’t have a ticket to go to Israel, just to the plane --",
        "A: -- to -- to -- to the airplane, to -- you know, say good-bye to -- I just couldn’t, I said,\nwhen you come back I’m going to see you, I just don’t feel so hot today, so --",
        "A: I am very -- how do you say it? Iam very psyche. I’m psyche.",
        "A: Psychic, yes.",
        "A: With mine son, if something happens, I can -- I can call him and tell him what’s going\non. Not always. He broke his arm, and I was upstairs, and he was downstairs at the door.\nI said, “Does it hurts very badly that you broke it very bad?” He said, “No, I just hurt it.”\nI felt it.",
        "A: Maybe because I was so young when we grow up together. I don’t know.",
        "A: Well, it’s not with everyone, but with mine husband. When I call him, I ask him, did\nyou [indecipherable] did you go -- how do you know this? I tell him I don’t know. It\nhappens, maybe, I don’t -- it has to.",
        "A: Yeah, I let -- like you said, it -- thank you, I let it happen.",
        "A: No, Joe was the oldest.",
        "A: Later came Maria, later on, and Debbie is the youngest one. Debbie is married, has a\nson, Dylan.",
        "A: Mine pride and joy. [indecipherable]",
        "A: Dylan is going to be 13, this Dylan.",
        "A: Yeah.",
        "A: He’s such a sweetie, smart. Such a sweet guy. You know I -- he comes and he said,\n“Do you need mine help?”",
        "A: He calls my husband, he said, “Your lovely wife wants to speak with you.”",
        "A: They live in Richmond, yeah.",
        "A: He was with me yes -- when they were putting the [indecipherable] in. So I messed up\nhere, so he was taking care of me. I let him.",
        "A: Yeah. And ma -- Maria is not married, and Roma is not married.",
        "A: Maria is looking for a job. She lost her job af-after 25 years.",
        "A: And she’s looking for what she wants. But she’s gonna find it.",
        "A: She will find something.",
        "A: Yeah. They have nice na -- and Roma moved from Washington to New Jersey like\nyou -- and I told you, yes. She was here les -- two weeks ago.",
        "A: Yeah. So has --",
        "A: Yeah.",
        "A: Yeah.",
        "A: Mm.",
        "A: He loves electronics. He loves it.",
        "A: I was Friday there for a few hours, this is doing the bookkeeping.",
        "A: No, I’m not, I’m preparing for the bookkeeper, but I’m learning, and I told him to\nplease, if I do mistake, write me a note. He said I don’t need it. So I’m grateful for it, too,\nlearning something. It’s never too late, huh?",
        "A: Books.",
        "A: Yes, I knew about it.",
        "A: Yes, they were telling us in the Jewish center, and I read some books, too. But I mean,\nI’m grateful for it, that they wrote, but you know, you have to feel it on your own self.\nWhat people who -- some -- people understand. Some people say never happen. I don’t\nfight with them. Fine. But a guy came to mine shop, and we were talking, and he said,\nbecause I have little things written down on cards, and hang up every place -- something\nfrom the Torah, something how you should, aw -- beautiful things. We talk, and he ask\nme, “How long are you in America?” I said, “A few years.” I said, “I’m longer than you\nare, and you speak better English than I do.” So an -- and you -- because you were lucky,\nyou went to school here, you know, and I couldn’t. I was deny -- we -- we were denying\nto go to school when we were young, too. So we were starting talking, and talking, and\nhe ask me why -- I told him I came here after the war in 1949. He was a little bit older\nthan I, and so he said to me, “Where were you?” So I said, “I am a survivor from those\ndeath camps.” “You are really?” I said, “Yes, I’m really.” And my husband has, you\nknow --",
        "A: Well, he asked me where’s your number, I said I didn’t have a number, I just had a\nlittle thing like the soldiers, fifty th -- 53354, my number.",
        "A: On a little things -- no, a little something hanging, you know.",
        "A: Later, they took it away from me because --",
        "A: No, not a tattoo. Well, we’re talking and talking, and he looked at me, said, “Is it\nreally true?” You know, I said, “I had a mother, and a father and a brother, and a family,\nand uncles, and aunts, and friends, and teachers. It’s true.” He looked at me, he said,\n“Because people were telling me, and I didn’t believe them.” I said, “Why not?”\n“Because they were pushing it on me.” I said, “They didn’t push it on you, they were\nmaybe [indecipherable] I would think, but it’s true.” He said, “You know, I believe you.”\nI said, “Okay, thank you.” And then he -- “I wish I would have -- I would tell you that it\nnever happened, but it did happen.” He kissed me, and he thanked me, and he went.",
        "A: Yeah. Now he comes in from time to time. That’s okay.",
        "A: No, no, it’s -- no-not -- not -- not here in Richmond, because many passed away, and a\nfew are -- we talk to each other from time to time. We went to weddings of the children,\nto -- to 50 wedding anniversary, and it’s nice, but you know, everybody has a life, and\nthey are busy. But when we see each other we are very happy to see each other. But with\nsome you make friends, with some -- like I vi -- like [indecipherable]",
        "A: Yes, I was, yes I was.",
        "A: But now I’m not too active, because I have -- I am active, I have to take care of\nmyself, so --",
        "A: We -- we were getting together, we had lectures.",
        "A: Yes, and I had people coming from other cities, to meet with each one, speaking in\nUniversity of Richmond, survivor.",
        "A: Talking about the same thing we are talking now.",
        "A: And Elie Wiesel was here to speaking.",
        "A: Yeah, you know, you know who --",
        "A: I call him Wiesel, he’s a --",
        "A: -- he’s a -- Elie Wiesel.",
        "A: To -- to the University of Richmond, yes. We had other speakers. And it’s -- for us it’s\na little bit harder, because sometimes we have the children, the grandchildren, so you\nknow. I was very active, and I was going dancing with mine husband a few times a week.\nThis was very important. Now I don’t.",
        "A: I go to weddings, but -- so, this is the [inaudible]",
        "A: [inaudible]",
        "A: I-I don’t --",
        "A: lam mys -- I don’t know, I’m myself.",
        "A: I am that -- Iam myself, and I’m a very happy person. And I’m very positive.",
        "A: Extremely.",
        "A: Someti -- sometimes I coat -- when it -- sometimes I can be a little bit negative, and I\nsaid, “Uh-uh, remember. Do you remember?” You know what I’m talking about.",
        "A: Okay. You know, remember we went through hell. We were in hell for so many years.\nSo when something goes wrong, goes the other way, I say, oh, it’s going to be okay. I’m\nstronger than that. Remember what’s happened.",
        "A: And I’m extremely tolerant. Extremely.",
        "A: Very aware of. To everybody. And it -- it -- do -- sometimes they come -- ga -- get --\nwith very intelligent peoples, I know a lot. And I don’t know, I li -- I’m not embarrass, I\nask. I don’t know, could you explain to me? And people are very nice to explaining to\nyou things like that. It’s true.",
        "A: About -- when they talk about something, and I really don’t know, I am not\nembarrassed to say I don’t know, please explain to me. And people -- some people say,\nha, ha, ha. Doesn’t matter to me. You go to college to get -- to -- how to get -- to get\nknowledge, yes? So if I don’t know, I ask somebody who knows.",
        "A: I read the books, I read the books. I don’t want to read anything about World War two.",
        "A: I heard the -- I heard the last book my daughter got me was the great generation. I was\nreading, and I got very upset. It’s a beautiful book, beautiful, but I saw those things with\nmine own eyes, why should I read again, you know? I -- I -- I live through it. We were\nspeaking in -- in -- in sch -- 1n -- oh, it’s not the way -- not far away from Richmond, it’s\na college. Oh God. When you got a city of rich -- where is it? Not -- not here in\nRichmond. I have to ask mine husband, I don’t know where it was. And people were\nspeaking, I was just telling them the way I feel so very happy, what I told them. When I\nwas speaking with --",
        "A: I was speaking with young -- with young ladies who gonna be movie stars, who going\nto dramatic school, and I said, “Boy, I want to go to school,” to dra -- I want to go to\ndramatic school very badly when I began here, but couldn’t do it. And now it’s too late.",
        "A: Oh su -- listen, you know how old I am?",
        "A: Oh, thank you.",
        "A: Yes, I can do that.",
        "A: Like my son send me a card [indecipherable] to become a movie star, you got me.\nSomething like that, it was so cute.",
        "A: Ah, sometimes so --",
        "A: Yes, depends -- I can’t -- I don’t talk too much, I let them talk. They -- I ask a\nquestion, later I said finish with him please. As I say that, you know, because they ask me\nabout -- they ask me so many questions. Like I told you, some things, I cannot go -- it\ndoesn’t want to go through my mouth. Even now. Even now.",
        "A: I have two granddaughters.",
        "A: In Washington, and one is going to college, to s -- Stanford?",
        "A: Yes, this is her second years. She’s a very bright child. And the other one, si -- si -- in\ntwo years. No, next year, I think. She’s graduate next year. And next year. She -- she\nwants to come to University of Richmond, so I’m going to have her nece -- near me.",
        "A: Yes.",
        "A: Yeah, that’s going to be wonderful.",
        "A: Ariela.",
        "A: Ariela.",
        "A: In the old days, Thalia.",
        "A: Yes.",
        "A: No.",
        "A: No, but they know. They are very s -- intelligent children.",
        "A: Maybe the father to -- maybe Joe told them, [indecipherable] went to the Holocaust\nMuseum, and I -- mine granddaughter wrote me a beautiful things, I just don’t know\nwhere I put it. I’m sorry I didn’t prepare f-for it.",
        "A: That I’m her hero.",
        "A: She’s so sweet.",
        "A: Yes, fo-for school, for -- for school -- to this -- to school she wrote it, and she send me\na copy, which I appreciated.",
        "A: Mm-hm.",
        "A: Ask me whatever you want to.",
        "A: I really don’t know what to tell you. Just be good, be kind. Listen to people. Don’t be\ncondescending. Doesn’t matter if somebody did something, just listen, and try to be\nhelpful. Cause everybody has a story. I have many.",
        "A: Mm, very happy.",
        "A: Yes.",
        "A: I don’t criticize, that’s true, I don’t. But some things I don’t care for, but a ki -- th --\nthey changing.",
        "A: But I ask -- I -- I couldn’t say things like that. I know it’s a lot of help, even for the\nchildren to go to camp, to help them in school, which I appreciate those things, because\nthis 1s a very -- extremely important. And for the older people. We have to look up to the\nolder people, doesn’t matter to whom. Which is true, isn’t it?",
        "A: Have more res -- have a lot of respect. Doesn’t matter who it is. And with kindness we\ncan do a lot, a lot good. I couldn’t criticize, I -- I [indecipherable]. I even didn’t think of\nit. Maybe some people would, I -- I -- I really -- you have to go to work, you lucky. I am\nlucky that I can do many things. I mean it. And -- and that’s -- something I can, I sit, and\nI can do it, I can. But many things maybe it’s -- people criticize. I just don’t know what to\ntell you, I --",
        "A: It’s not in my nature. I never criticize my children, never. I criticize myself, but not\nthe children. When something happen, I said look at me. I cannot do this, and I cannot --\nbut you c -- you shouldn’t. You should tell them in a nice way, maybe, but not criticize.",
        "A: Sure, it’s how you help. Maybe I remember this from the time I was little, I don’t\nknow.",
        "A: I was always told that I can do everything, and that I am special. And mine kids are\nspecial to me, every one. If they do something wrong, I just tell them in a nice way, you\nknow, you have to change -- change something. But no c -- I think -- I don’t like to\ncriticize anybody, and I don’t like to blame anybody for nothing either.",
        "A: Just a few years.",
        "A: Yes.",
        "A: Very close. This 1s my life. It’s like I told you, he’s more than a husband.",
        "A: Yes, mine professor, too.",
        "A: Yes, taught me everything.",
        "A: Well --",
        "A: Yes, yes.",
        "A: Yes",
        "A: But we don’t talk about it.",
        "A: We talk about it, we don’t want it -- sometimes when he speaks -- when he speaks and\nI’m there, I start laughing to myself, and [indecipherable] people looked at me, because\nyou know, I know all the -- and he -- he tol -- he was in Auschwitz.",
        "A: Yeah. He will tell you. And he was telling about his sister, and about his sister baby,\nand all those [indecipherable] about his father, but 1t’s so many years, you know.\nSometimes I just remind him of -- talk about 1t. Now we are busy with the children, and\nthe grandchildren.",
        "A: Yes.",
        "A: No.",
        "A: No. And -- and some new -- it was so nice last night, we were called, a baby was born.\nIt’s not mine cousin, it’s mine husband -- some cousin had -- her adopted daughter, but\nyou can imagine -- they are so happy. And they told me please call si -- ca-call up your\nchildren. So I said to my husband, “Isn’t it wonderful to have a family?” Because we\nreally didn’t have anybody when we are ca -- when we came here. Ver -- wu -- we were -\n- we had the people we met here, from Poland, from Germany, from other countries. But\nI remember when I bought this house, it’s like, I ask my husband what should I do? He\nsaid you should take candles, salt, and bread. So I said, why. Candles to light so you\nwould always have light. Bread so you would -- would never be hungry, but I don’t\nremember what -- why the salt. This I don’t even remember. I don’t remember. See, I ask\nhim because I -- I didn’t know. He was a little older than I am, so he knows more. But\nI’m trying to learn, still.",
        "A: Because it -- yes.",
        "A: I think it’s important. I think we all have to speak. See, I just can’t -- I would love to\nsay something, I just can’t. I -- everything is engrave in mine heart, but I just can’t -- I -- I\njust can’t. I just want to tell you I saw too much, too much. I hope nobody any place will\nsee it. And sometimes this is mine testimony, okay, for the people who were slaughter,\nand perished. So maybe I can speak -- Ic -- I cannot speak for them, I know I cannot. But\nmaybe a few words. I just hope that the history will never repeat such self. And nobody\nwill be prosecute -- prosecute from any reason, for any reason.",
        "A: Marek Lieberman. He was mine friend.",
        "A: Yeah, was --",
        "A: Oh, Marek Lieberman, I want the people to remem -- yes.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B\nLieberman. And I thought maybe you’d like a chance to tell a little bit more about him,\nsince he seemed to have been an important person to you.",
        "A: Marek -- Marek Lieberman, he was maybe 23 or 24 years old. We worship him, all the\nchildren. We were -- we had a restaurant in his busine -- in his home, where he was, you\nknow, my restaurant was there -- mine parent’s. And I remember they were very wealthy\npeople, they were helping people who were coming from other countries to Poland.",
        "A: His family, they were very wealthy. And somebody scr -- how do you say, somebody\ntold the nat -- the Nazis about them, you know, that they are so wealthy. And they came\nto the house and open the wall, and took out money. And they hang Mareksa --",
        "A: Yeah, they were Jewish, yeah, they were Jewish.",
        "A: They were helping other people because they had the resources, they had the money.",
        "A: [indecipherable] who were coming to Poland and need help, so helping, and\nsomebody informed the Germans, somebody who knew about it, I don’t know who it\nwas, that they have money, they put money in the wall, and the Germans came to the -- to\nthe houses, they took out the money, and they took Marek, and they hanged him, and they\ncalled the whole Jewish -- I don’t know, every -- the whole Jewish people from\nRichmond, to -- to -- to Shinkaveetcha, I forgot -- I forgot the number who had -- we had\nto come and s-see how he -- they hanged him. And I was standing maybe three or -- feet\naway from here, from Marek. And so --",
        "A: And for years and years, I couldn’t sleep, I was screaming at night. Thank you for\nreminding me. I didn’t forget, but you know, I have too much.",
        "A: And too much in mine computers, I say.",
        "A: He wa -- he -- he was wonderful, a wonderful person. Even people who didn’t have\nmoney were living in the house, that couldn’t pay, because the German -- later the\nGerman throw everybody anyhow, because they moved to the houses there. And Marek\nwas married to a beautiful lady, she was blonde, young. And she was giving birth to a\nbaby. And they took her and the baby. I didn’t know when -- where. This was in 1940 --\n1941, before we went to the ga -- to the --",
        "A: -- to the sh -- to get to Sheldura. I don’t know what’s happened to his family, I don’t\nknow anything. Many people were like that, many people were helping, many.",
        "A: Mine father was helping too, but I didn’t know with what and how, but I know that\nsometimes he was going with another friend, doing something. Oh I was gonna tell you,\nthis I remember. In the ghetto, mine father was working in a kitchen, helping out. And\nthey were -- they had there that day, German soldiers, and they were giving them money,\nand cigarette, and other things. And they were transporting little children. They put them\nin a garbage can. They were giving this -- I don’t know if they were giving them a shot, I\ndon’t know. And they were putting things on the child. The child was sleeping, and they\nwere putting fruit, and -- not fruit, vegetables, and tooken -- tooken -- took --",
        "A: -- take out the children from -- from the ghetto, to save them.",
        "A: Yes.",
        "A: Yes. This I remember.",
        "A: No, I was too old. They were little babies, little children.",
        "A: Because you know what they will do to the little babies. They throwing them through\nthe window. Mine father didn’t tell us those things, but we know, because other people\nwere talking about it. Yeah.",
        "A: Helped.",
        "A: They done the best they could. But many people couldn’t do it, but some people did.\nYeah.",
        "A: I just realize -- I just know one thing, if you love yourself, you like everybody, yes?\nAm I mistaken? What do you think?",
        "A: What else? I just love this country, this what I can tell you. And I hope the country\nwill survive everything, cause this is a country who helps everybody, yes?",
        "A: Okay.",
        "A: Okay.",
        "A: Okay.",
        "A: My mind 1s just blank --",
        "A: -- right now.",
        "A: I should think about many people who were so wonderful, but I just forget the names.\nMy husband will tell you many more things.",
        "A: Yeah.",
        "A: About my friend from Holland, who was in concentration camp, and I was working\nwith him, later they send us to -- to Ludwigstir, to the ammunition factory. I don’t know\nhow he found out where they send us, but I heard it in con -- in the lager that the girls\nsaid, “Gillis is here, Gillis is here.” I couldn’t believe it, that he risk his life to come,\nbecause if they would catch him, they would kill him, to come and give us news how\neverything is going, the --",
        "A: No, no, I met him in concentration --",
        "A: Yeah, in the camp, but he was not with us.",
        "A: Like I told you, he was as -- he was student, going to school, to college, and they have\nJewish professors, and the German ask the ho -- the Hollanders, that the -- the guys, to\nboycott them, and they refused to do it, so for the punishment they send them to\nconcentration camp.",
        "A: He -- I don’t know he found out. No, they were free. They were -- they were not in a\nca -- they were not --",
        "A: -- they were just working. They were workers, they had to work hard. But they were\nliving -- they can go whatever they want to. But I would never believe that he’s going to\nrisk his life to come to see us, to give us news, that the war is -- you know, it was in fo --\nin 1945, I don’t know which month it was. It was springtime, I think, like February,\nMarch. March, I think.",
        "A: He came to tell us --",
        "A: -- to tell us -- yes. And to make some pictures.",
        "A: Yes, he wa -- no, no, he was not free. He was in germ -- still in Germany, but you\nknow, they were -- they were not in concentration camps, they were working just for the\nGermans.",
        "A: Yes.",
        "A: And they couldn’t go home.",
        "A: They were stuck in Germany, yes.",
        "A: To tell us --",
        "A: -- to -- to -- to send, you know, to send us some papers, because they would catch him,\nhe would be killed. And I don’t know how he did it. And the same guy came here after\nthe war to see us in Richmond.",
        "A: Gillis Kahn, from Holland, from Delft, cross the [indecipherable] I’ve forgotten --\n142.",
        "A: Yes, I knew many more persons. I -- I knew many more persons, but you know, it’s so\nmany years. Like I for -- I didn’t forget about Marek, thanks for reminding me. I really\nappreciate this. This was a wonderful, wonderful human being.",
        "A: Okay.",
        "A: Thank you.",
        "A: You’re very welcome.\n76End of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 26, 2003\nRG-50.549.02*0071",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Sonia\nBrodecki, conducted by Nina Ellis on July 26, 2003 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Richmond, Virginia and is part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "July 26, 2003\nBeginning Tape One, Side A"
    ]
}