{
    "rg": "RG-50.030.0073_trs_en",
    "sequence": [
        "Q: Hello, Mr. Fried. Could you please give me your name, your date of birth and your place\nof birth.",
        "A: My name is Viliam Fried. I had been born in 1919, October 25th, in a small village,\nLozin. It's in the East Slovakia, County Michalovee. In that village and around this\nvillage was living most people of my family until we can say '39, until the Slovak state.\nAfter this time many moved from this place and according to all the sisters and brothers\nof my mother, my mother was leaving, after my father died, to a place near Cragovsky\nHermits. It's a very small town in South Slovakia, but mostly Hungarian communities.\nAnd she was there up to '38. Myself, I was living there by my grandfather up to '33 and in\n1933 when I finished something like junior high school here in the States, I went to work\nto the Battah Company in Bohemia. And this was the first short part of my ride and the\nmain things, but maybe it's necessary to say, that the community around was Slovak. And\nin the villages around there have been two, three, four, maybe five Jewish families,\nmostly working like farmers, except maybe they had their little shop or they, something\nelse, a bar, selling cigarettes and so. Only in.the cities. In Michalovce or Koshitse, the\nJewish community was stronger, more families and, of course, all what it means to be\nJewish, was concentrated in these towns. My father died when I was five-and-a-half\nyears old. My mother stayed with three children and she was working in a hospital in\nUngrad, like a nurse. After she, I don't know how she came to this place, two villages,\nlooking for a nurse who can deliver babies. So my mother went to work for these two\nvillages. The name of the villages was Arcan. And my brother and my sister and my\nmother, they had to, they lived in this village up to 1938. Myself, I came home once or\ntwo times a year on vacations. Otherwise I was working in Zlene, it's the heart of the\nBattah concern. Maybe you heard about the Battahs, or not. I'm sure that yes. And\nworking, going to school and living like all the other young people. All the other\nmembers of the family, I mean, my uncles and their children, my aunts and their children,\nwere living all around me, (?). It was always so in Slovakia that they married to\nsomebody from the next village because the communication wasn't so easy at this time.",
        "Q: Can you tell me a little bit about your job in the Battah factory?",
        "A: Pardon?",
        "Q: Your job at the Battah factory. Can you tell me a little about it?",
        "A: In the Battah factory I started to teach and to work in the Department of Chemistry. Tire\nand Rubber .. Department, and it was so that every day at six o'clock we went to make a\nlittle sport 15 minutes, then take a breakfast, went to the factory, working until two\no'clock, take ahlunch, and at five o'clock it was finished with the work, and at six o'clock\nwe went to school, every day up till ten o'clock at evening. And on Saturdays, the whole\nday, it was school.",
        "Q: What kind of work did you do in the factory? .",
        "A: I was learning how to build tires, how to build, it's a kind of, you have it in the engine,\nbelts, rubber boots, and I was learning these professions and except of this in the school, I\nwanted to achieve, graduate, in chemistry. It was, I was very ambitious, I can say, when I\nwas young and I have done everything to be a good scholar, a good worker. And I was\nsaving money from my wages to help my mother. And except of this, if you are wanted\nby the company, after you have been half ready to move forwards, you must have money\nbecause you must show the bosses in these factories that you are able to make money and\nto spend money in a good way. I was working there up to '38.. In 1938 I have to go to the\nArmy. I was 19. And so I came home to my mother, because I have to go to the Army\nNovember 1, 1938. But, if you remember, 1938 was a heavy year in Czechoslovakia.\nCzechoslovakia was partly occupied by the Germans. Part of the South Slovakia was\noccupied by the Hungarians and so it came through that in 1939 I think it was in\nFebruary or so, the country was divided in two parts. One part .. was fully occupied by\nthe Germans. It was like a Gubernia. And Slovakia should be a self, a sovereign state.\nBut it was built under the parasol from Mr. Hitler. And it was very bad for us. Because,\nas I told you before, my mother was living with the two younger brother and sister in a\nHungarian community. Each was occupied by the Hungarians in 1938, on the end. And\nbecause my brother and my sister, they went to Slovak schools. My mother had very near\nto some, the bureaucrats was in the village, it was mostly Slovak and Czech. So when the\nHungarian come in, they gave us about 48 hours time. We could take 40 kilo luggage.\nThey took us on cars with horses to Cragovsky Hermits, concentrated with other groups\nof Slovaks and Czechs, and carried us by track, near to Ushahrot. Usharot was a bigger\ncity on the, in Putkarpaskaros. It was a part of Czechoslovakia, but mostly the community\nwas half Ruttish and half Ukraine. And then we came at night to the border and they told\nus, \"You have to go in this direction.\" We had been more hundred people, we have to go\nin this direction. And so we came to Slovakia. It takes about maybe three hours or so. It\nwas a terrible night for us because it was the first step to the Holocaust. I will explain you\nwhy. For example, my brother, he's younger than I am, now he is living in Florida. He\nwas a professor of chemistry here in the United States. And my sister, she is living here,\nmother of my nephew. My brother became sick. And so my mother put him on her. . [\nshoulders and she was carrying him. He was about maybe 100 | pounds or more. The\nwhole night, through a land which was frozen and falling down and so. My sister, she\nwent by mother and [ taking her skirt, and I was getting the luggage, what we had. We .\n| came on the other side of the border. We didn't know if we are in Hungary or in\nSlovakia, but we saw lights, we came to a village and it was a village called Vishna\nYametskayorso. And there we find people who were in the same situation as we. Many,\nmany, many, many of them. And so we get some help. And the next day we move by a\nbus to the city Michalovce. And why to Michalovce? Because it was the first place where\nwe have some relatives. And of course we wanted to come to somebody who was able for\na short time to give us help. So it happened that our family, from all the families\nbelonging to our big family, as 1t was so, wanted to help us. But we had divided. Mother\nwent to one brother. My brother went to another uncle. My sister went to another.\nBecause nobody was able to take the whole family. And I, in a short time, about in, I was\nliving by my friend, Mr. Klein, he was the last years in Canada, and from this time in\nabout 10 weeks or so, I went into the Slovak Army. I became a soldier. After two weeks I\nwent to officer's school. And I was in the Army like a normal soldier maybe up to\nSeptember. But it's not exactly, nearly so. Then it came, in Slovakia, the Nuremburg\nrules, made by Mr. Gerbers and his friends. The Slovakian government take it over. And\ntpey .. started to write in the newspapers, \"We will make better rules than Hitler made.\nNo Jew can stay in Slovakia. He cannot longer stay here because the land belongs to our\nChristian people.\" And the effect of this was, for example, that all the Jewish 6 soldiers,\nthey take away from the Army and put in a, um, in working groups. I But it's very\ninteresting that, for example, me, I was S in the so-called labor camp, but I stay in the\nsame office as I | was before in the Army. I was handling the same (?) papers as | before,\nsee? Because I don't know why, but it was so. And it was until 1940. So I went from the\nArmy. It came a new rule | that all the young men have to go to civil labor camps. And so\nI [ went to work on a railway building camp. It was a railway | between Stratski and\nPreshov. And I stayed there a longer time. [ I had luck, because some of the engineers,\nthey had been my | friends, school friends, for the first years, since I was 12, 13, | 14. And\nso I worked there, I get money, I could make a normal living. It was until 1941 or so and\nbetween, as I was a soldier, 11 so the Germans had partly occupied Slovakia before they\nstarted F the war against Poland. And not far from Michalovce, where I was | a soldier, it\nwas a place where it was an airport for the Army F only, a field airport. And you know\nhow it is, if you are young | you sometimes get in troubles. And we get once in troubles\nwith such soldiers. And so I get a big help from my commandant. I | told him early in the\nmorning what happened, and he was helping .. me, but it's not important. | And from this\ntime, as I went from the Army, it doesn't take too many times, you could hear that\nsomething will be done with the Jews. Nobody, one said that we have to go to Poland to\n71, build a new life in Poland. Somebody thought we stayed in Slovakia, but in some\nlabor camps. And on the beginning of 1942 one of my friends in a village, I don't\nremember exactly, Lustotsi or so, it was. They told me, \"Viliam, you have to be prepared\nthat they will take all the young boys and girls to Poland.\" I ask him from where you\nhave the news, so he told me, \"I have connections, I know it.\" So I was contacting my\nmother and told her that maybe I will go to Hungary and maybe even to Yugoslavia to try\nto go to the Middle East because many of young people went this time from\nCzechoslovakia to Palestina, and to, it was Egypt, on the front, between Egypt and Libya.\nIt was a place where they have concentrated soldiers, officers, people who would run\naway from the Nazis. My mother started to cry, \"What shall I do here with the kids?\"\nThey were not kids. My brother was about 19 and my sister 16, yeah, 16. So I told my\nmother, \"I don't know exactly, but it will be very bad.\" I will take my sister, Rose, with\nme, and she will stay in Hungary. Maybe she could make a normal life in Budapest or\nAsven. And, really, it came very soon. They took the young people who was not married\nto a town Popravitz in the high Tatras. From this place they make, they organize\ntransports .. and send them to Midonic. It was in Poland, and to Denbrin. The place,\nMidonic, according to what I, as I heard, they killed there about 250,000 young people\nduring the half a year. They was not really killed. They must work, and they didn't get | |\nnothing. They couldn't sleep even in a barrack. Outside, only. And you know how it is, it\ncomes typhus, and then you lose every | night a hundred souls. | When I heard that it\nhappened, I have a girlfriend, I W went to her parents and I told them I am moving to\nHungary and if you want I can take Edith and the same day I went to my mother, I told\nher I take Rose with me. So it happened this, my friend, | made me a meeting with the\npolice and they told me between 10 and 11 o'clock you can pass the fronchar from here\nup to here, kilometer, this and this, because nobody will be there. So we passed the\nfronchar, we went to the next village in the Hungarian territory before it was Slovakia,\nCzechoslovakia. It was a family, we came in, they knew about such transportations\nbecause they used the people, the young people used this channel very often. The girls\nstayed by this family. I came back to Czechoslovakia. I came to my mother. She was\nliving in Sejose, and told her that Rose is in Hungarian. And the next night I moved again\nto Hungarian and take her to do something else. And you know what the first question\nfrom my mother was? It was Saturday, and, \"How do you came here?\" I told her, \"By a\ntrain.\" And she told me, \"Today is Sabbath.\" It was very, very heavy for me, but it was,\nas I told you, the next night, with the help of my friends, I passed again the fronchar,\ncame to Michalani, we had some Hungarian money, and the next day we went with a bus\nto a town, Shatarajawihe, and by a bus to Koshitse. Koshitse, it was a bigger town in the\nEast Slovakia, about 60,000 inhabitants, and to stay there and to decide what to do\nfurther. It's, maybe it is a question of why I went so around and not straight with the train.\nBecause the village where the girls have been, in Koshitse, the train went through\nHungarian territory that used to be before Czechoslovak territory. And custom officers\nwent together. So it was a danger that we would be detained, \"What are you doing here?\"\nSo we went by bus to Koshitse. We stayed there about three or four days in Koshitse. The\ngirls have been by the grandmother of my girlfriend. And me and the old friend of mine,\nan older gentlemen, Mr. Greenstein, he helped me to get some money. So we went to the\nsynagogue and during one hour we had money for a taxi. Because for the same reasons,\nwe have to go to Usharot where we had a very large family. My mother, cousins and\nadult children and we wanted that one of them should go to the village where we used to\nlive before we must go to Slovakia. Do you remember? To get some papers that we were\nliving in this place from 1927 until 1938. It was true. But he couldn't arrange it, Mr.\nGreenstein. He died here in the States. We arranged the next route to Budapest. We were\nvery good in Hungarian. We could speak Hungarian like all other people. But sometimes\nit, the police made controls in the trains. We came from the front, from the towns from\nthe fronchar. And we heard the people talk about the problems in Slovakia, what they are\ndoing with Jewish 10 people, and that many are running to Hungaria, so we have been\nafraid. But we came through, and in Budapest I have a halfsister. We had the same father\nbut not the same mother. The mother of my half-sister died. We came there and we asked\nher to help us. So my sister stayed on this place, and I went with my girlfriend, she had\nan uncle there. He was a very good situated man and she went to visit him. I went with\nher. I was sitting outside and she was talking inside, and she told my uncle don't want to\nhelp her. He's afraid. \"Why is he afraid?\" \"Because he belongs to the over 10,000.\" You\nknow what I mean. It's the highest, in Hungary it means the highest shift of the socialty.\nThe lords and the groves (?) and I don't know. So she told me that he promised he would\ngive me some money. But we didn't need money. We needed a place where we can sleep,\nand maybe some papers to find a job. So she wanted to travel to another place where she\nhad a friend. The village was Silakovo. We came there, she stayed, my girlfriend, she\nstayed by her friend. She was a teacher in this village. And I moved about 20 kilometers,\nit's about 12 miles, to another place where I had an aunt and a cousin. I came to them,\nand my aunt went to the same place as my .. family from Usharot to take the papers. And\nthey have women who came in every morning to help in the kitchen or some things. And\nshe saw me there. And maybe she heard that we were talking about our problems. I don't\nknow, but maybe, and the next day my aunt 11 went to this Tarkan, and my uncle went\nto the city, to the town, Luchanets, and the house was on such a small hill, I was looking\nout, and I saw that three policemen are coming to the house. So I have to decide what I\ncan do. I can escape through the windows in the back. But I wasn't afraid, but I would do\nsome problems, maybe I will make some problems to my aunt and to my cousins. So I\nopened them the door. They came. \"Are you from Slovakia?\" \"Yes, Iam.\" \"So you come\nwith me.\" And so they take me to a prison, and that evening they take me to the\nfrontchard and they tell me again, \"You have to go in this direction.\" I came to a small\ntown in Slovakia. I know the names very well because I, many times I was in these places\nafter, no, not late. And a patrol of border soldiers came. \"Your papers, please.\" I didn't\nhave any papers, so they took me and they sent me from one county to the other county.\nAnd so I came again to Michalovce, but not on free legs, but in prison. So this is what\nhappened with me until I was removed to Poland with the regulary transport to the\nconcentration camp. Now, what's happened there, I send, from Trebishov, I send the\nphone message to my mother that I am again here. And the time moving from Trebishov\nto Michalovce she came to Michalovce to the .. prison and my mother wasn't looking like\na Jewish lady, so she was moving also without the (?) like me. And I ask what is with my\nbrother. She told me he is in the school because they are concentrating people from the\ncounty preparing a transport, too. 121 | E And, as I was in the prison, we went, we had\nbeen there, maybe 20 or 25, mostly Jewish, the same faith as I was. And one old man was\nthere. I knew him. He was a lawyer from the next town. And the President of the Jewish\nassociation, from Michalovce, his name was, I think so, Mr. Lanc. He came, and he was\ninterested only about Dr. Devie. All the other people, it was nothing. So I am getting very\nangry and I went to him and I told him, \"I asked you to help my brother. He is at school.\nHe is not learning, but he is prepared for transportation to take him out.\" When not, I will\nescape from here, and I don't recommend you to meet me. Really, I was very unfriendly.\nThe next day my mother came and she told me that my brother Baila 1s out. So it was, I\nwas, I had an opinion that it is a child's play to escape from here. It really was. But as we\ncame to the same school from where they take my brother out, I find there the brother of\nmy father with his family, two old people, and two old other people, Greenfeld, and Mrs.\nGreenfeld, also very good friends of our family. So they were very happy that somebody\nyoung is coming with them. And I was foolish, or I don't know what happened with me,\nso I went with the transport to Poland. I could escape even in Chilina. We can move free\non the railway station. I don't know what happened. I was, maybe I was too much trusting\nin my ability. And I had the opinion that if I want I can escape when I want. 13 And from\nthere we went, we passed the fronchar. We saw that we are in Poland. But the wagons,\nthey are not wagons for a personal train, but for goods, for transportation for different\nkind of goods.",
        "Q: What year, what time is this now?",
        "A: It is exactly the 4th May, 1942, as we moved from Michalovece, this transport. And it\ntakes about two days, as we arrived to Milingihed Sporlavski. It was a small Jewish town\nwhere they concentrated some people from Roge. It was a big town in Poland. The\nJewish people from Indirhed. And then about 1,000 people from our transport. It was\nexactly 1,000 people. 25 wagons per 40 persons. We arrived in the station and we fell in\nGerman hands. The S.S., dogs, schnell, schnell, schnell, and before you could see what's\nhappened somebody kicked you in your leg or in your ass and we saw that it's not a joke.\nAnd so we went in such a group to the synagogue. It was a big building. We came in.\nSome old people were sitting in. And I saw the first time fully digressed people sick, full\nwith this, I don't know how you call it, but you have in your head, if you are not clean\nenough.",
        "Q: Lice. ..",
        "A: Lice. And not only in their head, but even inside the skin. I was sick when I saw this. So I\nwas sure that it will not be a joke to stay here. Then we moved on different places to\ndifferent codes, in houses. And as I saw what kind of 14 VILI~ FRIED accommodation\nwe get, I was sure it was only for summer. That we have not make any questions how it\nwill be in winter, because I was sure that in winter nobody will exist from these people.\nThe next day came the president of the Udenterat. It was also the Jewish, uh...",
        "Q: Council.",
        "A: Yes. He spoke very good Czech because he was in Prague like a student. He had a big\ndrugstore in Minziret. He was a nice man. And they take everybody who was able to\nwork, men. We had been about 310 girls and we went to a place called Rogosnetchka and\nVisokov where it was only one big barrack. And near to this place was beginning the big\nforests and the river. And we started to work in these forests making wood. I don't know\nfor whom. And the part of us were working to building a bridge for this river from wood.\nIt was in the middle of May, 1942. Nearly to the end of July we get information that the\nfamilies left in Milingihed Sporlavski was taken away to, away. Meanwhile, we could go\nto Milingihed to take what was left from ours, and so. You know why it's crazy to tell it,\nbut the only way to come through the first month in Poland was to sell everything what\nyou have on you. First the jacket, then a shirt, then the shoes. Because the people, I mean,\nthe Polish people was all so poor. And if you want to have a little milk or you want to\nhave maybe five kilo potatoes, you have to give up a pair of socks. No money. 15 So we\ntake some things and went to, back, and then sometimes we can go to this town, to\nMilingihed Sporlavski. It was not permitted, but not on the main road, through the forest\nyou can achieve it. And we went, we had some connections to a family, they had a small\nfactory for landscape matins. We met, his name was about Yaborchek or Yaborsky or so.\nAnd they explained to us what is Treblinki. Because two brothers who went with the\nsame transport as our families in July, they came back. We wouldn't believe that all is\ntrue what they told us. We asked if it is so that they have there so many S.S., so many\nUkraine policemen, so many Lithuanian killers. How could you escape? And so the\nyounger told me it was very easy, but others, Jewish members help us out. We are\nworking in a group which was loading shoes, clothes and other things what the people\nbring to Treblinki. And in the last wagon, it was evening, we stay in the wagon, but they\ndidn't close the wagon. And so when we moved from Treblinki we could open the wagon\nto jump from the wagon and came home. But in a few days I heard that somebody was\ntelling that they escaped from Treblinki and the German S.S., they take them. So we\nhave been sure, and so we have very good contact to the Polish people around. So, for\nexample, in this forest was a man, his name was Hijuc, he was very sympathy. He has a\nbig sympathy to us. And he allowed us to make a bunker in the forest and my cousin and\ntwo other men and one boy from a village, I 16 don't remember exactly, but the name of\nthis boy was Edek. He was about, say, 17, 18 years. He helped us to make the bunker, to\nbuy some food, I mean, potatoes and such things. And we are expecting when they came\nto take us. And I came not very often but once, two times a week, but in connection with\na German and Polish administration of the camp. So if I would go away, so maybe it\nwouldn't be so good. But these three boys, they went away and they stay in the bunker.\nAnd the next day, I don't remember, it was maybe a week or ten days or so, really one\nday afternoon came trucks, Latvanian and German S.S. men, and they started to shut and\ntake us away. They took us on the tracks and they brought us, on each track, to soldiers\nwith guns. They took us to Milingihed Sporlavski and we stayed on the square sitting on\nthe stones and waiting. I have seen there very many awful things. I saw how they killed\nsmall children one year or so only, take by the foots and broken their heads. It was awful.\nI knew that it is the beginning of the end. At evening we went to a big barrack and put,\nwe spoke about that we destroy the barrack. It was only from wood, and we try to escape.\nBut then somebody from the Germans and we saw that machine guns had been around,\nfive, six machine guns, we .. could do it, but the percentage of success, maybe five,\nmaybe ten percent, not more. The next day we went on the railway station. They put us in\nwagons. We came then to Lukof. .In Lukof they connected more wagons. And the train\nwent slowly, slowly, 17 slowly. We saw that we are passing railway stations Cherletz.\nAnd we knew that from Cherletz is a railway station, the next railway station on the right\nside, not the railway station; but the railway road, is to Markeniza. And before Markeniza\nwas the next station Treblinka. And we knew what Treblinka means. So everybody\nstarted, we was thinking how to, what to do. And on the windows on the wagons they\nhave been not covered already, but only wires with nails. So we tried to lock them.\nMaybe we could do it. But after Cherletz we passed a main station. As we came out you\nfeel it because when you are going through this crossingways. So the train made a stop.\nAnd somebody opened the door from outside and a German soldier came in and asking,\n\"Schnell, schnell, schnell.\" And somebody gave him 500 Latien. So it was not enough for\nhim, so he was always urging, \"More, more money, more (?).\" And between we heard\nthat the train 1s moving, \"Whoo,\" that it wants to move. I don't know what happened, but\nit happened. I was there, very near. Somebody took a wire on his neck, we called it a\nSatirian tie, and the German was ready, he couldn't make a noise or something, and the\nwagon was open. So it was the way for us to escape. And so the people, the boys and the\nolder people, started to jump. And of course I have done the same. I was lying a short\ntime until the train passed away, and then I stand up and near to me a second man that\ncame to me, \"Where we go?\" I told him, \"I don't know. I don't know where I 18 am.\" But\nI told him, or he told me, first, far, we have to go from the railway road because it's\ndangerous to stay here. So... that, doggies.",
        "Q: Dogs barking.",
        "A: Yes. So I said, \"Where is the dog?\" So they leave people. So we went in this direction\nand we came to a farmer house. And we didn't go inside, into the house, into the code.\nWe went to the place where he had the horses or a cow and on the top, on the stable, was\nwhat the cows are eating, hay, yes. And we went in, waiting, because it was cold outside.\nAnd maybe we had been there two or three hours, I don't know exactly. Somebody came.\nAnd it was the son of the owner. He was a young boy. He was asking, \"Who are you?\nWhat are you doing here?\" I told him, \"We are from the transport. We are from\nCzechoslovakia.\" So he told us, \"You have to stay here, not to move, because if my father\nwould see you, he is calling the Germans.\" So we stayed there. In the morning he\nbrought us soup, potato soup, and the whole day we were sitting, not sitting, but being\nlike in a hole. At evening he came in. It was afternoon, towards four o'clock or so, he told\nme, \"I have, I know a family in the next village and I know the man, he will certainly\nhelp 19 you. He belongs to a political group. He is working on the railway road, and we\nknow that he is helping for such people as you are.\" The other man, he was from Poland,\nhe doesn't came with me. I went alone. We came to a house. He went in, he came out\nwith a man, he was only about 40, 42 years old, dressed in the uniform of the people who\nare working on the railway roads. And he took us to the stable, took me to the stable, I\nwas sleeping there. He has a full house of girls there making from linen, homemade\nlinen. And the next day I get a good breakfast, and he gave me something which we call,\nif you are putting out potatoes from there on this old style, you need a, it's what you are\ndoing, it's something, you see it by the constructors, they are working with such things. :\nA shovel.",
        "A: A shovel, yeah. And I put it on my, and went like a Polish man. I meet some people. I\nsay, 'Gendobre, gendobre.\" It's Polish. And I went from village to village, but not on the\nmain roads. And so I went so maybe four, five, six hours. I don't know exactly. I have to\npass the main, to cross the main road. I was, and I saw that it came so long, about maybe\nseven or eight racks of German gendarmarie, (?) . gendarmarie. So I was standing near to\nthe road and saying, \"Gendobre, gendobre,\" like a Polish slave, and one of the men,\n\"Come here.\" And so I came near to the guard. \"What are you doing here?\" \"Oh, I was\nworking,\" I said, in Polish, not in 20 German. \"I am going home.\" \"Where?\" \"Oh, here,\nnot far.\" \"So come with us.\" So I jump on the place where the driver was. I said, \"I am\nnot going in car because it's not far.\" And you can imagine what is going on in my head,\nbut it takes about maybe, I don't know how many minutes. They went to Tresk. It was a\nvillage where they have their camp. I jumped down and say, \"Thank you very much.\"\n\"Danka, danka, danka.\" (He sighs.) made so, and went to the other side of the road and\nstraight to the forest. I came to a village, I don't know what the village it was, but I don't\nwent into the village. I went to the first house which was a little bit isolated from the\nvillage. I came in. So I wanted to buy a little milk and a piece of bread. I explained that\nI'm working there and there and I'm going home. And the lady told me, \"Oh, you are not\ngoing in a good direction.\" I told her, \"Why not? am living there. I don't know another\ndirection where I should go.\" \"So take care because in the forests around the last night\nwent many transports from France and from Greece to the camp, to...\" She doesn't tell\nme to the camp. \"In this direction. And many of the people jump from the train.\" From\nFrance and from Greece, but mostly from France, they brought the Jews not in wagons\nlike us, but in regular coaches for, like for civil people, for civilians. And so it was easy\nfor them to leave the train. And she told me, \"And the gendarmarie is in this forest and\nthey are shooting a lot of people.\" \"Oh, it doesn't connect 21 me. What have I to do with\nthe transportations or so?\" Maybe she believed me or not. So I take the milk and the\nbread, I was going away. And the next night, I stay in the free. I didn't went to a house,\nonly between wood, it was cold, but I, the next day I went in the direction of Minziret.\nAnd I knew that on this part, I mean, Minziret, in direction to Shedletz, to Warsaw. And\nour camp was Minziret in direction to Breslitoks, to the former Russian (?). So I knew\nthat there were working a big group of Jewish, Polish, some Polish prisoners, especially\nJews. They were working by a company which was building roads. The name was\nStuach. Strass und (?). And I want to achieve them before they finish the work. And\ntogether with this group of two or three hundred people, to go in Minziret, because I was\nafraid to go alone. And it was good. I came there and I started to, not to work but to do as\nI would work, and I came between them and told them, Polish and Jew and Yiddish, that,\nwho I am. And I went with them. So I came to Minziret, and in Minziret I went to the\nboss, who was, he was a Polish engineer and he was the boss of the camps 1n Visokov in\nRogosnetchka. I sold him some things and he doesn't give me money. So I was so naive I\nwent to him to ask him if he will give me the money because I need the money. I came in,\nhe was very surprised, his wife and children were home, he told me yes, \"(?)\" I am going,\nI will take the money. He went away. It was 15 minutes, 20 minutes, 30 minutes. I told\n22 his wife, \"He maybe will be a long time in the city, in the town. I am going to have a\nlook, and coming back.\"\nTape #2",
        "Q: Would you continue your story.",
        "A: And, as I mentioned before, I was not sure if Mr. Borlinsky, or what was his name? He\nwill come back with the money or not. So I decided to go away without money but with\nmy, on my legs and healthy. And the next way, my way was to go to the forest where Mr.\nHichug was the boss and where we had the bunk, to my friends, and to arrive there and to\ntry to jump on a plane, not on a plane, but on a train, to try to come backeto, not to\nCzechoslovakia, but to Slovakia. I was sure that if I will come back I could stay alive in\nSlovakia because I had some good friends and I could have Christian papers and it would\nbe not a problem for me to stay there. But as I came in the bunker to Mr. Hichug, and to\nthis bunker, to my cousin and two other boys, they told me they tried, it's impossible\nbecause on some places where the train is breaking and going slower that you can jump\non the train, it's impossible to go in, because the Germans are very, they are, they have\nspecial guards on these places. .. So I talked to this Mr. Hichug and he told me that\nmaybe it would be good for you and for Edek, it was these Polish people, to make some\ncontacts here in this part, in direction Grodava in this big forest. I heard that there are\nsome Soviet 23 soldiers and they are living in these forests and maybe you could go to\nthem. So why only me and this Edek? Because the other people, they're too, I would say,\ntoo Jewish. And so I decided with Edek that we will go.",
        "Q: What do you mean by \"too Jewish\"?",
        "A: You have to know that the Polish people, and even some Ukraine people, they don't like\nJews. They have been, I would not say the whole nation, but many of them have been\nvery big anti-Semites. And by the word Jew, sometimes they wouldn't help you, and not\nonly help you, but even they, it has been many cases. I could speak about the actual\ncases. That a family, take a Jewish family, and in the first 100 meters of the forest they\nkill them and took away what they have. It happens, such things. So I went with Edek\nand we came to Gerotine, and to a family. And the next night we met two Russian\nsoldiers, not partisan this time, and we spoke to them. Ah, so and so, but have you\nweapon, have you this? No, we haven't. \"Have you been a soldier?\" I told yes, I was a\nsoldier. I was in an officer's school. \"So come with me, come with us.\" And so they took\nus to their group. It wasn't a real group of organized partisans. I say it was a group of\npeople who want to live, and the only one .. way how to come through was to have a gun\nand to fight. And because my situation was the same I didn't went to them for a reason\nthat I will fight again Germans, becauss it, what can do I alone against the Germans. But\nI wanted to live. And to stay in 24 2 this bunk in the wintertime, it was not very good\nbecause first of all the snow on the bunk wasn't so constant-like around. The second, if\nyou are going here and there you will leave, yes. So I saw that even Mr. Hichug wasn't\nhappy that we are on his territory. I mean, this Mr. Hichug, he was the boss about the\nforest. So I decided to stay with them. I told them that I am from Czechoslovakia and so,\nbut only the truth, because I knew that they have been so afraid, as I was, because their\nlife was not guaranteed. So we went together. They have certain places in the forest\nwhere they have their bunkers and what they have done, they have built some good\nconnections with certain families.",
        "Q: Did these soldiers know you were Jewish at this time?",
        "A: I didn't tell them, they didn't ask. They didn't know. I, maybe that, yes. But according\nwhat I spoke to them it was about 20 people or so, I know that in name only, not in the\nfamily name, but only on Peorta, Avon, Volodya, Rishar, and so. One man, I mean,\nPeorta Dugi. He was a very tall.man. He was working like a commandant. But he was not\nin a shot that he was a lieutenant or something like this. He was the strongest and he was\nmaybe clever enough. He knew something about how to move irregular. And he was\nquite good in preparing, preparing material for destructions. And this was very important.\nAnd then, as I told, as I mentioned, they had to many families very 25 good connections\nto Polish people and Togram people. And these connections was made on the fact that if\nthey had something from the Germans so they divided it with the people around, because\nthey had been very poor. And except of this, they need weapons. The Poles, I know why,\nbut this time I couldn't understand, because it was a big danger for them. And so, if this\ngroup decided to do something it was not because they get some orders from higher\ncommandant oW so. Only to get everything what they need for their, for our living and\nthen to show the Germans that somebody is there, is here, who can do something against\nthem. It was very good. I personally had very good, also very good connections to some\nPolish families. I, from the day as we came to Poland I learned Polish. I read newspapers.\nI read books to learn the language. Because I know that the language can help me very\nmuch if I have to live between them, because such a possibility was here. But this winter\nwas really a very, very strong winter, '42, '43. Outside it was sometimes 25, 30 degree\ncelsius. I don't know how much, but it's more, it's hundred, I don't know .. .",
        "Q: Below zero.",
        "A: Below zero, yes. And we have been unable .. to live so. So some of this group went to\nPolish families and they have been hidden and so I told them that even I have the\npossibility to move and promised that in the Spring we will come back. And I come back\nto this bunker, to Mr. Hichug, but my 26 friends haven't been there. They have been in\nanother bunker, in a stable. In such a house where in the summertime the horses have\nbeen, the horses which were working in the woods. And so, as I came there, we decided\nto go back to the ghetto. It was not a decision, but I thought, \"I am going back.\" And we\nsend, Mr. Hichug arranged us, that somebody went to Minziret and was going around the\nghetto to look if there is alive, or who is there, and so, and he came back and told us yes,\nhe saw people in the ghetto and the gates were not closed, so that the Jewish people who\nstay in the ghetto can move free. So I decided to go back. I came into the ghetto, but it\nwas the end of February, middle of February. And I met some people who I knew, even\nfrom our transport. It was a boy from the next village, Freddie. I don't remember his other\nname. And then the second one, Joseph. And later came my cousin, and to this ghetto,\nVictor. It was good, because we hadn't been outside, but we haven't a place where to live\nbecause all these barracks have been full with people sick, and typhus was very strong.\nAnd my cousin died on typhus on this place. After the Spring, it was coming. So, and we\nwere working in the houses where before have been Jewish houses, and some bring all\nwhat it was in the houses left. The commandant of this works was a German gendarme.\nHe was, I wouldn't say that he was good, but he was very correct. A very simple man,\nvery correct and I wouldn't say that he was very lucky, what happened to part of people\nlike 27 we are. And he was also every evening collecting from us all the things. Some\nmoney, what we found, or some rubles in gold, or some Polish money or some jewelry.\nBecause we have to go through all the pieces of cloth. And, of course, we were working\nsomething, even of our own invoice, but not very much. And in the middle of, it could be\nspring. It was spring, it was warm. Maybe April or so. One of our Czechoslovak, from\nour transport, was in, he was a tailor. And, you know, \"Kraviats, kraviats.\" It means a\ntailor in Polish. He was working by the farmers and if we had in the forest not 200, only\n185 people, nobody knows. So he was working and getting food and so bringing for us,\nand he send a lady, she was a widow, a farmer. I think her name was Stefaniska. She has\na son, he was nearly the same age as I am. I was sometimes, as we worked in the forest,\nmaybe two or three times in their house. She came in near to the ghetto, and she asked for\nme. They called me Panvilek, Vilek. So somebody told me, \"Here is a Polish lady. She\nwants to talk to you.\" A Polish lady, to me. So I went to her, I talked to her, and she told\nme that Kraviats is very, very (?). Yes. That he wants that I come to him. So I told her, \"I\ndon't know, I talk to my friends, if yes or not.\" But later, in a few days, I decided to go.\n.. Mrs. Stefaniska came. I told her that I will go, but I will move alone. And so one night I\npacked my things, what I have and went at night on the other, on the other, on the (?).part\nof the road to Brest, to Rogosnetchka, to the house of Mrs. Stefaniska. We 28 called her,\n\"Mamousha.\" And then I talked to her son and he didn't tell me directly, but I could\nunderstand that he had some connection to real partisan groups. So I mentioned I had an\nopinion that he is on the side of the so-called Army Algudobrit. It's the People front, the\narmy of the people. And it was, really. So he told me yes, if you want, we can go. So we\nwent the next day or night or afternoon and in two days, not even in two days, but about\nbefore 36 hours we arrived in a certain place, and I met the first time two men from a\nregular partisan group. I told them that I am from Czechoslovakia, how I came, I came\nwith the transport. \"What kind of transport?\" I explained what the transport, it was.\n\"Where did you live the last weeks?\" I told them in the ghetto, and former I was here, and\nI was in connection, and I worked together with your friends on this part. They told me,\n\"Okay.\" We went in, in the forest, and after three, four or five hours, I don't know how\nexactly, we came to a place where there have been bunks, and I was waiting. And the\nnext day I spoke to a man, according to his, I don't know how to explain, he was, I saw\nthat he was an intelligent man. He knows something about Czechoslovakia and about\ndifferent things. I know because he was asking me. And he told me, \"Okay.\" .. And so I\ndidn't get any weapon. I started to work first near the kitchen and so. And then I don't\nknow, I cannot remember exactly how it happened, he came to me.and he told me, \"You\nspeak German?\" I told him, \"Yes.\" \"You speak German?\" 29 \"Yes, but I am not a\nGerman. I speak German because I went to school, and except of this I came with the\ntransport. I am Jewish.\" I told it to this commandant, but not in that way as I am telling it\nto you. So he was looking at me, told me, \"Okay.\"",
        "Q: What were the other people like in the woods. What was the environment in the woods?\nWas it...",
        "A: In that part of the Vitrosher, and I think so it was even so in Ukraine, the Germans didn't\nmake any difference between a friend of Germany and an enemy of Germany. For them it\nwas only a Ukraine or a white Russian, you see. They don't like them, they hate them.\nAnd they don't, they don't act with the people like with human beings. The horse had a\nbigger value for them like a man. And so it happened that the whole territory was a hell\nto the Germans. They have been, they have occupied the whole territories. But they have\nbeen the bosses on the roads only until the night. When the night came, no German could\nmove alone. Even if he could, he was afraid to move. Because everybody was his enemy,\nevery tree, every ten years old boy was his enemy. Not because they hate the Germans,\nbecause they are Germans, but they hate them, what they have done. For example, if we\nmade an attack on a German group. The village which was near to this place, the people\nwas killed and they burned up the houses. Because their mind was that if somebody has\ndone here, has made here an attack against us he must have connection with the people.\nThey have been right. But 30 the connection was only with few people, not with the\nwhole people in the village. And so it happened that families with children came in the\nforest because they haven't got other choice. They couldn't live alone outside. And, of\ncourse, who was able to fight, he was a partisan who not the boys, 10, 12 years, they have\nbeen very good spies. You could send them here and there to have a look what's\nhappened here, how many soltdiers are on this bridge, how it looks there. And this, my\ncommandant, later, I don't know if it was at the same time as I came, he should be in his\nhands. Many of the intelligence things, what have been done. If in the first time the\nprogram of the partisans was, it's only my combination. I have no documents to, if in the\nfirst time was to fight the Germans, at this time, when the Germans came, they have been\nbitten by Moscow and by, I don't know, and different other places to (?). So the Soviet\narmy was more active. So the main, uh, the main, I can say it in this way. The main thing\nthat the partisans have to do to protect the people which was living around, and to enable\nfor the enemy, I mean, for the Germans, to send troops to the East, to enable them to send\nammunition, food and everything. It means to spoil the roads, to spoil the bridges, to\nspoil the railroads. And by this .. Mr. Gulevich, our group was about 12, 13 in this 100,\n120 group, was to, if they catch the German or two Germans or more, to press them to get\ninformation from which battalion they are, what they are doing here, if they are expecting\nreserves. Everything what, 31 | | if you have been a soldier you know what it is to\nassemble information about your enemy. And to translate it, if we get a | map. If we get\nsome other documents to make translations, yes. g If we, we had a radio station and they\nalways try, they was try | to catch something in German. And then from this small 0\ninformation, to translate it, and to do something with this. So it was very good for me that\nI didn't, I never asked nothing. I get... . Pardon?",
        "Q: Let me take you back just a little bit to your group. What nationality, do you know the\nnationalities of the group?",
        "A: Yes. It was, the normal soldiers had been partly from Russian prisoners who run away.\nFrom young men and some girls from the counties around. But the top organizatorsf they\ncame by parachute, paradesance. It was mostly the commandant and the professional\nsoldiers. They came, the professional officers, they came from, with parachutes. But the\ncommissar, you know what the commissar means? The political leading came mostly\nfrom the place where we have been working because they knew everybody and I think\nthat the organization of the communistic party was nearly the same as it was in the pre ..\n.. war time, but not with the same people. Somebody was the president of the communist\nparty in a county. When the Germans came in, when the invasion was, when the war was,\nso he was still the boss, and his word was the last word.",
        "Q: Most of the civilians were Poles?",
        "A: Not most. It was mostly white Russian and Ukraine people.",
        "Q: Let me, can you pinpoint the geographic area now?",
        "A: The geographic area was if you take the map you see the city Breslitoks. It's on the river\nbank on the other side. And it's main traffic point where the roads and the railway roads\nare dividing in different places. If you are looking directly to the east there are the roads\nand other communications through Pinsk, on the southern border of white Russia. In the\nnorthwest direction the roads and rails to Vitepsk, to the middle of white Russia, and\nmore to the left to Pinsk. It was the capital of white Russia. Between Pinsk and this road\nto Vitepsk, this was the place where we moved. kIl the groups, even, it means our group\nhas more places. It 1s to explain so, that you have to build a part of our soldiers, of our\nmembers, they were mostly working on a replace basis. It means that if you want to move\nfrom this place to another place you must know where, and you must have a depot with\nfood, with ammunition, because you, sometimes you haven't time, if you are running\naway from this place, to take everything with you. So we .. had maybe sometimes 50, 60\nkilometers, it's about 30, 40 miles, an area, and we had three, four reserve places where\nwe could move only with our, with a gun, and with the necessary personal things. All\nother was on these places. So that the part was building these bunkers under there and\ntaking there ammunition reserves, what we need. This was one. So that if we want to\nmove from village, Kopanitse to a village, I don't know where. We knew that we have to\nmove to this place. And the exact place where it was, we knew from the, not we knew,\nbut the information, we get the information from the people living around in villages or\nin isolated places. And then we have to do something. I'm in an action to operate. It was\nimpossible to do something, the same thing on the same place two times, or three times.\nSo if we, at evening we went out and prepared action to catch one or three German trucks\nwhich went alone on the road. So we went to a certain place. We have a certain style how\nto do it. Mostly it was made so that in the forest, in the middle of the road, here was trees\non this side and on this side, and you take a very strong wire, you take it on a tree and\nwhen it was late evening, late afternoon, and you saw something, so somebody run on the\nother side and take the wire on the other, and the truck was maybe 50, 60 or more\nkilometers he came to this wire and, you know, it was like a knife. And then the 20\npeople from one side, 20 from other side, but not everybody, if somebody was officer it\nwas a very good fish for us, or if somebody has this, well, he .. has the maps, it was also\nvery good. So mostly we take these people and we don't need nothing from them. Maybe\nsome food or some weapons or some 34 ammunition. Nothing. And you have to run\naway. Where? Not to the nearest base, but somewhere else.",
        "Q: Can you tell me a little bit about the leader of your group and some of the other missions\nthat you participated in?",
        "A: So my leader, he was an officer. They called him Coroner. If he was a real coroner or not,\nI don't know. He was about 35 years old, a nice man, educated. And he knows very well\nabout radio and this connections what you use in a rod if you have to give through\ninformation. And he was the owner of the code.",
        "Q: What was his name?",
        "A: Gurevich. If it was his real name or not, everyone called him Tovaish Comrade Gurevich.\nI had a friend, he was, I think so, he was Jewish. He didn't tell me. He was a Czech. His\nname was Schlezinger. We had been together, he came from Burno. It's a town in\nBohemia, a big town. And we had been together, but after a certain time they take him\naway to another group. And we met after nearly eight months, again, in the Czechoslovak\narmy. And meanwhile it was so that the Germans have moved too many men and\nammunition and weapons to the east, and from the information we saw that they prepare\nsomething in these parts. And I don't know exactly when it was, the date, but it was a\nvery, very hard fight in which the Russians take about 50, 60,000 prisoners. If you know\nmore about the second World War, it was the group which Stalin decided that, it was 11\ngenerals, third marshals, high officers, a lot of them, and soldiers, and it was the group\nwhich usually has been the nearest to Moscow. And Stalin in his big speech, he told,\n\"You are the generals and the marshalls who want to see Moscow. So I will enable you to\nsee Moscow.\" And they took them and they was 24 hours marching through Moscow like\nprisoners. You know how it was for such gentlemen like these Marshalls were, have\nbeen, not were. And the, you know what they had already done, when they went through\nso many cars which are in towns washing the streets. I don't know how you, they are\nspraying water to clean the streets, went after them because nothing can stay in the air.\nMust be cleaned when the Germans went through Moscow. So after this big fight more\nof the groups, we have neighbors on the right side and on the left side, but I will tell you\nthe truth. I didn't, I mentioned it, I didn't want to ask very much, because it was not good,\nespecially for me. And, because I wasn't Soviet and it was, I wanted, I don't know what I\nwanted, I wanted to came over the war. So we passed through the rest of the German\ngroups. They have been totally destroyed. The morale and everything. We came to, it was\nnear, I think so, it was near to Orsha. It's a town in white Russia. And we passed through\nthe Soviet side, all, mostly all, I mean, our group. And then we went to the next\ncommandatura. It was the institution which was collecting, not soldiers, and prepare them\n36 to take them into the army. And the partisans was not really real soldiers. And there I\nsaid that I'm from Czechoslovakia. They asked me if I wanted to be a soldier. I told them\nyes. I couldn't say no, because otherwise they would take me to forced labor, I don't\nknow where.",
        "Q: What time frame are we talking about?",
        "A: Oh, it's beginning '44. Meanwhile I was, I had typhus and I came back. I was hidden by\nthis Mrs. Stefanska, and she helped me to come through. I lost my hairs, and it was very,\nvery complicated. And as we have been by the reserve regiment for training, one of my\ncommandant was Lieutenant Schufman. He was such a very nice, intelligent boy. He was\ntalking to me, and so and so and so. And he told me once, \"Tell me, Viliam, why you\ndidn't go to the Czechoslovak army?\" I told him I heard that in the Soviet Union we have,\nhas to be a Czechoslovak army, but I didn't know it until yet, if it is true, I know that our\narmy is in the Middle East, in Palestina, and then near to Tobrouk. It was mostly Czech\nand Slovak people who have been abroad, and some Jewish people from Israel who left\nCzechoslovakia in '37, '38, '39. They went to Israel. -I told him if it was possible I would\nlike to go. And after a few days, I don't remember how it happened exactly, they called\nme on the commander tour, why you want to leave our Army? I don't want to leave our\nArmy, but if it is a Czechoslovak army it would be much better for me to go there. So in\na few days I geta 37 .~ commandirovka, papers to go to Novokopesk. It was on Ukraine,\nit is a river Hobersk, and on that river is such a typical Ukraine town. It's not big, but it's\nlike a big village. And there was prepared the so-called Second Brigade of the\nCzechoslovak army. It was a parachute group. It was mostly from Slovak soldiers which\nhave been getting in prison, because the Slovak army was fighting against the Soviet\nUnion on the side of the Germans. And then one group, about 600 men, they escaped\nfrom the Slovak army to the Soviet Union. And I will tell you the truth, that I was not\nvery happy when I arrived there, because I met some officers who I knew from the year\n'38 and so, from Slovakia. And then it was in the, it was once a day the soldiers get an\norder, they are reading what you have to do the next day, and so. It was, if somebody's\nartilleries, he was working with artillery, has to go to this and this department. I was in\nartilleries, I went there and they sent me to come in Expodorsk, in Ukraine. From there,\nin the other place, to Rvono, they made a very strong proof my person. I don't know how\nthey have done it. I told you the same as I told today to you that I worked in Zlene by\nBattah and there I told that Iam Jewish, and they found people who was working .. also\nby Battah, and they came to light me through. They were not asking what I was doing,\nbut if I knew these people, this man, and this boss, and with whom I was working. And\nthen I went to my, to the place where the regiment was. It was Mogilef Bodosk, 38 and\nwhen the front moved a little bit south to Sadagoura. Sadagoura, it was a place near to\nChernovitza. It's in Basarabia. Today it's Ukraine, it is the state where they are fighting.\nBasarabia and Bokovina. And there I became a regular man of the Czechoslovak army.\nThey gave me something here and my commandant in this place was a Major Vochek. He\ncame from England. He was a very nice man. And so I was one of the first members of\nthis regiment. And we made very well, and after a short time we went into the fight\nagainst the Germans and we had not very much success. We had been beaten in one place\nwhere we lost a lot of people. And at this time have been made some changes in the army\nand we get about 15 new officers to my regiment. They came from England and from the,\nhow do you call this territory, near Ost. Where is Rialis and Turkey?",
        "Q: Remia?",
        "A: Near east. Many of them have been Jewish officers. It was mostly higher educated people\nand the reserve officers. And there in our regiment we had also many officers from\nSlovaki, from the Slovak army. And once we have been starting over there, and it was\nthe first time as I noted it, .. one, a lieutenant told me, \"Tell me, Viliam, how it is possible\nthat we have so many Jews?\" So I was very angry. I told him, \"What are you asking me?\nYou have to ask your father, that so many Jews still, from Slovakia, are here. He was not\na good killer. Maybe he could kill more.\" So, \"You are also a Jew?\" I told him, \"Yes, I\nam, but I am a soldier first and not a Jew. Secondly I am a Jew.\" And I was very angry. I\nwent to the commandant, to the Major Vochek and I told him. I told him, \"Look, if it has\nto be so, I don't want to be more a member Of this army. Why should I fight with such a\nman? I must be afraid that he could kill me, not the Germans.\" And it was a little bit, a\nbig discussion between the officers and some of them has been, they lose their officer\narrange (?). And it was getting better when these people came from England, and they\nhave been more...",
        "A: Because in the mountains of Slovakia it was very hard to fight with the Germans. But I\nmet one cousin in Poprat. He was a partisan in Slovakia. He wants to go to the Army. I\ntold him no, you have to go home. Because maybe you'll be the only one who came back\nfrom your family. He's now living in Israel. He's 70 years old. Carmal Letko is his name.\nAnd then I came also to Zlene where I should work by the Battah factories, like a soldier.\n.. But I forget one thing. When we have been on the Slovak border and we have\noccupied the eastern part of Slovakia, so I went to this Major, he was a Colonel at this\ntime. I ask him for three or four days vacation. He gave me, and so I went to the villages\nin County Michalovce to have a look if somebody is from the family. I was in three or\nfour families, nobody was there. Everybody told me, the neighbors, \"Oh, we are so sorry\nthat they are away.\" You know, they have been so good people. They have been good\npeople, but in the same minute that they left their houses the neighbors come in and took\naway everything. And I was visiting the commissar of the village, of one village. The\ncommissar, it was like a mayor. And I came in, he was working on corn. And it fell down\nfrom his hands as he saw me. \"Hey; come in! Are you hungry? Do you want to sleep or\nto eat something?\" \"No, no, no. I don't want. I want only you have come with me to the\nhouse of my uncle and you have to arrange that after tomorrow morning it will be empty\nbecause they are coming.\" It was not true that they are coming, but he came. And I saw\nthis man who was in, he was a big (?) S.S. man, in Slovaki. And I told him, \"Look, now\nit's six o'clock afternoon. At five o'clock in the morning it must be empty.\" It will be. I\nthink the whole night they were moving out. And when I went back to the Army, then we\ncame to Prague. I ended the war in a village Dornyemchitse-onMoravia. And I was just\nthree days on a bunk where you have to look. It's a point, an observation point. And I was\nthat time the chief of the intelligence, of the regiment. And then I, after three days I come\nback, I was very tired. I went to sleep in a house. And so at, later 1t was night. It was\nevery, from each window I heard the people were shouting. I was afraid, what's\nhappened. The Germans came in back. So I went down and across the street was our\nradio location center. And the commandant was a very good friend of me. Lovenschtein\nwas his name. He was Jewish, but a very clever boy. I ask him, \"What's happened?\" \"You\ndon't know? It's one hour we have peace.\" Of course, I was very happy. I took vodka. (He\nlaughs.) It was a very nice feeling. It was the first or the second nice feeling. And after\n14 days we had a big parade in Prague and we moved to a place, it was an army camp,\nand we stayed in Prague. After a week or so the chief of the, the boss of the\nadministrative, in the army, in our regiment. His name was, he was a second lieutenant\nWolfe. He was an attorney, he was.a very clever boy. We spoke often together. He was\ncalling me on the regiment. I came here, he told me, \"Viliam, have you some information\nabout your family?\" I told him, \"How can I have information here from Prague?\" \"Why\nyou didn't come earlier?\" \"Why should I come to you? What's happened?\" So, \"Give me\nthe name of your family, of your mother, your father, your sisters and brothers.\" \"Why\nyou need it now?\" \"Yes, because we have an agreement with the broadcast that every day\ntwo hours or so they will send messages to families according to the notice what we ..\nget from you.\" So I gave him, and maybe in 10, 14 days he called me again, and he told\nme, \"So, I have good news. Your mother is living in Koshitse. Here you have an address\nand here you have commandeer of car. You can go for 14 days to go.\" It was not easy to\ntravel after the war because the railroads have been destroyed. I came to Koshitse. (He\npauses.) I met my mother. She couldn't believe. The time, the first one she met from her\nchildren after the war. She told me, \"Your sister 1s living. She's now on this and this\nplace. Your brother is living. We expect him, that he will come also to Koshitse. Of\ncourse they came after a short time. I went back to Prague, then I came back to Koshitse\nwith a group because we have been and the newest location was Koshitse. I get a new,\nnot a new, but I get an apartment. I get furniture, I get everything, and my family, mother,\nsister and brother, we met and lived a short time together. Then I was, I left the army.\nEven they wanted that I would stay in the army, I didn't want to stay in the army. I went\nback to Zlene. I started again to work by the Battah Company. My sister, in a short time\nshe married a boy from East Slovakia who was an American soldier. And after a short\ntime she moved here. Mother stayed in Koshitse, my brother went to the school. He\nfinished his abator. And he went to the university. He finished the College of Chemical\nResearch. He was working like a professor in Prague. In 1964 he moved illegally to the\nUnited States with his family. In a short time he was professor at Brooklyn College. Later\non the other place, I don't know exactly, I know he's retired, living in Sarasota, in Florida,\nteaching at the University of Sarasota. He 1s very sick, and this is one of the reasons that\nI came. My sister is living in New York, near to New York. Her children are living, Jerry\nis living here and the second brother in California. And my mother passed away, it's\nabout 21 years, here in the states.",
        "Q: Thank you very much, Mr. Fried. (Break in tape.) We have about one more minute. Holly\nwould like to know a little bit about your life since. .",
        "A: My life in Czechoslovakia, I decided to stay there. I could, I had an affidavit to come to\nthe States. But my mother was old, my brother went to school there. It was in 1948 or so.\nAnd I couldn't leave my girlfriend because it wouldn't be, I am a little bit conservative in\nthese ways. If we are living together I cannot say one day, \"It's finished. Everything went\nwell. But it came the years 1951. It was, I went back to the Army. They took me again to\nthe Army. And maybe this was my luck. Otherwise, maybe you know about Slantsky and\nall them things. I wasn't Slantsky. But very many smaller people like Slanstky ended up\nin jail, and maybe... So. It was very heavy days, we came through. The second problem\nwas when my brother left .. Czechoslovakia illegally because he was in a high position,\nnot in a position that he was a boss, but he was a leading person in the Chemistry,\nespecially in the thermo-dynamic. And as he left Czechoslovakia, so there had been\nmaybe a threat that he would talk about something, and so. And because they couldn't\nnothing do for him. So I was, (he laughs), the man whom they had in their hands. But I\ncame through because I have, I have had, I explained it, I told it that I had very, they\ndon't need Viliam Fried like a person, but many of them need Viliam Fried like a\nchemist, an economist and maybe for some other things. So that I came through. We are\nliving in a normal way, have two children, four grandchildren. The son is also working in\nchemistry. He is today working for an Italian company. He 1s specialized in organic\nchemistry. My daughter is deputy principal in a senior high school teaching English and\nLatin. The grandchildren are going to school, very good. Of course, yesterday I said we\nare talking about my wife is not Jewish, but she's a better Jew like many Jewish. These\nare the words of my mother. It's not mine. She 1s satisfied she is here with me. She is\nwriting books for children, making for television grammar, books for television. And so\nwe are living. And we are very close to our family here. WE have nobody else. Nobody\nfrom our family, 87 percent of our family doesn't come back from the concentration\ncamp. It was a big family. My mother had three sisters and four brothers. Everybody had\nchildren. I was, it's finished or not? I was with my wife four years ago in Poland. I was\nvisiting these places. I was in Treblinki. And when I stood on the bottom by this big\nstatute in Treblinki, in my head was that my aunts should be here. But I had luck. How\nmany times.",
        "Q: Thank you very much, Mr. Fried.\n"
    ],
    "questions": [
        "Q: Hello, Mr. Fried. Could you please give me your name, your date of birth and your place\nof birth.",
        "Q: Can you tell me a little bit about your job in the Battah factory?",
        "Q: Your job at the Battah factory. Can you tell me a little about it?",
        "Q: What kind of work did you do in the factory? .",
        "Q: What year, what time is this now?",
        "Q: Lice. ..",
        "Q: Council.",
        "Q: Dogs barking.",
        "Q: Would you continue your story.",
        "Q: What do you mean by \"too Jewish\"?",
        "Q: Did these soldiers know you were Jewish at this time?",
        "Q: Below zero.",
        "Q: What were the other people like in the woods. What was the environment in the woods?\nWas it...",
        "Q: Let me take you back just a little bit to your group. What nationality, do you know the\nnationalities of the group?",
        "Q: Most of the civilians were Poles?",
        "Q: Let me, can you pinpoint the geographic area now?",
        "Q: Can you tell me a little bit about the leader of your group and some of the other missions\nthat you participated in?",
        "Q: What was his name?",
        "Q: What time frame are we talking about?",
        "Q: Remia?",
        "Q: Thank you very much, Mr. Fried. (Break in tape.) We have about one more minute. Holly\nwould like to know a little bit about your life since. .",
        "Q: Thank you very much, Mr. Fried."
    ],
    "answers": [
        "A: My name is Viliam Fried. I had been born in 1919, October 25th, in a small village,\nLozin. It's in the East Slovakia, County Michalovee. In that village and around this\nvillage was living most people of my family until we can say '39, until the Slovak state.\nAfter this time many moved from this place and according to all the sisters and brothers\nof my mother, my mother was leaving, after my father died, to a place near Cragovsky\nHermits. It's a very small town in South Slovakia, but mostly Hungarian communities.\nAnd she was there up to '38. Myself, I was living there by my grandfather up to '33 and in\n1933 when I finished something like junior high school here in the States, I went to work\nto the Battah Company in Bohemia. And this was the first short part of my ride and the\nmain things, but maybe it's necessary to say, that the community around was Slovak. And\nin the villages around there have been two, three, four, maybe five Jewish families,\nmostly working like farmers, except maybe they had their little shop or they, something\nelse, a bar, selling cigarettes and so. Only in.the cities. In Michalovce or Koshitse, the\nJewish community was stronger, more families and, of course, all what it means to be\nJewish, was concentrated in these towns. My father died when I was five-and-a-half\nyears old. My mother stayed with three children and she was working in a hospital in\nUngrad, like a nurse. After she, I don't know how she came to this place, two villages,\nlooking for a nurse who can deliver babies. So my mother went to work for these two\nvillages. The name of the villages was Arcan. And my brother and my sister and my\nmother, they had to, they lived in this village up to 1938. Myself, I came home once or\ntwo times a year on vacations. Otherwise I was working in Zlene, it's the heart of the\nBattah concern. Maybe you heard about the Battahs, or not. I'm sure that yes. And\nworking, going to school and living like all the other young people. All the other\nmembers of the family, I mean, my uncles and their children, my aunts and their children,\nwere living all around me, (?). It was always so in Slovakia that they married to\nsomebody from the next village because the communication wasn't so easy at this time.",
        "A: Pardon?",
        "A: In the Battah factory I started to teach and to work in the Department of Chemistry. Tire\nand Rubber .. Department, and it was so that every day at six o'clock we went to make a\nlittle sport 15 minutes, then take a breakfast, went to the factory, working until two\no'clock, take ahlunch, and at five o'clock it was finished with the work, and at six o'clock\nwe went to school, every day up till ten o'clock at evening. And on Saturdays, the whole\nday, it was school.",
        "A: I was learning how to build tires, how to build, it's a kind of, you have it in the engine,\nbelts, rubber boots, and I was learning these professions and except of this in the school, I\nwanted to achieve, graduate, in chemistry. It was, I was very ambitious, I can say, when I\nwas young and I have done everything to be a good scholar, a good worker. And I was\nsaving money from my wages to help my mother. And except of this, if you are wanted\nby the company, after you have been half ready to move forwards, you must have money\nbecause you must show the bosses in these factories that you are able to make money and\nto spend money in a good way. I was working there up to '38.. In 1938 I have to go to the\nArmy. I was 19. And so I came home to my mother, because I have to go to the Army\nNovember 1, 1938. But, if you remember, 1938 was a heavy year in Czechoslovakia.\nCzechoslovakia was partly occupied by the Germans. Part of the South Slovakia was\noccupied by the Hungarians and so it came through that in 1939 I think it was in\nFebruary or so, the country was divided in two parts. One part .. was fully occupied by\nthe Germans. It was like a Gubernia. And Slovakia should be a self, a sovereign state.\nBut it was built under the parasol from Mr. Hitler. And it was very bad for us. Because,\nas I told you before, my mother was living with the two younger brother and sister in a\nHungarian community. Each was occupied by the Hungarians in 1938, on the end. And\nbecause my brother and my sister, they went to Slovak schools. My mother had very near\nto some, the bureaucrats was in the village, it was mostly Slovak and Czech. So when the\nHungarian come in, they gave us about 48 hours time. We could take 40 kilo luggage.\nThey took us on cars with horses to Cragovsky Hermits, concentrated with other groups\nof Slovaks and Czechs, and carried us by track, near to Ushahrot. Usharot was a bigger\ncity on the, in Putkarpaskaros. It was a part of Czechoslovakia, but mostly the community\nwas half Ruttish and half Ukraine. And then we came at night to the border and they told\nus, \"You have to go in this direction.\" We had been more hundred people, we have to go\nin this direction. And so we came to Slovakia. It takes about maybe three hours or so. It\nwas a terrible night for us because it was the first step to the Holocaust. I will explain you\nwhy. For example, my brother, he's younger than I am, now he is living in Florida. He\nwas a professor of chemistry here in the United States. And my sister, she is living here,\nmother of my nephew. My brother became sick. And so my mother put him on her. . [\nshoulders and she was carrying him. He was about maybe 100 | pounds or more. The\nwhole night, through a land which was frozen and falling down and so. My sister, she\nwent by mother and [ taking her skirt, and I was getting the luggage, what we had. We .\n| came on the other side of the border. We didn't know if we are in Hungary or in\nSlovakia, but we saw lights, we came to a village and it was a village called Vishna\nYametskayorso. And there we find people who were in the same situation as we. Many,\nmany, many, many of them. And so we get some help. And the next day we move by a\nbus to the city Michalovce. And why to Michalovce? Because it was the first place where\nwe have some relatives. And of course we wanted to come to somebody who was able for\na short time to give us help. So it happened that our family, from all the families\nbelonging to our big family, as 1t was so, wanted to help us. But we had divided. Mother\nwent to one brother. My brother went to another uncle. My sister went to another.\nBecause nobody was able to take the whole family. And I, in a short time, about in, I was\nliving by my friend, Mr. Klein, he was the last years in Canada, and from this time in\nabout 10 weeks or so, I went into the Slovak Army. I became a soldier. After two weeks I\nwent to officer's school. And I was in the Army like a normal soldier maybe up to\nSeptember. But it's not exactly, nearly so. Then it came, in Slovakia, the Nuremburg\nrules, made by Mr. Gerbers and his friends. The Slovakian government take it over. And\ntpey .. started to write in the newspapers, \"We will make better rules than Hitler made.\nNo Jew can stay in Slovakia. He cannot longer stay here because the land belongs to our\nChristian people.\" And the effect of this was, for example, that all the Jewish 6 soldiers,\nthey take away from the Army and put in a, um, in working groups. I But it's very\ninteresting that, for example, me, I was S in the so-called labor camp, but I stay in the\nsame office as I | was before in the Army. I was handling the same (?) papers as | before,\nsee? Because I don't know why, but it was so. And it was until 1940. So I went from the\nArmy. It came a new rule | that all the young men have to go to civil labor camps. And so\nI [ went to work on a railway building camp. It was a railway | between Stratski and\nPreshov. And I stayed there a longer time. [ I had luck, because some of the engineers,\nthey had been my | friends, school friends, for the first years, since I was 12, 13, | 14. And\nso I worked there, I get money, I could make a normal living. It was until 1941 or so and\nbetween, as I was a soldier, 11 so the Germans had partly occupied Slovakia before they\nstarted F the war against Poland. And not far from Michalovce, where I was | a soldier, it\nwas a place where it was an airport for the Army F only, a field airport. And you know\nhow it is, if you are young | you sometimes get in troubles. And we get once in troubles\nwith such soldiers. And so I get a big help from my commandant. I | told him early in the\nmorning what happened, and he was helping .. me, but it's not important. | And from this\ntime, as I went from the Army, it doesn't take too many times, you could hear that\nsomething will be done with the Jews. Nobody, one said that we have to go to Poland to\n71, build a new life in Poland. Somebody thought we stayed in Slovakia, but in some\nlabor camps. And on the beginning of 1942 one of my friends in a village, I don't\nremember exactly, Lustotsi or so, it was. They told me, \"Viliam, you have to be prepared\nthat they will take all the young boys and girls to Poland.\" I ask him from where you\nhave the news, so he told me, \"I have connections, I know it.\" So I was contacting my\nmother and told her that maybe I will go to Hungary and maybe even to Yugoslavia to try\nto go to the Middle East because many of young people went this time from\nCzechoslovakia to Palestina, and to, it was Egypt, on the front, between Egypt and Libya.\nIt was a place where they have concentrated soldiers, officers, people who would run\naway from the Nazis. My mother started to cry, \"What shall I do here with the kids?\"\nThey were not kids. My brother was about 19 and my sister 16, yeah, 16. So I told my\nmother, \"I don't know exactly, but it will be very bad.\" I will take my sister, Rose, with\nme, and she will stay in Hungary. Maybe she could make a normal life in Budapest or\nAsven. And, really, it came very soon. They took the young people who was not married\nto a town Popravitz in the high Tatras. From this place they make, they organize\ntransports .. and send them to Midonic. It was in Poland, and to Denbrin. The place,\nMidonic, according to what I, as I heard, they killed there about 250,000 young people\nduring the half a year. They was not really killed. They must work, and they didn't get | |\nnothing. They couldn't sleep even in a barrack. Outside, only. And you know how it is, it\ncomes typhus, and then you lose every | night a hundred souls. | When I heard that it\nhappened, I have a girlfriend, I W went to her parents and I told them I am moving to\nHungary and if you want I can take Edith and the same day I went to my mother, I told\nher I take Rose with me. So it happened this, my friend, | made me a meeting with the\npolice and they told me between 10 and 11 o'clock you can pass the fronchar from here\nup to here, kilometer, this and this, because nobody will be there. So we passed the\nfronchar, we went to the next village in the Hungarian territory before it was Slovakia,\nCzechoslovakia. It was a family, we came in, they knew about such transportations\nbecause they used the people, the young people used this channel very often. The girls\nstayed by this family. I came back to Czechoslovakia. I came to my mother. She was\nliving in Sejose, and told her that Rose is in Hungarian. And the next night I moved again\nto Hungarian and take her to do something else. And you know what the first question\nfrom my mother was? It was Saturday, and, \"How do you came here?\" I told her, \"By a\ntrain.\" And she told me, \"Today is Sabbath.\" It was very, very heavy for me, but it was,\nas I told you, the next night, with the help of my friends, I passed again the fronchar,\ncame to Michalani, we had some Hungarian money, and the next day we went with a bus\nto a town, Shatarajawihe, and by a bus to Koshitse. Koshitse, it was a bigger town in the\nEast Slovakia, about 60,000 inhabitants, and to stay there and to decide what to do\nfurther. It's, maybe it is a question of why I went so around and not straight with the train.\nBecause the village where the girls have been, in Koshitse, the train went through\nHungarian territory that used to be before Czechoslovak territory. And custom officers\nwent together. So it was a danger that we would be detained, \"What are you doing here?\"\nSo we went by bus to Koshitse. We stayed there about three or four days in Koshitse. The\ngirls have been by the grandmother of my girlfriend. And me and the old friend of mine,\nan older gentlemen, Mr. Greenstein, he helped me to get some money. So we went to the\nsynagogue and during one hour we had money for a taxi. Because for the same reasons,\nwe have to go to Usharot where we had a very large family. My mother, cousins and\nadult children and we wanted that one of them should go to the village where we used to\nlive before we must go to Slovakia. Do you remember? To get some papers that we were\nliving in this place from 1927 until 1938. It was true. But he couldn't arrange it, Mr.\nGreenstein. He died here in the States. We arranged the next route to Budapest. We were\nvery good in Hungarian. We could speak Hungarian like all other people. But sometimes\nit, the police made controls in the trains. We came from the front, from the towns from\nthe fronchar. And we heard the people talk about the problems in Slovakia, what they are\ndoing with Jewish 10 people, and that many are running to Hungaria, so we have been\nafraid. But we came through, and in Budapest I have a halfsister. We had the same father\nbut not the same mother. The mother of my half-sister died. We came there and we asked\nher to help us. So my sister stayed on this place, and I went with my girlfriend, she had\nan uncle there. He was a very good situated man and she went to visit him. I went with\nher. I was sitting outside and she was talking inside, and she told my uncle don't want to\nhelp her. He's afraid. \"Why is he afraid?\" \"Because he belongs to the over 10,000.\" You\nknow what I mean. It's the highest, in Hungary it means the highest shift of the socialty.\nThe lords and the groves (?) and I don't know. So she told me that he promised he would\ngive me some money. But we didn't need money. We needed a place where we can sleep,\nand maybe some papers to find a job. So she wanted to travel to another place where she\nhad a friend. The village was Silakovo. We came there, she stayed, my girlfriend, she\nstayed by her friend. She was a teacher in this village. And I moved about 20 kilometers,\nit's about 12 miles, to another place where I had an aunt and a cousin. I came to them,\nand my aunt went to the same place as my .. family from Usharot to take the papers. And\nthey have women who came in every morning to help in the kitchen or some things. And\nshe saw me there. And maybe she heard that we were talking about our problems. I don't\nknow, but maybe, and the next day my aunt 11 went to this Tarkan, and my uncle went\nto the city, to the town, Luchanets, and the house was on such a small hill, I was looking\nout, and I saw that three policemen are coming to the house. So I have to decide what I\ncan do. I can escape through the windows in the back. But I wasn't afraid, but I would do\nsome problems, maybe I will make some problems to my aunt and to my cousins. So I\nopened them the door. They came. \"Are you from Slovakia?\" \"Yes, Iam.\" \"So you come\nwith me.\" And so they take me to a prison, and that evening they take me to the\nfrontchard and they tell me again, \"You have to go in this direction.\" I came to a small\ntown in Slovakia. I know the names very well because I, many times I was in these places\nafter, no, not late. And a patrol of border soldiers came. \"Your papers, please.\" I didn't\nhave any papers, so they took me and they sent me from one county to the other county.\nAnd so I came again to Michalovce, but not on free legs, but in prison. So this is what\nhappened with me until I was removed to Poland with the regulary transport to the\nconcentration camp. Now, what's happened there, I send, from Trebishov, I send the\nphone message to my mother that I am again here. And the time moving from Trebishov\nto Michalovce she came to Michalovce to the .. prison and my mother wasn't looking like\na Jewish lady, so she was moving also without the (?) like me. And I ask what is with my\nbrother. She told me he is in the school because they are concentrating people from the\ncounty preparing a transport, too. 121 | E And, as I was in the prison, we went, we had\nbeen there, maybe 20 or 25, mostly Jewish, the same faith as I was. And one old man was\nthere. I knew him. He was a lawyer from the next town. And the President of the Jewish\nassociation, from Michalovce, his name was, I think so, Mr. Lanc. He came, and he was\ninterested only about Dr. Devie. All the other people, it was nothing. So I am getting very\nangry and I went to him and I told him, \"I asked you to help my brother. He is at school.\nHe is not learning, but he is prepared for transportation to take him out.\" When not, I will\nescape from here, and I don't recommend you to meet me. Really, I was very unfriendly.\nThe next day my mother came and she told me that my brother Baila 1s out. So it was, I\nwas, I had an opinion that it is a child's play to escape from here. It really was. But as we\ncame to the same school from where they take my brother out, I find there the brother of\nmy father with his family, two old people, and two old other people, Greenfeld, and Mrs.\nGreenfeld, also very good friends of our family. So they were very happy that somebody\nyoung is coming with them. And I was foolish, or I don't know what happened with me,\nso I went with the transport to Poland. I could escape even in Chilina. We can move free\non the railway station. I don't know what happened. I was, maybe I was too much trusting\nin my ability. And I had the opinion that if I want I can escape when I want. 13 And from\nthere we went, we passed the fronchar. We saw that we are in Poland. But the wagons,\nthey are not wagons for a personal train, but for goods, for transportation for different\nkind of goods.",
        "A: It is exactly the 4th May, 1942, as we moved from Michalovece, this transport. And it\ntakes about two days, as we arrived to Milingihed Sporlavski. It was a small Jewish town\nwhere they concentrated some people from Roge. It was a big town in Poland. The\nJewish people from Indirhed. And then about 1,000 people from our transport. It was\nexactly 1,000 people. 25 wagons per 40 persons. We arrived in the station and we fell in\nGerman hands. The S.S., dogs, schnell, schnell, schnell, and before you could see what's\nhappened somebody kicked you in your leg or in your ass and we saw that it's not a joke.\nAnd so we went in such a group to the synagogue. It was a big building. We came in.\nSome old people were sitting in. And I saw the first time fully digressed people sick, full\nwith this, I don't know how you call it, but you have in your head, if you are not clean\nenough.",
        "A: Lice. And not only in their head, but even inside the skin. I was sick when I saw this. So I\nwas sure that it will not be a joke to stay here. Then we moved on different places to\ndifferent codes, in houses. And as I saw what kind of 14 VILI~ FRIED accommodation\nwe get, I was sure it was only for summer. That we have not make any questions how it\nwill be in winter, because I was sure that in winter nobody will exist from these people.\nThe next day came the president of the Udenterat. It was also the Jewish, uh...",
        "A: Yes. He spoke very good Czech because he was in Prague like a student. He had a big\ndrugstore in Minziret. He was a nice man. And they take everybody who was able to\nwork, men. We had been about 310 girls and we went to a place called Rogosnetchka and\nVisokov where it was only one big barrack. And near to this place was beginning the big\nforests and the river. And we started to work in these forests making wood. I don't know\nfor whom. And the part of us were working to building a bridge for this river from wood.\nIt was in the middle of May, 1942. Nearly to the end of July we get information that the\nfamilies left in Milingihed Sporlavski was taken away to, away. Meanwhile, we could go\nto Milingihed to take what was left from ours, and so. You know why it's crazy to tell it,\nbut the only way to come through the first month in Poland was to sell everything what\nyou have on you. First the jacket, then a shirt, then the shoes. Because the people, I mean,\nthe Polish people was all so poor. And if you want to have a little milk or you want to\nhave maybe five kilo potatoes, you have to give up a pair of socks. No money. 15 So we\ntake some things and went to, back, and then sometimes we can go to this town, to\nMilingihed Sporlavski. It was not permitted, but not on the main road, through the forest\nyou can achieve it. And we went, we had some connections to a family, they had a small\nfactory for landscape matins. We met, his name was about Yaborchek or Yaborsky or so.\nAnd they explained to us what is Treblinki. Because two brothers who went with the\nsame transport as our families in July, they came back. We wouldn't believe that all is\ntrue what they told us. We asked if it is so that they have there so many S.S., so many\nUkraine policemen, so many Lithuanian killers. How could you escape? And so the\nyounger told me it was very easy, but others, Jewish members help us out. We are\nworking in a group which was loading shoes, clothes and other things what the people\nbring to Treblinki. And in the last wagon, it was evening, we stay in the wagon, but they\ndidn't close the wagon. And so when we moved from Treblinki we could open the wagon\nto jump from the wagon and came home. But in a few days I heard that somebody was\ntelling that they escaped from Treblinki and the German S.S., they take them. So we\nhave been sure, and so we have very good contact to the Polish people around. So, for\nexample, in this forest was a man, his name was Hijuc, he was very sympathy. He has a\nbig sympathy to us. And he allowed us to make a bunker in the forest and my cousin and\ntwo other men and one boy from a village, I 16 don't remember exactly, but the name of\nthis boy was Edek. He was about, say, 17, 18 years. He helped us to make the bunker, to\nbuy some food, I mean, potatoes and such things. And we are expecting when they came\nto take us. And I came not very often but once, two times a week, but in connection with\na German and Polish administration of the camp. So if I would go away, so maybe it\nwouldn't be so good. But these three boys, they went away and they stay in the bunker.\nAnd the next day, I don't remember, it was maybe a week or ten days or so, really one\nday afternoon came trucks, Latvanian and German S.S. men, and they started to shut and\ntake us away. They took us on the tracks and they brought us, on each track, to soldiers\nwith guns. They took us to Milingihed Sporlavski and we stayed on the square sitting on\nthe stones and waiting. I have seen there very many awful things. I saw how they killed\nsmall children one year or so only, take by the foots and broken their heads. It was awful.\nI knew that it is the beginning of the end. At evening we went to a big barrack and put,\nwe spoke about that we destroy the barrack. It was only from wood, and we try to escape.\nBut then somebody from the Germans and we saw that machine guns had been around,\nfive, six machine guns, we .. could do it, but the percentage of success, maybe five,\nmaybe ten percent, not more. The next day we went on the railway station. They put us in\nwagons. We came then to Lukof. .In Lukof they connected more wagons. And the train\nwent slowly, slowly, 17 slowly. We saw that we are passing railway stations Cherletz.\nAnd we knew that from Cherletz is a railway station, the next railway station on the right\nside, not the railway station; but the railway road, is to Markeniza. And before Markeniza\nwas the next station Treblinka. And we knew what Treblinka means. So everybody\nstarted, we was thinking how to, what to do. And on the windows on the wagons they\nhave been not covered already, but only wires with nails. So we tried to lock them.\nMaybe we could do it. But after Cherletz we passed a main station. As we came out you\nfeel it because when you are going through this crossingways. So the train made a stop.\nAnd somebody opened the door from outside and a German soldier came in and asking,\n\"Schnell, schnell, schnell.\" And somebody gave him 500 Latien. So it was not enough for\nhim, so he was always urging, \"More, more money, more (?).\" And between we heard\nthat the train 1s moving, \"Whoo,\" that it wants to move. I don't know what happened, but\nit happened. I was there, very near. Somebody took a wire on his neck, we called it a\nSatirian tie, and the German was ready, he couldn't make a noise or something, and the\nwagon was open. So it was the way for us to escape. And so the people, the boys and the\nolder people, started to jump. And of course I have done the same. I was lying a short\ntime until the train passed away, and then I stand up and near to me a second man that\ncame to me, \"Where we go?\" I told him, \"I don't know. I don't know where I 18 am.\" But\nI told him, or he told me, first, far, we have to go from the railway road because it's\ndangerous to stay here. So... that, doggies.",
        "A: Yes. So I said, \"Where is the dog?\" So they leave people. So we went in this direction\nand we came to a farmer house. And we didn't go inside, into the house, into the code.\nWe went to the place where he had the horses or a cow and on the top, on the stable, was\nwhat the cows are eating, hay, yes. And we went in, waiting, because it was cold outside.\nAnd maybe we had been there two or three hours, I don't know exactly. Somebody came.\nAnd it was the son of the owner. He was a young boy. He was asking, \"Who are you?\nWhat are you doing here?\" I told him, \"We are from the transport. We are from\nCzechoslovakia.\" So he told us, \"You have to stay here, not to move, because if my father\nwould see you, he is calling the Germans.\" So we stayed there. In the morning he\nbrought us soup, potato soup, and the whole day we were sitting, not sitting, but being\nlike in a hole. At evening he came in. It was afternoon, towards four o'clock or so, he told\nme, \"I have, I know a family in the next village and I know the man, he will certainly\nhelp 19 you. He belongs to a political group. He is working on the railway road, and we\nknow that he is helping for such people as you are.\" The other man, he was from Poland,\nhe doesn't came with me. I went alone. We came to a house. He went in, he came out\nwith a man, he was only about 40, 42 years old, dressed in the uniform of the people who\nare working on the railway roads. And he took us to the stable, took me to the stable, I\nwas sleeping there. He has a full house of girls there making from linen, homemade\nlinen. And the next day I get a good breakfast, and he gave me something which we call,\nif you are putting out potatoes from there on this old style, you need a, it's what you are\ndoing, it's something, you see it by the constructors, they are working with such things. :\nA shovel.",
        "A: A shovel, yeah. And I put it on my, and went like a Polish man. I meet some people. I\nsay, 'Gendobre, gendobre.\" It's Polish. And I went from village to village, but not on the\nmain roads. And so I went so maybe four, five, six hours. I don't know exactly. I have to\npass the main, to cross the main road. I was, and I saw that it came so long, about maybe\nseven or eight racks of German gendarmarie, (?) . gendarmarie. So I was standing near to\nthe road and saying, \"Gendobre, gendobre,\" like a Polish slave, and one of the men,\n\"Come here.\" And so I came near to the guard. \"What are you doing here?\" \"Oh, I was\nworking,\" I said, in Polish, not in 20 German. \"I am going home.\" \"Where?\" \"Oh, here,\nnot far.\" \"So come with us.\" So I jump on the place where the driver was. I said, \"I am\nnot going in car because it's not far.\" And you can imagine what is going on in my head,\nbut it takes about maybe, I don't know how many minutes. They went to Tresk. It was a\nvillage where they have their camp. I jumped down and say, \"Thank you very much.\"\n\"Danka, danka, danka.\" (He sighs.) made so, and went to the other side of the road and\nstraight to the forest. I came to a village, I don't know what the village it was, but I don't\nwent into the village. I went to the first house which was a little bit isolated from the\nvillage. I came in. So I wanted to buy a little milk and a piece of bread. I explained that\nI'm working there and there and I'm going home. And the lady told me, \"Oh, you are not\ngoing in a good direction.\" I told her, \"Why not? am living there. I don't know another\ndirection where I should go.\" \"So take care because in the forests around the last night\nwent many transports from France and from Greece to the camp, to...\" She doesn't tell\nme to the camp. \"In this direction. And many of the people jump from the train.\" From\nFrance and from Greece, but mostly from France, they brought the Jews not in wagons\nlike us, but in regular coaches for, like for civil people, for civilians. And so it was easy\nfor them to leave the train. And she told me, \"And the gendarmarie is in this forest and\nthey are shooting a lot of people.\" \"Oh, it doesn't connect 21 me. What have I to do with\nthe transportations or so?\" Maybe she believed me or not. So I take the milk and the\nbread, I was going away. And the next night, I stay in the free. I didn't went to a house,\nonly between wood, it was cold, but I, the next day I went in the direction of Minziret.\nAnd I knew that on this part, I mean, Minziret, in direction to Shedletz, to Warsaw. And\nour camp was Minziret in direction to Breslitoks, to the former Russian (?). So I knew\nthat there were working a big group of Jewish, Polish, some Polish prisoners, especially\nJews. They were working by a company which was building roads. The name was\nStuach. Strass und (?). And I want to achieve them before they finish the work. And\ntogether with this group of two or three hundred people, to go in Minziret, because I was\nafraid to go alone. And it was good. I came there and I started to, not to work but to do as\nI would work, and I came between them and told them, Polish and Jew and Yiddish, that,\nwho I am. And I went with them. So I came to Minziret, and in Minziret I went to the\nboss, who was, he was a Polish engineer and he was the boss of the camps 1n Visokov in\nRogosnetchka. I sold him some things and he doesn't give me money. So I was so naive I\nwent to him to ask him if he will give me the money because I need the money. I came in,\nhe was very surprised, his wife and children were home, he told me yes, \"(?)\" I am going,\nI will take the money. He went away. It was 15 minutes, 20 minutes, 30 minutes. I told\n22 his wife, \"He maybe will be a long time in the city, in the town. I am going to have a\nlook, and coming back.\"\nTape #2",
        "A: And, as I mentioned before, I was not sure if Mr. Borlinsky, or what was his name? He\nwill come back with the money or not. So I decided to go away without money but with\nmy, on my legs and healthy. And the next way, my way was to go to the forest where Mr.\nHichug was the boss and where we had the bunk, to my friends, and to arrive there and to\ntry to jump on a plane, not on a plane, but on a train, to try to come backeto, not to\nCzechoslovakia, but to Slovakia. I was sure that if I will come back I could stay alive in\nSlovakia because I had some good friends and I could have Christian papers and it would\nbe not a problem for me to stay there. But as I came in the bunker to Mr. Hichug, and to\nthis bunker, to my cousin and two other boys, they told me they tried, it's impossible\nbecause on some places where the train is breaking and going slower that you can jump\non the train, it's impossible to go in, because the Germans are very, they are, they have\nspecial guards on these places. .. So I talked to this Mr. Hichug and he told me that\nmaybe it would be good for you and for Edek, it was these Polish people, to make some\ncontacts here in this part, in direction Grodava in this big forest. I heard that there are\nsome Soviet 23 soldiers and they are living in these forests and maybe you could go to\nthem. So why only me and this Edek? Because the other people, they're too, I would say,\ntoo Jewish. And so I decided with Edek that we will go.",
        "A: You have to know that the Polish people, and even some Ukraine people, they don't like\nJews. They have been, I would not say the whole nation, but many of them have been\nvery big anti-Semites. And by the word Jew, sometimes they wouldn't help you, and not\nonly help you, but even they, it has been many cases. I could speak about the actual\ncases. That a family, take a Jewish family, and in the first 100 meters of the forest they\nkill them and took away what they have. It happens, such things. So I went with Edek\nand we came to Gerotine, and to a family. And the next night we met two Russian\nsoldiers, not partisan this time, and we spoke to them. Ah, so and so, but have you\nweapon, have you this? No, we haven't. \"Have you been a soldier?\" I told yes, I was a\nsoldier. I was in an officer's school. \"So come with me, come with us.\" And so they took\nus to their group. It wasn't a real group of organized partisans. I say it was a group of\npeople who want to live, and the only one .. way how to come through was to have a gun\nand to fight. And because my situation was the same I didn't went to them for a reason\nthat I will fight again Germans, becauss it, what can do I alone against the Germans. But\nI wanted to live. And to stay in 24 2 this bunk in the wintertime, it was not very good\nbecause first of all the snow on the bunk wasn't so constant-like around. The second, if\nyou are going here and there you will leave, yes. So I saw that even Mr. Hichug wasn't\nhappy that we are on his territory. I mean, this Mr. Hichug, he was the boss about the\nforest. So I decided to stay with them. I told them that I am from Czechoslovakia and so,\nbut only the truth, because I knew that they have been so afraid, as I was, because their\nlife was not guaranteed. So we went together. They have certain places in the forest\nwhere they have their bunkers and what they have done, they have built some good\nconnections with certain families.",
        "A: I didn't tell them, they didn't ask. They didn't know. I, maybe that, yes. But according\nwhat I spoke to them it was about 20 people or so, I know that in name only, not in the\nfamily name, but only on Peorta, Avon, Volodya, Rishar, and so. One man, I mean,\nPeorta Dugi. He was a very tall.man. He was working like a commandant. But he was not\nin a shot that he was a lieutenant or something like this. He was the strongest and he was\nmaybe clever enough. He knew something about how to move irregular. And he was\nquite good in preparing, preparing material for destructions. And this was very important.\nAnd then, as I told, as I mentioned, they had to many families very 25 good connections\nto Polish people and Togram people. And these connections was made on the fact that if\nthey had something from the Germans so they divided it with the people around, because\nthey had been very poor. And except of this, they need weapons. The Poles, I know why,\nbut this time I couldn't understand, because it was a big danger for them. And so, if this\ngroup decided to do something it was not because they get some orders from higher\ncommandant oW so. Only to get everything what they need for their, for our living and\nthen to show the Germans that somebody is there, is here, who can do something against\nthem. It was very good. I personally had very good, also very good connections to some\nPolish families. I, from the day as we came to Poland I learned Polish. I read newspapers.\nI read books to learn the language. Because I know that the language can help me very\nmuch if I have to live between them, because such a possibility was here. But this winter\nwas really a very, very strong winter, '42, '43. Outside it was sometimes 25, 30 degree\ncelsius. I don't know how much, but it's more, it's hundred, I don't know .. .",
        "A: Below zero, yes. And we have been unable .. to live so. So some of this group went to\nPolish families and they have been hidden and so I told them that even I have the\npossibility to move and promised that in the Spring we will come back. And I come back\nto this bunker, to Mr. Hichug, but my 26 friends haven't been there. They have been in\nanother bunker, in a stable. In such a house where in the summertime the horses have\nbeen, the horses which were working in the woods. And so, as I came there, we decided\nto go back to the ghetto. It was not a decision, but I thought, \"I am going back.\" And we\nsend, Mr. Hichug arranged us, that somebody went to Minziret and was going around the\nghetto to look if there is alive, or who is there, and so, and he came back and told us yes,\nhe saw people in the ghetto and the gates were not closed, so that the Jewish people who\nstay in the ghetto can move free. So I decided to go back. I came into the ghetto, but it\nwas the end of February, middle of February. And I met some people who I knew, even\nfrom our transport. It was a boy from the next village, Freddie. I don't remember his other\nname. And then the second one, Joseph. And later came my cousin, and to this ghetto,\nVictor. It was good, because we hadn't been outside, but we haven't a place where to live\nbecause all these barracks have been full with people sick, and typhus was very strong.\nAnd my cousin died on typhus on this place. After the Spring, it was coming. So, and we\nwere working in the houses where before have been Jewish houses, and some bring all\nwhat it was in the houses left. The commandant of this works was a German gendarme.\nHe was, I wouldn't say that he was good, but he was very correct. A very simple man,\nvery correct and I wouldn't say that he was very lucky, what happened to part of people\nlike 27 we are. And he was also every evening collecting from us all the things. Some\nmoney, what we found, or some rubles in gold, or some Polish money or some jewelry.\nBecause we have to go through all the pieces of cloth. And, of course, we were working\nsomething, even of our own invoice, but not very much. And in the middle of, it could be\nspring. It was spring, it was warm. Maybe April or so. One of our Czechoslovak, from\nour transport, was in, he was a tailor. And, you know, \"Kraviats, kraviats.\" It means a\ntailor in Polish. He was working by the farmers and if we had in the forest not 200, only\n185 people, nobody knows. So he was working and getting food and so bringing for us,\nand he send a lady, she was a widow, a farmer. I think her name was Stefaniska. She has\na son, he was nearly the same age as I am. I was sometimes, as we worked in the forest,\nmaybe two or three times in their house. She came in near to the ghetto, and she asked for\nme. They called me Panvilek, Vilek. So somebody told me, \"Here is a Polish lady. She\nwants to talk to you.\" A Polish lady, to me. So I went to her, I talked to her, and she told\nme that Kraviats is very, very (?). Yes. That he wants that I come to him. So I told her, \"I\ndon't know, I talk to my friends, if yes or not.\" But later, in a few days, I decided to go.\n.. Mrs. Stefaniska came. I told her that I will go, but I will move alone. And so one night I\npacked my things, what I have and went at night on the other, on the other, on the (?).part\nof the road to Brest, to Rogosnetchka, to the house of Mrs. Stefaniska. We 28 called her,\n\"Mamousha.\" And then I talked to her son and he didn't tell me directly, but I could\nunderstand that he had some connection to real partisan groups. So I mentioned I had an\nopinion that he is on the side of the so-called Army Algudobrit. It's the People front, the\narmy of the people. And it was, really. So he told me yes, if you want, we can go. So we\nwent the next day or night or afternoon and in two days, not even in two days, but about\nbefore 36 hours we arrived in a certain place, and I met the first time two men from a\nregular partisan group. I told them that I am from Czechoslovakia, how I came, I came\nwith the transport. \"What kind of transport?\" I explained what the transport, it was.\n\"Where did you live the last weeks?\" I told them in the ghetto, and former I was here, and\nI was in connection, and I worked together with your friends on this part. They told me,\n\"Okay.\" We went in, in the forest, and after three, four or five hours, I don't know how\nexactly, we came to a place where there have been bunks, and I was waiting. And the\nnext day I spoke to a man, according to his, I don't know how to explain, he was, I saw\nthat he was an intelligent man. He knows something about Czechoslovakia and about\ndifferent things. I know because he was asking me. And he told me, \"Okay.\" .. And so I\ndidn't get any weapon. I started to work first near the kitchen and so. And then I don't\nknow, I cannot remember exactly how it happened, he came to me.and he told me, \"You\nspeak German?\" I told him, \"Yes.\" \"You speak German?\" 29 \"Yes, but I am not a\nGerman. I speak German because I went to school, and except of this I came with the\ntransport. I am Jewish.\" I told it to this commandant, but not in that way as I am telling it\nto you. So he was looking at me, told me, \"Okay.\"",
        "A: In that part of the Vitrosher, and I think so it was even so in Ukraine, the Germans didn't\nmake any difference between a friend of Germany and an enemy of Germany. For them it\nwas only a Ukraine or a white Russian, you see. They don't like them, they hate them.\nAnd they don't, they don't act with the people like with human beings. The horse had a\nbigger value for them like a man. And so it happened that the whole territory was a hell\nto the Germans. They have been, they have occupied the whole territories. But they have\nbeen the bosses on the roads only until the night. When the night came, no German could\nmove alone. Even if he could, he was afraid to move. Because everybody was his enemy,\nevery tree, every ten years old boy was his enemy. Not because they hate the Germans,\nbecause they are Germans, but they hate them, what they have done. For example, if we\nmade an attack on a German group. The village which was near to this place, the people\nwas killed and they burned up the houses. Because their mind was that if somebody has\ndone here, has made here an attack against us he must have connection with the people.\nThey have been right. But 30 the connection was only with few people, not with the\nwhole people in the village. And so it happened that families with children came in the\nforest because they haven't got other choice. They couldn't live alone outside. And, of\ncourse, who was able to fight, he was a partisan who not the boys, 10, 12 years, they have\nbeen very good spies. You could send them here and there to have a look what's\nhappened here, how many soltdiers are on this bridge, how it looks there. And this, my\ncommandant, later, I don't know if it was at the same time as I came, he should be in his\nhands. Many of the intelligence things, what have been done. If in the first time the\nprogram of the partisans was, it's only my combination. I have no documents to, if in the\nfirst time was to fight the Germans, at this time, when the Germans came, they have been\nbitten by Moscow and by, I don't know, and different other places to (?). So the Soviet\narmy was more active. So the main, uh, the main, I can say it in this way. The main thing\nthat the partisans have to do to protect the people which was living around, and to enable\nfor the enemy, I mean, for the Germans, to send troops to the East, to enable them to send\nammunition, food and everything. It means to spoil the roads, to spoil the bridges, to\nspoil the railroads. And by this .. Mr. Gulevich, our group was about 12, 13 in this 100,\n120 group, was to, if they catch the German or two Germans or more, to press them to get\ninformation from which battalion they are, what they are doing here, if they are expecting\nreserves. Everything what, 31 | | if you have been a soldier you know what it is to\nassemble information about your enemy. And to translate it, if we get a | map. If we get\nsome other documents to make translations, yes. g If we, we had a radio station and they\nalways try, they was try | to catch something in German. And then from this small 0\ninformation, to translate it, and to do something with this. So it was very good for me that\nI didn't, I never asked nothing. I get... . Pardon?",
        "A: Yes. It was, the normal soldiers had been partly from Russian prisoners who run away.\nFrom young men and some girls from the counties around. But the top organizatorsf they\ncame by parachute, paradesance. It was mostly the commandant and the professional\nsoldiers. They came, the professional officers, they came from, with parachutes. But the\ncommissar, you know what the commissar means? The political leading came mostly\nfrom the place where we have been working because they knew everybody and I think\nthat the organization of the communistic party was nearly the same as it was in the pre ..\n.. war time, but not with the same people. Somebody was the president of the communist\nparty in a county. When the Germans came in, when the invasion was, when the war was,\nso he was still the boss, and his word was the last word.",
        "A: Not most. It was mostly white Russian and Ukraine people.",
        "A: The geographic area was if you take the map you see the city Breslitoks. It's on the river\nbank on the other side. And it's main traffic point where the roads and the railway roads\nare dividing in different places. If you are looking directly to the east there are the roads\nand other communications through Pinsk, on the southern border of white Russia. In the\nnorthwest direction the roads and rails to Vitepsk, to the middle of white Russia, and\nmore to the left to Pinsk. It was the capital of white Russia. Between Pinsk and this road\nto Vitepsk, this was the place where we moved. kIl the groups, even, it means our group\nhas more places. It 1s to explain so, that you have to build a part of our soldiers, of our\nmembers, they were mostly working on a replace basis. It means that if you want to move\nfrom this place to another place you must know where, and you must have a depot with\nfood, with ammunition, because you, sometimes you haven't time, if you are running\naway from this place, to take everything with you. So we .. had maybe sometimes 50, 60\nkilometers, it's about 30, 40 miles, an area, and we had three, four reserve places where\nwe could move only with our, with a gun, and with the necessary personal things. All\nother was on these places. So that the part was building these bunkers under there and\ntaking there ammunition reserves, what we need. This was one. So that if we want to\nmove from village, Kopanitse to a village, I don't know where. We knew that we have to\nmove to this place. And the exact place where it was, we knew from the, not we knew,\nbut the information, we get the information from the people living around in villages or\nin isolated places. And then we have to do something. I'm in an action to operate. It was\nimpossible to do something, the same thing on the same place two times, or three times.\nSo if we, at evening we went out and prepared action to catch one or three German trucks\nwhich went alone on the road. So we went to a certain place. We have a certain style how\nto do it. Mostly it was made so that in the forest, in the middle of the road, here was trees\non this side and on this side, and you take a very strong wire, you take it on a tree and\nwhen it was late evening, late afternoon, and you saw something, so somebody run on the\nother side and take the wire on the other, and the truck was maybe 50, 60 or more\nkilometers he came to this wire and, you know, it was like a knife. And then the 20\npeople from one side, 20 from other side, but not everybody, if somebody was officer it\nwas a very good fish for us, or if somebody has this, well, he .. has the maps, it was also\nvery good. So mostly we take these people and we don't need nothing from them. Maybe\nsome food or some weapons or some 34 ammunition. Nothing. And you have to run\naway. Where? Not to the nearest base, but somewhere else.",
        "A: So my leader, he was an officer. They called him Coroner. If he was a real coroner or not,\nI don't know. He was about 35 years old, a nice man, educated. And he knows very well\nabout radio and this connections what you use in a rod if you have to give through\ninformation. And he was the owner of the code.",
        "A: Gurevich. If it was his real name or not, everyone called him Tovaish Comrade Gurevich.\nI had a friend, he was, I think so, he was Jewish. He didn't tell me. He was a Czech. His\nname was Schlezinger. We had been together, he came from Burno. It's a town in\nBohemia, a big town. And we had been together, but after a certain time they take him\naway to another group. And we met after nearly eight months, again, in the Czechoslovak\narmy. And meanwhile it was so that the Germans have moved too many men and\nammunition and weapons to the east, and from the information we saw that they prepare\nsomething in these parts. And I don't know exactly when it was, the date, but it was a\nvery, very hard fight in which the Russians take about 50, 60,000 prisoners. If you know\nmore about the second World War, it was the group which Stalin decided that, it was 11\ngenerals, third marshals, high officers, a lot of them, and soldiers, and it was the group\nwhich usually has been the nearest to Moscow. And Stalin in his big speech, he told,\n\"You are the generals and the marshalls who want to see Moscow. So I will enable you to\nsee Moscow.\" And they took them and they was 24 hours marching through Moscow like\nprisoners. You know how it was for such gentlemen like these Marshalls were, have\nbeen, not were. And the, you know what they had already done, when they went through\nso many cars which are in towns washing the streets. I don't know how you, they are\nspraying water to clean the streets, went after them because nothing can stay in the air.\nMust be cleaned when the Germans went through Moscow. So after this big fight more\nof the groups, we have neighbors on the right side and on the left side, but I will tell you\nthe truth. I didn't, I mentioned it, I didn't want to ask very much, because it was not good,\nespecially for me. And, because I wasn't Soviet and it was, I wanted, I don't know what I\nwanted, I wanted to came over the war. So we passed through the rest of the German\ngroups. They have been totally destroyed. The morale and everything. We came to, it was\nnear, I think so, it was near to Orsha. It's a town in white Russia. And we passed through\nthe Soviet side, all, mostly all, I mean, our group. And then we went to the next\ncommandatura. It was the institution which was collecting, not soldiers, and prepare them\n36 to take them into the army. And the partisans was not really real soldiers. And there I\nsaid that I'm from Czechoslovakia. They asked me if I wanted to be a soldier. I told them\nyes. I couldn't say no, because otherwise they would take me to forced labor, I don't\nknow where.",
        "A: Oh, it's beginning '44. Meanwhile I was, I had typhus and I came back. I was hidden by\nthis Mrs. Stefanska, and she helped me to come through. I lost my hairs, and it was very,\nvery complicated. And as we have been by the reserve regiment for training, one of my\ncommandant was Lieutenant Schufman. He was such a very nice, intelligent boy. He was\ntalking to me, and so and so and so. And he told me once, \"Tell me, Viliam, why you\ndidn't go to the Czechoslovak army?\" I told him I heard that in the Soviet Union we have,\nhas to be a Czechoslovak army, but I didn't know it until yet, if it is true, I know that our\narmy is in the Middle East, in Palestina, and then near to Tobrouk. It was mostly Czech\nand Slovak people who have been abroad, and some Jewish people from Israel who left\nCzechoslovakia in '37, '38, '39. They went to Israel. -I told him if it was possible I would\nlike to go. And after a few days, I don't remember how it happened exactly, they called\nme on the commander tour, why you want to leave our Army? I don't want to leave our\nArmy, but if it is a Czechoslovak army it would be much better for me to go there. So in\na few days I geta 37 .~ commandirovka, papers to go to Novokopesk. It was on Ukraine,\nit is a river Hobersk, and on that river is such a typical Ukraine town. It's not big, but it's\nlike a big village. And there was prepared the so-called Second Brigade of the\nCzechoslovak army. It was a parachute group. It was mostly from Slovak soldiers which\nhave been getting in prison, because the Slovak army was fighting against the Soviet\nUnion on the side of the Germans. And then one group, about 600 men, they escaped\nfrom the Slovak army to the Soviet Union. And I will tell you the truth, that I was not\nvery happy when I arrived there, because I met some officers who I knew from the year\n'38 and so, from Slovakia. And then it was in the, it was once a day the soldiers get an\norder, they are reading what you have to do the next day, and so. It was, if somebody's\nartilleries, he was working with artillery, has to go to this and this department. I was in\nartilleries, I went there and they sent me to come in Expodorsk, in Ukraine. From there,\nin the other place, to Rvono, they made a very strong proof my person. I don't know how\nthey have done it. I told you the same as I told today to you that I worked in Zlene by\nBattah and there I told that Iam Jewish, and they found people who was working .. also\nby Battah, and they came to light me through. They were not asking what I was doing,\nbut if I knew these people, this man, and this boss, and with whom I was working. And\nthen I went to my, to the place where the regiment was. It was Mogilef Bodosk, 38 and\nwhen the front moved a little bit south to Sadagoura. Sadagoura, it was a place near to\nChernovitza. It's in Basarabia. Today it's Ukraine, it is the state where they are fighting.\nBasarabia and Bokovina. And there I became a regular man of the Czechoslovak army.\nThey gave me something here and my commandant in this place was a Major Vochek. He\ncame from England. He was a very nice man. And so I was one of the first members of\nthis regiment. And we made very well, and after a short time we went into the fight\nagainst the Germans and we had not very much success. We had been beaten in one place\nwhere we lost a lot of people. And at this time have been made some changes in the army\nand we get about 15 new officers to my regiment. They came from England and from the,\nhow do you call this territory, near Ost. Where is Rialis and Turkey?",
        "A: Near east. Many of them have been Jewish officers. It was mostly higher educated people\nand the reserve officers. And there in our regiment we had also many officers from\nSlovaki, from the Slovak army. And once we have been starting over there, and it was\nthe first time as I noted it, .. one, a lieutenant told me, \"Tell me, Viliam, how it is possible\nthat we have so many Jews?\" So I was very angry. I told him, \"What are you asking me?\nYou have to ask your father, that so many Jews still, from Slovakia, are here. He was not\na good killer. Maybe he could kill more.\" So, \"You are also a Jew?\" I told him, \"Yes, I\nam, but I am a soldier first and not a Jew. Secondly I am a Jew.\" And I was very angry. I\nwent to the commandant, to the Major Vochek and I told him. I told him, \"Look, if it has\nto be so, I don't want to be more a member Of this army. Why should I fight with such a\nman? I must be afraid that he could kill me, not the Germans.\" And it was a little bit, a\nbig discussion between the officers and some of them has been, they lose their officer\narrange (?). And it was getting better when these people came from England, and they\nhave been more...",
        "A: Because in the mountains of Slovakia it was very hard to fight with the Germans. But I\nmet one cousin in Poprat. He was a partisan in Slovakia. He wants to go to the Army. I\ntold him no, you have to go home. Because maybe you'll be the only one who came back\nfrom your family. He's now living in Israel. He's 70 years old. Carmal Letko is his name.\nAnd then I came also to Zlene where I should work by the Battah factories, like a soldier.\n.. But I forget one thing. When we have been on the Slovak border and we have\noccupied the eastern part of Slovakia, so I went to this Major, he was a Colonel at this\ntime. I ask him for three or four days vacation. He gave me, and so I went to the villages\nin County Michalovce to have a look if somebody is from the family. I was in three or\nfour families, nobody was there. Everybody told me, the neighbors, \"Oh, we are so sorry\nthat they are away.\" You know, they have been so good people. They have been good\npeople, but in the same minute that they left their houses the neighbors come in and took\naway everything. And I was visiting the commissar of the village, of one village. The\ncommissar, it was like a mayor. And I came in, he was working on corn. And it fell down\nfrom his hands as he saw me. \"Hey; come in! Are you hungry? Do you want to sleep or\nto eat something?\" \"No, no, no. I don't want. I want only you have come with me to the\nhouse of my uncle and you have to arrange that after tomorrow morning it will be empty\nbecause they are coming.\" It was not true that they are coming, but he came. And I saw\nthis man who was in, he was a big (?) S.S. man, in Slovaki. And I told him, \"Look, now\nit's six o'clock afternoon. At five o'clock in the morning it must be empty.\" It will be. I\nthink the whole night they were moving out. And when I went back to the Army, then we\ncame to Prague. I ended the war in a village Dornyemchitse-onMoravia. And I was just\nthree days on a bunk where you have to look. It's a point, an observation point. And I was\nthat time the chief of the intelligence, of the regiment. And then I, after three days I come\nback, I was very tired. I went to sleep in a house. And so at, later 1t was night. It was\nevery, from each window I heard the people were shouting. I was afraid, what's\nhappened. The Germans came in back. So I went down and across the street was our\nradio location center. And the commandant was a very good friend of me. Lovenschtein\nwas his name. He was Jewish, but a very clever boy. I ask him, \"What's happened?\" \"You\ndon't know? It's one hour we have peace.\" Of course, I was very happy. I took vodka. (He\nlaughs.) It was a very nice feeling. It was the first or the second nice feeling. And after\n14 days we had a big parade in Prague and we moved to a place, it was an army camp,\nand we stayed in Prague. After a week or so the chief of the, the boss of the\nadministrative, in the army, in our regiment. His name was, he was a second lieutenant\nWolfe. He was an attorney, he was.a very clever boy. We spoke often together. He was\ncalling me on the regiment. I came here, he told me, \"Viliam, have you some information\nabout your family?\" I told him, \"How can I have information here from Prague?\" \"Why\nyou didn't come earlier?\" \"Why should I come to you? What's happened?\" So, \"Give me\nthe name of your family, of your mother, your father, your sisters and brothers.\" \"Why\nyou need it now?\" \"Yes, because we have an agreement with the broadcast that every day\ntwo hours or so they will send messages to families according to the notice what we ..\nget from you.\" So I gave him, and maybe in 10, 14 days he called me again, and he told\nme, \"So, I have good news. Your mother is living in Koshitse. Here you have an address\nand here you have commandeer of car. You can go for 14 days to go.\" It was not easy to\ntravel after the war because the railroads have been destroyed. I came to Koshitse. (He\npauses.) I met my mother. She couldn't believe. The time, the first one she met from her\nchildren after the war. She told me, \"Your sister 1s living. She's now on this and this\nplace. Your brother is living. We expect him, that he will come also to Koshitse. Of\ncourse they came after a short time. I went back to Prague, then I came back to Koshitse\nwith a group because we have been and the newest location was Koshitse. I get a new,\nnot a new, but I get an apartment. I get furniture, I get everything, and my family, mother,\nsister and brother, we met and lived a short time together. Then I was, I left the army.\nEven they wanted that I would stay in the army, I didn't want to stay in the army. I went\nback to Zlene. I started again to work by the Battah Company. My sister, in a short time\nshe married a boy from East Slovakia who was an American soldier. And after a short\ntime she moved here. Mother stayed in Koshitse, my brother went to the school. He\nfinished his abator. And he went to the university. He finished the College of Chemical\nResearch. He was working like a professor in Prague. In 1964 he moved illegally to the\nUnited States with his family. In a short time he was professor at Brooklyn College. Later\non the other place, I don't know exactly, I know he's retired, living in Sarasota, in Florida,\nteaching at the University of Sarasota. He 1s very sick, and this is one of the reasons that\nI came. My sister is living in New York, near to New York. Her children are living, Jerry\nis living here and the second brother in California. And my mother passed away, it's\nabout 21 years, here in the states.",
        "A: My life in Czechoslovakia, I decided to stay there. I could, I had an affidavit to come to\nthe States. But my mother was old, my brother went to school there. It was in 1948 or so.\nAnd I couldn't leave my girlfriend because it wouldn't be, I am a little bit conservative in\nthese ways. If we are living together I cannot say one day, \"It's finished. Everything went\nwell. But it came the years 1951. It was, I went back to the Army. They took me again to\nthe Army. And maybe this was my luck. Otherwise, maybe you know about Slantsky and\nall them things. I wasn't Slantsky. But very many smaller people like Slanstky ended up\nin jail, and maybe... So. It was very heavy days, we came through. The second problem\nwas when my brother left .. Czechoslovakia illegally because he was in a high position,\nnot in a position that he was a boss, but he was a leading person in the Chemistry,\nespecially in the thermo-dynamic. And as he left Czechoslovakia, so there had been\nmaybe a threat that he would talk about something, and so. And because they couldn't\nnothing do for him. So I was, (he laughs), the man whom they had in their hands. But I\ncame through because I have, I have had, I explained it, I told it that I had very, they\ndon't need Viliam Fried like a person, but many of them need Viliam Fried like a\nchemist, an economist and maybe for some other things. So that I came through. We are\nliving in a normal way, have two children, four grandchildren. The son is also working in\nchemistry. He is today working for an Italian company. He 1s specialized in organic\nchemistry. My daughter is deputy principal in a senior high school teaching English and\nLatin. The grandchildren are going to school, very good. Of course, yesterday I said we\nare talking about my wife is not Jewish, but she's a better Jew like many Jewish. These\nare the words of my mother. It's not mine. She 1s satisfied she is here with me. She is\nwriting books for children, making for television grammar, books for television. And so\nwe are living. And we are very close to our family here. WE have nobody else. Nobody\nfrom our family, 87 percent of our family doesn't come back from the concentration\ncamp. It was a big family. My mother had three sisters and four brothers. Everybody had\nchildren. I was, it's finished or not? I was with my wife four years ago in Poland. I was\nvisiting these places. I was in Treblinki. And when I stood on the bottom by this big\nstatute in Treblinki, in my head was that my aunts should be here. But I had luck. How\nmany times.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumApril 10, 1992\nRG-50.030%* 0073",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Viliam\nFried, conducted by Benjamin Plotkin on April 10, 1992 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "VILIAM FRIED\nAPRIL 10, 1992"
    ]
}