{
    "rg": "RG-50.030.0452_trs_en",
    "sequence": [
        "Question: Would you please begin by telling me your full name today and also at birth, if\ndifferent?",
        "Answer: My name in this moment is Garzolini and when I was born it was Lucia Franco. I was\nborn on the Island of Rhodes, when the islands were in Italian possession.",
        "Q: When were you born?",
        "A: I was born on June 17, 1921.",
        "Q: Can you tell me a little about who was in your family, the composition of your family?",
        "A: The family was composed of my father, mother, four brothers, and myself. Luckily, three of\nmy brothers left for Africa before the war. I was left at home with my parents and a brother, and\nthe four of us were deported.\nFather’s name: Jorge (?) Franco\nMother’s name: Rosa Galante\nOldest brother: Maurice Franco\nSecond brother: Salvatore Franco\nThird brother: Nissim Franco\nYoungest brother: David, the one deported to Auschwitz.",
        "Q: And where did you grow up? You were born in Rhodes or Rhodos, where did you grow up?",
        "A: Although I was born in Rhodes, I grew up on another island, a small one: Kos, the village of\nKos. My family kept Jewish traditions and holidays. My father was head of the Kos synagogue.",
        "Q: How large was the Jewish community in Kos?",
        "A: The community in Kos had about 30 families. The (Sephardic) Jewish community was larger\nin Rhodes, where I had aunts, uncles, cousins. There were multiple contacts between the two\nislands — visits and so on. So I can say I grew up on both islands. We took many trips between\nthem. In Kos, I studied until age 11. Then, until age 17, I went to school in Rhodes, but had to\nstop in 1938 because of the racial laws.",
        "Q: I will be asking more questions about that, for sure, in just a few moments. What was the\nwork that your father and/or mother did?",
        "A: My mother was a housewife. My father was a businessman — Import/export. Shell (7)\nrepresentative. He was doing import/export commerce between the islands, especially between\nKos and the other smaller island that belonged to the Duc de Canais (ph.; nothing similar found\non Internet). In order to transport the merchandise, he had his own boat, and he was also going to\nTurkey to get some merchandise, since Kos 1s very close to the border of Turkey.",
        "Q: What was the language or the languages that you spoke at home and also in the community?",
        "A: At home, we spoke Sephardic Spanish, which has been spoken since 1492. We also spoke\nItalian-Greek, and so did the neighbors. It was a harmonious life among people who had three\ndifferent religions.",
        "Q: What was the neighborhood like where you were growing up, where you were living?",
        "A: Some of the Greek people that were in Kos came originally from Turkey. They were\nexpelled from Turkey at the time of the reforms of Atartuk. There were Turkish people, and\nthere were Greek people that had been there for many, many years and generations. In Turkey, at\nthe end of the time of the Sultan, when he chased them from Turkey, they sent away all the Greek\npeople as well. So some of them came to the islands and so we— although we were Greek, we\nhad a lot of Turkish traditions in our daily life — in our cooking, and even some of the words, to\nthe point that my mother knew some of the Turkish words but she thought they had always been\nGreek words — all Greek words. But one year, she went to Turkey and discovered they were\nTurkish words.",
        "Q: So were you actually socializing in school with other non-Jewish children?",
        "A: On the island there was a school that was run by nuns. They were Italian nuns that ran the\nschool, and all the children went there. It was a Catholic school, but at the school they was no\ndifference between Jewish, (Greek) Orthodox, or any other religion, and we all grew up together.",
        "Q: Did you experience any anti-Semitism before the war?",
        "A: No anti-Semitism. The Jewish community was respected.",
        "Q: Would you tell me a little bit more about your relationships with your siblings, with your\nbrothers, I believe?",
        "A: We had excellent relationships. The two oldest brothers went to Rhodesia in 1937. The other\nbrother, Nissim, went to Palestine at the time of the racial laws. He volunteered in the Palestinian\nBrigade (British Army), and fought in Africa and then in Italy.",
        "Q: Did you hear of Hitler pretty early on, any time 1933 or after?",
        "A: No, we did not hear. We were pretty ignorant. We never felt anything. When the Italians\ncame, they sent two groups of officers — Italian military — at some point in time. But we never\nfelt anything because the Italians always behaved very well toward us. I said before that we were\nnot supposed to go to school when the racial laws started, but the Italians were very apologetic to\nus. They told us that those were the rules that they had received and unfortunately they had to\napply them at some point in time. Not at the beginning, but at some point they were obliged to.\nAnd also some of the Jews belonged to clubs — you know, an Italian circle of clubs, and we were\nexcluded from them at that time also. But the Italians were again apologetic about that. They\nsaid they were obliged to do it because of some rules they had received from the mainland.\nGenerally, we had normal life even after racial laws.",
        "Q: What year did the racial laws go into effect in your area?",
        "A: At the beginning the racial laws were— besides not going to school and the club — being\nexcluded from the club— the attitude between the Italian officers and the Jewish population was\nthe same, because the islands and the group was very small, so everybody knew everybody. And\nthe Italian behavior stayed the same. It’s only after the attempt on Hitler’s life, that things got\ntougher because of the Germans. That was on July 20, 1944.",
        "Q: I think I forgot my question. I think I understand that it wasn’t a drastic change of lifestyle\nwhen the racial laws were implemented. However, I’m wondering if you and your family, or\nothers in the Jewish community were talking about this and very concerned about this.",
        "A: We had news, in some of the Italian newspapers, but since it was so far away, we thought, you\nknow, we were not concerned. We were very isolated in the islands and even the attitude of the\nItalian officers was very relaxed, so we wouldn’t think that something was really happening to us.\nThat’s why we were not as concerned.\nThe situation worsened when Badoglio, who was marshal in the Italian army, and the king,\nVittorio Emmanuel the Third, when they asked for the armistice with the Allies. And at that\ntime, things got a little tougher.\nAt that time, when the Germans saw that the Italians were asking for the armistice and they got it,\nthey felt they were betrayed by the Italians. At that point in time, they sent some troops to the\nislands.\nIt was only nine months before our eventual deportation that at some point in time the Germans,\nafter seeing what the Italians did, sent more troops to the islands. But the local population was\nnot aware of anything, and even the Germans that were on the island were acting very normal and\npolite with all the population. We did not know, but in the meantime, they had taken all the\ninformation on Jewish families. They took all the addresses and knew who was living where and\nthey already had all the information on Jews. They were not showing anything, but they had\nalready started. German troops came to Rhodes on September 8, 1943.\nAt some point, after the armistice, the Germans had their headquarters in Rhodes. And at that\npoint, they called all the Italian officers and told them, “Your king and the Marshal Badoglio\nhave asked for armistice, so what are you going to do?” And at that point, the Germans told the\nItalian officers that they were German prisoners. But the officers stayed on the island. They\nwere not supposed to leave the island, but they were not put as a military officer in prison, they\nwere just free to stay on the island at that time. Therefore, the Jews were registered, but we knew\nnothing about what was going on in Europe.\nAt the moment of the armistice, when the British saw that the Italians were joining the Allies,\nthey tried to land in Kos. But the Germans had sent some boats from Rhodes to bomb them.\nAnd then the British tried to land in Rhodes, but they couldn’t succeed, so they had to retreat.\nAnd so we stayed. And the Jewish population and the rest of the population stayed in Kos.\nThe Italians didn’t say anything and maybe didn’t know anything about the plans of the Germans,\nbut at some point, the Germans that were on the islands of course, told the population of Kos that\nif they wanted to leave, they could leave. This was because we were going to run out of food\nbecause the island was kind of isolated. It was surrounded by the British submarines, and we had\ndifficulty finding food. So they had asked the population of Kos if any of us wanted to leave the\nisland and go to Turkey.",
        "Q: Did you or your family express interest in leaving? Did you know people personally — people\nin the Jewish community — who were leaving?",
        "A: My father said leaving was not necessary. He thought the war would end soon. Maybe a\ncouple of people left the island.",
        "Q: At this point, before you were deported of course, is there any stage where you were really\nstarting to feel fear? You or your family?",
        "A: We had no fear because we had, at some point... The British had bombed a few times, but we\nwere not afraid because we were thinking that the war was about to end. So we said it’s not the\ntime to be afraid, and we are far away.",
        "Q: Did you hear about the war in other places — in Europe for instance? Did you even... When\ndid you know that the war had started — in September of 1939? When did you learn about those\nevents?",
        "A: We were not aware, because in a certain way, we knew about the war, but we were not very\nconcerned. And then, unfortunately, I feel bad about the ignorance, but we had no more radios,\nbut more than that— that was not an excuse, but more than that it’s because we saw the Italians\naround us who were not concerned, so we didn’t know why we would be concerned.",
        "Q: I wanted to ask a little bit more about the racial laws and to get a little more detail on what you\nrecall you had to do differently because of the laws.",
        "A: The Italians never made us feel that there was a difference. We thought that we had to stop\ngoing to school because of the war and that’s how it was. We thought we’d be able to go back\nafter the war was over.\nTape 1, Side B",
        "Q: We were last talking about the racial laws and I want to make sure we have the chronology of\nevents correct. So I want to establish exactly when it was when you no longer could go to school.",
        "A: We could no longer go to school after 1938. I had done quite a bit of secondary school, so it\nwas not hard for me. But small children had to go home.",
        "Q: What exactly did you do every day after you no longer were in school?",
        "A: I was home with the family. I was still going to take piano lessons because I had started at the\nnun’s school. I started when I was three years old and kept on taking piano lessons with the sister\nwho was giving piano lessons. The sister wanted me also to help out with other small children\nand give them some lessons in piano. These were not Jewish children.",
        "Q: And then we were also talking about the possibility for people to leave the island of Kos and\ngo to Turkey. Could we establish exactly when you learned about this in relationship to the racial\nlaws and other events?",
        "A: We were not— The Germans were not treating us the way they treated Jews in Europe. We\ndidn’t have to wear the star; we didn’t have ghettos. And the Germans would come to my\nfather’s store, buy merchandise, pay and be well-behaved. They were not aggressive to us. At one\npoint, one of my father’s employees said, “Since we have this boat that we use to do commerce in\nthe islands, why don’t we put all our merchandise and things out of your house onto the boat and\nbring them to Turkey?” The employee had asked also that my only brother that remained in\nRhodes -- not the ones who had left, but the only remaining brother, the youngest one — he would\ngo with this boat captain to Turkey and establish maybe a business on the other side, or start a life\non the other side. This was winter 1943-44. Kos to Turkey was only 4 km. But my father said,\n“No, the war will end soon.”",
        "Q: At the time of this event of mentioning your brother and this German, was he actually a\nsoldier?",
        "A: No. He was not a German; he was a Greek captain who was working for my father in\nFebruary or March of 1944.",
        "Q: And how old were you about this time and how active are you in any of the decision making\nin your household?",
        "A: I was 22-23 years old. I had no special role in the family’s decisions. My father decided.",
        "Q: Did the sisters talk to you about the problems? Did they give you advice?",
        "A: The nuns did not know. The sisters of the school had no idea about what was going to\nhappen. It was only at the moment of the deportation when the Germans arrested us, that one of\nthe sisters in charge of the school, the Mother Superior, came and said to the Germans that my\nmother was sick and was not very well and if she could stay because she had to get treatment and\nthen they would send her afterward. But she was thinking of sending my mother to Turkey\ninstead. But my mother did not agree to stay behind... The sisters did not know what was going\non in Europe.",
        "Q: Did they tell your father what to do? What role did your mother have in the school?",
        "A: Although she was Jewish, my mother worked with the Mother Superior sometimes, collecting\nmoney and doing charity work. And she went around with the Mother Superior since my mother\nspoke Greek and also spoke Italian, Spanish and Turkish. She was going around to collect funds\nfor the children attending school — they were basically Turkish and Greek poor children who\ndidn’t have much and didn’t have shoes sometimes. And so my mother was doing charity work\nfor the school to that effect.",
        "Q: It sounded like there was a food shortage at some time. Can you explain more about that and\nwhen that took place?",
        "A: The food shortage was worse at Rhodes, and moreso in Jewish neighborhoods. It was not so\nbad in Kos (1942-43), since it was a small community and we knew (and were friends with)\nfarmers.",
        "Q: Did you hear much about what was happening on the mainland of Greece? Specifically, I\nbelieve there were other deportations of Jews in 1943. Did you hear anything about that?",
        "A: No, I did not know. I only found out when I was in Auschwitz, where I met women from\nSalonika (Thessaloniki) — where 50,000 Jews were exterminated in 1943 — who told me what\nhappened.",
        "Q: I want to go back just for a moment, because some of the reading I had done, I had seen\nsomething about actually this is not during the war but back to 1933, something about there being\nan earthquake on the island of Kos and actually the synagogue being destroyed. I was wondering\nif that affected you or your family of if you remember if this is right?",
        "A: It was 1933 when the synagogue was destroyed. The books and the Sefer Torah were\ntransported to my house and that’s because my house was still standing. That’s where we usually\nhad our prayers for Shabbat and all the other events were taking place. Many died in the\nearthquake. Other people stayed in the stadium. After this is when I went to Rhodes to continue\nmy studies with the nuns.",
        "Q: There had actually been a school at the synagogue — at the Temple — and that’s why you left?",
        "A: No Jewish school existed. The Jewish community was small and the existing schools were\nCatholic. I stayed five years in Rhodes; I lived at an aunt’s home. There were many girls living\nthere too — cousins who emigrated to Rhodesia in 1938, which was when I returned to Kos.",
        "Q: How long was the trip from Kos to Rhodes?",
        "A: In those years, there were small boats and it took five-six hours. Today, with modern boats, it\nis much faster.",
        "Q: Before you were deported, the Germans, as I understand it, were in Kos from September of\n1943 until you were deported. What kind of encounters did you have with the Germans 1n Kos?",
        "A: The relation with the Germans was very good, because, I mean— normal. And there was\nnothing against us on behalf of the Germans. And it was only after the Hitler coup (assassination\nattempt) that the Germans had to carry out some of the orders they received and round up the\npeople. But until then, the relations were good, and I think that maybe we were among the last\nJewish people that were free in the world at that point in time.",
        "Q: And so it sounds like you did not experience anti-Semitism from Germans who were in Kos at\nthat time? Is that — am I understanding correctly?",
        "A: There was no contact with the Germans because the lifestyle of the people on the island was\nvery different from on the mainland. So we had our way of doing things, and we were not having\nany life together with the Germans. Plus, the Italians were still there. In Europe, it was different.\nThe deportation for us was very hard because we had no idea. We had never felt anything before\nthat day. And the difference in Europe, where they had to hide, where they were feeling things\ngrowing bit by bit... we had no feeling of that kind on the island, so it was even stronger for us —\nthe shock — because suddenly everybody was rounded up and we had to be deported and we were\nwondering why and where— where we were going. Because we had never felt anything of the\nwar until then, except for the racial laws, but we had attributed that to the war.",
        "Q: Do you remember exactly when the Germans came in, in September? Do you actually\nremember any particular day or was it not very monumental?",
        "A: At some point in time the Germans arrived, but they were not in the city, so they were mainly\nstaying in their headquarters. So we didn’t really feel it. When the British left the area, then the\nGermans arrived mid-September. We didn’t feel it much, but after the deportation, my mother\nfound out from the Mother Superior knew that the Italians had been trying to defend the king’s\nidea and kind of do a resistance against the Germans. And at that point in time, the Germans took\nsome of the Italians prisoner. But I only found out after the deportation (?), the Mother\nSuperior told me when I went back to the island, that the Germans had taken some Italian officers\nprisoner, and they had asked one officer to dig a kind of a hole in the ground, and they shot 300\nof them. [The number of officers executed was actually about 100. |",
        "Q: That’s on Kos, as well? Is that what you either refer to or ve seen mentioned as a massacre\non Kos?",
        "A: Exactly.",
        "Q: All this time before being deported, and especially after the Germans arrived, was your father\nstill able to do his work?",
        "A: Yes, but less than before. In early afternoon he’d come back to the village where we were\nstaying.",
        "Q: I think we’ve covered most of the time period up until September 1943, when the armistice\nwas made official. So I’m curious to know what you noticed right away when the Germans were\ncoming into your region?",
        "A: There were, at some point in time, a lot of bombs being dropped around the island by the\nAllies and what we did, we went with the family and other people to a village outside the city.\nAnd that’s where the Germans came to arrest us.",
        "Q: That’s all the way in July of 1944, is that correct?",
        "A: When they rounded us up on July 21, 1944, they lined us up in the courtyard of the governor’s\npalace, and we stayed there for 24 hours without food or water. And we thought we were going\nto be kept somewhere on the island, as a kind of prisoner camp of some kind. We had no idea\nwhat was happening. It was a Sunday. Germans came unexpectedly and circled our place, said\nall of us would have to leave. We prepared our suitcases; the Germans told us to bring not too\nmany things. We were about 500 people, about 30 families.\nIt was at that point in time that the Mother Superior came with the music teacher and with some\nofficial paper from the German commandanture to have my mother exempted and stay on the\nisland. But my mother decided that she wanted to go where her family was going.",
        "Q: How would your mother have been able to be exempt? What was that?",
        "A: My mother would have been able to because — the Mother Superior said that she was a sick\nperson and she had to be treated before being sent away.",
        "Q: And that was actually fabricated by... or was that true?",
        "A: It was not true. At that point, the Mother Superior realized that we were going to be deported.\nShe didn’t know where, but she realized what was happening, and she tried because my mother\ndid a lot for them. She tried to at least save her.",
        "Q: Did you know of any resistance activities going on?",
        "A: No, not to our knowledge.",
        "Q: Now I think, if you’re ready to discuss, maybe you can tell me some more details about the\ndeportation, as much detail as possible. The very first that you heard of anything that was going\nto be happening? How many people from Kos and from Rhodes?",
        "A: From Rhodes, there were 2,000 people.",
        "Q: Maybe you’ ve already said this, but was it done in different stages? So they gathered, I had\nread somewhere they gathered men first and then women and children, or was that in Rhodes?\nWas it different in Kos?",
        "A: In Kos we were all gathered together. It was in Rhodes that they took men first and the next\nday women and children. We went on a bus to the city. Then we boarded a boat, one from Kos,\ntwo from Rhodes, to Piraeus (Peiraiéfs), where we arrived nine days later on August 2, 1944. It\nwas very hot. I was with my family on deck, which was much better than being in the ship’s hold.\nTape 2, Side A",
        "Q: On the last tape, we were talking about the details and the specifics of the deportation and I\nwould like to continue if we can.",
        "A: We left on the boat — one boat from Kos and two boats from Rhodes — and the two boats from\nRhodes joined the one from Kos and we went. It took nine days to go to Piraeus. There were\nsome Allied forces in the area. Also when we left Kos, the Germans had said that nobody could\nbe in the streets, and everybody had to be inside because they didn’t want the people to see the\ndeportation happening. So when we left, the city was totally empty in the streets and we thought\nit looked like a desolated city. And when we arrived in Athens, the Germans had told the\npopulation the same thing, so everybody was inside, and nobody was supposed to be in the streets\nto see people arriving.",
        "Q: What was it like on the boat where you were being transported? Explain maybe the situation\nand the environment, how many people there were.",
        "A: It was very hard. It was a bad situation. We had already started in the boat. Some of the\npeople were on the deck, but a lot of them were in the boat’s hold and had no water or food.\nEven on deck, there was not much to eat, and it was also the month of July and it was pretty\nwarm. So it was hard conditions.\nWhen we came out of the boat, the Germans had some vans to transport us, and they brought us a\nfew kilometers away from the port to a military barrack that had been abandoned. It was in\nChaidari and we stayed there for two days with no water. We felt as abandoned as beasts.\nThe next day, the first day we were there, there was no water, so it was very hard. And then the\nnext day they said we had to go out in the courtyard because they had to inspect us and our\nluggage. After we went in the courtyard, they looked through our luggage and our personal\nthings, and they took whatever they wanted to take, and at that point in time we had to get on\ntrucks. My mother and aunts were already on the truck, but my father and I were not. Then an\nSS German with his whip started to beat my father, but we didn’t know what he wanted because\nnone of us spoke German. That was very hard, having no knowledge of the German language.\nBasically, the German wanted my father’s shoes and so finally we understood. He wanted to take\nthe shoes and bring them somewhere else, but we didn’t know where. And that’s when my father\nstarted crying. I had never seen my father cry before all the harassment he went though. I stated\nin my book that “Olympian Nazis needed Jewish shoes for their Aryan feet.”\nThe trucks arrived at the station and the train made up of cattle wagons (cars) was there. They\nkept families together. Each wagon had about 60 people in it. We didn’t know the train’s\ndestination. In this wagon, there was a barrel with water, five loaves of bread, a bunch of onions,\nand some raisins. But the water was put in a barrel that was used for pickles, so the barrel was\nvery salty, and with the movement of the train, the water became completely salty, and it was\neven worse after that. We were very thirsty, and when the train would arrive to a station, I could\nhear the sound of water. I would try to look out through the small opening high up in the wagon\nand yell for water, but to no avail. The trip lasted around 15 days. The train went though Greece,\nYugoslavia, Austria, Czechoslovokia, and finally Poland to Auschwitz.",
        "Q: During the train ride, what were you talking about, with either your family or other people on\nthe train?",
        "A: During the time we were in the train, we were not really feeling like talking much, because we\nwere worried and we didn’t know what was going to happen to us. And every two to three days,\nthe Germans would stop the train and open the wagons and they would have people go out to—\nto do their— to go to the bathroom in front of them and they were standing there next to them.\nAnd also when they used to open the wagon and people were coming out, sometimes there were\nsome dead people. They would just take them and throw them in the fields. Those older people\nthat had not survived because of no food and no water and they couldn’t hold on, they were just\nbeing thrown. And then they would close the wagon again and continue the journey. And also\nfor the bodily needs we had, there was in my wagon, a lady with a kid, and she had a small night\npot. So we all were using it and throwing out its contents through the little window on the top\narea of the wagon. It was terrible. We spent 15 days as beasts, not feeling like human beings.\nAfter 15 days we arrived at Auschwitz, an unknown name for us. When we came out of the train\nthe Germans told us not to take our luggage, to leave everything in the wagon. But we thought\nwe wanted to have something to change into, since we had been in the train for so long, so we\nstarted to put clothing, one piece over another. We piled them onto ourselves. When out of the\nwagon we saw a big line of German Officers, well dressed and clean, and we wondered, “Why\nare they there?” Then we started seeing a line, and that they were starting to split young people\nfrom old ones. I was with my mother and in order not to be separated, I put a scarf over my head\nand started walking like an older person, holding my mother. But one of the German officers saw\nthis, and he lifted my head and saw that I was young. So I was separated from my parents. At\nthat point my mother said, “If you have to split me from my children, you might as well kill me.”\nMy mother and father, other older people, and young children, were in another line and that same\nnight they were gassed and died. I and the other young people were put in another room and for\nthe first time we found water. It was a place to take a shower. They threw us packs of clothes\nthat were not matched in any way. We were also totally shaved. But after so many days, we\nfinally had water.",
        "Q: I wanted to ask one more thing about the deportation itself and the transportation to\nAuschwitz. I was wondering, did you know people who died along the way?",
        "A: Yes. My uncle Yehuda Netrike (ph) and Mr. Michael Menashe. They were thrown out on the\nfields. So were many other people.",
        "Q: Also I was wondering, do you know, was it everyone from Kos — every Jew from Kos — who\nwas taken in the transport?",
        "A: Yes, yes, yes, all. All the Jews. Nobody was left.",
        "Q: And was that one of the first realizations you had that as a Jew you were being singled out?",
        "A: Maybe before I did not understand. But in Auschwitz, when we were all from Kos, together\nin the camp, yes, we knew.\nThe language barrier was very hard, because even in the camp, when we received orders, we did\nnot understand them, as we did not know any German. And that was a big tragedy for us, as we\ndidn’t want to do something against the rules. Sometimes we were doing the opposite because of\nwhat the guards wanted and that’s why I think language... People should learn languages, as the\nworld is very big.\nAfter the showers and clothing, we had to go to the barracks. There were 30 in six lagers\n(barracks). There were 300 people in the barrack and three levels of wooden shelves — or beds —\nthe majority occupied, so we did not know where to go to spend the night. We did not\nunderstand what to do. But somehow, we found a few places. Lights off. It was night and cold,\nbut we were very tired. We were woken at 5 a.m. for the appel, when everybody was counted.\nWe stood in rows of five with few clothes. I was wearing a blue silk skirt and a man’s pajama\nshirt, with no underwear. The shoes were wet after being immersed in disinfecting liquid. We\nhad to stand for an hour until 6 a.m. Then we were given coffee, which was just water with color\nbut warm, served in dirty tin cans. It was the same for the 12 noon soup — warm with some\npotato peelings and some grains. These were served outside. Then we had nothing to do; we\nwere free in the camp.\nThe latrines were in a big barrack, with a long line of holes. Some women stayed in there for a\nlong time, since it was warmer. But the guards with their long brooms would throw excrement\non their heads so they would go out. There was a lot of misunderstanding because different\npeople spoke different languages and came from varied cultures. We did not understand each\nother. To keep warm, women were asked to join others standing against a wall, maybe 20\ntogether, to keep warm. We felt like dogs, staying on the floor having nothing to do. The soup\ncame for the evening. The new arrivals might not take it, but the ones who were there for some\ntime would take it for themselves — it was important to eat. Also, we saw piles of naked women\ncadavers being transported by women. In the afternoon, there was another appel and counting.\nThere was distribution to each of us of about 200 grams of black bread, 10 grams of margarine,\nand one slice of sausage. We put the margarine on the bread with our fingers.\nA deportee from Hungary, called Magda, who was 14 years old and had lost her whole family,\nwas a kapo. On some evenings, she distributed jam. She picked it up with a spoon to throw on\nour bread, but many times it ended up on the ground and many took it from the floor. People\nwere very upset with her and it seems that she was killed by prisoners at liberation.\nAfter we ate, we entered the barracks to go to sleep. In my mind, I had many questions. I was\nsad, but I knew I must sleep. One day, we were told to go to work. We left the camp in\nformations surrounded by old soldiers from the Wehrmacht and dogs. We walked. It was cold\nand foggy. The soldiers asked us to sing Italian songs — one song composed by Beniamino Gigli:\n“Mamma.” We sang and cried. We arrived at a camp and were told to pick up one brick, which\nwe carried out to the camp, and the next day we returned it to the first place. It was demoralizing\nwork — no need to think, only to get tired. It was work similar to that of beasts. In the next camp,\nsurrounded by electrified wires, we saw people from Rhodes, men and relatives. They looked\nbad — shaved, and dressed terribly. We gave the same sad impression to them. They worked in\nmines, salt and coal, all day long. My brother Dave, 25 years old, was there, and a week later\ndeveloped pneumonia and went to the infirmary. I went there and called him. He came out and\nsaid, “I’m sick.” On Friday, we got a bowl of soup for three people with three potatoes, which I\nsaved to take to my brother. I called and called, but he did not come. A nurse came out and told\nme not to think about my brother anymore, and also said, “You should eat your potato.” During\nthe night, a truck had come to take the very sick ones who could not work anymore, and they\nwere killed. Years later, after liberation, when I was in Florence, I had a dream. I saw my\nbrother with a long white shirt and he said, “You, you’ll live!” And I never forgot this.\nThe daily life in Auschwitz, I already mentioned. The stronger ones did not let us pass to get\nwater to wash our faces. We were 2,000 individuals. You had to, in a way, fight for survival.\nTape 2, Side B",
        "Q: Id like to go back and just catch up with a few details about your arrival to Auschwitz, and\nI’m curious especially, from the things that I’ve read, about the dates that you were in transport to\nget there and what date you actually arrived.",
        "A: I left Kos on the 23 of July and arrived to Piraeus on August 2™. Two days later I went on\nanother train that arrived in Auschwitz on August 16\".",
        "Q: I wanted to address the specific date because there are actually a few things that I’ve read,\nsome people who I think were also from the same region, who said that they arrived on August\n17\", and I just wanted to make sure and maybe you have some reason for how that might have\ncome about , this discrepancy. Why, it seems like I’ve seen some things that say August 16\" and\nsome that say August 17\".",
        "A: I’m sure it was the 16\". But you know we had no calendar.",
        "Q: And when were you assigned your prisoner number, especially, that is, receiving the tattoo?",
        "A: We got the tattoo three days after we arrived and we were very surprised to have it. It was—\nsome of us tried to just take 1t away, but 1t was done with ink and with a little pen. And some of\nus tried to take it off, just a little bit, but 1t was still there, and we were surprised because they\nsay, well this is only for prisoners, like in the French prison or penal colony of the French island\nthat was overseas. And we were very surprised we were having this. We also said, in a certain\nway — not that we are lucky, but at least they did it on the arm. They could have done it on the\ncheek or on the forehead, and nobody would have stopped them.",
        "Q: When did you actually realize that your other family members had been killed?",
        "A: At the beginning, when we didn’t really know — at some point in time, the people that were in\nthe camp, the (?) people, the ones that were directing the other prisoners, were telling us\n(?) these are flames, these are— We kind of understood they were... At the beginning, we\nthought that the smell we were smelling was the Germans cooking food for themselves. It was\nlike a meat smell... that there was food. And then we found out that 1t was not, but at no point in\ntime did we want to either know or— or— or be sure that the parents, and the others who were\nnot there, were actually being burned. And we sometimes had the feeling that maybe— maybe\nthey were in another camp. And there was a lady from Kos that had four children, between 4 and\n10 years old. Four beautiful kids. And she had asked once, “Where do you think my children\nare? Are they somewhere else, or did they actually kill them?” And the answer was, “Oh no, I’m\nsure they are somewhere else.” But actually, when we arrived at Auschwitz, the same night,\nthose kids were with their grandmother — I mean this woman’s mother — and they were together\nwith the grandparents. They took them, so we never really knew what happened to them.",
        "Q: Were you actually in Birkenau? And what block number were you in, do you know?",
        "A: It was Block 20. The first night, we were 300 young women from Rhodes.",
        "Q: Were you also around other Jews and could you always communicate in a language with\nthem?",
        "A: In Birkenau, we found some— at some point we heard— Some people heard us speaking in\nItalian, French, and Spanish, so they came over, and they asked, “Where are you from? We\nspeak French; are you from France?” And then we said, “No, we come from Rhodes.” And the\nother ones say, “We come from Salonique (Thessaloniki).” And there were people, like some\nwomen, who’d been there two years already.",
        "Q: So out of the group that you came with during the deportation — the larger group — how many\nsurvived?",
        "A: About 150, mainly women, some men. The majority are in Brussels, South Africa, and\nAmerica.",
        "Q: And out of the group of those you were with from Kos, specifically, how many survived?",
        "A: Only myself.",
        "Q: You don’t know of anybody else from Kos who survived the deportation?",
        "A: A cousin Lise, but she was born in Rhodes, and went back there.",
        "Q: But from, originally from Kos, the only one.",
        "A: There was a family from Kos who moved to Rhodes, but all died.",
        "Q: So, did you mostly have contact with other Greek Jews in Auschwitz?",
        "A: There were a small number of Greek Jews. Only three women who approached us in\nBirkenau. Some were in Auschwitz.",
        "Q: Did you ever know of any resistance activities that Greek Jews specifically were involved\nwith?",
        "A: It is possible that there was, but I didn’t know.",
        "Q: Did you then mostly have contact with other women prisoners, more than any men?",
        "A: We had no contact with men, we were always separated. Contact was prohibited.",
        "Q: Were you able to carry on any cultural or religious activities at all?",
        "A: We didn’t do anything, but we were really amazed to see that there were some Ashkenazi\nwomen, who were there for maybe two or three years, and every Friday were taking a little bit of\nthe margarine they were receiving, and they were melting it down and then tried to do a little\ncandle, and light it, and they were crying. And every week, they were doing that and I was\namazed that they were doing that. They were organized. And also in order to make some kind of\na candle, they were ripping little threads from blankets and they were using that to do the candles.",
        "Q: You never actually participated? You saw this but you weren’t involved personally?",
        "A: Since the women had been in the camp for a long time, the women had the habit of doing that.\nBut for us, we admired them that even in those kind of moments, they were doing this. But we\nwere overwhelmed. But we had a kind of admiration for them.\nThe difference was that since the Ashkenazi people were more religious, they had lived mainly in\nJewish circles. And they were coming either from Poland or Russia or other countries, and they\nhad been living more in isolation, so they were 1n a closer society and they were used to being\namong all Jewish people. The difference with the Sephardic Jews was that we were more\nintegrated into the rest of the culture and population and various religions. So yes, they were\nJewish and they were doing the traditional Jewish observance. But we were not as close to the\nreligion as were these people coming from smaller villages. And also because those Jewish\npeople were put into ghettos and were obliged to be isolated and interact only with each other.",
        "Q: So I’m not sure how you might be able to answer this if you weren’t really seeing other men\nprisoners, but I’m interested in the differences between how women and men were treated in\nAuschwitz. I don’t know if you have any perspective?",
        "A: The work that was given to men was a lot harder and more difficult. They were going to\nmines and they would carry two great stones, so they had a much harder life in the camp and also,\nof the survivors that came out of our group, most are women. There are maybe only five or six\nmen of the 150 that survived.",
        "Q: I think that I saw, or I think I remember in what you were saying before, something about\ncontact you yourself had with SS or with kapos or, you know, other, and I was wondering if there\nis anything else you didn’t’ say about your personal interaction with those people?",
        "A: An extraordinary thing happened to me when I was in Landsberg, Germany. I was working at\nthe time in the washing rooms. There were four women in the washing rooms and we were\nwashing blankets from dead people or sick people and all the dirty clothes that were from the\npeople who had died, also from diseases, with lice and with— We were obliged to wash about\n60 blankets a day. I was washing then. And at some point in time, there was an officer that\ncame in with other SS and they had their handkerchiefs on their noses because the smell was\nunbearable in there. They said, “Keep washing and working. We are doing an inspection.” And\nthis officer, at some point in time, looked at me and asked in French, “Where are you coming\nfrom?” So I said, “I’m coming from Kos and then from Auschwitz,” because that’s where I was\ncoming from at the time. I was then in Landsberg. And the officer asked, ““Where are your\nparents?” And then I said, “They stayed in... they stayed in Auschwitz.” And then after that he\nasked if I wanted to work in the kitchen. No, he asked first, ““What were you doing before?” And\nthen I said, “Certainly not that.” Then he looked at me and he said, “I can see from your hands,”\nbecause I still had good hands at the time. Then he asked if I wanted to work in the kitchen. The\nkitchen was the best place to work, because there was food and it was warm. So I said, “Oh,\nyes.” Then he left. And that evening he sent a prisoner, a guy from Vienna, who came over and\ngave me a pack with sugar and salami and some margarine and bread and he said, “Don’t say\nanything. This is the officer sending you that.” And for a few days, every day he sent that with\nthe prisoner and then at some point in time, the kitchen chief (an older political prisoner interned\nin 1933) came and said, “You come here. I received orders that you are to work in the kitchen.”\nAnd later on, I saw the officer. He was a doctor and he was working at the hospital. I tried to\nsmile to him, but he put a finger on his mouth and he kind of made a sign not to say a word about\nit. And so I worked in the kitchen with my cousins Sara and Notrika and with another lady\nnamed Estela Levy.\nThe kitchen was of course the best place to be, but also, a few days after I left the laundry to\nbegin working in the kitchen, they closed the washing rooms because all the women working\nthere died. Some became crazy and the others got typhoid. They all died. So I was really lucky\nto have survived because I was saved by this officer, which is for me an amazing story. And that\nwas the only contact I had directly.\nAt some point in time, they closed the kitchen because there were more and more bombings\naround the camps, because it was getting to the end of the war. The Nazis were getting more and\nmore scared, and there was hardly anything to eat because they couldn’t get any food for the\ncamps. And they were giving us a piece of bread for 18 people and the bread was usually half-\nmolded because it was so old. And so one day they asked us to go out of the camp and to go pick\nup some potatoes in the fields because ... There was no more food. It was raining steadily.",
        "Q: When did you leave Auschwitz for Landsberg and how did that come about, going from one\nto the other?",
        "A: At some point in time, they called us from the camp where we were and we had to go out and\nwe had to be in line without clothes. And we had to pass in front of a medical team. Among them\nwas Mengele. So we were very scared because there was another selection happening there.\nAnd a woman that was in front of me, one girl that I knew, who had been burned when she was a\nlittle kid by oil in the kitchen and she had a scar around the neck. She was a beautiful woman, but\nshe had just that one thing. And they didn’t know — the Germans — if it was an infection or\nsomething, so they put her on the side where the people were to be killed, because they thought it\nwas a disease. My cousins and I were still around the kitchen at the time and I had taken a beet\nand I had looked for them in the block, but in the bock there was nobody anymore. I got very\nscared, so I ran and I saw them in line and I said, “Put the beet on your cheek, so you will look\ngood, because we are passing in front of the doctor.” So that’s what they did, and actually it was\ngood for them because they looked so healthy, suddenly. After that, they threw us another pack\nof clothes, and with that we went to another train. That day of selection was October 26, 1944,\nand from there we went into a train and we traveled for two days. They most likely selected\nthose who could still work in Germany. We arrived in Klaffering station and were divided into\ntwo groups: one to Bergen-Belsen and the other to Landsberg.\nAt that point, they told us to pick up coats that had been thrown on the ground. They told us to\nput the coats on and then start walking. It was night, and it was cold, so we put the coats on and\nstarted walking for the whole night. And while we were walking, we were kind of feeling like\nthere was sand on us, but we kept on. We saw the country, you know, with lights and people far\naway. We saw the dogs and things and we kept on walking all night, and we still had this\nsensation that we didn’t understand, something that felt like sand on us. Then, when we arrived\nin Landsberg, all the lights were very bright in front of the camp. And then we saw the officers.\nThey were healthy, and in their uniforms, and clean, and they were in a line waiting for us. They\nasked us to throw the coats on the floor, and when we took the coats off, we realized they were\nfull of lice. And our whole bodies were full of lice because basically what they wanted— They\nhad no way to transport these coats with lice, so they had us carry them over to Landsberg.\nTape 3, Side A",
        "Q: Could you give me an idea about how it was that this group of prisoners you were part of was\ndeported from Auschwitz to Landsberg? Why do you think it was at a particular time?",
        "A: The camps were not too big, like Landsberg, so what they did in Auschwitz, they just chose,\ndid a selection and picked some of the people to work in some of the camps, so some went to\nLandsberg, others went to others. That’s why they did the selection and took randomly, people to\ngo in one or the other.\nThe Germans wanted to get the people out of the camp because the Russians were advancing, and\nthe Nazis didn’t want anyone to see what was going on. And then the plan was just to blow the\nplace up and blow up the crematorium and the gas chambers, but they didn’t have the time before\nthe Russians arrived.",
        "Q: Were conditions very bad at Landsberg?",
        "A: For me it was not difficult because at the beginning I was in the washing room, so I had a\ndouble amount of the regular food that they were giving to the others. And after that, I was lucky\nto be in the kitchen. But for the other ones, some of them that came with me, they were obliged\nto go, they cleaned the train station or went into the forest to cut wood.",
        "Q: How many prisoners were in this camp?",
        "A: About 50 women — I don’t know the number for men, but not many.",
        "Q: How long did you stay there, and what happened next?",
        "A: I stayed there for almost six months. I worked in the washing room, then the kitchen. Then\nthe Allied forces came in from the West.",
        "Q: What date were you liberated? And when did you — so we don’t lose the dates — when did you\nleave Landsberg, go to Dachau and the next?",
        "A: We were sent to pick up potatoes as it rained heavily, and that was when we said no for the\nfirst ttme. The guards came back with a bucket full of excrement, and threw it at us, saying “Pig\nJews.” It was very cold, but we had to go out to wash ourselves off in the rain. Two days later,\nthere was an evacuation, a long march -- not a death march, but a long one: three days and three\nnights, sleeping at night on the ground in the forest. Where were we going? We didn’t know.\nWe arrived at Dachau. It was terrible, filled with leftover people from many camps. Was it the\nend of the world? There was no food; we went the night without food. Then a walk to Alach,\nand we were liberated from there. There was intense Allied bombing. They were very close and\nwe were ordered to a bunker. In the morning when we came out, no Germans were there. What\nhad happened? Did they leave? On the men’s side of the camp, there was no movement. We\nwalked through camp. We entered in barracks that had been occupied by German guards. There\nwere beds, food, even a piano. I played from the Butterfly Opera. Then we heard trucks and\nthought: they’ve come back. We were trembling but going out we saw Jeeps. The soldiers were\nnot speaking German, and they said “Hello.” They were Americans finding camps and liberating\nthem. Everybody was hugging. The soldiers gave us things: food, chocolate, etc. We stayed\nthere about one month before evacuating the camp.",
        "Q: What date were you liberated?",
        "A: 30 April 1944. Out of Landsberg, we were grouped by nationalities. It was April but maybe\nnot that exact date. We received double food. In trucks we went to Munich, then to Bolzano,\nwhere we stayed one night in the hospital, then toward the south to Modena where the great\nMilitary Academy was located. The building had been destroyed.",
        "Q: I wanted to find out, right after the war, when you started going to Italy, how was your health\nand were you in this hospital because you were not well? And when did you get well? Or can\nyou clarify what you were doing?",
        "A: My health status? No, these were refugee camps. We were not sick, just miserable and\nskinny. The Americans found Nazi women’s uniforms and we wore them. The refugee camps in\nModena were full. Trucks were sent for different areas. Finally, a woman from the Red Cross\nasked: Why are you here? We wanted to know how to get to Rhodes. She told a driver to take\nus six girls to Bologna. When we arrived only the concierge was there, who was surprised to see\nsix girls in German uniforms. The building was full of furniture left there by Jews when they got\naway. The community president came and told us that the Palestinian brigade was there. They\nbrought water and food. But something incredible happened — they mentioned that they had a\n“Franco” among them. It was my brother, Nissim. He was at the Austrian border and this was\nsomething beyond belief. He came to Bologna and he stayed one week. He brought me many\nthings. I stayed about a month, and had a good time. I was invited by the Jewish community —\nMrs. Weiss from the joint told me that I should go to Florence, and she found a person for me. It\nwas not easy to go through Italy without being able to go to Rhodes.\nWe six girls found there a girl of 14, who had lost all her family, and we took her under our care.\nHer name was Alice Starika. I had no contact with Africa then, but my family sent some money.\nIn Modena, we had an interesting event. To get soup, we had to first get a number in the hall, and\nsince we appeared in German uniforms, we were asked, “Who are you?” And when we\nexplained, their response was “How can I be sure what you’re saying is true?” So we showed the\ntattooed number. We ate well and went upstairs to sleep.\nIn Florence, we got help from the UN to pay for the pension and food. We had two rooms for six\nwomen: three per room for a year. The Israelis gave us uniforms. Some of the girls ended up\ngoing to America. I wanted to go to Kos and see what was left, which ended up being nothing.",
        "Q: Am I understanding that you returned at that time to Kos?",
        "A: Yes, I returned to Kos and when I went back, the Mother Superior of the school where I used\nto go, she found out and said she was very sad for all that had happened. And she said there is\nonly one place I should be. She said, “Stay with us,” so I stayed at the convent for three months\nand was taken care of by the nuns for that time.",
        "Q: How long were you in the different places you lived in Italy and when do you think you made\nyour trip back to Kos?",
        "A: I stayed for one month in Bologna and for a year in Florence. When I was in Florence at some\npoint in time, I went to Kos, and I stayed in Kos for three months to try to see if there was\nsomething that was still there... my family. But nothing was there and then in the Treaty of\nYalta, the island that had belonged to Italy went to Greece. The nuns who were on the island of\nKos had to leave, so the Italian government sent a boat to pick up all the Italians that were still on\nthe island, and I embarked on the same boat and we left. We went to Rome, so I stayed in Rome\nwith the nuns and then after that I went back to Florence. And then from Florence, I got in touch\nwith the man I eventually married, who was an Italian officer in the Italian army whom I had met\nin Kos many years before and we were... we knew each other. He was deported as a military\nprisoner to Auschwitz, so he had different treatment. I had gotten in touch with his family and\nasked if they had news about him and found out he was there. He was very surprised I was alive\nand came out of the camp. And then we got married and went to Africa.",
        "Q: Did you already specify... how did you decide to go to the particular place in Africa that you\nwent first?",
        "A: My husband’s brother, who was vacationing in Italy, told us to come to Brazzaville, where we\nstayed for four years. Then we went to Leopoldville. We stayed in Africa for 27 years. In 1974\nwe went to Brussels.",
        "Q: Were you involved in a Jewish community while you were living in Africa?",
        "A: Yes, there were many Jews from Rhodes there.",
        "Q: So there were several other individuals from Rhodes in this community?",
        "A: Yes, many. Mainly Sephardic. They went there before the war.",
        "Q: How many other survivors of the Holocaust — of the war — were there with you?",
        "A: About 50. Most of the people who survived from this community went to Zaire. Only a few,\nmaybe one or two of them went to America, like Mrs. Dell, a lady that is in New York now and\nher sister, who is in California. But all the others went to the (then) Belgian Congo and then\nZaire and then Congo now.",
        "Q: Why did you move from one place to the other while you were in Africa?",
        "A: Because of my husband’s business. The company he was working with closed down and then\nafter four years in Brazzaville, a cousin that was in Leopoldville called us to say, “Why don’t you\ncome here and work with me?” And then we went to Leopoldville to work.",
        "Q: I want to make sure I get the dates right. I have that it’s May 1947 to September 1951 in\nBrazzaville, is that correct?",
        "A: Yes, yes, yes.",
        "Q: And then September 1951 to July 1974 in Leopoldville?",
        "A: Yes.",
        "Q: And then how did you decide to move to Belgium?",
        "A: In 1960, some people that were working in the Belgian Congo went. They used to send their\nchildren to school in Belgium. 1960 was the independence. These people had some links with\nBelgium because they were doing business with Belgium, since it was a Belgian colony. They\nhad some offices there. So in 1960, most of the people that worked there, of this Jewish\ncommunity and others, sent their families to Belgium, and that’s why some of them stayed there\nand never left after that. I only went to Brazzaville during that time — the independence — but\nlater we came back to Leopoldville and we stayed until 1974. We left in 1974 because of the\nnationalization by President Mobutu. We decided to leave and we went to France first, where my\nhusband’s brother was living, and then from there we went to Brussels because we had a lot of\nfriends from the town in Africa. That’s why we went there.\nTape 3, Side B",
        "Q: I wanted to ask, because we mentioned this while not recording, a little bit about the\ncommunity in Belgium and if there are survivors there who had a similar journey to yours?",
        "A: Yes, most of them started the same way and they all went to Auschwitz and after that some\nwent to certain camps and others to others, but the beginning part of the story is the same.",
        "Q: We have referred a few times during the interview to a book that you have written, and would\nyou tell me when it is you decided to write down your experiences?",
        "A: [had started the book when I went to Brazzaville at the beginning and then I continued it in\nLeopoldville and when I saw that I was telling some of the story and some people were hardly\neven listening, or believing in it, I decided I would continue writing because I would at least have\nit in written format. And also when I had a daughter, I decided I would continue and write a bit\nfor her, so it would remain for the next generation. Then, I left the book there, half-finished.\nAnd a year later, when I went to Brussels, I realized that some of the people in Europe were kind\nof talking about the concentration camps and the gas chambers... Some politicians in France\nwere talking about it like a minor detail of history — as if 1t was not that important. And then\nsome professors were even saying things like that in university in France, so I got very revolted\nabout that. And I decided somebody, like many others, should put it down on paper. When the\ncommemoration of the liberation of the 50 years of the deportation came, it was 1994. In 1994, I\nsaid I would also finish my book — as a memory — to all the people that I knew that had died.\nSo I finished the book at that time and I added the beginning of the book about the comments of\nsome people in Europe, about the gas chamber, et cetera.",
        "Q: I was wondering if you would be willing to, not only give the title of the book, but would you\nbe interested in just reading a short portion from it?",
        "A: The title is Un Jour la Joie de Vivre S’arrétat a Uschwitz. (One Day the Joy of Life Stopped\nat Auschwitz). Written in memoriam of martyrs from Rhodes and Kos. [She reads a paragraph]",
        "Q: Are you aware of any other survivors who have written about their experiences, who are from\nRhodes or from Kos?",
        "A: Yes, a friend, Elisa Franco. A good book.",
        "Q: What do you think is the long term impact for you, of the Holocaust?",
        "A: It must serve to reflect specifically for the future generations, so it does not happen again. The\ntitle of my book came from a book by C. Levi.",
        "Q: I know that you did write about your experiences all the way back when you were living in\nAfrica and I’m just wondering, did you speak to other people about your experiences and when\ndid you start telling your daughter about your experiences?",
        "A: I had started the book and then I arrived in Africa, and I started telling the story sometimes. I\nwas being asked about it, so I was telling some of the story but I realized that although most of\nthe people were listening, they were not really always believing it. If they weren’t believing,\nwere they really interested? Because they were living 1n a surrounding that was very comfortable\nand very easy and a lot of them had not seen that, so I felt a bit sad about this. But I continued\nwriting my book for myself and then when my daughter grew a little older, then I read to my\ndaughter some of the pieces I had written. And that’s why later on, my daughter asked me to\nfinish the book I had started, since I remembered the book had already been written and there was\nnot that much more to continue.",
        "Q: Can you give me the name of your daughter?",
        "A: My daughter, she’s Marina Garzolini.",
        "Q: And I believe you have only one child, is that right?",
        "A: Yes, I have one child.",
        "Q: P’ve got two more questions. One is, what do you remember as your time of greatest fear\nduring all of the Holocaust and war time?",
        "A: When there were selections in camp. Life or Death?",
        "Q: And how important has religion been for you since the war has ended?",
        "A: The religion. I was born with a religion and I grew up with a religion. When I came out of\nthe camps, I wondered if... if God really existed. But then with time, I just healed my feelings a\nlittle bit. But to this day, I still wonder why have the people of Israel and why have the Jewish\npeople been so persecuted? And why have they been so punished during their life? Even today I\npose this question.",
        "Q: Is there anything else you would like to add before we conclude this interview?",
        "A: I thank you very much for interviewing me. And also, what I said today came from my soul.\nAnd I when people read my book, the new generation, I want them to realize that something like\nthat should not happen again.",
        "Q: Thank you. Thank you.",
        "A: Thank you.\n"
    ],
    "questions": [
        "Question: Would you please begin by telling me your full name today and also at birth, if\ndifferent?",
        "Q: When were you born?",
        "Q: Can you tell me a little about who was in your family, the composition of your family?",
        "Q: And where did you grow up? You were born in Rhodes or Rhodos, where did you grow up?",
        "Q: How large was the Jewish community in Kos?",
        "Q: I will be asking more questions about that, for sure, in just a few moments. What was the\nwork that your father and/or mother did?",
        "Q: What was the language or the languages that you spoke at home and also in the community?",
        "Q: What was the neighborhood like where you were growing up, where you were living?",
        "Q: So were you actually socializing in school with other non-Jewish children?",
        "Q: Did you experience any anti-Semitism before the war?",
        "Q: Would you tell me a little bit more about your relationships with your siblings, with your\nbrothers, I believe?",
        "Q: Did you hear of Hitler pretty early on, any time 1933 or after?",
        "Q: What year did the racial laws go into effect in your area?",
        "Q: I think I forgot my question. I think I understand that it wasn’t a drastic change of lifestyle\nwhen the racial laws were implemented. However, I’m wondering if you and your family, or\nothers in the Jewish community were talking about this and very concerned about this.",
        "Q: Did you or your family express interest in leaving? Did you know people personally — people\nin the Jewish community — who were leaving?",
        "Q: At this point, before you were deported of course, is there any stage where you were really\nstarting to feel fear? You or your family?",
        "Q: Did you hear about the war in other places — in Europe for instance? Did you even... When\ndid you know that the war had started — in September of 1939? When did you learn about those\nevents?",
        "Q: I wanted to ask a little bit more about the racial laws and to get a little more detail on what you\nrecall you had to do differently because of the laws.",
        "Q: We were last talking about the racial laws and I want to make sure we have the chronology of\nevents correct. So I want to establish exactly when it was when you no longer could go to school.",
        "Q: What exactly did you do every day after you no longer were in school?",
        "Q: And then we were also talking about the possibility for people to leave the island of Kos and\ngo to Turkey. Could we establish exactly when you learned about this in relationship to the racial\nlaws and other events?",
        "Q: At the time of this event of mentioning your brother and this German, was he actually a\nsoldier?",
        "Q: And how old were you about this time and how active are you in any of the decision making\nin your household?",
        "Q: Did the sisters talk to you about the problems? Did they give you advice?",
        "Q: Did they tell your father what to do? What role did your mother have in the school?",
        "Q: It sounded like there was a food shortage at some time. Can you explain more about that and\nwhen that took place?",
        "Q: Did you hear much about what was happening on the mainland of Greece? Specifically, I\nbelieve there were other deportations of Jews in 1943. Did you hear anything about that?",
        "Q: I want to go back just for a moment, because some of the reading I had done, I had seen\nsomething about actually this is not during the war but back to 1933, something about there being\nan earthquake on the island of Kos and actually the synagogue being destroyed. I was wondering\nif that affected you or your family of if you remember if this is right?",
        "Q: There had actually been a school at the synagogue — at the Temple — and that’s why you left?",
        "Q: How long was the trip from Kos to Rhodes?",
        "Q: Before you were deported, the Germans, as I understand it, were in Kos from September of\n1943 until you were deported. What kind of encounters did you have with the Germans 1n Kos?",
        "Q: And so it sounds like you did not experience anti-Semitism from Germans who were in Kos at\nthat time? Is that — am I understanding correctly?",
        "Q: Do you remember exactly when the Germans came in, in September? Do you actually\nremember any particular day or was it not very monumental?",
        "Q: That’s on Kos, as well? Is that what you either refer to or ve seen mentioned as a massacre\non Kos?",
        "Q: All this time before being deported, and especially after the Germans arrived, was your father\nstill able to do his work?",
        "Q: I think we’ve covered most of the time period up until September 1943, when the armistice\nwas made official. So I’m curious to know what you noticed right away when the Germans were\ncoming into your region?",
        "Q: That’s all the way in July of 1944, is that correct?",
        "Q: How would your mother have been able to be exempt? What was that?",
        "Q: And that was actually fabricated by... or was that true?",
        "Q: Did you know of any resistance activities going on?",
        "Q: Now I think, if you’re ready to discuss, maybe you can tell me some more details about the\ndeportation, as much detail as possible. The very first that you heard of anything that was going\nto be happening? How many people from Kos and from Rhodes?",
        "Q: Maybe you’ ve already said this, but was it done in different stages? So they gathered, I had\nread somewhere they gathered men first and then women and children, or was that in Rhodes?\nWas it different in Kos?",
        "Q: On the last tape, we were talking about the details and the specifics of the deportation and I\nwould like to continue if we can.",
        "Q: What was it like on the boat where you were being transported? Explain maybe the situation\nand the environment, how many people there were.",
        "Q: During the train ride, what were you talking about, with either your family or other people on\nthe train?",
        "Q: I wanted to ask one more thing about the deportation itself and the transportation to\nAuschwitz. I was wondering, did you know people who died along the way?",
        "Q: Also I was wondering, do you know, was it everyone from Kos — every Jew from Kos — who\nwas taken in the transport?",
        "Q: And was that one of the first realizations you had that as a Jew you were being singled out?",
        "Q: Id like to go back and just catch up with a few details about your arrival to Auschwitz, and\nI’m curious especially, from the things that I’ve read, about the dates that you were in transport to\nget there and what date you actually arrived.",
        "Q: I wanted to address the specific date because there are actually a few things that I’ve read,\nsome people who I think were also from the same region, who said that they arrived on August\n17\", and I just wanted to make sure and maybe you have some reason for how that might have\ncome about , this discrepancy. Why, it seems like I’ve seen some things that say August 16\" and\nsome that say August 17\".",
        "Q: And when were you assigned your prisoner number, especially, that is, receiving the tattoo?",
        "Q: When did you actually realize that your other family members had been killed?",
        "Q: Were you actually in Birkenau? And what block number were you in, do you know?",
        "Q: Were you also around other Jews and could you always communicate in a language with\nthem?",
        "Q: So out of the group that you came with during the deportation — the larger group — how many\nsurvived?",
        "Q: And out of the group of those you were with from Kos, specifically, how many survived?",
        "Q: You don’t know of anybody else from Kos who survived the deportation?",
        "Q: But from, originally from Kos, the only one.",
        "Q: So, did you mostly have contact with other Greek Jews in Auschwitz?",
        "Q: Did you ever know of any resistance activities that Greek Jews specifically were involved\nwith?",
        "Q: Did you then mostly have contact with other women prisoners, more than any men?",
        "Q: Were you able to carry on any cultural or religious activities at all?",
        "Q: You never actually participated? You saw this but you weren’t involved personally?",
        "Q: So I’m not sure how you might be able to answer this if you weren’t really seeing other men\nprisoners, but I’m interested in the differences between how women and men were treated in\nAuschwitz. I don’t know if you have any perspective?",
        "Q: I think that I saw, or I think I remember in what you were saying before, something about\ncontact you yourself had with SS or with kapos or, you know, other, and I was wondering if there\nis anything else you didn’t’ say about your personal interaction with those people?",
        "Q: When did you leave Auschwitz for Landsberg and how did that come about, going from one\nto the other?",
        "Q: Could you give me an idea about how it was that this group of prisoners you were part of was\ndeported from Auschwitz to Landsberg? Why do you think it was at a particular time?",
        "Q: Were conditions very bad at Landsberg?",
        "Q: How many prisoners were in this camp?",
        "Q: How long did you stay there, and what happened next?",
        "Q: What date were you liberated? And when did you — so we don’t lose the dates — when did you\nleave Landsberg, go to Dachau and the next?",
        "Q: What date were you liberated?",
        "Q: I wanted to find out, right after the war, when you started going to Italy, how was your health\nand were you in this hospital because you were not well? And when did you get well? Or can\nyou clarify what you were doing?",
        "Q: Am I understanding that you returned at that time to Kos?",
        "Q: How long were you in the different places you lived in Italy and when do you think you made\nyour trip back to Kos?",
        "Q: Did you already specify... how did you decide to go to the particular place in Africa that you\nwent first?",
        "Q: Were you involved in a Jewish community while you were living in Africa?",
        "Q: So there were several other individuals from Rhodes in this community?",
        "Q: How many other survivors of the Holocaust — of the war — were there with you?",
        "Q: Why did you move from one place to the other while you were in Africa?",
        "Q: I want to make sure I get the dates right. I have that it’s May 1947 to September 1951 in\nBrazzaville, is that correct?",
        "Q: And then September 1951 to July 1974 in Leopoldville?",
        "Q: And then how did you decide to move to Belgium?",
        "Q: I wanted to ask, because we mentioned this while not recording, a little bit about the\ncommunity in Belgium and if there are survivors there who had a similar journey to yours?",
        "Q: We have referred a few times during the interview to a book that you have written, and would\nyou tell me when it is you decided to write down your experiences?",
        "Q: I was wondering if you would be willing to, not only give the title of the book, but would you\nbe interested in just reading a short portion from it?",
        "Q: Are you aware of any other survivors who have written about their experiences, who are from\nRhodes or from Kos?",
        "Q: What do you think is the long term impact for you, of the Holocaust?",
        "Q: I know that you did write about your experiences all the way back when you were living in\nAfrica and I’m just wondering, did you speak to other people about your experiences and when\ndid you start telling your daughter about your experiences?",
        "Q: Can you give me the name of your daughter?",
        "Q: And I believe you have only one child, is that right?",
        "Q: P’ve got two more questions. One is, what do you remember as your time of greatest fear\nduring all of the Holocaust and war time?",
        "Q: And how important has religion been for you since the war has ended?",
        "Q: Is there anything else you would like to add before we conclude this interview?",
        "Q: Thank you. Thank you."
    ],
    "answers": [
        "Answer: My name in this moment is Garzolini and when I was born it was Lucia Franco. I was\nborn on the Island of Rhodes, when the islands were in Italian possession.",
        "A: I was born on June 17, 1921.",
        "A: The family was composed of my father, mother, four brothers, and myself. Luckily, three of\nmy brothers left for Africa before the war. I was left at home with my parents and a brother, and\nthe four of us were deported.\nFather’s name: Jorge (?) Franco\nMother’s name: Rosa Galante\nOldest brother: Maurice Franco\nSecond brother: Salvatore Franco\nThird brother: Nissim Franco\nYoungest brother: David, the one deported to Auschwitz.",
        "A: Although I was born in Rhodes, I grew up on another island, a small one: Kos, the village of\nKos. My family kept Jewish traditions and holidays. My father was head of the Kos synagogue.",
        "A: The community in Kos had about 30 families. The (Sephardic) Jewish community was larger\nin Rhodes, where I had aunts, uncles, cousins. There were multiple contacts between the two\nislands — visits and so on. So I can say I grew up on both islands. We took many trips between\nthem. In Kos, I studied until age 11. Then, until age 17, I went to school in Rhodes, but had to\nstop in 1938 because of the racial laws.",
        "A: My mother was a housewife. My father was a businessman — Import/export. Shell (7)\nrepresentative. He was doing import/export commerce between the islands, especially between\nKos and the other smaller island that belonged to the Duc de Canais (ph.; nothing similar found\non Internet). In order to transport the merchandise, he had his own boat, and he was also going to\nTurkey to get some merchandise, since Kos 1s very close to the border of Turkey.",
        "A: At home, we spoke Sephardic Spanish, which has been spoken since 1492. We also spoke\nItalian-Greek, and so did the neighbors. It was a harmonious life among people who had three\ndifferent religions.",
        "A: Some of the Greek people that were in Kos came originally from Turkey. They were\nexpelled from Turkey at the time of the reforms of Atartuk. There were Turkish people, and\nthere were Greek people that had been there for many, many years and generations. In Turkey, at\nthe end of the time of the Sultan, when he chased them from Turkey, they sent away all the Greek\npeople as well. So some of them came to the islands and so we— although we were Greek, we\nhad a lot of Turkish traditions in our daily life — in our cooking, and even some of the words, to\nthe point that my mother knew some of the Turkish words but she thought they had always been\nGreek words — all Greek words. But one year, she went to Turkey and discovered they were\nTurkish words.",
        "A: On the island there was a school that was run by nuns. They were Italian nuns that ran the\nschool, and all the children went there. It was a Catholic school, but at the school they was no\ndifference between Jewish, (Greek) Orthodox, or any other religion, and we all grew up together.",
        "A: No anti-Semitism. The Jewish community was respected.",
        "A: We had excellent relationships. The two oldest brothers went to Rhodesia in 1937. The other\nbrother, Nissim, went to Palestine at the time of the racial laws. He volunteered in the Palestinian\nBrigade (British Army), and fought in Africa and then in Italy.",
        "A: No, we did not hear. We were pretty ignorant. We never felt anything. When the Italians\ncame, they sent two groups of officers — Italian military — at some point in time. But we never\nfelt anything because the Italians always behaved very well toward us. I said before that we were\nnot supposed to go to school when the racial laws started, but the Italians were very apologetic to\nus. They told us that those were the rules that they had received and unfortunately they had to\napply them at some point in time. Not at the beginning, but at some point they were obliged to.\nAnd also some of the Jews belonged to clubs — you know, an Italian circle of clubs, and we were\nexcluded from them at that time also. But the Italians were again apologetic about that. They\nsaid they were obliged to do it because of some rules they had received from the mainland.\nGenerally, we had normal life even after racial laws.",
        "A: At the beginning the racial laws were— besides not going to school and the club — being\nexcluded from the club— the attitude between the Italian officers and the Jewish population was\nthe same, because the islands and the group was very small, so everybody knew everybody. And\nthe Italian behavior stayed the same. It’s only after the attempt on Hitler’s life, that things got\ntougher because of the Germans. That was on July 20, 1944.",
        "A: We had news, in some of the Italian newspapers, but since it was so far away, we thought, you\nknow, we were not concerned. We were very isolated in the islands and even the attitude of the\nItalian officers was very relaxed, so we wouldn’t think that something was really happening to us.\nThat’s why we were not as concerned.\nThe situation worsened when Badoglio, who was marshal in the Italian army, and the king,\nVittorio Emmanuel the Third, when they asked for the armistice with the Allies. And at that\ntime, things got a little tougher.\nAt that time, when the Germans saw that the Italians were asking for the armistice and they got it,\nthey felt they were betrayed by the Italians. At that point in time, they sent some troops to the\nislands.\nIt was only nine months before our eventual deportation that at some point in time the Germans,\nafter seeing what the Italians did, sent more troops to the islands. But the local population was\nnot aware of anything, and even the Germans that were on the island were acting very normal and\npolite with all the population. We did not know, but in the meantime, they had taken all the\ninformation on Jewish families. They took all the addresses and knew who was living where and\nthey already had all the information on Jews. They were not showing anything, but they had\nalready started. German troops came to Rhodes on September 8, 1943.\nAt some point, after the armistice, the Germans had their headquarters in Rhodes. And at that\npoint, they called all the Italian officers and told them, “Your king and the Marshal Badoglio\nhave asked for armistice, so what are you going to do?” And at that point, the Germans told the\nItalian officers that they were German prisoners. But the officers stayed on the island. They\nwere not supposed to leave the island, but they were not put as a military officer in prison, they\nwere just free to stay on the island at that time. Therefore, the Jews were registered, but we knew\nnothing about what was going on in Europe.\nAt the moment of the armistice, when the British saw that the Italians were joining the Allies,\nthey tried to land in Kos. But the Germans had sent some boats from Rhodes to bomb them.\nAnd then the British tried to land in Rhodes, but they couldn’t succeed, so they had to retreat.\nAnd so we stayed. And the Jewish population and the rest of the population stayed in Kos.\nThe Italians didn’t say anything and maybe didn’t know anything about the plans of the Germans,\nbut at some point, the Germans that were on the islands of course, told the population of Kos that\nif they wanted to leave, they could leave. This was because we were going to run out of food\nbecause the island was kind of isolated. It was surrounded by the British submarines, and we had\ndifficulty finding food. So they had asked the population of Kos if any of us wanted to leave the\nisland and go to Turkey.",
        "A: My father said leaving was not necessary. He thought the war would end soon. Maybe a\ncouple of people left the island.",
        "A: We had no fear because we had, at some point... The British had bombed a few times, but we\nwere not afraid because we were thinking that the war was about to end. So we said it’s not the\ntime to be afraid, and we are far away.",
        "A: We were not aware, because in a certain way, we knew about the war, but we were not very\nconcerned. And then, unfortunately, I feel bad about the ignorance, but we had no more radios,\nbut more than that— that was not an excuse, but more than that it’s because we saw the Italians\naround us who were not concerned, so we didn’t know why we would be concerned.",
        "A: The Italians never made us feel that there was a difference. We thought that we had to stop\ngoing to school because of the war and that’s how it was. We thought we’d be able to go back\nafter the war was over.\nTape 1, Side B",
        "A: We could no longer go to school after 1938. I had done quite a bit of secondary school, so it\nwas not hard for me. But small children had to go home.",
        "A: I was home with the family. I was still going to take piano lessons because I had started at the\nnun’s school. I started when I was three years old and kept on taking piano lessons with the sister\nwho was giving piano lessons. The sister wanted me also to help out with other small children\nand give them some lessons in piano. These were not Jewish children.",
        "A: We were not— The Germans were not treating us the way they treated Jews in Europe. We\ndidn’t have to wear the star; we didn’t have ghettos. And the Germans would come to my\nfather’s store, buy merchandise, pay and be well-behaved. They were not aggressive to us. At one\npoint, one of my father’s employees said, “Since we have this boat that we use to do commerce in\nthe islands, why don’t we put all our merchandise and things out of your house onto the boat and\nbring them to Turkey?” The employee had asked also that my only brother that remained in\nRhodes -- not the ones who had left, but the only remaining brother, the youngest one — he would\ngo with this boat captain to Turkey and establish maybe a business on the other side, or start a life\non the other side. This was winter 1943-44. Kos to Turkey was only 4 km. But my father said,\n“No, the war will end soon.”",
        "A: No. He was not a German; he was a Greek captain who was working for my father in\nFebruary or March of 1944.",
        "A: I was 22-23 years old. I had no special role in the family’s decisions. My father decided.",
        "A: The nuns did not know. The sisters of the school had no idea about what was going to\nhappen. It was only at the moment of the deportation when the Germans arrested us, that one of\nthe sisters in charge of the school, the Mother Superior, came and said to the Germans that my\nmother was sick and was not very well and if she could stay because she had to get treatment and\nthen they would send her afterward. But she was thinking of sending my mother to Turkey\ninstead. But my mother did not agree to stay behind... The sisters did not know what was going\non in Europe.",
        "A: Although she was Jewish, my mother worked with the Mother Superior sometimes, collecting\nmoney and doing charity work. And she went around with the Mother Superior since my mother\nspoke Greek and also spoke Italian, Spanish and Turkish. She was going around to collect funds\nfor the children attending school — they were basically Turkish and Greek poor children who\ndidn’t have much and didn’t have shoes sometimes. And so my mother was doing charity work\nfor the school to that effect.",
        "A: The food shortage was worse at Rhodes, and moreso in Jewish neighborhoods. It was not so\nbad in Kos (1942-43), since it was a small community and we knew (and were friends with)\nfarmers.",
        "A: No, I did not know. I only found out when I was in Auschwitz, where I met women from\nSalonika (Thessaloniki) — where 50,000 Jews were exterminated in 1943 — who told me what\nhappened.",
        "A: It was 1933 when the synagogue was destroyed. The books and the Sefer Torah were\ntransported to my house and that’s because my house was still standing. That’s where we usually\nhad our prayers for Shabbat and all the other events were taking place. Many died in the\nearthquake. Other people stayed in the stadium. After this is when I went to Rhodes to continue\nmy studies with the nuns.",
        "A: No Jewish school existed. The Jewish community was small and the existing schools were\nCatholic. I stayed five years in Rhodes; I lived at an aunt’s home. There were many girls living\nthere too — cousins who emigrated to Rhodesia in 1938, which was when I returned to Kos.",
        "A: In those years, there were small boats and it took five-six hours. Today, with modern boats, it\nis much faster.",
        "A: The relation with the Germans was very good, because, I mean— normal. And there was\nnothing against us on behalf of the Germans. And it was only after the Hitler coup (assassination\nattempt) that the Germans had to carry out some of the orders they received and round up the\npeople. But until then, the relations were good, and I think that maybe we were among the last\nJewish people that were free in the world at that point in time.",
        "A: There was no contact with the Germans because the lifestyle of the people on the island was\nvery different from on the mainland. So we had our way of doing things, and we were not having\nany life together with the Germans. Plus, the Italians were still there. In Europe, it was different.\nThe deportation for us was very hard because we had no idea. We had never felt anything before\nthat day. And the difference in Europe, where they had to hide, where they were feeling things\ngrowing bit by bit... we had no feeling of that kind on the island, so it was even stronger for us —\nthe shock — because suddenly everybody was rounded up and we had to be deported and we were\nwondering why and where— where we were going. Because we had never felt anything of the\nwar until then, except for the racial laws, but we had attributed that to the war.",
        "A: At some point in time the Germans arrived, but they were not in the city, so they were mainly\nstaying in their headquarters. So we didn’t really feel it. When the British left the area, then the\nGermans arrived mid-September. We didn’t feel it much, but after the deportation, my mother\nfound out from the Mother Superior knew that the Italians had been trying to defend the king’s\nidea and kind of do a resistance against the Germans. And at that point in time, the Germans took\nsome of the Italians prisoner. But I only found out after the deportation (?), the Mother\nSuperior told me when I went back to the island, that the Germans had taken some Italian officers\nprisoner, and they had asked one officer to dig a kind of a hole in the ground, and they shot 300\nof them. [The number of officers executed was actually about 100. |",
        "A: Exactly.",
        "A: Yes, but less than before. In early afternoon he’d come back to the village where we were\nstaying.",
        "A: There were, at some point in time, a lot of bombs being dropped around the island by the\nAllies and what we did, we went with the family and other people to a village outside the city.\nAnd that’s where the Germans came to arrest us.",
        "A: When they rounded us up on July 21, 1944, they lined us up in the courtyard of the governor’s\npalace, and we stayed there for 24 hours without food or water. And we thought we were going\nto be kept somewhere on the island, as a kind of prisoner camp of some kind. We had no idea\nwhat was happening. It was a Sunday. Germans came unexpectedly and circled our place, said\nall of us would have to leave. We prepared our suitcases; the Germans told us to bring not too\nmany things. We were about 500 people, about 30 families.\nIt was at that point in time that the Mother Superior came with the music teacher and with some\nofficial paper from the German commandanture to have my mother exempted and stay on the\nisland. But my mother decided that she wanted to go where her family was going.",
        "A: My mother would have been able to because — the Mother Superior said that she was a sick\nperson and she had to be treated before being sent away.",
        "A: It was not true. At that point, the Mother Superior realized that we were going to be deported.\nShe didn’t know where, but she realized what was happening, and she tried because my mother\ndid a lot for them. She tried to at least save her.",
        "A: No, not to our knowledge.",
        "A: From Rhodes, there were 2,000 people.",
        "A: In Kos we were all gathered together. It was in Rhodes that they took men first and the next\nday women and children. We went on a bus to the city. Then we boarded a boat, one from Kos,\ntwo from Rhodes, to Piraeus (Peiraiéfs), where we arrived nine days later on August 2, 1944. It\nwas very hot. I was with my family on deck, which was much better than being in the ship’s hold.\nTape 2, Side A",
        "A: We left on the boat — one boat from Kos and two boats from Rhodes — and the two boats from\nRhodes joined the one from Kos and we went. It took nine days to go to Piraeus. There were\nsome Allied forces in the area. Also when we left Kos, the Germans had said that nobody could\nbe in the streets, and everybody had to be inside because they didn’t want the people to see the\ndeportation happening. So when we left, the city was totally empty in the streets and we thought\nit looked like a desolated city. And when we arrived in Athens, the Germans had told the\npopulation the same thing, so everybody was inside, and nobody was supposed to be in the streets\nto see people arriving.",
        "A: It was very hard. It was a bad situation. We had already started in the boat. Some of the\npeople were on the deck, but a lot of them were in the boat’s hold and had no water or food.\nEven on deck, there was not much to eat, and it was also the month of July and it was pretty\nwarm. So it was hard conditions.\nWhen we came out of the boat, the Germans had some vans to transport us, and they brought us a\nfew kilometers away from the port to a military barrack that had been abandoned. It was in\nChaidari and we stayed there for two days with no water. We felt as abandoned as beasts.\nThe next day, the first day we were there, there was no water, so it was very hard. And then the\nnext day they said we had to go out in the courtyard because they had to inspect us and our\nluggage. After we went in the courtyard, they looked through our luggage and our personal\nthings, and they took whatever they wanted to take, and at that point in time we had to get on\ntrucks. My mother and aunts were already on the truck, but my father and I were not. Then an\nSS German with his whip started to beat my father, but we didn’t know what he wanted because\nnone of us spoke German. That was very hard, having no knowledge of the German language.\nBasically, the German wanted my father’s shoes and so finally we understood. He wanted to take\nthe shoes and bring them somewhere else, but we didn’t know where. And that’s when my father\nstarted crying. I had never seen my father cry before all the harassment he went though. I stated\nin my book that “Olympian Nazis needed Jewish shoes for their Aryan feet.”\nThe trucks arrived at the station and the train made up of cattle wagons (cars) was there. They\nkept families together. Each wagon had about 60 people in it. We didn’t know the train’s\ndestination. In this wagon, there was a barrel with water, five loaves of bread, a bunch of onions,\nand some raisins. But the water was put in a barrel that was used for pickles, so the barrel was\nvery salty, and with the movement of the train, the water became completely salty, and it was\neven worse after that. We were very thirsty, and when the train would arrive to a station, I could\nhear the sound of water. I would try to look out through the small opening high up in the wagon\nand yell for water, but to no avail. The trip lasted around 15 days. The train went though Greece,\nYugoslavia, Austria, Czechoslovokia, and finally Poland to Auschwitz.",
        "A: During the time we were in the train, we were not really feeling like talking much, because we\nwere worried and we didn’t know what was going to happen to us. And every two to three days,\nthe Germans would stop the train and open the wagons and they would have people go out to—\nto do their— to go to the bathroom in front of them and they were standing there next to them.\nAnd also when they used to open the wagon and people were coming out, sometimes there were\nsome dead people. They would just take them and throw them in the fields. Those older people\nthat had not survived because of no food and no water and they couldn’t hold on, they were just\nbeing thrown. And then they would close the wagon again and continue the journey. And also\nfor the bodily needs we had, there was in my wagon, a lady with a kid, and she had a small night\npot. So we all were using it and throwing out its contents through the little window on the top\narea of the wagon. It was terrible. We spent 15 days as beasts, not feeling like human beings.\nAfter 15 days we arrived at Auschwitz, an unknown name for us. When we came out of the train\nthe Germans told us not to take our luggage, to leave everything in the wagon. But we thought\nwe wanted to have something to change into, since we had been in the train for so long, so we\nstarted to put clothing, one piece over another. We piled them onto ourselves. When out of the\nwagon we saw a big line of German Officers, well dressed and clean, and we wondered, “Why\nare they there?” Then we started seeing a line, and that they were starting to split young people\nfrom old ones. I was with my mother and in order not to be separated, I put a scarf over my head\nand started walking like an older person, holding my mother. But one of the German officers saw\nthis, and he lifted my head and saw that I was young. So I was separated from my parents. At\nthat point my mother said, “If you have to split me from my children, you might as well kill me.”\nMy mother and father, other older people, and young children, were in another line and that same\nnight they were gassed and died. I and the other young people were put in another room and for\nthe first time we found water. It was a place to take a shower. They threw us packs of clothes\nthat were not matched in any way. We were also totally shaved. But after so many days, we\nfinally had water.",
        "A: Yes. My uncle Yehuda Netrike (ph) and Mr. Michael Menashe. They were thrown out on the\nfields. So were many other people.",
        "A: Yes, yes, yes, all. All the Jews. Nobody was left.",
        "A: Maybe before I did not understand. But in Auschwitz, when we were all from Kos, together\nin the camp, yes, we knew.\nThe language barrier was very hard, because even in the camp, when we received orders, we did\nnot understand them, as we did not know any German. And that was a big tragedy for us, as we\ndidn’t want to do something against the rules. Sometimes we were doing the opposite because of\nwhat the guards wanted and that’s why I think language... People should learn languages, as the\nworld is very big.\nAfter the showers and clothing, we had to go to the barracks. There were 30 in six lagers\n(barracks). There were 300 people in the barrack and three levels of wooden shelves — or beds —\nthe majority occupied, so we did not know where to go to spend the night. We did not\nunderstand what to do. But somehow, we found a few places. Lights off. It was night and cold,\nbut we were very tired. We were woken at 5 a.m. for the appel, when everybody was counted.\nWe stood in rows of five with few clothes. I was wearing a blue silk skirt and a man’s pajama\nshirt, with no underwear. The shoes were wet after being immersed in disinfecting liquid. We\nhad to stand for an hour until 6 a.m. Then we were given coffee, which was just water with color\nbut warm, served in dirty tin cans. It was the same for the 12 noon soup — warm with some\npotato peelings and some grains. These were served outside. Then we had nothing to do; we\nwere free in the camp.\nThe latrines were in a big barrack, with a long line of holes. Some women stayed in there for a\nlong time, since it was warmer. But the guards with their long brooms would throw excrement\non their heads so they would go out. There was a lot of misunderstanding because different\npeople spoke different languages and came from varied cultures. We did not understand each\nother. To keep warm, women were asked to join others standing against a wall, maybe 20\ntogether, to keep warm. We felt like dogs, staying on the floor having nothing to do. The soup\ncame for the evening. The new arrivals might not take it, but the ones who were there for some\ntime would take it for themselves — it was important to eat. Also, we saw piles of naked women\ncadavers being transported by women. In the afternoon, there was another appel and counting.\nThere was distribution to each of us of about 200 grams of black bread, 10 grams of margarine,\nand one slice of sausage. We put the margarine on the bread with our fingers.\nA deportee from Hungary, called Magda, who was 14 years old and had lost her whole family,\nwas a kapo. On some evenings, she distributed jam. She picked it up with a spoon to throw on\nour bread, but many times it ended up on the ground and many took it from the floor. People\nwere very upset with her and it seems that she was killed by prisoners at liberation.\nAfter we ate, we entered the barracks to go to sleep. In my mind, I had many questions. I was\nsad, but I knew I must sleep. One day, we were told to go to work. We left the camp in\nformations surrounded by old soldiers from the Wehrmacht and dogs. We walked. It was cold\nand foggy. The soldiers asked us to sing Italian songs — one song composed by Beniamino Gigli:\n“Mamma.” We sang and cried. We arrived at a camp and were told to pick up one brick, which\nwe carried out to the camp, and the next day we returned it to the first place. It was demoralizing\nwork — no need to think, only to get tired. It was work similar to that of beasts. In the next camp,\nsurrounded by electrified wires, we saw people from Rhodes, men and relatives. They looked\nbad — shaved, and dressed terribly. We gave the same sad impression to them. They worked in\nmines, salt and coal, all day long. My brother Dave, 25 years old, was there, and a week later\ndeveloped pneumonia and went to the infirmary. I went there and called him. He came out and\nsaid, “I’m sick.” On Friday, we got a bowl of soup for three people with three potatoes, which I\nsaved to take to my brother. I called and called, but he did not come. A nurse came out and told\nme not to think about my brother anymore, and also said, “You should eat your potato.” During\nthe night, a truck had come to take the very sick ones who could not work anymore, and they\nwere killed. Years later, after liberation, when I was in Florence, I had a dream. I saw my\nbrother with a long white shirt and he said, “You, you’ll live!” And I never forgot this.\nThe daily life in Auschwitz, I already mentioned. The stronger ones did not let us pass to get\nwater to wash our faces. We were 2,000 individuals. You had to, in a way, fight for survival.\nTape 2, Side B",
        "A: I left Kos on the 23 of July and arrived to Piraeus on August 2™. Two days later I went on\nanother train that arrived in Auschwitz on August 16\".",
        "A: I’m sure it was the 16\". But you know we had no calendar.",
        "A: We got the tattoo three days after we arrived and we were very surprised to have it. It was—\nsome of us tried to just take 1t away, but 1t was done with ink and with a little pen. And some of\nus tried to take it off, just a little bit, but 1t was still there, and we were surprised because they\nsay, well this is only for prisoners, like in the French prison or penal colony of the French island\nthat was overseas. And we were very surprised we were having this. We also said, in a certain\nway — not that we are lucky, but at least they did it on the arm. They could have done it on the\ncheek or on the forehead, and nobody would have stopped them.",
        "A: At the beginning, when we didn’t really know — at some point in time, the people that were in\nthe camp, the (?) people, the ones that were directing the other prisoners, were telling us\n(?) these are flames, these are— We kind of understood they were... At the beginning, we\nthought that the smell we were smelling was the Germans cooking food for themselves. It was\nlike a meat smell... that there was food. And then we found out that 1t was not, but at no point in\ntime did we want to either know or— or— or be sure that the parents, and the others who were\nnot there, were actually being burned. And we sometimes had the feeling that maybe— maybe\nthey were in another camp. And there was a lady from Kos that had four children, between 4 and\n10 years old. Four beautiful kids. And she had asked once, “Where do you think my children\nare? Are they somewhere else, or did they actually kill them?” And the answer was, “Oh no, I’m\nsure they are somewhere else.” But actually, when we arrived at Auschwitz, the same night,\nthose kids were with their grandmother — I mean this woman’s mother — and they were together\nwith the grandparents. They took them, so we never really knew what happened to them.",
        "A: It was Block 20. The first night, we were 300 young women from Rhodes.",
        "A: In Birkenau, we found some— at some point we heard— Some people heard us speaking in\nItalian, French, and Spanish, so they came over, and they asked, “Where are you from? We\nspeak French; are you from France?” And then we said, “No, we come from Rhodes.” And the\nother ones say, “We come from Salonique (Thessaloniki).” And there were people, like some\nwomen, who’d been there two years already.",
        "A: About 150, mainly women, some men. The majority are in Brussels, South Africa, and\nAmerica.",
        "A: Only myself.",
        "A: A cousin Lise, but she was born in Rhodes, and went back there.",
        "A: There was a family from Kos who moved to Rhodes, but all died.",
        "A: There were a small number of Greek Jews. Only three women who approached us in\nBirkenau. Some were in Auschwitz.",
        "A: It is possible that there was, but I didn’t know.",
        "A: We had no contact with men, we were always separated. Contact was prohibited.",
        "A: We didn’t do anything, but we were really amazed to see that there were some Ashkenazi\nwomen, who were there for maybe two or three years, and every Friday were taking a little bit of\nthe margarine they were receiving, and they were melting it down and then tried to do a little\ncandle, and light it, and they were crying. And every week, they were doing that and I was\namazed that they were doing that. They were organized. And also in order to make some kind of\na candle, they were ripping little threads from blankets and they were using that to do the candles.",
        "A: Since the women had been in the camp for a long time, the women had the habit of doing that.\nBut for us, we admired them that even in those kind of moments, they were doing this. But we\nwere overwhelmed. But we had a kind of admiration for them.\nThe difference was that since the Ashkenazi people were more religious, they had lived mainly in\nJewish circles. And they were coming either from Poland or Russia or other countries, and they\nhad been living more in isolation, so they were 1n a closer society and they were used to being\namong all Jewish people. The difference with the Sephardic Jews was that we were more\nintegrated into the rest of the culture and population and various religions. So yes, they were\nJewish and they were doing the traditional Jewish observance. But we were not as close to the\nreligion as were these people coming from smaller villages. And also because those Jewish\npeople were put into ghettos and were obliged to be isolated and interact only with each other.",
        "A: The work that was given to men was a lot harder and more difficult. They were going to\nmines and they would carry two great stones, so they had a much harder life in the camp and also,\nof the survivors that came out of our group, most are women. There are maybe only five or six\nmen of the 150 that survived.",
        "A: An extraordinary thing happened to me when I was in Landsberg, Germany. I was working at\nthe time in the washing rooms. There were four women in the washing rooms and we were\nwashing blankets from dead people or sick people and all the dirty clothes that were from the\npeople who had died, also from diseases, with lice and with— We were obliged to wash about\n60 blankets a day. I was washing then. And at some point in time, there was an officer that\ncame in with other SS and they had their handkerchiefs on their noses because the smell was\nunbearable in there. They said, “Keep washing and working. We are doing an inspection.” And\nthis officer, at some point in time, looked at me and asked in French, “Where are you coming\nfrom?” So I said, “I’m coming from Kos and then from Auschwitz,” because that’s where I was\ncoming from at the time. I was then in Landsberg. And the officer asked, ““Where are your\nparents?” And then I said, “They stayed in... they stayed in Auschwitz.” And then after that he\nasked if I wanted to work in the kitchen. No, he asked first, ““What were you doing before?” And\nthen I said, “Certainly not that.” Then he looked at me and he said, “I can see from your hands,”\nbecause I still had good hands at the time. Then he asked if I wanted to work in the kitchen. The\nkitchen was the best place to work, because there was food and it was warm. So I said, “Oh,\nyes.” Then he left. And that evening he sent a prisoner, a guy from Vienna, who came over and\ngave me a pack with sugar and salami and some margarine and bread and he said, “Don’t say\nanything. This is the officer sending you that.” And for a few days, every day he sent that with\nthe prisoner and then at some point in time, the kitchen chief (an older political prisoner interned\nin 1933) came and said, “You come here. I received orders that you are to work in the kitchen.”\nAnd later on, I saw the officer. He was a doctor and he was working at the hospital. I tried to\nsmile to him, but he put a finger on his mouth and he kind of made a sign not to say a word about\nit. And so I worked in the kitchen with my cousins Sara and Notrika and with another lady\nnamed Estela Levy.\nThe kitchen was of course the best place to be, but also, a few days after I left the laundry to\nbegin working in the kitchen, they closed the washing rooms because all the women working\nthere died. Some became crazy and the others got typhoid. They all died. So I was really lucky\nto have survived because I was saved by this officer, which is for me an amazing story. And that\nwas the only contact I had directly.\nAt some point in time, they closed the kitchen because there were more and more bombings\naround the camps, because it was getting to the end of the war. The Nazis were getting more and\nmore scared, and there was hardly anything to eat because they couldn’t get any food for the\ncamps. And they were giving us a piece of bread for 18 people and the bread was usually half-\nmolded because it was so old. And so one day they asked us to go out of the camp and to go pick\nup some potatoes in the fields because ... There was no more food. It was raining steadily.",
        "A: At some point in time, they called us from the camp where we were and we had to go out and\nwe had to be in line without clothes. And we had to pass in front of a medical team. Among them\nwas Mengele. So we were very scared because there was another selection happening there.\nAnd a woman that was in front of me, one girl that I knew, who had been burned when she was a\nlittle kid by oil in the kitchen and she had a scar around the neck. She was a beautiful woman, but\nshe had just that one thing. And they didn’t know — the Germans — if it was an infection or\nsomething, so they put her on the side where the people were to be killed, because they thought it\nwas a disease. My cousins and I were still around the kitchen at the time and I had taken a beet\nand I had looked for them in the block, but in the bock there was nobody anymore. I got very\nscared, so I ran and I saw them in line and I said, “Put the beet on your cheek, so you will look\ngood, because we are passing in front of the doctor.” So that’s what they did, and actually it was\ngood for them because they looked so healthy, suddenly. After that, they threw us another pack\nof clothes, and with that we went to another train. That day of selection was October 26, 1944,\nand from there we went into a train and we traveled for two days. They most likely selected\nthose who could still work in Germany. We arrived in Klaffering station and were divided into\ntwo groups: one to Bergen-Belsen and the other to Landsberg.\nAt that point, they told us to pick up coats that had been thrown on the ground. They told us to\nput the coats on and then start walking. It was night, and it was cold, so we put the coats on and\nstarted walking for the whole night. And while we were walking, we were kind of feeling like\nthere was sand on us, but we kept on. We saw the country, you know, with lights and people far\naway. We saw the dogs and things and we kept on walking all night, and we still had this\nsensation that we didn’t understand, something that felt like sand on us. Then, when we arrived\nin Landsberg, all the lights were very bright in front of the camp. And then we saw the officers.\nThey were healthy, and in their uniforms, and clean, and they were in a line waiting for us. They\nasked us to throw the coats on the floor, and when we took the coats off, we realized they were\nfull of lice. And our whole bodies were full of lice because basically what they wanted— They\nhad no way to transport these coats with lice, so they had us carry them over to Landsberg.\nTape 3, Side A",
        "A: The camps were not too big, like Landsberg, so what they did in Auschwitz, they just chose,\ndid a selection and picked some of the people to work in some of the camps, so some went to\nLandsberg, others went to others. That’s why they did the selection and took randomly, people to\ngo in one or the other.\nThe Germans wanted to get the people out of the camp because the Russians were advancing, and\nthe Nazis didn’t want anyone to see what was going on. And then the plan was just to blow the\nplace up and blow up the crematorium and the gas chambers, but they didn’t have the time before\nthe Russians arrived.",
        "A: For me it was not difficult because at the beginning I was in the washing room, so I had a\ndouble amount of the regular food that they were giving to the others. And after that, I was lucky\nto be in the kitchen. But for the other ones, some of them that came with me, they were obliged\nto go, they cleaned the train station or went into the forest to cut wood.",
        "A: About 50 women — I don’t know the number for men, but not many.",
        "A: I stayed there for almost six months. I worked in the washing room, then the kitchen. Then\nthe Allied forces came in from the West.",
        "A: We were sent to pick up potatoes as it rained heavily, and that was when we said no for the\nfirst ttme. The guards came back with a bucket full of excrement, and threw it at us, saying “Pig\nJews.” It was very cold, but we had to go out to wash ourselves off in the rain. Two days later,\nthere was an evacuation, a long march -- not a death march, but a long one: three days and three\nnights, sleeping at night on the ground in the forest. Where were we going? We didn’t know.\nWe arrived at Dachau. It was terrible, filled with leftover people from many camps. Was it the\nend of the world? There was no food; we went the night without food. Then a walk to Alach,\nand we were liberated from there. There was intense Allied bombing. They were very close and\nwe were ordered to a bunker. In the morning when we came out, no Germans were there. What\nhad happened? Did they leave? On the men’s side of the camp, there was no movement. We\nwalked through camp. We entered in barracks that had been occupied by German guards. There\nwere beds, food, even a piano. I played from the Butterfly Opera. Then we heard trucks and\nthought: they’ve come back. We were trembling but going out we saw Jeeps. The soldiers were\nnot speaking German, and they said “Hello.” They were Americans finding camps and liberating\nthem. Everybody was hugging. The soldiers gave us things: food, chocolate, etc. We stayed\nthere about one month before evacuating the camp.",
        "A: 30 April 1944. Out of Landsberg, we were grouped by nationalities. It was April but maybe\nnot that exact date. We received double food. In trucks we went to Munich, then to Bolzano,\nwhere we stayed one night in the hospital, then toward the south to Modena where the great\nMilitary Academy was located. The building had been destroyed.",
        "A: My health status? No, these were refugee camps. We were not sick, just miserable and\nskinny. The Americans found Nazi women’s uniforms and we wore them. The refugee camps in\nModena were full. Trucks were sent for different areas. Finally, a woman from the Red Cross\nasked: Why are you here? We wanted to know how to get to Rhodes. She told a driver to take\nus six girls to Bologna. When we arrived only the concierge was there, who was surprised to see\nsix girls in German uniforms. The building was full of furniture left there by Jews when they got\naway. The community president came and told us that the Palestinian brigade was there. They\nbrought water and food. But something incredible happened — they mentioned that they had a\n“Franco” among them. It was my brother, Nissim. He was at the Austrian border and this was\nsomething beyond belief. He came to Bologna and he stayed one week. He brought me many\nthings. I stayed about a month, and had a good time. I was invited by the Jewish community —\nMrs. Weiss from the joint told me that I should go to Florence, and she found a person for me. It\nwas not easy to go through Italy without being able to go to Rhodes.\nWe six girls found there a girl of 14, who had lost all her family, and we took her under our care.\nHer name was Alice Starika. I had no contact with Africa then, but my family sent some money.\nIn Modena, we had an interesting event. To get soup, we had to first get a number in the hall, and\nsince we appeared in German uniforms, we were asked, “Who are you?” And when we\nexplained, their response was “How can I be sure what you’re saying is true?” So we showed the\ntattooed number. We ate well and went upstairs to sleep.\nIn Florence, we got help from the UN to pay for the pension and food. We had two rooms for six\nwomen: three per room for a year. The Israelis gave us uniforms. Some of the girls ended up\ngoing to America. I wanted to go to Kos and see what was left, which ended up being nothing.",
        "A: Yes, I returned to Kos and when I went back, the Mother Superior of the school where I used\nto go, she found out and said she was very sad for all that had happened. And she said there is\nonly one place I should be. She said, “Stay with us,” so I stayed at the convent for three months\nand was taken care of by the nuns for that time.",
        "A: I stayed for one month in Bologna and for a year in Florence. When I was in Florence at some\npoint in time, I went to Kos, and I stayed in Kos for three months to try to see if there was\nsomething that was still there... my family. But nothing was there and then in the Treaty of\nYalta, the island that had belonged to Italy went to Greece. The nuns who were on the island of\nKos had to leave, so the Italian government sent a boat to pick up all the Italians that were still on\nthe island, and I embarked on the same boat and we left. We went to Rome, so I stayed in Rome\nwith the nuns and then after that I went back to Florence. And then from Florence, I got in touch\nwith the man I eventually married, who was an Italian officer in the Italian army whom I had met\nin Kos many years before and we were... we knew each other. He was deported as a military\nprisoner to Auschwitz, so he had different treatment. I had gotten in touch with his family and\nasked if they had news about him and found out he was there. He was very surprised I was alive\nand came out of the camp. And then we got married and went to Africa.",
        "A: My husband’s brother, who was vacationing in Italy, told us to come to Brazzaville, where we\nstayed for four years. Then we went to Leopoldville. We stayed in Africa for 27 years. In 1974\nwe went to Brussels.",
        "A: Yes, there were many Jews from Rhodes there.",
        "A: Yes, many. Mainly Sephardic. They went there before the war.",
        "A: About 50. Most of the people who survived from this community went to Zaire. Only a few,\nmaybe one or two of them went to America, like Mrs. Dell, a lady that is in New York now and\nher sister, who is in California. But all the others went to the (then) Belgian Congo and then\nZaire and then Congo now.",
        "A: Because of my husband’s business. The company he was working with closed down and then\nafter four years in Brazzaville, a cousin that was in Leopoldville called us to say, “Why don’t you\ncome here and work with me?” And then we went to Leopoldville to work.",
        "A: Yes, yes, yes.",
        "A: Yes.",
        "A: In 1960, some people that were working in the Belgian Congo went. They used to send their\nchildren to school in Belgium. 1960 was the independence. These people had some links with\nBelgium because they were doing business with Belgium, since it was a Belgian colony. They\nhad some offices there. So in 1960, most of the people that worked there, of this Jewish\ncommunity and others, sent their families to Belgium, and that’s why some of them stayed there\nand never left after that. I only went to Brazzaville during that time — the independence — but\nlater we came back to Leopoldville and we stayed until 1974. We left in 1974 because of the\nnationalization by President Mobutu. We decided to leave and we went to France first, where my\nhusband’s brother was living, and then from there we went to Brussels because we had a lot of\nfriends from the town in Africa. That’s why we went there.\nTape 3, Side B",
        "A: Yes, most of them started the same way and they all went to Auschwitz and after that some\nwent to certain camps and others to others, but the beginning part of the story is the same.",
        "A: [had started the book when I went to Brazzaville at the beginning and then I continued it in\nLeopoldville and when I saw that I was telling some of the story and some people were hardly\neven listening, or believing in it, I decided I would continue writing because I would at least have\nit in written format. And also when I had a daughter, I decided I would continue and write a bit\nfor her, so it would remain for the next generation. Then, I left the book there, half-finished.\nAnd a year later, when I went to Brussels, I realized that some of the people in Europe were kind\nof talking about the concentration camps and the gas chambers... Some politicians in France\nwere talking about it like a minor detail of history — as if 1t was not that important. And then\nsome professors were even saying things like that in university in France, so I got very revolted\nabout that. And I decided somebody, like many others, should put it down on paper. When the\ncommemoration of the liberation of the 50 years of the deportation came, it was 1994. In 1994, I\nsaid I would also finish my book — as a memory — to all the people that I knew that had died.\nSo I finished the book at that time and I added the beginning of the book about the comments of\nsome people in Europe, about the gas chamber, et cetera.",
        "A: The title is Un Jour la Joie de Vivre S’arrétat a Uschwitz. (One Day the Joy of Life Stopped\nat Auschwitz). Written in memoriam of martyrs from Rhodes and Kos. [She reads a paragraph]",
        "A: Yes, a friend, Elisa Franco. A good book.",
        "A: It must serve to reflect specifically for the future generations, so it does not happen again. The\ntitle of my book came from a book by C. Levi.",
        "A: I had started the book and then I arrived in Africa, and I started telling the story sometimes. I\nwas being asked about it, so I was telling some of the story but I realized that although most of\nthe people were listening, they were not really always believing it. If they weren’t believing,\nwere they really interested? Because they were living 1n a surrounding that was very comfortable\nand very easy and a lot of them had not seen that, so I felt a bit sad about this. But I continued\nwriting my book for myself and then when my daughter grew a little older, then I read to my\ndaughter some of the pieces I had written. And that’s why later on, my daughter asked me to\nfinish the book I had started, since I remembered the book had already been written and there was\nnot that much more to continue.",
        "A: My daughter, she’s Marina Garzolini.",
        "A: Yes, I have one child.",
        "A: When there were selections in camp. Life or Death?",
        "A: The religion. I was born with a religion and I grew up with a religion. When I came out of\nthe camps, I wondered if... if God really existed. But then with time, I just healed my feelings a\nlittle bit. But to this day, I still wonder why have the people of Israel and why have the Jewish\npeople been so persecuted? And why have they been so punished during their life? Even today I\npose this question.",
        "A: I thank you very much for interviewing me. And also, what I said today came from my soul.\nAnd I when people read my book, the new generation, I want them to realize that something like\nthat should not happen again.",
        "A: Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "GARZOLINI, Lucia Franco\nRG-50.030*0452\nJune 4, 1997\nIn Italian\nAbstract",
        "Lucia Garzolini, née Franco, was born on June 17, 1921 on the island of Rhodes, then an Italian\npossession. Her parents, four brothers, and she moved to the nearby island of Kos, where they\nwere active in the Jewish community. Jews, Greek Orthodox, and Catholics lived in harmony.\nGerman troops arrived on Rhodes and Kos in September 1943, and soon began strictly enforcing\nracial laws. Suddenly, in July 1944, all Jews in Rhodes (about 2,000) and Kos (about 500) were\ndeported. “We had no idea what was happening,” she says. They sailed nine days to Piraeus\n(Peiraiéfs), and stayed two days without water in Chaidari, where SS men beat her father for his\nshoes. Then, they rode in cattle cars “for 15 days as beasts” to Auschwitz-Birkenau. Lucia’s\nparents were gassed immediately, and her youngest brother, 25, was killed later. One of her\nbrothers had moved to Rhodesia (Zimbabwe), and one had emigrated to Palestine before the war.\nLucia says she was the only survivor from Kos, among 150 survivors out of the 2,500 deportees.\nLucia was put in Birkenau. She discusses her tattoo, the crematoria, inhumane treatment,\ngrueling work, and starvation rations. In October 1944, as the Russians advanced, the Germans\ncleared out Auschwitz. She and her cousins underwent another selection. Lucia had stolen a beet\nand rouged their cheeks to look healthier. They were given lice-infested coats, and marched to\nLandsberg. At Landsberg, Lucia worked in the laundry where she caught the eye of a German\nofficer. He sent her extra food and had her transferred to the kitchen, where the conditions were\nbetter. Only a few days after she left the laundry, all its workers died from typhoid.\nLandsberg was evacuated as Allied Forces approached. Lucia was marched for three days to\nDachau and then to Alach, which Americans liberated in April 1944. The survivors moved\namong various refugee camps before arriving in Bologna, where Lucia found her older brother\nwith the Palestinian Army. After a month, Lucia went to Florence, and then returned to Kos to\nsearch for Jewish survivors, but found no one. After three months, she returned to Florence,\nwhere she was reunited with, and later married, a former Italian officer she’d known in Kos. He",
        "had also been in Auschwitz as a military prisoner. The couple moved to the former Belgian\nCongo, and stayed in Africa for 27 years. In 1974, they settled in Brussels.\nLucia wrote a memoir of her experience, entitled One Day the Joy of Life Stopped at Auschwitz.",
        "Tape 1, Side A"
    ]
}