{
    "rg": "RG-50.106.0187_trs_en",
    "sequence": [
        "Q: And where were you born?",
        "A: In Hamm, Germany.",
        "Q: Which is in the northwestern part of Germany.",
        "A: Yes.",
        "Q: And what was your family name?",
        "A: Johann and Anna.\nhttps://collections.ushmm.org",
        "Q: And their last name?",
        "A: Their last name was Parr, P-A-A-R. Different than my Schneider.",
        "Q: Who was the Schneider? Where did that come from?",
        "A: My, my step father and he adopted us.",
        "Q: Oh all right. But the original name —",
        "A: The original name was Paar.",
        "Q: Again, tell me your parents’ names were —",
        "A: Anna and Johann.",
        "Q: Had they lived in Hamm for a long time?",
        "A: Yeah. He had a business there.",
        "Q: What kind of business was it?\nhttps://collections.ushmm.org",
        "A: He was a shoemaker. He made shoes and boots for the army.",
        "Q: What year were you born?",
        "A: 1932.",
        "Q: What day?",
        "A: Oh I don’t know the day.",
        "Q: The date, the month?",
        "A: Oh, October fourth.",
        "Q: October fourth, ok. I know you were quite young. But your earliest memory would be what?",
        "A: When I was eight years.",
        "Q: Eight years. Ok. Can you describe a little bit about the neighborhood where your family was.",
        "A: We were living about a quarter mile from the railroad station. And we had our own house.\nWe had two pigs. And about ten chickens. We had a little farm there.\nhttps://collections.ushmm.org",
        "Q: So you lived out in the country in a sense.",
        "A: No, it wasn’t, was in the city.",
        "Q: Oh, but you had a little farm.",
        "A: Yeah, and but we had a three row [ph] garden like a yard where you plant vegetables and\nstuff. We had that. So we were happy there. We growed or own food because food was scarce\nto that.",
        "Q: Did you have any siblings, any brothers and sisters?",
        "A: I had three sisters and one brother.",
        "Q: And where were you in the order of the children?",
        "A: I was the third one.",
        "Q: Ok and what were the names of your sisters and brother?",
        "A: Rose Marie, Dorothea, Mariana, Karl Heinz and me.\nhttps://collections.ushmm.org",
        "Q: I know you said it was a little bit of a farm land, but what kind of neighborhood was it? Did\nother people have little farms too?",
        "A: Yeah. They were single houses. People owned their own home which is very rare in\nGermany. Normally you live in apartments. But my father made enough money apparently that\nhe could buy this house. And it was I remember we went down the hill and, and down the hill\nthen there was our house. It was, we lived by ourselves. That’s why nobody found out that we\nare, hid Jewish people.",
        "Q: In other words there was enough land around you ---",
        "A: Yeah.",
        "Q: That people couldn’t see you —",
        "A: About a quarter, quarter acre.",
        "Q: A quarter acre and so people couldn’t see into the house.",
        "A: Yeah nobody could see into the house.",
        "Q: What language did you speak at home?\nhttps://collections.ushmm.org",
        "A: German.",
        "Q: Oh you did speak German. Ok.",
        "A: German.",
        "Q: And did you, before 39, before the war did you have any contact with any of the Jewish\nresidents of Hamm? Or did you even know there were Jews living in Hamm?",
        "A: Yeah.",
        "Q: How did you know that?",
        "A: My father went to a dentist who was Jewish. And he had some law things to do.",
        "Q: Some legal.",
        "A: Yeah, with the lawyer.",
        "Q: Who was also Jewish?",
        "A: He was also Jewish. There were two Jewish families.\nhttps://collections.ushmm.org",
        "Q: Were there any Jewish families in your general neighborhood?",
        "A: Yeah, lots.",
        "Q: Lots. Really. And did you have contact with them or their children?",
        "A: They were normal human beings. We talked to them.",
        "Q: Did you have any Jewish playmates when you were young? Did you play at their houses or\ndid they come to your house?",
        "A: I didn’t, I didn’t have that many playmates really. We all had chores to do. We had to work\nin the garden. We had to feed the pigs. We had to do things so we didn’t have, there was no\nroom for really much play time. I don’t remember that.",
        "Q: Ok. Do you remember any evidence of anti-Semitism before the war started?",
        "A: No.",
        "Q: No.",
        "A: No. We loved everybody.\nhttps://collections.ushmm.org",
        "Q: Was your father very political or your mother? Were they active in any of the political goings\non in the town?",
        "A: No. My mother was very Christian. She had nothing to do with politics. But she went every\nday, every Sunday to church. She went to bible study events then. And she took us to church.\nAnd —",
        "Q: What denomination were you?",
        "A: Lutheran.",
        "Q: Lutheran.",
        "A: And she was very, very religious.",
        "Q: You don’t know if she had any Jewish adult friends or anything?",
        "A: No, no.",
        "Q: Did she work with your father or was she a homemaker?",
        "A: She was a homemaker. She did, knew nothing about shoes.\nhttps://collections.ushmm.org",
        "Q: Was your father just by himself or did he have other —",
        "A: Yeah he was by himself.",
        "Q: He was by himself.",
        "A: He had working place in the basement.",
        "Q: So he worked in the house?",
        "A: He worked in the house. And the Nazis came and picked up the shoes. They came to our\nhouse but when we are, hid the Jewish people they were not allowed any more in the cellar.",
        "Q: No, we’ll talk about that in a minute. Hitler came into power in 1933 and obviously you were\na baby. You were only a year old. Do you have any recollections of or memories of hearing him\nspeak on the radio or did he ever come to Hamm, before the war started, before 39. Let’s do\nbefore 39 now.",
        "A: He did a lot of good. He built youth camps. I went to one.",
        "Q: Oh you went to one. Do you know when that was?",
        "A: It was about when I was six years old.\nhttps://collections.ushmm.org",
        "Q: Ok so that would be 1938.",
        "A: Yeah. He built the Autobahn. So he did, at the beginning he did a lot of good. That’s why he\ngot elected. But then when he went crazy you know.",
        "Q: You started school, how old were you when you started school?",
        "A: Six, six years.",
        "Q: So that would be 1938. And do you remember anything? Did you have to salute Hitler, Heil\nHitler in school? Do you remember —",
        "A: We did, we did. Do that. Heil Hitler.",
        "Q: Was there a picture of him up on the wall?",
        "A: Yeah.",
        "Q: Were there Jewish students in your class?",
        "A: Yeah.\nhttps://collections.ushmm.org",
        "Q: And what happened when they had to, did they?",
        "A: They did the same, they did the same thing.",
        "Q: They were six years old.",
        "A: They had to do the same thing.",
        "Q: Was your teacher open minded, or very pro Hitler? Did you know, did she make any\ncomments? Did she say anything about the Jewish students in the class?",
        "A: No, no.",
        "Q: Do you remember approximately how many Jewish children there were in the class? Just a\ncouple or —",
        "A: About ten.",
        "Q: About ten. Out of —",
        "A: Out of 30 kids.\nhttps://collections.ushmm.org",
        "Q: Really, ok? But all the children mixed together?",
        "A: They had from one grade to sixth grade in Germany. Only one room.",
        "Q: Oh you were in one room?",
        "A: Yeah. That’s why there were so many. Because they had no teachers and most of the time\nthey had no classrooms.",
        "Q: I know in Hamm when Kristallnacht happened in 1938 in November there was damage done",
        "A: A larger (both talking)",
        "Q: Do you have memories of that?",
        "A: Yeah.",
        "Q: Can you tell me about your experience on Kristallnacht in November 1938?",
        "A: When the bombs came we all had to go in the basement.\nhttps://collections.ushmm.org",
        "Q: Well I’m not thinking of the bombing. I’m thinking of when the Germans set fire to\nsynagogues and the Jewish community center in Hamm.",
        "A: I don’t know anything about that.",
        "Q: Ok. In 1938 before the war started, the war started in 1939.",
        "A: I don’t know anything about that.",
        "Q: You have no recollections because the synagogues were destroyed and the community center\nwas destroyed. But you had no —",
        "A: No. I was only a child.",
        "Q: I know you were a small child, of course. Then the war starts in September 39. And what is\nyour recollection then, your first memories.",
        "A: Well the first memory as I was six years old. I, they had in Borkenberge, it’s a city they had\nan airport dedicated. Hitler dedicated an airport there.",
        "Q: Was that a city near Hamm?\nhttps://collections.ushmm.org",
        "A: That was 30 miles away from Hamm. I believe so. And he was dedicating the airport and as a\ngirl scout, we had to go there. And they picked us, there were 30 kids at least. And they put us\nall in the bus and drove us there. And then we were standing in line and Hitler was on the\npodium, talking. And they picked me out because I had blue eyes, blond, I had ponytails. I\nlooked like a typical German girl. That’s the only thing I can explain that. And then he gave,\nthey gave me flowers and I had to go up on the podium and bring Hitler the flowers. And he\nhugged and kissed me. And then I felt a real part of it. It was an honor to do that. I didn’t know\nwhat, what future lie ahead of me. So then I told all my classmates, I gave Hitler flowers and just\nbragged about it you know.",
        "Q: Your classmates weren’t there? I know you said you were part of the girl scouts?",
        "A: Yeah.",
        "Q: Was that like a Hitler youth organization?",
        "A: Yeah, yeah, they had to belong to it.",
        "Q: You had to, so why weren’t your classmates with you then that day?",
        "A: I was the only one in that class who belonged to it.",
        "Q: Oh who belonged to it.\nhttps://collections.ushmm.org",
        "A: Yeah. And I wanted to belong to it. Because it was fun. The camps were really nice.",
        "Q: So you weren’t forced to belong? You just wanted to.",
        "A: I wasn’t forced, no.",
        "Q: Some children were not members in the beginning?",
        "A: Yeah.",
        "Q: And did you wear a special uniform?",
        "A: Yeah.",
        "Q: Can you describe it? Can you remember? Just a few years ago?",
        "A: I don’t know what I wore. A green dress, some ---",
        "Q: Did you say anything to Hitler when he picked you up?",
        "A: No, I had a sash with buttons what I achieved in there. And but he said nice meeting you. And\nthat’s all.\nhttps://collections.ushmm.org",
        "Q: And what was your parents’ reaction to that?",
        "A: They said I shouldn’t have done it.",
        "Q: Really. Because?",
        "A: Because then they were not that fond of Hitler. Because they knew already that he did was\nkilling Jews.",
        "Q: They knew by then?",
        "A: Yeah then they knew everything but they never told us so I just took it, threw it off. I mean I\ndid what I had to do, what they asked me to do.",
        "Q: Your next memory would be —",
        "A: When I was ten years. We lived through four years without any, any intervention.",
        "Q: You were born in 32 you said.",
        "A: Yeah.\nhttps://collections.ushmm.org",
        "Q: And then the war started in 39. And then you said you met Hitler when he dedicated the\nairport.",
        "A: Yeah.",
        "Q: And then you came back. You just continued to go to school?",
        "A: Yeah.",
        "Q: Did, again I realize you were very young, but did you notice that Jews were leaving the city.\nSense that some of the students leaving the school? Did you know why?",
        "A: Some Jews, yeah, some. No, they never told us why. They, some students were missing out\nof classroom and nobody had an idea where they went.",
        "Q: Where they went.",
        "A: They never said anything. So they were just missing.",
        "Q: What was the next first change in your family life, in the daily life.",
        "A: When they did get two Jewish families to put them in our basement.\nhttps://collections.ushmm.org",
        "Q: Tell me a little bit about that, who they were and how they came to be in your parents’\nbasement.",
        "A: It was a dentist my father went to, we all went to.",
        "Q: This is the Jewish dentist you were talking about.",
        "A: Yeah.",
        "Q: Do you know his name? Do you know the name of the family?",
        "A: NoI don’t. We all went to the dentist and then my father went to the lawyer because he had a\nbusiness, he went to that lawyer. And he said, he did say they’re getting the Jewish people out of\nthe city. They are clearing the city with Jewish people. And they’re putting them in concentration\ncamps. That’s what he was saying. He didn’t say they were killing them.",
        "Q: The he is your father.",
        "A: Yeah. And --",
        "Q: How do you think your father knew that, knew about them?\nhttps://collections.ushmm.org",
        "A: I don’t know. I don’t know from, he never got it out of the newspaper cause newspapers\nwouldn’t write like that. And the news wouldn’t say anything.",
        "Q: And your family obviously had a radio.",
        "A: Yeah.",
        "Q: And you used to hear Hitler’s speeches on the radio?",
        "A: Yeah.",
        "Q: What was your reaction hearing him?",
        "A: I didn’t listen to him.",
        "Q: Because, you weren’t interested.",
        "A: I wasn’t interested.",
        "Q: So your father went to these two families and said Jews are being taken away and what did he\noffer?\nhttps://collections.ushmm.org",
        "A: And he offered them to, to put them in his basement. To stay there for a while. He\napparently, he didn’t’ want to make it a long time thing. He thought the war was over soon. So\nhe put them in our basement and they fed them with our food stamps. I recall that because we\nhad to go hungry.",
        "Q: In other words, your parents used your food stamps, part of your food stamps to --",
        "A: Part, to feed, to feed the two families.",
        "Q: Were there children or just two couples?",
        "A: Two couples. And many times there was no milk. Many times there was no bread.",
        "Q: Did you know why, because, did you know that there were four people in your parents’\nbasement?",
        "A: At the beginning no.",
        "Q: You did not know that?",
        "A: No.",
        "Q: Why, did you ever ask your parents why are you taking my food provisions?\nhttps://collections.ushmm.org",
        "A: Then they told us.",
        "Q: Oh they did?",
        "A: Yeah. They said there is two families in our basement. You cannot go down there. You are\nnot permitted to go down. And my father only had the connection with them. My mother didn’t\neven go down there.",
        "Q: Do you remember what her reaction was when your father said he was going to hide the four\nJews? Do you have any recollection?",
        "A: That was normal because she was a Christian. She was —",
        "Q: She went along and agreed?",
        "A: Yeah she was supposed to save people. You know.",
        "Q: Did they say anything to you about not mentioning it to others?",
        "A: They told us we shouldn’t talk about it yeah. And we didn’t. We didn’t for the longest time.\nAnd then my sister.\nhttps://collections.ushmm.org",
        "Q: This was 1941.",
        "A: Yeah.",
        "Q: Do you remember what time of year.",
        "A: It was in the summer.",
        "Q: Summer of 41.",
        "A: Yeah it was in the summer because we went out in night clothes on the street. I come to that.",
        "Q: So there now they’re in your basement. You’re not saying anything. To anybody and then\nwhat happened?",
        "A: My sister is five years older. She went to a different school. And the Nazi guard came in\nthere. Two Nazis people. They were 19, 20 years old. And they brought a little boy with them.\nA Jewish guy.",
        "Q: A Jewish child.",
        "A: Jewish child. And they nailed his tongue on the table. In front of them. It’s horrible. And\nthey said if anyone of you, your parents have Jewish people in their basement, you have to tell us\nhttps://collections.ushmm.org\nor you will be next and you will get nailed on the table. And my sister was really afraid. So she\nlifted her hand and she said we have.",
        "Q: This was in the classroom.",
        "A: Yeah.",
        "Q: To the two Nazi soldiers?",
        "A: So she gave it away. They never showed up til 3:00 in the morning.",
        "Q: That night.",
        "A: That night. The same night. They broke the door down. They didn’t even wait for anybody\nopen the door. They just stormed into, into the house. There was three Nazi guys and they took\nthe Jewish people out. We were, our house were on a bank of a street, the driveway was right in\nfront of our house. They lined the Jewish people up on one side and they lined us up on the other\nside. In nightgowns. That’s why it was summer, it wasn’t cold. And they took a machine gun\nand they killed the Jewish people. Right there in front of us. We were not, not supposed to cry or\nhelp them. They said if you get out of line, you get shot. So we all stood frozen in one line.\nAnd then the one guy took a pistol, held to my mom and said I shoot you. And my mom said\nJesus help me. And the guy dropped his gun. I don’t know why he dropped the gun, but he\ndropped it. And he couldn’t shoot it anymore. And then he went, my father said if you want to\nhttps://collections.ushmm.org\nshoot anybody you have to shoot me because I’m the one who got the Jewish people in our\nhouse. So they shot him. They shot him right in front of us. We couldn’t say anything, we\ncouldn’t cry, we couldn’t do nothing. Otherwise we would have been killed too. And then the\nwhistle go up, one guy put a whistle in his mouth. The whistle go off. A truck came and they all\nhad to go on the truck. Except my mom. My mom had to stay there and she went in the air raid\nshelter as a Red Cross nurse. She stayed there for four years. And we had to go. They drove us\nat farms. We had to do farm labor like child labor. At ten years you had to milk five cows in the\nmorning, learn how to drive a tractor. How to plow with horses. We did that all at ten years old.\nFirst I cried. I was miserable. And then I got used to it. And but while we were driving out they\nput gasoline on your house, they put your house on fire. So we lost everything. My mom had to\nfind a room somewhere. And we were at these farms. We are all separated. They put us on four\ndifferent farms. And that now a big truck we went. And you couldn’t escape. There was\nnowhere to escape. So we stayed there and I was there for four years. And I got confirmed there\nyou know. So I learned the good work ethic. That’s where I did learn. You know somebody said\nyou have to go to work 5:00, I would be there 5:00. That’s what I did learn. So then after the\nwar, my mom got a taxi. She went to it’s called the Bergersmeister office. You know who the\nBergermeister is. Bergersmeister office. They had all the papers and she found out there\nwhere we were. And she went in this taxi and picked us all up. No warning. AIl of a sudden she\nwas standing there. You know and I was super glad that I saw her again. And she took around\nand picked up all my sisters. My brother had run away. And my parents said he went to the\nHeights MB [ph], to American Legion. And we have never heard from him again. He went\nthere and he disappeared. So he wanted no part of this. So we don’t know where he went. I\nhave looked on the internet, trying to find him but I can’t find him. He might be dead also, cause\nhttps://collections.ushmm.org\nI’m now you know. So then we came home and I went to what is called in learning in the bakery.\nI learned how to bake in the bakery.",
        "Q: We'll talk about post war in a minute. Can we just go back a little bit? Before this terrible\nthing happen and you saw German soldiers on the street, Nazi soldiers, what was your feeling.\nDid you think they were impressive?",
        "A: No we were afraid of them.",
        "Q: Why? How did you know to be afraid of them?",
        "A: Because they all had guns. They had their machine guns, pistols and we knew something bad\nwould happen.",
        "Q: Did you ever see them mistreat anybody in the street?",
        "A: No. I, we saw them before people were laying on the street in the morning. Jewish people.",
        "Q: They were dead Jewish people?",
        "A: Yeah.",
        "Q: You would see that.\nhttps://collections.ushmm.org",
        "A: Yeah. They killed them, they killed them overnight. They put them out of the houses and\nthen they shot them right there.",
        "Q: So you actually saw dead bodies?",
        "A: Yeah. We had to climb over them because we had to go to school.",
        "Q: Did you talk about this with your parents?",
        "A: We said something. That’s none of your business. Keep your mouth shut. Nobody could say\nanything. If you would say something and it came out, you would get in trouble. That’s how\nGermany got ruled. If you say anything bad they would come. They picked ministers off the\npulpit and the minister was saying they were picking out all the girl scouts, out of the church.\nThey picked me out too. And we were still on the way out that the minister said that is wrong\nwhat you are doing. Leave those kids in here. They are better with God as with you. They took\nhim off the pulpit and shot him. Right in front of the whole congregation.",
        "Q: Did you yourself ever witness that?",
        "A: Yeah. I was still in church.",
        "Q: You saw them shooting the minister?\nhttps://collections.ushmm.org",
        "A: So you were afraid of them. We are, they put your living daylight in you. Whenever they said\nanything in girl scouts, they came and they taught us how to march and how to shoot with guns. I\nwas with ten years, before ten years. I was a marksman. I could shoot anything. But that’s what\nthey taught you. They wanted the kids to be prepared for the army. And —",
        "Q: How long did you stay in that scout —",
        "A: Two years. No, yeah two years.",
        "Q: Were you a member of that group when the Germans came to your house? Were you still a\nmember at that time?",
        "A: I was yeah. I was a member and my father made boots for the army. He was employed for\nthem. That was his main business, making boots for the army.",
        "Q: Did he talk about that with you? Did it bother him terribly to have to do that?",
        "A: Was a living, was a living. He had to support us. So (pause)",
        "Q: You said that when you were taken away that each of the sisters were put on different farms\nand your mother stayed in the town. Did you have any communication with your sisters or your\nmother.\nhttps://collections.ushmm.org",
        "A: No, no.",
        "Q: So you were as a young child, you were nine years old. You were totally by yourself.",
        "A: Yeah I was separated.",
        "Q: No communication til 45. Until 1945.",
        "A: Yeah.",
        "Q: Were there other children on the farm that you went to?",
        "A: No there was, there was nobody there. Just the man and the woman.",
        "Q: And you?",
        "A: And me. And they had one maid, one Hartha, I remember her name. She taught me how to\nmilk cows and how to do stuff like that. I had to do my farm work before I went to school. And\nschool was very horrible there.",
        "Q: Because.\nhttps://collections.ushmm.org",
        "A: That’s, that farm school, Levin Niemeyer was his name Niemeyer. And he went climbed on\ntop of the tables if he, if somebody did something wrong, he would climb on the tables and\nwould hit all of us. And if we duck under the table, we had to come up front and really get it. So\nyou dare didn’t duck , don’t duck. And he took us out to cut potato bugs. They had them to that\ntime and they said the Americans sent them. The potato bugs and we had to collect them, we\nhad to find them.",
        "Q: To pick off the potato bugs.",
        "A: Yeah in school time. I would sit there, in school times and they took away from learning.\nAnd I didn’t learn a lot. Because I was so tired. Most of the time I fell asleep, because I had to\nget up 5:00 in the morning and work. And 8:00, 9:00 the school started.",
        "Q: Did the farmer and his wife talk about what was happening?",
        "A: No, they never said anything.",
        "Q: Did they ever talk about what was happening to the Jews?",
        "A: They never said anything.",
        "Q: Did you talk to them much? Did you have much communication.\nhttps://collections.ushmm.org",
        "A: We had to work all the time. We were only together at dinner time or eating time and then he\nhad the plate of food. And we shoveled that in as fast as you could because you figured there is\nno more.",
        "Q: What about the other students in the class? Did they talk about the war, about Hitler, about\nthe Nazis?",
        "A: No, you couldn’t.",
        "Q: Did you see any evidence of German soldiers on the farm?",
        "A: No, nobody came there.",
        "Q: Nobody came to the farm, there was no checkups or —",
        "A: They came. They had a Russian prisoners that were on the farm. And they had a thing, I can’t\neven say it. Pieces of ground fenced in. And they had them in there. They were day and night in\nthat, in that thing. They made us rings. From, from pennies. We went there. We talked to them.\nYou know you couldn’t talk any Russian to them but we made a motion that we wanted the ring\nand we gave them an apple or gave them a slice of bread, you know. And they made us rings\nand stuff like that. And we were the only house after the war who they didn’t put in there. They\nsaved us.\nhttps://collections.ushmm.org",
        "Q: The Russians?",
        "A: Yeah. Because we made friends with them. You know.",
        "Q: Let’s talk about your sister now. She, you said, she was the one who when she was in the\nclassroom raised her hand and said her father was sheltering Jews in the basement. How did she\nfeel after that? She was a child herself, I understand and she was frightened.",
        "A: She felt awful. She kept on saying I’m sorry I did that but I was so afraid.",
        "Q: Yes of course she was a child.",
        "A: You know. I didn’t want my tongue to be nailed on the table.",
        "Q: Did she know that child, that Jewish child?",
        "A: No, there was a, it was a stranger. They brought him in.",
        "Q: It wasn’t a child in the class?",
        "A: No, they brought him in. So-—\nhttps://collections.ushmm.org",
        "Q: So nobody knew his name or anything?",
        "A: No, they had to take a pair of plyers and pull out the nail.",
        "Q: Did you ever hear what happened to him after that?",
        "A: No, nobody, nobody talked about it. It was just something that happened what the Nazis did.\nAnd we never had (inaudible).",
        "Q: It’s the end of the war. You said your mother came and picked you up and your sisters. And\nyou came back to Hamm.",
        "A: Mm hm.",
        "Q: And you went to school, went back to school in Hamm?",
        "A: No. I-",
        "Q: You went to a bakery school?",
        "A: I was finished with school. With 14 you are finished with school in Germany.",
        "Q: Ok, so then you worked.\nhttps://collections.ushmm.org",
        "A: I learned to, I had a trade. I wanted well I wanted to be a baker because I always had food.\nThat was my doing. I always had something to eat. And I didn’t enjoy it very much first.\nBecause you had to do all the dirty work first. We had to clean the bakery, wash the dishes, and\ndo stuff like that. So I didn’t enjoy that, that much. But then after two years I begin to like it.\nBecause it was artistic. You could do flours and learn that you know. And then I did first, I did\ncooking. The first two years, I forgot that. I did cooking. I wanted to be a chef first. And then\nthe third year we had to do baking and I liked that better. So I took baking up for three more\nyears. So I put myself five years through training. At 50 cents a week, I remember that. No, no\nother money. So but I learned, I learned at least how to bake. And then I went, I got my casen\n[ph] brief, my learners permit to bake.",
        "Q: Right after the war ended, immediately and the years following, did the German people talk\nabout what had happened to the Jews and the concentration camps?",
        "A: No, nobody could talk about it.",
        "Q: Why not?",
        "A: They were all afraid that they would get shot.",
        "Q: No, I meant after the war was over.\nhttps://collections.ushmm.org",
        "A: After the war, you read in papers about, you read in papers about the concentration camps.\nWe didn’t even know about it. And we were, they caught us by surprise. You know we knew\nthere were, they were killing the Jewish people but that they put them all in concentration camps,\nsome of them, and put the gas chamber on. They didn’t know that.",
        "Q: Did you notice any or hear of any anti-Semitic acts after the war was over? After 45? Did\nyou know of any?",
        "A: No.",
        "Q: Did you hear people say anything negative about the Jews like we’re glad they’re not here\nanymore?",
        "A: I saw more, I heard more negative when I came here in the States, because I marched one\ntime from Philadelphia to New York against them, with Quakers. I lived with a Quaker minister\nwhen I came here.",
        "Q: Let’s talk about how you got to the United States now. How did you happen to come to the\nUnited States?",
        "A: On a blind date.",
        "Q: How did that happen?\nhttps://collections.ushmm.org",
        "A: (laughs) I wrote somebody in German. I was a pen pal.",
        "Q: A pen pal but you wrote a young man here in the United States.",
        "A: He was here in the states but he was German.",
        "Q: How did you get his name?",
        "A: In the newspaper. And I answered it and I wrote him and he wrote me back. And then he\nwrote me in one letter, with your ambition. I was already a baker. He said with your ambition\nyou can do a lot more in the states as you can do in Germany. Germany, you need everything a\npaper for. And here you say you can bake. You have to prove it. And you can bake. You know.\nHe said you even can open your own bakery here. So I took that and I took my visa out, a\nworking visa. So I could work here. And he paid my bill and I came over here.",
        "Q: What year was that?",
        "A: 1956. No. No.",
        "Q: It was in the 1950s right?",
        "A: 1956. It was 1956, yeah.\nhttps://collections.ushmm.org",
        "Q: So you come here and where did you settle?",
        "A: I settled in Philadelphia, at the Quaker minister.",
        "Q: With a Quaker minister, you lived with a Quaker minister?",
        "A: Yeah and his family. He had three teenage kids. And, and his wife. And I took care of his\nhousehold. And of the boys. He had three boys there. And for room and board. But then I\ncleaned houses. I did his house in the morning. I went in the afternoon cleaned houses. And I\ndid one house for a Chinese person. And I traded English for cleaning. I cleaned her house and\nshe sat me two hours down and talked, taught me English so I could learn English because I did\nnot, I knew yes and no, that’s it. And Gerhard was the guy who took me over here. He made a\ndate with me. And the minister gave me ten cents that night. He said keep the ten cents and call\nme if you get in trouble and I pick you up wherever you are. And Gerhard stupid of him, he went\nto a motel. He opened the door. I didn’t know what a motel was. In Germany you didn’t have\nmotels. So he opened the door and I saw two beds in there. And I pushed him inside the room,\nlocked the door. I still had the key, locked the door and went to the office and called Mr.\nDakand. And I said I am in trouble. Can you get me. I told him where I was. He knew the\nlocation. He got me. And I never saw him again. I know. And then I met somebody else on a\nblind date. I had so many blind dates with (inaudible). Siegfried, he was a baker. And I met him\nand we have spent for half a year and then I married him.\nhttps://collections.ushmm.org",
        "Q: Siegfried Langer was his name.",
        "A: Siegfried Langer. And I married him. But he was married. He, no go from front. He was, we\nwere seen a bakery. It was so dirty you couldn’t even set foot in it. But we bought it for $1000.\nWe both had $500. We put the $500 in and we bought the bakery for a thousand dollars. We\ncleaned it up. It took us three months to clean it. That’s how dirty it was. And then we opened\nthe bakery. And the honeymoon night as I’m coming to bed, he baked 350 pounds of cookies.\nHe baked all night cookies. It’s hard to believe it but that’s what he did. And the marriage was\non a rocky boat all the time. We had, he was married to his mother. He was a mama’s boy. And —",
        "Q: Was he from Germany originally?",
        "A: Originally he was from Germany yeah. But he was in the army in Germany. And he also was\nin the army in the United States. He just in two armies. He didn’t like that, he didn’t like cold\nweather. So they sent him to Alaska. So he had to stand the cold weather. He was three years in\nthis army here. And I don’t know how long he was in Germany in the army.",
        "Q: Did you have any children?",
        "A: Yeah. I have two children, Doris and Ralph. They both don’t talk to me.",
        "Q: Because?\nhttps://collections.ushmm.org",
        "A: Because I got myself, 1971 I got myself divorced. I couldn’t stand it anymore.",
        "Q: And did you stay in New Jersey?",
        "A: I stayed for one year with him. In the bakery. Because he wasn’t a decorator and I was. So I\nhad to, I wanted to teach him how to decorate cakes but he never learned. So after one year of it,\nI finally left. And I worked in another bakery in Flemington. And there I had to prove myself.\nThey didn’t want any women bakers. Women bakers didn’t exist here for a while. So I had to\nwork for one week and I made cookies and doughnuts and breads. After one week they said\nyeah, you have ajob. So I stayed there. I only worked there for a half a year. But I did, I baby\nsat a family at night. And they have moved here to Maryland. That’s how I got to Maryland.\nAnd they moved to Maryland and they said well we want you to baby sit our kids again. And\nyou can stay in our house. We’re building a house. They built a house but one short, one\nbedroom was short. I had to live with the daughter in one bedroom. And that’s what I didn’t\nwant to do. So I went to a bakery in Ellicott City, Frederick’s or whatever it’s called. I went\nthere, they are out of business now. But I went there and I, there in the bakery and I had to ice,\nice cakes. Wedding cakes and birthday cakes. And the girl, who decorated them was sick one\nday. For the whole week. And I had to decorate the cakes. And the people came and said after,\neven after she came back, we want Edith’s cakes. So we had the clash there. So I left. I then\nopened my own bakery. In Aras Anna in Baltimore. And it was a laundry and I cleaned it all\nout and I put a bakery in there and but I couldn’t get any help. Help to, for me. I think I am\nperfectionist. So I didn’t, I closed the door and I worked for fifteen years in, called Edelweiss\nbakery in Harford Road. And then I quit. And I was 74. Then I quit. That’s my life.\nhttps://collections.ushmm.org\n(Tape 2 — RG-106.0187.02.02; 30:44)\nGail Schwartz: this is a continuation of the United States Holocaust Memorial Museum volunteer\ncollection interview with Edith Langer. This is track number two. When you were here in the\nUnited States and people asked you about where you came from, or did many people ask you. Or\ndid they discuss about Hitler or about the Nazis or about the Jews, did people bring those topics\nup when you came to the United States.\nEdith Langer: Yeah.",
        "Q: How did you respond?",
        "A: I told them how it really was. Many people did not know that Hitler went at the small\nfamilies like at the families like me and they said Hitler couldn’t be that bad. But I told them\nthen and then the, history books they only say that he killed many Jews and put them, put them\nin concentration camps. And I knew that but then I told them my story and I have told to many\npeople my story. They all would say ah but how, because I told it in churches. My story. I told\nit to youth groups. I went to, all over telling the story about how Hitler really was. And it wasn’t\nI still think in my heart it wasn’t Hitler’s doing. It was the Nazis’ doing you know.",
        "Q: What do you mean it wasn’t Hitler’s doing?",
        "A: Hitler did not kill anybody in my book. But he gave the orders to kill.\nhttps://collections.ushmm.org",
        "Q: He didn’t do the actual physical killing is what you’re saying.",
        "A: No.",
        "Q: He gave the orders to do it.",
        "A: Yeah. He gave the orders because the Nazis had the orders to kill people who said something\nbad about Hitler or I have heard people saying well Hitler is no good. Next day they would, you\nfound them dead. You know. And that doesn’t work. So I told those stories to churches,\nMethodist church in New York. I spoke many times there. I had a youth group there. I was a\nchoir director for a long time. And I told them where I was coming from.",
        "Q: Did you meet many Jewish people after the war in the United States? Did you have Jewish\ncustomers or Jewish friends?",
        "A: To be honest with you, I hated Jews.",
        "Q: Because.",
        "A: Because they were, they were causing us, my dad to be killed. If he wouldn’t have hidden\nthem he would still live. So I had to get over that. I went to counseling for it. And the\ncounselors straightened me out. There would have been another family who would had got them.\nSo it’s, but whatever happened, happened.\nhttps://collections.ushmm.org",
        "Q: The counseling was done in the United States?",
        "A: No in Germany.",
        "Q: In Germany.",
        "A: In Germany. Because I wanted, at the beginning I didn’t want to know, I didn’t even wanted\nto talk to a Jewish person. And then I came around. Now they are one of me you know.",
        "Q: Did any Jews who had left Hamm come back to Hamm after the war?",
        "A: I don’t know. Our house was gone. We had to live, we moved to Heessen. Heessen is a small\ntown next to Hamm. H-E-E-S-S-E-N, Heessen. And we lived there in an apartment. We had to\nbuy furniture again. Because we didn’t have anything. And I worked 1n the factory for a while.\nThat’s where I lost my finger. To get some money together. I took a man’s job.",
        "Q: What kind of factory was it?",
        "A: Umbrellas they made. Umbrellas and blinds.",
        "Q: As far as your sister 1s concerned, the one who was in the classroom, which sister was that.\nWhat was her name?\nhttps://collections.ushmm.org",
        "A: Marianna.",
        "Q: Marianna, did you talk about what happened? It was again after the war. Did you talk about\nagain what she, her thoughts and her feelings, did she let them known to you?",
        "A: She never said anything afterwards. I got her over here to States.",
        "Q: She came to the United States.",
        "A: She came over to the United States.",
        "Q: Do you feel she felt guilty for years or —",
        "A: Um. I think she did. I think she did. But she became a nurse, a cancer nurse, in a cancer\nhospital. And she’s dead now. Cause she was five years older than I am. And —",
        "Q: It was something you never talked about.",
        "A: No.",
        "Q: Have you been back to Germany?\nhttps://collections.ushmm.org",
        "A: Once.",
        "Q: When was that?",
        "A: Ten years ago.",
        "Q: What are your thoughts about Germany?",
        "A: Germany, I didn’t recognize. I didn’t recognize the city. Hamm. Hamm was totally bombed\nout. And they built everything. Rebuilt. And I was told I don’t know, I read whether it’s true or\nnot but I was told that the army or the navy, the navy, the army, all the soldiers, their money built\nthe city up.",
        "Q: The German army or the German navy.",
        "A: No the American.",
        "Q: The Americans built the city back.",
        "A: Yeah. I don’t know whether that’s true or not. But Hamm was totally new. You didn’t knew\nthe streets any more. I had to find out which street I’m in.",
        "Q: Do you consider yourself German or American or German-American?\nhttps://collections.ushmm.org",
        "A: American.",
        "Q: You consider yourself American.",
        "A: Because —",
        "Q: When did you become a citizen?",
        "A: 61.",
        "Q: What was that like?",
        "A: It was, that was good. I was proud. I learned more about the history as the kids in school.\nWe had to learn it. And I had a good time. I was still in business being a baker.",
        "Q: Your thoughts, do you feel German in any way?",
        "A: Not really any more. I’ve been here 50 years.",
        "Q: Do you keep up with what’s going on there?",
        "A: Yeah I do. Werner voice is the me. [ph? German?] That’s how I keep up.\nhttps://collections.ushmm.org",
        "Q: Do you have any feelings about how they’re handling the history lessons to the young people\nin Germany in the schools, whether they’re teaching it correctly and they’re doing enough, not\nenough?",
        "A: I don’t think it’s done enough. Like my own story has never been told in Germany. And the\npeople should have known that. And I think that the SS should have been accountable for what\nthey did. They had all the number on their shoulder so they should catch them more.",
        "Q: You’re talking about the members of the Nazi Party?",
        "A: Yeah.",
        "Q: They should have all been held accountable.",
        "A: Yeah.",
        "Q: For what they did. But they were —",
        "A: When they killed my father and nobody got the guy. You know, he was going free. Today\nyou killed somebody you get arrested for it.",
        "Q: Do you know if, when that happened it was recorded in the town.\nhttps://collections.ushmm.org",
        "A: No, it was not.",
        "Q: Files you know in the city.",
        "A: Wasn’t.",
        "Q: That your house was burned down and your father was killed.",
        "A: It wasn’t.",
        "Q: No records.",
        "A: No records. I —",
        "Q: So the soldiers just did that on their own. Do you think?",
        "A: Yeah I think so. I didn’t —",
        "Q: The Nazis who were assigned to your town —",
        "A: I didn’t know whether they got the staff for 1t or where they were, I don’t know. But they did\nthat on their own. They were really brainwashed. They were only 18, 19 year old kids.\nhttps://collections.ushmm.org",
        "Q: Were these soldiers from the town or from other places?",
        "A: No, they were from the town.",
        "Q: Oh they were so you recognized the people, the people recognized who they were.",
        "A: We didn’t know because they were 19 years old. And they were —",
        "Q: Local Hamm.",
        "A: They were local there. But they should have all been either killed or doing something.",
        "Q: How often do you think about that time in your life and what happened to you?",
        "A: I never forget, I never forget it but I —",
        "Q: Think about it every day.",
        "A: Almost yeah.",
        "Q: Do you find that you’re thinking about it more since you’ve gotten older.\nhttps://collections.ushmm.org",
        "A: Yeah. Because you see (phone ringing) you’re seeing the end of your life is almost here.\nYou know and what did you do with your life you know. I lived an exciting life really when you\nlook at it you know. From youth on. I didn’t have a youth.",
        "Q: You did lose your youth.",
        "A: You know.",
        "Q: Do you think it’s something you could have gotten back or no, you did lose it, you’re right.",
        "A: I went one time to California. To Lake Tahoe and I went to a survival course. We had to\nsurvive one week in the mountains. And that’s how I found myself really. Because I had to\nrappel from one mountain to another and I had to do, I was the captain of a group doing that.\nAnd to me it was fun but then we had to at night, we had sessions was est, called E-S-T, est. I\ntook the whole course there. And the first course we had nuns in there. And you could have\nswear, you couldn’t say F you and I hit the trainer once. He made me so mad. He went on, he\nwent and said well to get angry. Picture a dog brushing your teeth with, brushing his teeth with\nyour toothbrush. Ok. What would you do. And he said, say this. Don’t let me ever, ever catch\nyou with my brush, brushing your teeth. And they had to say it real angry. And I thought that\nwas stupid. I really thought that was stupid. There was 300 people in the room. I sat down. I\nwouldn’t do it. And then after they were all finished, he said hey you come up here. I went up at\nthe podium and he pushed me. I said don’t push me. You don’t know how I react. He pushed\nhttps://collections.ushmm.org\nme again. And I lifted my hand and I slapped him in the face. He said I didn’t do anything with\nyou. Sit down. So and everybody was cracking. Because they all hated that guy.",
        "Q: What were your thoughts during the Eichmann trial? When Eichmann was tried in Israel? Do\nyou remember that, when he had his trial?",
        "A: I was hoping they would catch them all. You know I was still young when it was but my\nthing was I hope that guy got killed too who shot my father. That was my hope. And but I didn’t\nknow where he was so I couldn’t turn him in. But I would have liked to. You know.",
        "Q: When you see historical photographs of the war and Hitler and Nazi soldiers and the victims,\ndoes it trigger things in your —",
        "A: I watch them.",
        "Q: Your mind and your memory. Do you, you do watch.",
        "A: I watch them.",
        "Q: You do. Why’?",
        "A: Channel 22 has a lot of —\nhttps://collections.ushmm.org",
        "Q: Why do you watch them?",
        "A: I want to see what’s really happened. Because I never really knew the truth. And this 1s all,\nfilm that’s all made up. But I like to see it.",
        "Q: When you say film that’s all made up, I meant the historical documentaries. I didn’t mean\nfictional.",
        "A: Oh. No those I didn’t see. But the films I watch.",
        "Q: Have you heard other people making anti-Semitic remarks or —",
        "A: Not really.",
        "Q: I was just asking in case you had, if you had ever come to the defense.",
        "A: No. I, when I had the business, the bakery, we had Jewish people in town. And but they all\nhad businesses.",
        "Q: You’re talking about customers, Jewish customers.",
        "A: Yeah. They all had businesses and I defense Jewish people. Very much so because we had\none guy. He had a hardware store. He was Jewish. And he came in my store and whenever you\nhttps://collections.ushmm.org\nwanted something, you wanted a special nail or a special thing he would get it for you. He would\ngo out of his way and get it for you. And that’s what I tell people. Go to a Jewish place. They\nwould get what you want. And that’s only my story. I go to a Jewish place any time.",
        "Q: Are you very religious? Have you picked up your mother’s commitment?",
        "A: Yeah, yeah. I belong 18 years to a Methodist church in Laurel.",
        "Q: Not Lutheran.",
        "A: No. I went to Methodist. And I was the choir director there. I was a youth leader there.",
        "Q: Do you think because of what you went through it has made you more religious? Does it\nhave anything to do with your being so committed?",
        "A: Not really. I believe in God so that’s, and God is everywhere.",
        "Q: Even though your father was killed in front of you, you still believe.",
        "A: Yeah. He didn’t kill him, the Nazis killed him you know.",
        "Q: Do you think there could be a rise of Nazism in Germany in today’s world, all the skinheads\nthat you read about?\nhttps://collections.ushmm.org",
        "A: There was arise here in the States even. That’s how I marched. I marched from Philadelphia\nto New York with Quakers against Nazis.",
        "Q: Against the American Nazi party?",
        "A: Yeah. Because we didn’t want them to rise up.",
        "Q: What are your gut feelings when you read about that, or see American Nazi party people?",
        "A: That should not come back up. I would do anything to not to let them live. Because they\nwere doing no good.",
        "Q: Do you think Germany has recovered from that part of her history?",
        "A: I think so right now. Germany got bigger. They got their own army back. They weren’t\nallowed to have their own army. And they were afraid of them really. But they came back.",
        "Q: Are you proud to have come from Germany?",
        "A: Yeah. I tell everybody I’m German.",
        "Q: What are non-Jew reactions and Jewish reactions? Is there a difference?\nhttps://collections.ushmm.org",
        "A: Yeah. I got one Jew here, Ernie. He loves me. So we sit together every meal. You know and\ntalk.",
        "Q: Do you find that when you meet new people you tell them the story of what you went through\nas a child?",
        "A: No, no. I normally don’t like to talk about it.",
        "Q: Because it’s too painful.",
        "A: It’s painful yeah. I don’t, I tell people my dad got killed by the Nazis, that’s it. That’s how far\nI go. I told the story in here because you were coming and they wanted to know why you are\ncoming. You know.",
        "Q: Other residents wanted to know.",
        "A: Yeah.",
        "Q: What were their reactions?",
        "A: It’s too bad it happened you know. And you have a story, you should write a book. That’s\nwhat they say. I never did.\nhttps://collections.ushmm.org",
        "Q: Have you been to the Holocaust Museum in Washington?",
        "A: No, I never been in Washington.",
        "Q: You’ve never been in Washington. Do you have any desire to go to the museum?",
        "A: Yeah but I, how do I get there.",
        "Q: Otherwise you would go.",
        "A: Yeah. There would be a bus going from here, I would go.",
        "Q: Is there anything to add that you would like to say that you haven’t talked about, about your\nlife.",
        "A: Not really.",
        "Q: What you’ve been through, do you have any advice to give to others?",
        "A: You got my whole life story.",
        "Q: Do you have any advice to give others about —\nhttps://collections.ushmm.org",
        "A: Don’t let ever the Nazis, they get hold again. That’s my advice. Do anything to keep them\ndown.",
        "Q: Do you think most of the Germans were against the Nazis, do you feel?",
        "A: Yeah, definitely. Once they knew the truth after the war, the truth came out. Then they all\nhated, they hated to be Germans. I hated to be German. And I think here’s a girl named Gabby.\nShe hates really to be German.",
        "Q: She was born in Germany?",
        "A: Yeah. She hated you to come here.",
        "Q: Because?",
        "A: Because I told her some negative about Germany.",
        "Q: She didn’t want that recorded.",
        "A: Yeah she didn’t want that. She’s off today. That’s a good thing.",
        "Q: Was she alive during the war? Does she have memories of the war?\nhttps://collections.ushmm.org",
        "A: She is younger than Iam. She might be not. But she only heard bits and pieces. She never\nheard, I never told her the whole story. Because she is German and after the war, everybody said\nthat all Germans killed the Jews. That’s everybody and that’s not so. I never killed anybody.\nAnd Gabby didn’t kill anybody so most of the Germans did not kill the Jews. There were a few\nsoldiers who killed but you can’t get everybody in one cannot, that they all killed the Jews.",
        "Q: Did you hear of any other situations where Jews were being sheltered like your father\nsheltered those four.",
        "A: No.",
        "Q: As far as you know, he was the only one.",
        "A: That was kept a total secret. When you had Jewish people you were quiet about it.",
        "Q: You said your mother was quite religious. Was your dad just as religious as she was?",
        "A: No.",
        "Q: So why, how do you attribute his bravery? And his concern to what he did?",
        "A: Stupidity.\nhttps://collections.ushmm.org",
        "Q: Stupidity? Because?",
        "A: Why did he have to say shoot me? That wasn’t brave in my eyes. That was plain stupidity.",
        "Q: What I was asking was, before that, what do you attribute the fact that he went to these people\nand offered them the basement?",
        "A: Kindness. He wanted, he must have known that the Jewish people got killed somehow.",
        "Q: Do you consider that a brave act on his part, that he sheltered?",
        "A: That was, but that was brave. That was brave but the way he confessed it and said shoot me.\nHe should have kept his stupid mouth shut. Then he would still be living. I don’t know whether\nthey would still be living. He’s older but —",
        "Q: You think the Nazi soldiers would have left him alone if he hadn’t said anything, even though\nthey knew the Jews were in his basement?",
        "A: They weren’t ready to, he wasn’t ready to kill him because he dropped his gun by my mom.\nSo he probably —",
        "Q: He probably wouldn’t have done anything at that point?\nhttps://collections.ushmm.org",
        "A: Wouldn’t have done anything, but him on a truck and get into farm labor or something you\nknow. But he did it and there’s nothing we can do about it.",
        "Q: Were there other neighbors watching when this happened?",
        "A: No it was 3:00 in the morning. There was nobody around. We wore only nightgowns. They\nput us in nightgowns on the truck.",
        "Q: That’s how you went to the farm, in a nightgown.",
        "A: Yeah I had to wear boy’s clothes because that’s all they had.",
        "Q: Did they ever talk to you about what had happened, about what your ---",
        "A: No they never said anything.",
        "Q: Did they know?",
        "A: I don’t know whether they knew.",
        "Q: What were their names? Do you remember’?\nhttps://collections.ushmm.org",
        "A: Huchtsameyer.",
        "Q: As I said before anything else before we close or",
        "A: No.",
        "Q: That is quite a story and we thank you for doing this. Thank you very much.",
        "A: Well I can help some people.",
        "Q: ’'m sure. Important story. This concludes the United States Holocaust Memorial interview\nwith Edith Langer.\n(End)\n"
    ],
    "questions": [
        "Q: And where were you born?",
        "Q: Which is in the northwestern part of Germany.",
        "Q: And what was your family name?",
        "Q: And their last name?",
        "Q: Who was the Schneider? Where did that come from?",
        "Q: Oh all right. But the original name —",
        "Q: Again, tell me your parents’ names were —",
        "Q: Had they lived in Hamm for a long time?",
        "Q: What kind of business was it?",
        "Q: What year were you born?",
        "Q: What day?",
        "Q: The date, the month?",
        "Q: October fourth, ok. I know you were quite young. But your earliest memory would be what?",
        "Q: Eight years. Ok. Can you describe a little bit about the neighborhood where your family was.",
        "Q: So you lived out in the country in a sense.",
        "Q: Oh, but you had a little farm.",
        "Q: Did you have any siblings, any brothers and sisters?",
        "Q: And where were you in the order of the children?",
        "Q: Ok and what were the names of your sisters and brother?",
        "Q: I know you said it was a little bit of a farm land, but what kind of neighborhood was it? Did\nother people have little farms too?",
        "Q: In other words there was enough land around you ---",
        "Q: That people couldn’t see you —",
        "Q: A quarter acre and so people couldn’t see into the house.",
        "Q: What language did you speak at home?",
        "Q: Oh you did speak German. Ok.",
        "Q: And did you, before 39, before the war did you have any contact with any of the Jewish\nresidents of Hamm? Or did you even know there were Jews living in Hamm?",
        "Q: How did you know that?",
        "Q: Some legal.",
        "Q: Who was also Jewish?",
        "Q: Were there any Jewish families in your general neighborhood?",
        "Q: Lots. Really. And did you have contact with them or their children?",
        "Q: Did you have any Jewish playmates when you were young? Did you play at their houses or\ndid they come to your house?",
        "Q: Ok. Do you remember any evidence of anti-Semitism before the war started?",
        "Q: No.",
        "Q: Was your father very political or your mother? Were they active in any of the political goings\non in the town?",
        "Q: What denomination were you?",
        "Q: Lutheran.",
        "Q: You don’t know if she had any Jewish adult friends or anything?",
        "Q: Did she work with your father or was she a homemaker?",
        "Q: Was your father just by himself or did he have other —",
        "Q: He was by himself.",
        "Q: So he worked in the house?",
        "Q: No, we’ll talk about that in a minute. Hitler came into power in 1933 and obviously you were\na baby. You were only a year old. Do you have any recollections of or memories of hearing him\nspeak on the radio or did he ever come to Hamm, before the war started, before 39. Let’s do\nbefore 39 now.",
        "Q: Oh you went to one. Do you know when that was?",
        "Q: Ok so that would be 1938.",
        "Q: You started school, how old were you when you started school?",
        "Q: So that would be 1938. And do you remember anything? Did you have to salute Hitler, Heil\nHitler in school? Do you remember —",
        "Q: Was there a picture of him up on the wall?",
        "Q: Were there Jewish students in your class?",
        "Q: And what happened when they had to, did they?",
        "Q: They were six years old.",
        "Q: Was your teacher open minded, or very pro Hitler? Did you know, did she make any\ncomments? Did she say anything about the Jewish students in the class?",
        "Q: Do you remember approximately how many Jewish children there were in the class? Just a\ncouple or —",
        "Q: About ten. Out of —",
        "Q: Really, ok? But all the children mixed together?",
        "Q: Oh you were in one room?",
        "Q: I know in Hamm when Kristallnacht happened in 1938 in November there was damage done",
        "Q: Do you have memories of that?",
        "Q: Can you tell me about your experience on Kristallnacht in November 1938?",
        "Q: Well I’m not thinking of the bombing. I’m thinking of when the Germans set fire to\nsynagogues and the Jewish community center in Hamm.",
        "Q: Ok. In 1938 before the war started, the war started in 1939.",
        "Q: You have no recollections because the synagogues were destroyed and the community center\nwas destroyed. But you had no —",
        "Q: I know you were a small child, of course. Then the war starts in September 39. And what is\nyour recollection then, your first memories.",
        "Q: Was that a city near Hamm?",
        "Q: Your classmates weren’t there? I know you said you were part of the girl scouts?",
        "Q: Was that like a Hitler youth organization?",
        "Q: You had to, so why weren’t your classmates with you then that day?",
        "Q: Oh who belonged to it.",
        "Q: So you weren’t forced to belong? You just wanted to.",
        "Q: Some children were not members in the beginning?",
        "Q: And did you wear a special uniform?",
        "Q: Can you describe it? Can you remember? Just a few years ago?",
        "Q: Did you say anything to Hitler when he picked you up?",
        "Q: And what was your parents’ reaction to that?",
        "Q: Really. Because?",
        "Q: They knew by then?",
        "Q: Your next memory would be —",
        "Q: You were born in 32 you said.",
        "Q: And then the war started in 39. And then you said you met Hitler when he dedicated the\nairport.",
        "Q: And then you came back. You just continued to go to school?",
        "Q: Did, again I realize you were very young, but did you notice that Jews were leaving the city.\nSense that some of the students leaving the school? Did you know why?",
        "Q: Where they went.",
        "Q: What was the next first change in your family life, in the daily life.",
        "Q: Tell me a little bit about that, who they were and how they came to be in your parents’\nbasement.",
        "Q: This is the Jewish dentist you were talking about.",
        "Q: Do you know his name? Do you know the name of the family?",
        "Q: The he is your father.",
        "Q: How do you think your father knew that, knew about them?",
        "Q: And your family obviously had a radio.",
        "Q: And you used to hear Hitler’s speeches on the radio?",
        "Q: What was your reaction hearing him?",
        "Q: Because, you weren’t interested.",
        "Q: So your father went to these two families and said Jews are being taken away and what did he\noffer?",
        "Q: In other words, your parents used your food stamps, part of your food stamps to --",
        "Q: Were there children or just two couples?",
        "Q: Did you know why, because, did you know that there were four people in your parents’\nbasement?",
        "Q: You did not know that?",
        "Q: Why, did you ever ask your parents why are you taking my food provisions?",
        "Q: Oh they did?",
        "Q: Do you remember what her reaction was when your father said he was going to hide the four\nJews? Do you have any recollection?",
        "Q: She went along and agreed?",
        "Q: Did they say anything to you about not mentioning it to others?",
        "Q: This was 1941.",
        "Q: Do you remember what time of year.",
        "Q: Summer of 41.",
        "Q: So there now they’re in your basement. You’re not saying anything. To anybody and then\nwhat happened?",
        "Q: A Jewish child.",
        "Q: This was in the classroom.",
        "Q: To the two Nazi soldiers?",
        "Q: That night.",
        "Q: We'll talk about post war in a minute. Can we just go back a little bit? Before this terrible\nthing happen and you saw German soldiers on the street, Nazi soldiers, what was your feeling.\nDid you think they were impressive?",
        "Q: Why? How did you know to be afraid of them?",
        "Q: Did you ever see them mistreat anybody in the street?",
        "Q: They were dead Jewish people?",
        "Q: You would see that.",
        "Q: So you actually saw dead bodies?",
        "Q: Did you talk about this with your parents?",
        "Q: Did you yourself ever witness that?",
        "Q: You saw them shooting the minister?",
        "Q: How long did you stay in that scout —",
        "Q: Were you a member of that group when the Germans came to your house? Were you still a\nmember at that time?",
        "Q: Did he talk about that with you? Did it bother him terribly to have to do that?",
        "Q: You said that when you were taken away that each of the sisters were put on different farms\nand your mother stayed in the town. Did you have any communication with your sisters or your\nmother.",
        "Q: So you were as a young child, you were nine years old. You were totally by yourself.",
        "Q: No communication til 45. Until 1945.",
        "Q: Were there other children on the farm that you went to?",
        "Q: And you?",
        "Q: Because.",
        "Q: To pick off the potato bugs.",
        "Q: Did the farmer and his wife talk about what was happening?",
        "Q: Did they ever talk about what was happening to the Jews?",
        "Q: Did you talk to them much? Did you have much communication.",
        "Q: What about the other students in the class? Did they talk about the war, about Hitler, about\nthe Nazis?",
        "Q: Did you see any evidence of German soldiers on the farm?",
        "Q: Nobody came to the farm, there was no checkups or —",
        "Q: The Russians?",
        "Q: Let’s talk about your sister now. She, you said, she was the one who when she was in the\nclassroom raised her hand and said her father was sheltering Jews in the basement. How did she\nfeel after that? She was a child herself, I understand and she was frightened.",
        "Q: Yes of course she was a child.",
        "Q: Did she know that child, that Jewish child?",
        "Q: It wasn’t a child in the class?",
        "Q: So nobody knew his name or anything?",
        "Q: Did you ever hear what happened to him after that?",
        "Q: It’s the end of the war. You said your mother came and picked you up and your sisters. And\nyou came back to Hamm.",
        "Q: And you went to school, went back to school in Hamm?",
        "Q: You went to a bakery school?",
        "Q: Ok, so then you worked.",
        "Q: Right after the war ended, immediately and the years following, did the German people talk\nabout what had happened to the Jews and the concentration camps?",
        "Q: Why not?",
        "Q: No, I meant after the war was over.",
        "Q: Did you notice any or hear of any anti-Semitic acts after the war was over? After 45? Did\nyou know of any?",
        "Q: Did you hear people say anything negative about the Jews like we’re glad they’re not here\nanymore?",
        "Q: Let’s talk about how you got to the United States now. How did you happen to come to the\nUnited States?",
        "Q: How did that happen?",
        "Q: A pen pal but you wrote a young man here in the United States.",
        "Q: How did you get his name?",
        "Q: What year was that?",
        "Q: It was in the 1950s right?",
        "Q: So you come here and where did you settle?",
        "Q: With a Quaker minister, you lived with a Quaker minister?",
        "Q: Siegfried Langer was his name.",
        "Q: Was he from Germany originally?",
        "Q: Did you have any children?",
        "Q: Because?",
        "Q: And did you stay in New Jersey?",
        "Q: How did you respond?",
        "Q: What do you mean it wasn’t Hitler’s doing?",
        "Q: He didn’t do the actual physical killing is what you’re saying.",
        "Q: He gave the orders to do it.",
        "Q: Did you meet many Jewish people after the war in the United States? Did you have Jewish\ncustomers or Jewish friends?",
        "Q: Because.",
        "Q: The counseling was done in the United States?",
        "Q: In Germany.",
        "Q: Did any Jews who had left Hamm come back to Hamm after the war?",
        "Q: What kind of factory was it?",
        "Q: As far as your sister 1s concerned, the one who was in the classroom, which sister was that.\nWhat was her name?",
        "Q: Marianna, did you talk about what happened? It was again after the war. Did you talk about\nagain what she, her thoughts and her feelings, did she let them known to you?",
        "Q: She came to the United States.",
        "Q: Do you feel she felt guilty for years or —",
        "Q: It was something you never talked about.",
        "Q: Have you been back to Germany?",
        "Q: When was that?",
        "Q: What are your thoughts about Germany?",
        "Q: The German army or the German navy.",
        "Q: The Americans built the city back.",
        "Q: Do you consider yourself German or American or German-American?",
        "Q: You consider yourself American.",
        "Q: When did you become a citizen?",
        "Q: What was that like?",
        "Q: Your thoughts, do you feel German in any way?",
        "Q: Do you keep up with what’s going on there?",
        "Q: Do you have any feelings about how they’re handling the history lessons to the young people\nin Germany in the schools, whether they’re teaching it correctly and they’re doing enough, not\nenough?",
        "Q: You’re talking about the members of the Nazi Party?",
        "Q: They should have all been held accountable.",
        "Q: For what they did. But they were —",
        "Q: Do you know if, when that happened it was recorded in the town.",
        "Q: Files you know in the city.",
        "Q: That your house was burned down and your father was killed.",
        "Q: No records.",
        "Q: So the soldiers just did that on their own. Do you think?",
        "Q: The Nazis who were assigned to your town —",
        "Q: Were these soldiers from the town or from other places?",
        "Q: Oh they were so you recognized the people, the people recognized who they were.",
        "Q: Local Hamm.",
        "Q: How often do you think about that time in your life and what happened to you?",
        "Q: Think about it every day.",
        "Q: Do you find that you’re thinking about it more since you’ve gotten older.",
        "Q: You did lose your youth.",
        "Q: Do you think it’s something you could have gotten back or no, you did lose it, you’re right.",
        "Q: What were your thoughts during the Eichmann trial? When Eichmann was tried in Israel? Do\nyou remember that, when he had his trial?",
        "Q: When you see historical photographs of the war and Hitler and Nazi soldiers and the victims,\ndoes it trigger things in your —",
        "Q: Your mind and your memory. Do you, you do watch.",
        "Q: You do. Why’?",
        "Q: Why do you watch them?",
        "Q: When you say film that’s all made up, I meant the historical documentaries. I didn’t mean\nfictional.",
        "Q: Have you heard other people making anti-Semitic remarks or —",
        "Q: I was just asking in case you had, if you had ever come to the defense.",
        "Q: You’re talking about customers, Jewish customers.",
        "Q: Are you very religious? Have you picked up your mother’s commitment?",
        "Q: Not Lutheran.",
        "Q: Do you think because of what you went through it has made you more religious? Does it\nhave anything to do with your being so committed?",
        "Q: Even though your father was killed in front of you, you still believe.",
        "Q: Do you think there could be a rise of Nazism in Germany in today’s world, all the skinheads\nthat you read about?",
        "Q: Against the American Nazi party?",
        "Q: What are your gut feelings when you read about that, or see American Nazi party people?",
        "Q: Do you think Germany has recovered from that part of her history?",
        "Q: Are you proud to have come from Germany?",
        "Q: What are non-Jew reactions and Jewish reactions? Is there a difference?",
        "Q: Do you find that when you meet new people you tell them the story of what you went through\nas a child?",
        "Q: Because it’s too painful.",
        "Q: Other residents wanted to know.",
        "Q: What were their reactions?",
        "Q: Have you been to the Holocaust Museum in Washington?",
        "Q: You’ve never been in Washington. Do you have any desire to go to the museum?",
        "Q: Otherwise you would go.",
        "Q: Is there anything to add that you would like to say that you haven’t talked about, about your\nlife.",
        "Q: What you’ve been through, do you have any advice to give to others?",
        "Q: Do you have any advice to give others about —",
        "Q: Do you think most of the Germans were against the Nazis, do you feel?",
        "Q: She was born in Germany?",
        "Q: Because?",
        "Q: She didn’t want that recorded.",
        "Q: Was she alive during the war? Does she have memories of the war?",
        "Q: Did you hear of any other situations where Jews were being sheltered like your father\nsheltered those four.",
        "Q: As far as you know, he was the only one.",
        "Q: You said your mother was quite religious. Was your dad just as religious as she was?",
        "Q: So why, how do you attribute his bravery? And his concern to what he did?",
        "Q: Stupidity? Because?",
        "Q: What I was asking was, before that, what do you attribute the fact that he went to these people\nand offered them the basement?",
        "Q: Do you consider that a brave act on his part, that he sheltered?",
        "Q: You think the Nazi soldiers would have left him alone if he hadn’t said anything, even though\nthey knew the Jews were in his basement?",
        "Q: He probably wouldn’t have done anything at that point?",
        "Q: Were there other neighbors watching when this happened?",
        "Q: That’s how you went to the farm, in a nightgown.",
        "Q: Did they ever talk to you about what had happened, about what your ---",
        "Q: Did they know?",
        "Q: What were their names? Do you remember’?",
        "Q: As I said before anything else before we close or",
        "Q: That is quite a story and we thank you for doing this. Thank you very much.",
        "Q: ’'m sure. Important story. This concludes the United States Holocaust Memorial interview\nwith Edith Langer.\n(End)"
    ],
    "answers": [
        "A: In Hamm, Germany.",
        "A: Yes.",
        "A: Johann and Anna.\nhttps://collections.ushmm.org",
        "A: Their last name was Parr, P-A-A-R. Different than my Schneider.",
        "A: My, my step father and he adopted us.",
        "A: The original name was Paar.",
        "A: Anna and Johann.",
        "A: Yeah. He had a business there.\nhttps://collections.ushmm.org",
        "A: He was a shoemaker. He made shoes and boots for the army.",
        "A: 1932.",
        "A: Oh I don’t know the day.",
        "A: Oh, October fourth.",
        "A: When I was eight years.",
        "A: We were living about a quarter mile from the railroad station. And we had our own house.\nWe had two pigs. And about ten chickens. We had a little farm there.\nhttps://collections.ushmm.org",
        "A: No, it wasn’t, was in the city.",
        "A: Yeah, and but we had a three row [ph] garden like a yard where you plant vegetables and\nstuff. We had that. So we were happy there. We growed or own food because food was scarce\nto that.",
        "A: I had three sisters and one brother.",
        "A: I was the third one.",
        "A: Rose Marie, Dorothea, Mariana, Karl Heinz and me.\nhttps://collections.ushmm.org",
        "A: Yeah. They were single houses. People owned their own home which is very rare in\nGermany. Normally you live in apartments. But my father made enough money apparently that\nhe could buy this house. And it was I remember we went down the hill and, and down the hill\nthen there was our house. It was, we lived by ourselves. That’s why nobody found out that we\nare, hid Jewish people.",
        "A: Yeah.",
        "A: About a quarter, quarter acre.",
        "A: Yeah nobody could see into the house.\nhttps://collections.ushmm.org",
        "A: German.",
        "A: German.",
        "A: Yeah.",
        "A: My father went to a dentist who was Jewish. And he had some law things to do.",
        "A: Yeah, with the lawyer.",
        "A: He was also Jewish. There were two Jewish families.\nhttps://collections.ushmm.org",
        "A: Yeah, lots.",
        "A: They were normal human beings. We talked to them.",
        "A: I didn’t, I didn’t have that many playmates really. We all had chores to do. We had to work\nin the garden. We had to feed the pigs. We had to do things so we didn’t have, there was no\nroom for really much play time. I don’t remember that.",
        "A: No.",
        "A: No. We loved everybody.\nhttps://collections.ushmm.org",
        "A: No. My mother was very Christian. She had nothing to do with politics. But she went every\nday, every Sunday to church. She went to bible study events then. And she took us to church.\nAnd —",
        "A: Lutheran.",
        "A: And she was very, very religious.",
        "A: No, no.",
        "A: She was a homemaker. She did, knew nothing about shoes.\nhttps://collections.ushmm.org",
        "A: Yeah he was by himself.",
        "A: He had working place in the basement.",
        "A: He worked in the house. And the Nazis came and picked up the shoes. They came to our\nhouse but when we are, hid the Jewish people they were not allowed any more in the cellar.",
        "A: He did a lot of good. He built youth camps. I went to one.",
        "A: It was about when I was six years old.\nhttps://collections.ushmm.org",
        "A: Yeah. He built the Autobahn. So he did, at the beginning he did a lot of good. That’s why he\ngot elected. But then when he went crazy you know.",
        "A: Six, six years.",
        "A: We did, we did. Do that. Heil Hitler.",
        "A: Yeah.",
        "A: Yeah.\nhttps://collections.ushmm.org",
        "A: They did the same, they did the same thing.",
        "A: They had to do the same thing.",
        "A: No, no.",
        "A: About ten.",
        "A: Out of 30 kids.\nhttps://collections.ushmm.org",
        "A: They had from one grade to sixth grade in Germany. Only one room.",
        "A: Yeah. That’s why there were so many. Because they had no teachers and most of the time\nthey had no classrooms.",
        "A: A larger (both talking)",
        "A: Yeah.",
        "A: When the bombs came we all had to go in the basement.\nhttps://collections.ushmm.org",
        "A: I don’t know anything about that.",
        "A: I don’t know anything about that.",
        "A: No. I was only a child.",
        "A: Well the first memory as I was six years old. I, they had in Borkenberge, it’s a city they had\nan airport dedicated. Hitler dedicated an airport there.\nhttps://collections.ushmm.org",
        "A: That was 30 miles away from Hamm. I believe so. And he was dedicating the airport and as a\ngirl scout, we had to go there. And they picked us, there were 30 kids at least. And they put us\nall in the bus and drove us there. And then we were standing in line and Hitler was on the\npodium, talking. And they picked me out because I had blue eyes, blond, I had ponytails. I\nlooked like a typical German girl. That’s the only thing I can explain that. And then he gave,\nthey gave me flowers and I had to go up on the podium and bring Hitler the flowers. And he\nhugged and kissed me. And then I felt a real part of it. It was an honor to do that. I didn’t know\nwhat, what future lie ahead of me. So then I told all my classmates, I gave Hitler flowers and just\nbragged about it you know.",
        "A: Yeah.",
        "A: Yeah, yeah, they had to belong to it.",
        "A: I was the only one in that class who belonged to it.\nhttps://collections.ushmm.org",
        "A: Yeah. And I wanted to belong to it. Because it was fun. The camps were really nice.",
        "A: I wasn’t forced, no.",
        "A: Yeah.",
        "A: Yeah.",
        "A: I don’t know what I wore. A green dress, some ---",
        "A: No, I had a sash with buttons what I achieved in there. And but he said nice meeting you. And\nthat’s all.\nhttps://collections.ushmm.org",
        "A: They said I shouldn’t have done it.",
        "A: Because then they were not that fond of Hitler. Because they knew already that he did was\nkilling Jews.",
        "A: Yeah then they knew everything but they never told us so I just took it, threw it off. I mean I\ndid what I had to do, what they asked me to do.",
        "A: When I was ten years. We lived through four years without any, any intervention.",
        "A: Yeah.\nhttps://collections.ushmm.org",
        "A: Yeah.",
        "A: Yeah.",
        "A: Some Jews, yeah, some. No, they never told us why. They, some students were missing out\nof classroom and nobody had an idea where they went.",
        "A: They never said anything. So they were just missing.",
        "A: When they did get two Jewish families to put them in our basement.\nhttps://collections.ushmm.org",
        "A: It was a dentist my father went to, we all went to.",
        "A: Yeah.",
        "A: NoI don’t. We all went to the dentist and then my father went to the lawyer because he had a\nbusiness, he went to that lawyer. And he said, he did say they’re getting the Jewish people out of\nthe city. They are clearing the city with Jewish people. And they’re putting them in concentration\ncamps. That’s what he was saying. He didn’t say they were killing them.",
        "A: Yeah. And --\nhttps://collections.ushmm.org",
        "A: I don’t know. I don’t know from, he never got it out of the newspaper cause newspapers\nwouldn’t write like that. And the news wouldn’t say anything.",
        "A: Yeah.",
        "A: Yeah.",
        "A: I didn’t listen to him.",
        "A: I wasn’t interested.\nhttps://collections.ushmm.org",
        "A: And he offered them to, to put them in his basement. To stay there for a while. He\napparently, he didn’t’ want to make it a long time thing. He thought the war was over soon. So\nhe put them in our basement and they fed them with our food stamps. I recall that because we\nhad to go hungry.",
        "A: Part, to feed, to feed the two families.",
        "A: Two couples. And many times there was no milk. Many times there was no bread.",
        "A: At the beginning no.",
        "A: No.\nhttps://collections.ushmm.org",
        "A: Then they told us.",
        "A: Yeah. They said there is two families in our basement. You cannot go down there. You are\nnot permitted to go down. And my father only had the connection with them. My mother didn’t\neven go down there.",
        "A: That was normal because she was a Christian. She was —",
        "A: Yeah she was supposed to save people. You know.",
        "A: They told us we shouldn’t talk about it yeah. And we didn’t. We didn’t for the longest time.\nAnd then my sister.\nhttps://collections.ushmm.org",
        "A: Yeah.",
        "A: It was in the summer.",
        "A: Yeah it was in the summer because we went out in night clothes on the street. I come to that.",
        "A: My sister is five years older. She went to a different school. And the Nazi guard came in\nthere. Two Nazis people. They were 19, 20 years old. And they brought a little boy with them.\nA Jewish guy.",
        "A: Jewish child. And they nailed his tongue on the table. In front of them. It’s horrible. And\nthey said if anyone of you, your parents have Jewish people in their basement, you have to tell us\nhttps://collections.ushmm.org\nor you will be next and you will get nailed on the table. And my sister was really afraid. So she\nlifted her hand and she said we have.",
        "A: Yeah.",
        "A: So she gave it away. They never showed up til 3:00 in the morning.",
        "A: That night. The same night. They broke the door down. They didn’t even wait for anybody\nopen the door. They just stormed into, into the house. There was three Nazi guys and they took\nthe Jewish people out. We were, our house were on a bank of a street, the driveway was right in\nfront of our house. They lined the Jewish people up on one side and they lined us up on the other\nside. In nightgowns. That’s why it was summer, it wasn’t cold. And they took a machine gun\nand they killed the Jewish people. Right there in front of us. We were not, not supposed to cry or\nhelp them. They said if you get out of line, you get shot. So we all stood frozen in one line.\nAnd then the one guy took a pistol, held to my mom and said I shoot you. And my mom said\nJesus help me. And the guy dropped his gun. I don’t know why he dropped the gun, but he\ndropped it. And he couldn’t shoot it anymore. And then he went, my father said if you want to\nhttps://collections.ushmm.org\nshoot anybody you have to shoot me because I’m the one who got the Jewish people in our\nhouse. So they shot him. They shot him right in front of us. We couldn’t say anything, we\ncouldn’t cry, we couldn’t do nothing. Otherwise we would have been killed too. And then the\nwhistle go up, one guy put a whistle in his mouth. The whistle go off. A truck came and they all\nhad to go on the truck. Except my mom. My mom had to stay there and she went in the air raid\nshelter as a Red Cross nurse. She stayed there for four years. And we had to go. They drove us\nat farms. We had to do farm labor like child labor. At ten years you had to milk five cows in the\nmorning, learn how to drive a tractor. How to plow with horses. We did that all at ten years old.\nFirst I cried. I was miserable. And then I got used to it. And but while we were driving out they\nput gasoline on your house, they put your house on fire. So we lost everything. My mom had to\nfind a room somewhere. And we were at these farms. We are all separated. They put us on four\ndifferent farms. And that now a big truck we went. And you couldn’t escape. There was\nnowhere to escape. So we stayed there and I was there for four years. And I got confirmed there\nyou know. So I learned the good work ethic. That’s where I did learn. You know somebody said\nyou have to go to work 5:00, I would be there 5:00. That’s what I did learn. So then after the\nwar, my mom got a taxi. She went to it’s called the Bergersmeister office. You know who the\nBergermeister is. Bergersmeister office. They had all the papers and she found out there\nwhere we were. And she went in this taxi and picked us all up. No warning. AIl of a sudden she\nwas standing there. You know and I was super glad that I saw her again. And she took around\nand picked up all my sisters. My brother had run away. And my parents said he went to the\nHeights MB [ph], to American Legion. And we have never heard from him again. He went\nthere and he disappeared. So he wanted no part of this. So we don’t know where he went. I\nhave looked on the internet, trying to find him but I can’t find him. He might be dead also, cause\nhttps://collections.ushmm.org\nI’m now you know. So then we came home and I went to what is called in learning in the bakery.\nI learned how to bake in the bakery.",
        "A: No we were afraid of them.",
        "A: Because they all had guns. They had their machine guns, pistols and we knew something bad\nwould happen.",
        "A: No. I, we saw them before people were laying on the street in the morning. Jewish people.",
        "A: Yeah.\nhttps://collections.ushmm.org",
        "A: Yeah. They killed them, they killed them overnight. They put them out of the houses and\nthen they shot them right there.",
        "A: Yeah. We had to climb over them because we had to go to school.",
        "A: We said something. That’s none of your business. Keep your mouth shut. Nobody could say\nanything. If you would say something and it came out, you would get in trouble. That’s how\nGermany got ruled. If you say anything bad they would come. They picked ministers off the\npulpit and the minister was saying they were picking out all the girl scouts, out of the church.\nThey picked me out too. And we were still on the way out that the minister said that is wrong\nwhat you are doing. Leave those kids in here. They are better with God as with you. They took\nhim off the pulpit and shot him. Right in front of the whole congregation.",
        "A: Yeah. I was still in church.\nhttps://collections.ushmm.org",
        "A: So you were afraid of them. We are, they put your living daylight in you. Whenever they said\nanything in girl scouts, they came and they taught us how to march and how to shoot with guns. I\nwas with ten years, before ten years. I was a marksman. I could shoot anything. But that’s what\nthey taught you. They wanted the kids to be prepared for the army. And —",
        "A: Two years. No, yeah two years.",
        "A: I was yeah. I was a member and my father made boots for the army. He was employed for\nthem. That was his main business, making boots for the army.",
        "A: Was a living, was a living. He had to support us. So (pause)\nhttps://collections.ushmm.org",
        "A: No, no.",
        "A: Yeah I was separated.",
        "A: Yeah.",
        "A: No there was, there was nobody there. Just the man and the woman.",
        "A: And me. And they had one maid, one Hartha, I remember her name. She taught me how to\nmilk cows and how to do stuff like that. I had to do my farm work before I went to school. And\nschool was very horrible there.\nhttps://collections.ushmm.org",
        "A: That’s, that farm school, Levin Niemeyer was his name Niemeyer. And he went climbed on\ntop of the tables if he, if somebody did something wrong, he would climb on the tables and\nwould hit all of us. And if we duck under the table, we had to come up front and really get it. So\nyou dare didn’t duck , don’t duck. And he took us out to cut potato bugs. They had them to that\ntime and they said the Americans sent them. The potato bugs and we had to collect them, we\nhad to find them.",
        "A: Yeah in school time. I would sit there, in school times and they took away from learning.\nAnd I didn’t learn a lot. Because I was so tired. Most of the time I fell asleep, because I had to\nget up 5:00 in the morning and work. And 8:00, 9:00 the school started.",
        "A: No, they never said anything.",
        "A: They never said anything.\nhttps://collections.ushmm.org",
        "A: We had to work all the time. We were only together at dinner time or eating time and then he\nhad the plate of food. And we shoveled that in as fast as you could because you figured there is\nno more.",
        "A: No, you couldn’t.",
        "A: No, nobody came there.",
        "A: They came. They had a Russian prisoners that were on the farm. And they had a thing, I can’t\neven say it. Pieces of ground fenced in. And they had them in there. They were day and night in\nthat, in that thing. They made us rings. From, from pennies. We went there. We talked to them.\nYou know you couldn’t talk any Russian to them but we made a motion that we wanted the ring\nand we gave them an apple or gave them a slice of bread, you know. And they made us rings\nand stuff like that. And we were the only house after the war who they didn’t put in there. They\nsaved us.\nhttps://collections.ushmm.org",
        "A: Yeah. Because we made friends with them. You know.",
        "A: She felt awful. She kept on saying I’m sorry I did that but I was so afraid.",
        "A: You know. I didn’t want my tongue to be nailed on the table.",
        "A: No, there was a, it was a stranger. They brought him in.",
        "A: No, they brought him in. So-—\nhttps://collections.ushmm.org",
        "A: No, they had to take a pair of plyers and pull out the nail.",
        "A: No, nobody, nobody talked about it. It was just something that happened what the Nazis did.\nAnd we never had (inaudible).",
        "A: Mm hm.",
        "A: No. I-",
        "A: I was finished with school. With 14 you are finished with school in Germany.\nhttps://collections.ushmm.org",
        "A: I learned to, I had a trade. I wanted well I wanted to be a baker because I always had food.\nThat was my doing. I always had something to eat. And I didn’t enjoy it very much first.\nBecause you had to do all the dirty work first. We had to clean the bakery, wash the dishes, and\ndo stuff like that. So I didn’t enjoy that, that much. But then after two years I begin to like it.\nBecause it was artistic. You could do flours and learn that you know. And then I did first, I did\ncooking. The first two years, I forgot that. I did cooking. I wanted to be a chef first. And then\nthe third year we had to do baking and I liked that better. So I took baking up for three more\nyears. So I put myself five years through training. At 50 cents a week, I remember that. No, no\nother money. So but I learned, I learned at least how to bake. And then I went, I got my casen\n[ph] brief, my learners permit to bake.",
        "A: No, nobody could talk about it.",
        "A: They were all afraid that they would get shot.\nhttps://collections.ushmm.org",
        "A: After the war, you read in papers about, you read in papers about the concentration camps.\nWe didn’t even know about it. And we were, they caught us by surprise. You know we knew\nthere were, they were killing the Jewish people but that they put them all in concentration camps,\nsome of them, and put the gas chamber on. They didn’t know that.",
        "A: No.",
        "A: I saw more, I heard more negative when I came here in the States, because I marched one\ntime from Philadelphia to New York against them, with Quakers. I lived with a Quaker minister\nwhen I came here.",
        "A: On a blind date.\nhttps://collections.ushmm.org",
        "A: (laughs) I wrote somebody in German. I was a pen pal.",
        "A: He was here in the states but he was German.",
        "A: In the newspaper. And I answered it and I wrote him and he wrote me back. And then he\nwrote me in one letter, with your ambition. I was already a baker. He said with your ambition\nyou can do a lot more in the states as you can do in Germany. Germany, you need everything a\npaper for. And here you say you can bake. You have to prove it. And you can bake. You know.\nHe said you even can open your own bakery here. So I took that and I took my visa out, a\nworking visa. So I could work here. And he paid my bill and I came over here.",
        "A: 1956. No. No.",
        "A: 1956. It was 1956, yeah.\nhttps://collections.ushmm.org",
        "A: I settled in Philadelphia, at the Quaker minister.",
        "A: Yeah and his family. He had three teenage kids. And, and his wife. And I took care of his\nhousehold. And of the boys. He had three boys there. And for room and board. But then I\ncleaned houses. I did his house in the morning. I went in the afternoon cleaned houses. And I\ndid one house for a Chinese person. And I traded English for cleaning. I cleaned her house and\nshe sat me two hours down and talked, taught me English so I could learn English because I did\nnot, I knew yes and no, that’s it. And Gerhard was the guy who took me over here. He made a\ndate with me. And the minister gave me ten cents that night. He said keep the ten cents and call\nme if you get in trouble and I pick you up wherever you are. And Gerhard stupid of him, he went\nto a motel. He opened the door. I didn’t know what a motel was. In Germany you didn’t have\nmotels. So he opened the door and I saw two beds in there. And I pushed him inside the room,\nlocked the door. I still had the key, locked the door and went to the office and called Mr.\nDakand. And I said I am in trouble. Can you get me. I told him where I was. He knew the\nlocation. He got me. And I never saw him again. I know. And then I met somebody else on a\nblind date. I had so many blind dates with (inaudible). Siegfried, he was a baker. And I met him\nand we have spent for half a year and then I married him.\nhttps://collections.ushmm.org",
        "A: Siegfried Langer. And I married him. But he was married. He, no go from front. He was, we\nwere seen a bakery. It was so dirty you couldn’t even set foot in it. But we bought it for $1000.\nWe both had $500. We put the $500 in and we bought the bakery for a thousand dollars. We\ncleaned it up. It took us three months to clean it. That’s how dirty it was. And then we opened\nthe bakery. And the honeymoon night as I’m coming to bed, he baked 350 pounds of cookies.\nHe baked all night cookies. It’s hard to believe it but that’s what he did. And the marriage was\non a rocky boat all the time. We had, he was married to his mother. He was a mama’s boy. And —",
        "A: Originally he was from Germany yeah. But he was in the army in Germany. And he also was\nin the army in the United States. He just in two armies. He didn’t like that, he didn’t like cold\nweather. So they sent him to Alaska. So he had to stand the cold weather. He was three years in\nthis army here. And I don’t know how long he was in Germany in the army.",
        "A: Yeah. I have two children, Doris and Ralph. They both don’t talk to me.\nhttps://collections.ushmm.org",
        "A: Because I got myself, 1971 I got myself divorced. I couldn’t stand it anymore.",
        "A: I stayed for one year with him. In the bakery. Because he wasn’t a decorator and I was. So I\nhad to, I wanted to teach him how to decorate cakes but he never learned. So after one year of it,\nI finally left. And I worked in another bakery in Flemington. And there I had to prove myself.\nThey didn’t want any women bakers. Women bakers didn’t exist here for a while. So I had to\nwork for one week and I made cookies and doughnuts and breads. After one week they said\nyeah, you have ajob. So I stayed there. I only worked there for a half a year. But I did, I baby\nsat a family at night. And they have moved here to Maryland. That’s how I got to Maryland.\nAnd they moved to Maryland and they said well we want you to baby sit our kids again. And\nyou can stay in our house. We’re building a house. They built a house but one short, one\nbedroom was short. I had to live with the daughter in one bedroom. And that’s what I didn’t\nwant to do. So I went to a bakery in Ellicott City, Frederick’s or whatever it’s called. I went\nthere, they are out of business now. But I went there and I, there in the bakery and I had to ice,\nice cakes. Wedding cakes and birthday cakes. And the girl, who decorated them was sick one\nday. For the whole week. And I had to decorate the cakes. And the people came and said after,\neven after she came back, we want Edith’s cakes. So we had the clash there. So I left. I then\nopened my own bakery. In Aras Anna in Baltimore. And it was a laundry and I cleaned it all\nout and I put a bakery in there and but I couldn’t get any help. Help to, for me. I think I am\nperfectionist. So I didn’t, I closed the door and I worked for fifteen years in, called Edelweiss\nbakery in Harford Road. And then I quit. And I was 74. Then I quit. That’s my life.\nhttps://collections.ushmm.org\n(Tape 2 — RG-106.0187.02.02; 30:44)\nGail Schwartz: this is a continuation of the United States Holocaust Memorial Museum volunteer\ncollection interview with Edith Langer. This is track number two. When you were here in the\nUnited States and people asked you about where you came from, or did many people ask you. Or\ndid they discuss about Hitler or about the Nazis or about the Jews, did people bring those topics\nup when you came to the United States.\nEdith Langer: Yeah.",
        "A: I told them how it really was. Many people did not know that Hitler went at the small\nfamilies like at the families like me and they said Hitler couldn’t be that bad. But I told them\nthen and then the, history books they only say that he killed many Jews and put them, put them\nin concentration camps. And I knew that but then I told them my story and I have told to many\npeople my story. They all would say ah but how, because I told it in churches. My story. I told\nit to youth groups. I went to, all over telling the story about how Hitler really was. And it wasn’t\nI still think in my heart it wasn’t Hitler’s doing. It was the Nazis’ doing you know.",
        "A: Hitler did not kill anybody in my book. But he gave the orders to kill.\nhttps://collections.ushmm.org",
        "A: No.",
        "A: Yeah. He gave the orders because the Nazis had the orders to kill people who said something\nbad about Hitler or I have heard people saying well Hitler is no good. Next day they would, you\nfound them dead. You know. And that doesn’t work. So I told those stories to churches,\nMethodist church in New York. I spoke many times there. I had a youth group there. I was a\nchoir director for a long time. And I told them where I was coming from.",
        "A: To be honest with you, I hated Jews.",
        "A: Because they were, they were causing us, my dad to be killed. If he wouldn’t have hidden\nthem he would still live. So I had to get over that. I went to counseling for it. And the\ncounselors straightened me out. There would have been another family who would had got them.\nSo it’s, but whatever happened, happened.\nhttps://collections.ushmm.org",
        "A: No in Germany.",
        "A: In Germany. Because I wanted, at the beginning I didn’t want to know, I didn’t even wanted\nto talk to a Jewish person. And then I came around. Now they are one of me you know.",
        "A: I don’t know. Our house was gone. We had to live, we moved to Heessen. Heessen is a small\ntown next to Hamm. H-E-E-S-S-E-N, Heessen. And we lived there in an apartment. We had to\nbuy furniture again. Because we didn’t have anything. And I worked 1n the factory for a while.\nThat’s where I lost my finger. To get some money together. I took a man’s job.",
        "A: Umbrellas they made. Umbrellas and blinds.\nhttps://collections.ushmm.org",
        "A: Marianna.",
        "A: She never said anything afterwards. I got her over here to States.",
        "A: She came over to the United States.",
        "A: Um. I think she did. I think she did. But she became a nurse, a cancer nurse, in a cancer\nhospital. And she’s dead now. Cause she was five years older than I am. And —",
        "A: No.\nhttps://collections.ushmm.org",
        "A: Once.",
        "A: Ten years ago.",
        "A: Germany, I didn’t recognize. I didn’t recognize the city. Hamm. Hamm was totally bombed\nout. And they built everything. Rebuilt. And I was told I don’t know, I read whether it’s true or\nnot but I was told that the army or the navy, the navy, the army, all the soldiers, their money built\nthe city up.",
        "A: No the American.",
        "A: Yeah. I don’t know whether that’s true or not. But Hamm was totally new. You didn’t knew\nthe streets any more. I had to find out which street I’m in.\nhttps://collections.ushmm.org",
        "A: American.",
        "A: Because —",
        "A: 61.",
        "A: It was, that was good. I was proud. I learned more about the history as the kids in school.\nWe had to learn it. And I had a good time. I was still in business being a baker.",
        "A: Not really any more. I’ve been here 50 years.",
        "A: Yeah I do. Werner voice is the me. [ph? German?] That’s how I keep up.\nhttps://collections.ushmm.org",
        "A: I don’t think it’s done enough. Like my own story has never been told in Germany. And the\npeople should have known that. And I think that the SS should have been accountable for what\nthey did. They had all the number on their shoulder so they should catch them more.",
        "A: Yeah.",
        "A: Yeah.",
        "A: When they killed my father and nobody got the guy. You know, he was going free. Today\nyou killed somebody you get arrested for it.\nhttps://collections.ushmm.org",
        "A: No, it was not.",
        "A: Wasn’t.",
        "A: It wasn’t.",
        "A: No records. I —",
        "A: Yeah I think so. I didn’t —",
        "A: I didn’t know whether they got the staff for 1t or where they were, I don’t know. But they did\nthat on their own. They were really brainwashed. They were only 18, 19 year old kids.\nhttps://collections.ushmm.org",
        "A: No, they were from the town.",
        "A: We didn’t know because they were 19 years old. And they were —",
        "A: They were local there. But they should have all been either killed or doing something.",
        "A: I never forget, I never forget it but I —",
        "A: Almost yeah.\nhttps://collections.ushmm.org",
        "A: Yeah. Because you see (phone ringing) you’re seeing the end of your life is almost here.\nYou know and what did you do with your life you know. I lived an exciting life really when you\nlook at it you know. From youth on. I didn’t have a youth.",
        "A: You know.",
        "A: I went one time to California. To Lake Tahoe and I went to a survival course. We had to\nsurvive one week in the mountains. And that’s how I found myself really. Because I had to\nrappel from one mountain to another and I had to do, I was the captain of a group doing that.\nAnd to me it was fun but then we had to at night, we had sessions was est, called E-S-T, est. I\ntook the whole course there. And the first course we had nuns in there. And you could have\nswear, you couldn’t say F you and I hit the trainer once. He made me so mad. He went on, he\nwent and said well to get angry. Picture a dog brushing your teeth with, brushing his teeth with\nyour toothbrush. Ok. What would you do. And he said, say this. Don’t let me ever, ever catch\nyou with my brush, brushing your teeth. And they had to say it real angry. And I thought that\nwas stupid. I really thought that was stupid. There was 300 people in the room. I sat down. I\nwouldn’t do it. And then after they were all finished, he said hey you come up here. I went up at\nthe podium and he pushed me. I said don’t push me. You don’t know how I react. He pushed\nhttps://collections.ushmm.org\nme again. And I lifted my hand and I slapped him in the face. He said I didn’t do anything with\nyou. Sit down. So and everybody was cracking. Because they all hated that guy.",
        "A: I was hoping they would catch them all. You know I was still young when it was but my\nthing was I hope that guy got killed too who shot my father. That was my hope. And but I didn’t\nknow where he was so I couldn’t turn him in. But I would have liked to. You know.",
        "A: I watch them.",
        "A: I watch them.",
        "A: Channel 22 has a lot of —\nhttps://collections.ushmm.org",
        "A: I want to see what’s really happened. Because I never really knew the truth. And this 1s all,\nfilm that’s all made up. But I like to see it.",
        "A: Oh. No those I didn’t see. But the films I watch.",
        "A: Not really.",
        "A: No. I, when I had the business, the bakery, we had Jewish people in town. And but they all\nhad businesses.",
        "A: Yeah. They all had businesses and I defense Jewish people. Very much so because we had\none guy. He had a hardware store. He was Jewish. And he came in my store and whenever you\nhttps://collections.ushmm.org\nwanted something, you wanted a special nail or a special thing he would get it for you. He would\ngo out of his way and get it for you. And that’s what I tell people. Go to a Jewish place. They\nwould get what you want. And that’s only my story. I go to a Jewish place any time.",
        "A: Yeah, yeah. I belong 18 years to a Methodist church in Laurel.",
        "A: No. I went to Methodist. And I was the choir director there. I was a youth leader there.",
        "A: Not really. I believe in God so that’s, and God is everywhere.",
        "A: Yeah. He didn’t kill him, the Nazis killed him you know.\nhttps://collections.ushmm.org",
        "A: There was arise here in the States even. That’s how I marched. I marched from Philadelphia\nto New York with Quakers against Nazis.",
        "A: Yeah. Because we didn’t want them to rise up.",
        "A: That should not come back up. I would do anything to not to let them live. Because they\nwere doing no good.",
        "A: I think so right now. Germany got bigger. They got their own army back. They weren’t\nallowed to have their own army. And they were afraid of them really. But they came back.",
        "A: Yeah. I tell everybody I’m German.\nhttps://collections.ushmm.org",
        "A: Yeah. I got one Jew here, Ernie. He loves me. So we sit together every meal. You know and\ntalk.",
        "A: No, no. I normally don’t like to talk about it.",
        "A: It’s painful yeah. I don’t, I tell people my dad got killed by the Nazis, that’s it. That’s how far\nI go. I told the story in here because you were coming and they wanted to know why you are\ncoming. You know.",
        "A: Yeah.",
        "A: It’s too bad it happened you know. And you have a story, you should write a book. That’s\nwhat they say. I never did.\nhttps://collections.ushmm.org",
        "A: No, I never been in Washington.",
        "A: Yeah but I, how do I get there.",
        "A: Yeah. There would be a bus going from here, I would go.",
        "A: Not really.",
        "A: You got my whole life story.\nhttps://collections.ushmm.org",
        "A: Don’t let ever the Nazis, they get hold again. That’s my advice. Do anything to keep them\ndown.",
        "A: Yeah, definitely. Once they knew the truth after the war, the truth came out. Then they all\nhated, they hated to be Germans. I hated to be German. And I think here’s a girl named Gabby.\nShe hates really to be German.",
        "A: Yeah. She hated you to come here.",
        "A: Because I told her some negative about Germany.",
        "A: Yeah she didn’t want that. She’s off today. That’s a good thing.\nhttps://collections.ushmm.org",
        "A: She is younger than Iam. She might be not. But she only heard bits and pieces. She never\nheard, I never told her the whole story. Because she is German and after the war, everybody said\nthat all Germans killed the Jews. That’s everybody and that’s not so. I never killed anybody.\nAnd Gabby didn’t kill anybody so most of the Germans did not kill the Jews. There were a few\nsoldiers who killed but you can’t get everybody in one cannot, that they all killed the Jews.",
        "A: No.",
        "A: That was kept a total secret. When you had Jewish people you were quiet about it.",
        "A: No.",
        "A: Stupidity.\nhttps://collections.ushmm.org",
        "A: Why did he have to say shoot me? That wasn’t brave in my eyes. That was plain stupidity.",
        "A: Kindness. He wanted, he must have known that the Jewish people got killed somehow.",
        "A: That was, but that was brave. That was brave but the way he confessed it and said shoot me.\nHe should have kept his stupid mouth shut. Then he would still be living. I don’t know whether\nthey would still be living. He’s older but —",
        "A: They weren’t ready to, he wasn’t ready to kill him because he dropped his gun by my mom.\nSo he probably —\nhttps://collections.ushmm.org",
        "A: Wouldn’t have done anything, but him on a truck and get into farm labor or something you\nknow. But he did it and there’s nothing we can do about it.",
        "A: No it was 3:00 in the morning. There was nobody around. We wore only nightgowns. They\nput us in nightgowns on the truck.",
        "A: Yeah I had to wear boy’s clothes because that’s all they had.",
        "A: No they never said anything.",
        "A: I don’t know whether they knew.\nhttps://collections.ushmm.org",
        "A: Huchtsameyer.",
        "A: No.",
        "A: Well I can help some people.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumFebruary 27, 2011\nRG-50.10*0187",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "EDITH LANGER",
        "February 27, 2011\nGail Schwartz: This is a United States Holocaust Memorial Museum volunteer collection\ninterview with Edith Langer conducted by Gail Schwartz on February 27\", 2011. This is track\nnumber one. What is your full name?\nEdith Langer: Edith Langer."
    ]
}