{
    "rg": "RG-50.030.0696_trs_en",
    "sequence": [
        "Question: Okay, this is Mr Paul Jonas, and you're here to explain what this",
        "Answer: Well, this is -- the oldest brother is missing here. This is the next.\nQO: What's his name?",
        "A: Joe or Joseph. Next to him is sister, Esther. Next to her is Shulim.\nQO: Who we'll talk to in a minute?",
        "A: Right. And next to him is sister, Hilda, and this one is me.\nQO: That's Paul Jonas, the littlest boy.",
        "A: Paul Jonas, yeah. And this is my sister Manna(ph)",
        "Q: So it's the whole Jonas sibling clan except for Avraham?",
        "A: Yeah.\nQO: Except for the oldest boy?",
        "A: Yeah.",
        "Q: All from Sanok?",
        "A: All from Sanok, yeah.\nQO: So it's the Jonas kids?",
        "A: Yeah. We were all born there and grew up over there.",
        "Q: Do you know about when this photograph was taken?",
        "A: No. Looks like Iwas say, about what, five years old?\nQO: So it would have been late 1920s?",
        "A: Yeah, right.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and\nQO: Late 1920s maybe 1930, '31 something like that, but not longer?",
        "A: No, it looks like it, yeah. You're right, yeah.\nQO: It's alovely photograph.",
        "A: What else could I just say about it? The only thing I could tell, that she was the\nprettiest +\nQO: Who is that?",
        "A: Hilda.\nQO: Hilda?",
        "A: She was pretty. She was very pretty, you know. And this one here, he was a\nsmart... He was smart but...\nQO: That's Shulim?",
        "A: Shulim. But nothing went _, he went to college, nothing at all.\nQO: So all six children survived except for Avraham who is not here?",
        "A: He got killed. I think the same day or the day before when the Americans\ncame in or Russians,whatever.The Russians, yeah.\nQO: Thank you very much.",
        "A: You're welcome.\nQO: We can now Stop. And we're rolling. So we're talking, from left to right, the\noldest person on the left, the young man, who was that?",
        "A: This is my brother Joe.\nQO: Next to him, the tallest girl?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and",
        "A: This is Esther, my sister.\nQO: She is kind of in the middle of the photograph.",
        "A: Yeah.\nQO: Next to her?",
        "A: Is my brother Shulim.\nQO: Okay?",
        "A: And next to him is Hilda.\nQO: Okay. And down in the right-hand side, closer to the bottom, who’s that?",
        "A: That's me, Paul Jonas.\nQO: Okay?",
        "A: And --\nQO: Youngest?",
        "A: Is the sister, Manna.\nQO: She's on the right-hand side -- or the left hand, excuse me, I'm confused now.\nShe's on the left on the bottom. So first from the left on the top is Joseph, then\ncomes?",
        "A: Esther.\nQO: Esther? Then comes Shulim?",
        "A: Shulim.\nQO: Then comes Hilda?",
        "A: Yeah.\nQO: Then?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and",
        "A: Paul.\nQO: And then?",
        "A: Manna.\nQO: Got it? Okay. Terrific. Thank you so much.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Rat hub Halted APs, EeUR Gaus! METAL MEHR. A SPP eal dest cnaRles pga abarkarcess anc\nusage rights can be found In the catalog record.\nSHULIM JONAS\nMAY 5, 2013",
        "Question: This is the United States Holocaust Memorial Interview with Mr.\nShulim Jonas on May 5, 2013, in Brooklyn, New York. Thank you, Mr Jonas, for\nagreeing to speak with us today.",
        "Answer: Okay.",
        "Q: I'm going to ask you a few questions.",
        "A: Okay.",
        "Q: I know it's not so easy for you to hear me, but I will speak loudly.",
        "A: Okay.",
        "Q: And we'll start with very simple questions. Where were you born? When you\nwere you born and tell me about --",
        "A: Where I was born and when I was born?",
        "Q: Yes.",
        "A: I was too small that time when I was born {Laughter}.",
        "Q: You don't remember? How can you not—",
        "A: Iwas born 1917,22 June.",
        "Q: On June 22--",
        "A: On June 22 I was born in Poland, and I always thought that this is my only\ncountry.",
        "Q: Was Poland?",
        "A: But I did think this until the main war started.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and",
        "Q: Okay, wait--",
        "A: And I saw that they wanted to kill us and I did had to hide. I gave up. I then\nthought that I am a stranger there and Poland is not my ?went?.",
        "Q: That must have been very painful.",
        "A: So I was--I went to. gymnasium.",
        "Q: First tell me this. Tell me about your family. How many brothers and sisters\ndid you have and who were they? What were their names?",
        "A: My family was abig family. Seven children. Four brothers and three sisters.",
        "Q: Who was the oldest?",
        "A: Huh?",
        "Q: What were the names of your brothers and sisters?",
        "A: The oldest brother, my name--we have a picture here--was Avraham. He got\nkilled, I don't know where, by the Germans. And we don't know where he is.\nNow, we Jews have every year to remind our death people. So my father died in\nthat time -- it doesn't matter. SolIaskedthe Rabbi, \"What shall I do with my\noldest brother? I don't know when he did die.\" So he told me to connect it with\nmy father's death. So the day when I have--after my father—",
        "Q: Yes?",
        "A: --lam connecting him with the same day.",
        "Q: What is the day of your father's death?",
        "A: The name of my father?",
        "Q: Yes.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "A: Was Herman.",
        "Q: Herman Jonas?",
        "A: Herman Jonas, yes.",
        "Q: And when was he born and when did he die?",
        "A: When he died?",
        "Q: Yes.",
        "A: He died already here in New York.",
        "Q: What was the date?",
        "A: Huh?",
        "Q: When?",
        "A: This I don't remember. Dates I don't remember. But I want to tell you one\nthing. I finished gymnasium in Poland. I wanted always to be adoctor, but the\nyear what I finished gymnasium -- you know what gymnasium 1s?",
        "Q: Tell me.",
        "A: Yes. So I finished gymnasium, the war started. The war started when I was in\ngymnasium. Officers from the Army came to us and they taught us how to use\nrifles and so forth, so on, how to be a soldier.",
        "Q: Which army was this?",
        "A: Huh?",
        "Q: Which army was this?",
        "A: This was the Polish army in our town.",
        "Q: And you were how old at that time?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and",
        "A: Iwas about 20-something years, 21 or 22, something like that. Anyhow, the\nwar started and they didn't call me tothe Army.",
        "Q: Why?",
        "A: Why? Because Iam Jewish and at the gymnasium. I should have been an officer\nin the Army and they didn't want to have Jewish officers.",
        "Q: I see.",
        "A: Regular soldiers, yes, but not officers. In this way I got saved. Now--",
        "Q: Tell me-- Before we go before, tell me about your life before the war, about\nyour family, about your childhood. Tell me alot about your life.",
        "A: My childhood?",
        "Q: Yes.",
        "A: We went through a lot of different times but I always -- I never was a young boy,\na young child. You ask me why, because after me I had about three younger ones,\nso whenever they wanted, the younger ones, from me something, I didn't want\nto doit or to give into them. So my parents always say: \"Shulim, you are\nolder. This is a child.\" I always was older, never was a child.",
        "Q: Awww.",
        "A: So that I was never a child, never young. Then when I was seven years I had to\nstart school.",
        "Q: Did you go to a Jewish school or a Polish school?",
        "A: Polish school. After this elementary school I went to gymnasium.",
        "Q: Okay. Did you speak Polish at home or Yiddish?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "A: Poland. Iwent to gymnasium. And Itold you before, after I finished\ngymnasium I wanted to be adoctor, but I didn't have the chance. Now the\nGermans came into us.",
        "Q: Okay.",
        "A: So [knew that this was our end, my end, in...",
        "Q: How did you know?",
        "A: Because we are Jewish.",
        "Q: How did you know they were after the Jews?",
        "A: How I did know? Because the Polish people, the army, they start watching\nalready that the Germansshould come in to fight and beg. Soldid know already\nthis. But they even didn't fight when the Germans came in. But they told us that\nin an hour or an hour-and-a-half the Germans will be in ourtown. So we did run\nto the woods. The woods Were -- in our town we had a hill, the woods were on\nthe hill.",
        "Q: Who ran?",
        "A: We went to the woods, those in hiding.",
        "Q: Who was with you?",
        "A: Who -- the whole family. My parents and my brothers and sisters.",
        "Q: All of you together?",
        "A: All we were together up _ there. In the morning I saw by us the streets, they're\nfull with dust, not like here.",
        "Q: Yeah?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "A: So I did see that the dust comes unto heaven. So I knew that the Germans are\ncoming inmotorcycles and trucks and cars. Then I can't tell you that. I saw it's\nmy end, I got shaky and cold.",
        "Q: Really?",
        "A: I knew this is it. But, after that,a boy came in up to us and said that the\nGerman general said that he won't kill us. So we went back home.",
        "Q: Tell me, what was your father's job? What did he do?",
        "A: Huh?",
        "Q: What was your father's job?",
        "A: My father's job that time, we had a bank. So he was in the bank.",
        "Q: What town was this?",
        "A: Huh?",
        "Q: What town?",
        "A: What town?",
        "Q: Yes.",
        "A: Sanok.",
        "Q: Sanok. Okay.",
        "A: Sanok.",
        "Q: Okay.",
        "A: Now, when the war started he had to leave the whole bank like that. He couldn't\ntake out nothing.",
        "Q: Yeah.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and",
        "A: After a few days being home, the Germans said to us that one of every family\nshould come to the City Hall. We boys were afraid to go. No men. Because the\nmen they did kill. In that time the girls or woman they didn't kill. So we did send\nour sister.",
        "Q: Which one?",
        "A: That just died maybe a month or two.",
        "Q: What was her name?",
        "A: Esther.",
        "Q: Esther?",
        "A: Yes. So we did send her. The Germans asked everybody, \"What are your\nparents' business? What do they do?\" So she said, \"We have a bank.\" \"Go to this\nline.\" Somebody said, \"They're working.\" \"Go to this line.\" Usually when they\nmade two lines, is one line they did kill and the otherline, which they could use,\nthey left alive. But this time they said to the line where my sister was -- business,\nall business -- tomorrow until 8.30 or 9.30 -- I don't remember exactly thetime\n-- you shouldn't be any more in this town. You cross the river. The river by us\nwas San. It did divide the city in two parts. We didn't know, but the Germans,\nwith the Russians, did dividePoland. So our city was divided. Where we were,\nour house, the Germans took. The other side of the river, the Russian took. So\nnext day we had to crossthe river, goup there. Near the river were the\nGermans -- Germans, the Army stay there. We were -- and we were crying because\nthe Germans by them pick, pick, pick, and they kill us.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "Q: Did you see people being shot?",
        "A: Yes. We had to go through them. So we went in crying. I'll never forget it.\nOne guy of the officers said to us:\"Lepsze, lepsze, lepsze.\" You know what\nthat means?",
        "Q: No.",
        "A: It's \"better, better, better.\" Like don't be afraid, it's better for us to go there\nthan to stay there.",
        "Q: Was it a Russian officer or a German?",
        "A: The \"lepsze\" probably was from Czechoslovakia.",
        "Q: Ah.",
        "A: Because he knew -- it's like our Polish. So we crossed over. We crossed over. In\nafew days the Russian came in.",
        "Q: What did they look like?",
        "A: Huh?",
        "Q: What did they look like, the Russians?",
        "A: What we did?",
        "Q: No, what did the Russians look like, the soldiers?",
        "A: What the soldiers, the Russian did?",
        "Q: Yeah.",
        "A: They took us for a hearing. They asked us so and so and so, and they wanted\nus boys -- we were three boys that time, ready to go to the army _ -- to take Russian\ncitizenship. We knew that if we would take Russian citizenship, tomorrow they\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and\nwill send us to the army without teaching us how to use agunor a... So this\nwould be our death. So, okay. They say okay.",
        "Q: So what did you say? You said no, you don't want Russian Citizenship?",
        "A: What they did?",
        "Q: No, no, no. My question 1s did your family say yes to Russian Citizenship or\nno?",
        "A: We said no. We said to them, \"If you will take the other half of the city where\nour house 1s, we will become your citizens.\" Everything was the right quiet. In a\nfew days, in middle of the night, like one or two o'clock, the Russians came in to\nus. And what happened? They said, \"Come with us. Get dressed and come with\nus.\" They had a system that if they wanted to catch you, they came in the middle\nof the night when you'resleeping. Because daytime you couldrun away. In the\nmiddle sleep, they could catch us. They took us to the train. The train was not\nfor people but looked for animals. And afew family in one wagon. Now, they\ntold us we are going to Siberia.",
        "Q: They told you then?",
        "A: Yes. We were crying. We knew this is our end. This is our end. But a few of\nour people got money. They paid the Russian officers. They did let them out.\nAnd they were laughing and dancing, and we were crying. But I want to bring\nout, you don't know in life which bad is for your good and which good 1s for\nyour bad. We went to Siberia, we came back alive. A lot of them died there,\nbut we came back alive. Those which paid and was dancing and laughing, the\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nGermans came in and they got killed. So you never know which bad is for your\ngood and which good is for your bad.",
        "Q: Was your whole --",
        "A: We were in Russia. They took us to Siberia to the woods.",
        "Q: How long did it take to get there?",
        "A: How long we did stay in Russia?",
        "Q: No, how long were you on the train to — how long did it take for the train to go",
        "A: How long it took us?",
        "Q: Yeah.",
        "A: About 22 days.",
        "Q: You know exactly?",
        "A: Twenty days to Siberia. They then took -- day and night. You know what, we\ntook with us our bread and, after a few days, we threw out the bread which was\nalready hard and threw them out through the window. The dogs did run and catch\nit. After a time the Russians men came and they start fighting the dogs in catching\nthe bread. This we saw that is our end. If they are fighting the dogs for a piece\nof bread, that means we are come and we will be hungry. We won't have any\nbread. So we came to the woods. If they would take us like murderers or\nwhatever, that means we would have to work in the woods and they would give\nus some eating. But they did adifferent thing. They paid us piecework. How\nmany trees you did cut. And we were allowed for the workers just one piece of\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nbread to buy a day. This was it. Now, for the bread we had to pay. It was a store,\nwe had to pay for it. Happened so in the beginning we got pieces of bread, but we\nhad to divide the bread between the not workers from our family.",
        "Q: Who?",
        "A: So we got always almost nothing.",
        "Q: Who did not work in your family?",
        "A: So what happened--",
        "Q: Wait a minute. Wait a minute. Who in your family worked, who did not?",
        "A: We children did work. The parents could not work because my father, by the\nfirst time helifted up the --",
        "Q: Saw?",
        "A: -- hatchet —",
        "Q: Yeah?",
        "A: -- to cut off the dead thing from the tree, the leaves, he did hit his leg. So he\ncouldn't any more work.Couldn't go out. So we were working. Every month they\npaid us for the trees so we could buy. Then they got smart and paid us once ina\nfew month. We didn't have any money. You couldn't buy any bread. So a lot of\npeople worked, fell down, and this was their end.So even to die you have to\nhave luck. So what happened? No cemetery. They covered them with dust. They\nhad alot of scent. They covered them as they were there. Came the wind, blew it\noff. The scent, they were good for the wolves and bears which were there in the\nwoods. That's what it was. Now being there about two years, the second year they\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\ngave us pieces of potatoes to put in the earth to grow potatoes for us because\nbread was not enough. So we did it. Came (?0cean?) and everybody had to dig\nhis part of potatoes up. And we didn't get nothing. Didn't grow. Just one small\npart of potatoes. We brought it in and my mother -- you see the picture here -- my\nmother was crying. She said, \"Thisis our end.\" I said, \"Mummy, don't cry. Until\nwe will finish those potatoes the help from God will come to us.\" Know what\nhappened?",
        "Q: What happened?",
        "A: This night they made the potatoes and we finished them. The second day,\nbefore we went out to the woods, two or three -- I don't remember -- two or three\ntrucks came in withRussian officers and they told us, \"From today on you are\nfree. You can go to any town of Russia. You don't have to be in the woods.\" Some\npeople had money. They bought tickets and went to the warmer parts of...\nWe didn't have any money. So what happened? So I said let us go to the wood.\nLet us cry -- let us cut afew more trees and they will pay us for it, and then we\nwill see what we can do with it. One guy there, a boy, 20-something years,\nthey live near us, he said,\"I'm going to help you.\" And he did help us. And we\ndid cut I don't know how many trees. And we did call the Russian and they note\nand they did pay us for it. Now our parents asked us what kind of a ticket we\nshould buy for that. I said, \"You know what, for every money what we have, buy a\nticket, and we will see how far it will bring us.\" And you know what happened?\nDid you hear about three biggest rivers in Asia: Ob, Yenisei, Lena? Did you hear\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nof it?",
        "Q: Yes.",
        "A: They brought us out the other side of Ob, Kamen-na-Obi, atown on the river.",
        "Q: On Ob? On the River Ob?",
        "A: Not on top of the river, the river—",
        "Q: Next to it.",
        "A: Yes. So we went there. We didn't know what to do with us. They gave mea\njob to be over a group there. Whatever they are doing, me to take care of them.\nAnd I didn't like it. So I thought they want to give us ajob -- me -- ajob in the\nCity Hall, alot of money. But for the whole money I couldn't buy a potato. It was\nvery expensive. You couldn't get it. SoIsaid, \"You know what, I'm going to be\na bookkeeper in acohouse(ph). You know what cohouse(ph) 1s?",
        "Q: Tell me.",
        "A: A farm.",
        "Q: Uh-huh. What kind of farm?",
        "A: A farm with animals, a farm with field, bread and so forth and so on. So I\nthought that I will be their bookkeeper, I will have for my familywhat to eat.",
        "Q: When you were in Russia —",
        "A: Huh?",
        "Q: When you were there in Russia, were you able to be religious? Could you\npractice your religion? Okay, I'll write it down. Tell me more of your story\nabout your family, to eat. {Document handed}\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "A: No.",
        "Q: You could not practice religion?",
        "A: No. If they would catch me, I wouldn't be here now. In matter of a fact is, cutting\nthe trees -- you know we have high holidays? One holiday we have to fast the\nwhole day, Yom Kippur, and theotheris New Year. And we knew when it is. So\nevery day came a Russian guy and took over how many trees we did cut today, and\ntomorrow I had to cut more trees. Doesn't matter. But when it was the day\nbefore those holidays, we are not allowed to work, not todo nothing. So when\nthe guy came like suppose two, three o'clock and took how many, so after that I\nwas staying longer and cut moretrees for tomorrow, so when he will come\ntomorrow I will say that that what I cut today. Do you know what happened?",
        "Q: What?",
        "A: In the morning of the holiday a Russian guy came before we came and said, \"Go\nto work,\" and we had to work. So they did treat us... What can we do? What? I\nwent to the library. I took bookkeeping books. Because in gymnasium they\ndidn't teach us bookkeeping. It's a special -- special other schools. And I didn't\nknow Russian at that time. So I did read a few times one sentence until I did\nlearn. And then I told him they did need me because they took all the men and\nthe women, the girls, to the army. And they gave mea job. And they gave me a\njob in an office. \"Oh, a Polish bookkeeper!\" All right. I went there to the office.\nWas sitting a girl whichjust finished bookkeeping school. And I came in and she\nasked me a question, \"What this document?\" I did not answer. I did start\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nhollering on her, \"You are asking me such astupid question? You look and until\nyou find it.\" She was afraid of me already. And she looked and looked. And\nnext day she said, \"I found it.\" \"I told you. How did you find it?\" She told me.\nI learned something.",
        "Q: {Laughter} That's good!",
        "A: Then I saw that she knows more than me. So I told the head of the farm \"I don't\nneed her. Take her to the other.\" He took her out. Then I did start looking on\ndocuments, and there those documents are in the books.In this way I did learn\nand I became the best bookkeeper there. They gave me a house and I had my family\nin the house. This was until the end. Now they telled us we can go home to\nPoland. So on the border of Poland our train did stop. Our train did stop. So some\nofficers of -- Russia officers went with us with the guns withmachines. Five\nPollocks did stand outside and said, \"All the Jews came out, we want to finish\nwhatever was left.\" We were afraid already to look because they had rifles. So the\nofficers, the Russian officers, told them to leave otherwise they will get killed.\n\"No, we want to finish them up!\" They went away. And do you know what? The\ntrain took us to Poland and we were afraid already because they wanted to kill us.\nThey lost the war because the Germans took a part and this took apart, but they\nwanted to kill us, the Jews. Coming there we had some gold still left over. Yeah,\nI forgot to tell you how did we live in the woods. We had some golden\nvouchers, golden rings, diamonds. So we went 15 miles away from us, was a\ntown there and we bought for this potatoes, afew potatoes. In this way we could\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nlive. Otherwise we would be out already. This way now, being in the farm, I had\nfor my family whatever we did need to eat and end of the year I| got like this\nroom alot of — how do you say this? -- white -- oh, you are makingflour out of it\nand then we making bread. We had more than we did need, so we did help others\nwhich were dying from hunger. This was the end there, and then in Poland we did\nsee what they want to do with us. So we paid afew people, special people, which\ntake you over the border. They took us to Czechoslovakia, the whole family.",
        "Q: So you didn't want to stay in Poland?",
        "A: We couldn't stay in Poland, no. We left our house and everything. We went\nto Czechoslovakia. Czechoslovakia, they send us to Austria. One thing what I\nwant to tell you. In Austria, the Germans -- and I could go where 20 or 50 Germans\nwere together and they just said hello to me, and the Pollocks wanted to kill us.\nGermans are people. Like soldiers, if you tell them to kill, they will kill. After\nthis, they are normal people. So we did live in Austria. In AustriaI went Graz.\nDid you ever hear of Graz? In Graz I went two years to university to learn\nmedicine.",
        "Q: Because you wanted to be a doctor.",
        "A: In meantime, I got married.My wife, she was in Germany. I was in Austria,\nshe was in Germany. And we got papers to America. Ileft Austria, I came to\nAmerica, and I could not make here the _ for medicine. Sol went into business.\nIt's a hard thing to say, but doesn't matter, and Imade my business all right.",
        "Q: What was the business?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "A: I made samples for ladies. And my samples you could see in the television.\nThey did show my samples. Yes. And I made, thank God, a nice living.",
        "Q: Did you make clothes? Were they samples of clothes?",
        "A: What?",
        "Q: The samples, what kind of samples were they?",
        "A: Skirts. This what I made. And after this, when this {video camera} won't\nwork, I'll tell you something about my factory.",
        "Q: Okay.",
        "A: Okay, I think I finished.",
        "Q: Ihave some questions. Wait a minute. I will write them down. Okay, I will\nfirst read my question. When you and I were talking earlier.",
        "A: What 1s--",
        "Q: When you and I spoke earlier—",
        "A: Let me read the question.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and",
        "Q: Okay. — I said you had seen God throughout your life. I'd like to know where\nyou saw him when you were in_ Russia.",
        "A: Yes, Isaw God everywhere. I couldhave get killed and He did help me. I\nwent out and for every event I was the highest of them all. In the cohouse(ph), in\nthere, the head of the cohouse(ph) didn't know how to write. Whoever came\nthere, they came to me and [had to give him a thing. So there in the woods I was\nalso one of the bestcutters there and I was respected. So that what it was. Why?\nBecause He help me. I'll tell you something, when God_ -- I don't know, but always\nI did believe in God. Especially when they say it was one God, one God. So I do\nbelieve this God, He did create the world and He did create our world. He did\ncreate us. Now you will ask me, \"How did he create us?\" I'll tell you how. Did\nyou ever hear of Abraham and Sarah?Sarah, when she was young, she couldn't\nhave any children. She was crying and begging. But when she was 90-years\nold, when she could not have children, then God gave herthat she had one son,\nYitzchok. So Yitzchok was the creation. Because by 90 years she couldn't have\nit. He was a creation. Now, what happened to Yitzchok? After being 37 years old\nGod told Abraham to take Yitzchok and give to God as a qurban. You know what\nmeans a qurban?",
        "Q: Sacrifice.",
        "A: As audhiyyah, what is an udhiyyah. Qurban you give for all different\nthings, an udhiyyah 1s a special -- you're giving a gift to God. To give him as a\ngift. So how you have to do it? Kill him and give it to God.So what\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nhappened? Abraham did not believe that God wanted to killhim. So what then he\nsaw that nothing around. He lift up this knife and said to God, \"Now you have\nhim.\" God stopped him and said, \"No, I don't want him to be killed.\" He didn't\nsay, \"Don't touch your son,\" but \"Don't touch this boy.\" Why? Because as a son\nyou gave him to me, so he's my son and to you he's just a boy.Do you\nunderstand? So what did God do? He gave him -- he gave him a animal, a kosher\nanimal. There -- this animal couldn't walk any farther because _ stopped it. And he\ntook Avram and killed the animal. He gave it to God instead Yitzchok, and\nYitzchok was already God's son. This way we are children of Yitzchok, and this\nis our God. That'swhy I believe in God. You understand what I'm talking about?\nNow, we had Arvam, Yitzchok and Jacob. They are our forefathers. And we\nhave foremothers, and they did have their children and this way God did create\nour nation. Now, if you'll ask me why did God need us? You know how? Because\ndid you ever hear of Noah? Noah was the only one believing in God. So Noah...\n{Document handed}",
        "Q: My question is, but many people who suffered ask where was God during the\nShoah?",
        "A: Just yesterday, that means the whole week, every Shabbat, every Saturday, we\ndo read apart of our Torah, of our... Yesterday were two parts reading. In one\npart God says: You Jews, my children, you have to behave so and so and so and\nso and so and so, and He giving us an orderhow we should behave in order He\nshould be with us. In the other part he says:If you won't do what I told you, if\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nyou won't be like that, I'll bury you, I'll kill you, and then all the nations will be\nstronger than you and they will kill you. And that's what did happen.So seems to\nbe that the Jews did not behave right to God and that's why he did punish us\nwith that thing. It was a punishment. And then he says: After this punishment\nI'll remember you will (?lend?) Israel.\"'ll remember.\" Not \"I'll give you back\nthe whole of Israel,\" but a part of it. And that's what he did. He gave us a part of\nIsrael. And that's what I believe. Isee that everything what they did right went\nthrough. And do you know what? When I had my business -- maybe I shouldn't\ntell you that -- one girl, an Italian girl, older girl, said, \"Jesus 1s God.\" I telled her,\n\"How can this be?\" \"He is God. He is God.\" I said, \"What happened to the God\nwhich was until him?\" So he had probably to goto the unemployment! He lost\nhis job.\n{Laughter}",
        "Q: It's logical. Did she have an answer’?",
        "A: So that's why I believe in God.",
        "Q: I understand.",
        "A: And now I want to tell you, I believe that every religion is good as long it\ndoesn't say about killing other ones, to preach for thatkilling other nations or killing\nthe Jews and so far and so on, or hate him.They are good religion. Matter of a\nfact is you have now here, in Italy, Italian people -- not Italy, what --they believe\nin Cows.",
        "Q: Oh, you mean Hindus. The Hindu religion.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "A: They believe--",
        "Q: Cows are sacred.",
        "A: -- those are their gods.",
        "Q: Uh-huh.",
        "A: How can you understand it? Ido understand it. People like to see things.\nThey don'thave enough of imagination to believe in God which you don'tsee.\nYou see is acting. A matter of a fact is He said to -- Moses asked God, \"I would\nlike to seeyou.\" So God told him, \"I'll take you up there. You can see me and to\nlive, but you can see my back, not my face.\" What do that mean? You can see\nmy background, what I did, and then you can see me in your imagination. That\nmeans don't believe in nobody's face. Some people are good acting and they will\nact nice, just believe what they did.",
        "Q: Okay. So Icome back to the Shoah.",
        "A: Huh?",
        "Q: Icome back to my question about the Shoah, what you said.",
        "A: Let me read it.",
        "Q: Yeah. This one. The question that I gave Mr. Shulim to read 1s that many\npeople would be very upset and hurt to hear that the Jews aresomehow\nresponsible for what happened to themduring World War II and is this what he\nmeant to say. This is what I want to ask him.",
        "A: I told you already. Certain things we can't help.",
        "Q: Okay.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "A: But I knew some people, they were very wrong in their acting, and in their\nthinking, and they did play as Jews but they were not. Imean they're Jews but\nthey did not act like them.",
        "Q: Okay.",
        "A: Some of them do not believe in nothing. They say nothing exists. So, that\nwhat happen.",
        "Q: So you see it--",
        "A: We got punished this way.",
        "Q: Okay.",
        "A: I believe strongly in our God. And, as I told you before, every religion 1s\ngood as long they don't preach hateness --",
        "Q: Yes.",
        "A: -- or killing even.",
        "Q: Okay. My next question and my finalquestion. Is there anything you would like\nto add to your story? Here {Document handed}",
        "A: I will know it later! {Laughter}",
        "Q: That's right. Often times people forget during the interview and they think of\nwhat they would have liked to say after.",
        "A: I told whatever I had in my mind. Later there will come something else.",
        "Q: Call me! {Laughter} Okay. Well, thank you very much, Mr. Shulim Jonas.",
        "A: Okay. Let us be well, all, and to believe in good things.",
        "Q: Thank you.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "A: And to act good.",
        "Q: Thank you. Yes.",
        "A: And be human.",
        "Q: Iagree. I agree. This concludes our United States Holocaust Memorial\nMuseum Interview with Mr. Shulim Jonas on May 5, 2013. Thank you very\nmuch.\nConclusion of Interview\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Rat hub Halted APs, EeUR Gaus! METAL MEHR. A SPP eal dest cnaRles pga abarkarcess anc\nusage rights can be found In the catalog record.\n"
    ],
    "questions": [
        "Question: Okay, this is Mr Paul Jonas, and you're here to explain what this",
        "Q: So it's the whole Jonas sibling clan except for Avraham?",
        "Q: All from Sanok?",
        "Q: Do you know about when this photograph was taken?",
        "Question: This is the United States Holocaust Memorial Interview with Mr.",
        "Q: I'm going to ask you a few questions.",
        "Q: I know it's not so easy for you to hear me, but I will speak loudly.",
        "Q: And we'll start with very simple questions. Where were you born? When you",
        "Q: Yes.",
        "Q: You don't remember? How can you not—",
        "Q: On June 22--",
        "Q: Was Poland?",
        "Q: Okay, wait--",
        "Q: That must have been very painful.",
        "Q: First tell me this. Tell me about your family. How many brothers and sisters",
        "Q: Who was the oldest?",
        "Q: What were the names of your brothers and sisters?",
        "Q: Yes?",
        "Q: What is the day of your father's death?",
        "Q: Yes.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "Q: Herman Jonas?",
        "Q: And when was he born and when did he die?",
        "Q: Yes.",
        "Q: What was the date?",
        "Q: When?",
        "Q: Tell me.",
        "Q: Which army was this?",
        "Q: Which army was this?",
        "Q: And you were how old at that time?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and",
        "Q: Why?",
        "Q: I see.",
        "Q: Tell me-- Before we go before, tell me about your life before the war, about",
        "Q: Yes.",
        "Q: Awww.",
        "Q: Did you go to a Jewish school or a Polish school?",
        "Q: Okay. Did you speak Polish at home or Yiddish?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "Q: Okay.",
        "Q: How did you know?",
        "Q: How did you know they were after the Jews?",
        "Q: Who ran?",
        "Q: Who was with you?",
        "Q: All of you together?",
        "Q: Yeah?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "Q: Really?",
        "Q: Tell me, what was your father's job? What did he do?",
        "Q: What was your father's job?",
        "Q: What town was this?",
        "Q: What town?",
        "Q: Yes.",
        "Q: Sanok. Okay.",
        "Q: Okay.",
        "Q: Yeah.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and",
        "Q: Which one?",
        "Q: What was her name?",
        "Q: Esther?",
        "Q: Did you see people being shot?",
        "Q: No.",
        "Q: Was it a Russian officer or a German?",
        "Q: Ah.",
        "Q: What did they look like?",
        "Q: What did they look like, the Russians?",
        "Q: No, what did the Russians look like, the soldiers?",
        "Q: Yeah.",
        "Q: So what did you say? You said no, you don't want Russian Citizenship?",
        "Q: No, no, no. My question 1s did your family say yes to Russian Citizenship or",
        "Q: They told you then?",
        "Q: Was your whole --",
        "Q: How long did it take to get there?",
        "Q: No, how long were you on the train to — how long did it take for the train to go",
        "Q: Yeah.",
        "Q: You know exactly?",
        "Q: Who?",
        "Q: Who did not work in your family?",
        "Q: Wait a minute. Wait a minute. Who in your family worked, who did not?",
        "Q: Saw?",
        "Q: Yeah?",
        "Q: What happened?",
        "Q: Yes.",
        "Q: On Ob? On the River Ob?",
        "Q: Next to it.",
        "Q: Tell me.",
        "Q: Uh-huh. What kind of farm?",
        "Q: When you were in Russia —",
        "Q: When you were there in Russia, were you able to be religious? Could you",
        "Q: You could not practice religion?",
        "Q: What?",
        "Q: {Laughter} That's good!",
        "Q: So you didn't want to stay in Poland?",
        "Q: Because you wanted to be a doctor.",
        "Q: What was the business?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "Q: Did you make clothes? Were they samples of clothes?",
        "Q: The samples, what kind of samples were they?",
        "Q: Okay.",
        "Q: Ihave some questions. Wait a minute. I will write them down. Okay, I will",
        "Q: When you and I spoke earlier—",
        "Q: Okay. — I said you had seen God throughout your life. I'd like to know where\nyou saw him when you were in_ Russia.",
        "Q: Sacrifice.",
        "Q: My question is, but many people who suffered ask where was God during the",
        "Q: It's logical. Did she have an answer’?",
        "Q: I understand.",
        "Q: Oh, you mean Hindus. The Hindu religion.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "Q: Cows are sacred.",
        "Q: Uh-huh.",
        "Q: Okay. So Icome back to the Shoah.",
        "Q: Icome back to my question about the Shoah, what you said.",
        "Q: Yeah. This one. The question that I gave Mr. Shulim to read 1s that many",
        "Q: Okay.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "Q: Okay.",
        "Q: So you see it--",
        "Q: Okay.",
        "Q: Yes.",
        "Q: Okay. My next question and my finalquestion. Is there anything you would like",
        "Q: That's right. Often times people forget during the interview and they think of",
        "Q: Call me! {Laughter} Okay. Well, thank you very much, Mr. Shulim Jonas.",
        "Q: Thank you.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "Q: Thank you. Yes.",
        "Q: Iagree. I agree. This concludes our United States Holocaust Memorial"
    ],
    "answers": [
        "Answer: Well, this is -- the oldest brother is missing here. This is the next.\nQO: What's his name?",
        "A: Joe or Joseph. Next to him is sister, Esther. Next to her is Shulim.\nQO: Who we'll talk to in a minute?",
        "A: Right. And next to him is sister, Hilda, and this one is me.\nQO: That's Paul Jonas, the littlest boy.",
        "A: Paul Jonas, yeah. And this is my sister Manna(ph)",
        "A: Yeah.\nQO: Except for the oldest boy?",
        "A: Yeah.",
        "A: All from Sanok, yeah.\nQO: So it's the Jonas kids?",
        "A: Yeah. We were all born there and grew up over there.",
        "A: No. Looks like Iwas say, about what, five years old?\nQO: So it would have been late 1920s?",
        "A: Yeah, right.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and\nQO: Late 1920s maybe 1930, '31 something like that, but not longer?",
        "A: No, it looks like it, yeah. You're right, yeah.\nQO: It's alovely photograph.",
        "A: What else could I just say about it? The only thing I could tell, that she was the\nprettiest +\nQO: Who is that?",
        "A: Hilda.\nQO: Hilda?",
        "A: She was pretty. She was very pretty, you know. And this one here, he was a\nsmart... He was smart but...\nQO: That's Shulim?",
        "A: Shulim. But nothing went _, he went to college, nothing at all.\nQO: So all six children survived except for Avraham who is not here?",
        "A: He got killed. I think the same day or the day before when the Americans\ncame in or Russians,whatever.The Russians, yeah.\nQO: Thank you very much.",
        "A: You're welcome.\nQO: We can now Stop. And we're rolling. So we're talking, from left to right, the\noldest person on the left, the young man, who was that?",
        "A: This is my brother Joe.\nQO: Next to him, the tallest girl?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and",
        "A: This is Esther, my sister.\nQO: She is kind of in the middle of the photograph.",
        "A: Yeah.\nQO: Next to her?",
        "A: Is my brother Shulim.\nQO: Okay?",
        "A: And next to him is Hilda.\nQO: Okay. And down in the right-hand side, closer to the bottom, who’s that?",
        "A: That's me, Paul Jonas.\nQO: Okay?",
        "A: And --\nQO: Youngest?",
        "A: Is the sister, Manna.\nQO: She's on the right-hand side -- or the left hand, excuse me, I'm confused now.\nShe's on the left on the bottom. So first from the left on the top is Joseph, then\ncomes?",
        "A: Esther.\nQO: Esther? Then comes Shulim?",
        "A: Shulim.\nQO: Then comes Hilda?",
        "A: Yeah.\nQO: Then?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and",
        "A: Paul.\nQO: And then?",
        "A: Manna.\nQO: Got it? Okay. Terrific. Thank you so much.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Rat hub Halted APs, EeUR Gaus! METAL MEHR. A SPP eal dest cnaRles pga abarkarcess anc\nusage rights can be found In the catalog record.\nSHULIM JONAS\nMAY 5, 2013\nShulim Jonas on May 5, 2013, in Brooklyn, New York. Thank you, Mr Jonas, for\nagreeing to speak with us today.",
        "Answer: Okay.",
        "A: Okay.",
        "A: Okay.\nwere you born and tell me about --",
        "A: Where I was born and when I was born?",
        "A: I was too small that time when I was born {Laughter}.",
        "A: Iwas born 1917,22 June.",
        "A: On June 22 I was born in Poland, and I always thought that this is my only\ncountry.",
        "A: But I did think this until the main war started.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and",
        "A: And I saw that they wanted to kill us and I did had to hide. I gave up. I then\nthought that I am a stranger there and Poland is not my ?went?.",
        "A: So I was--I went to. gymnasium.\ndid you have and who were they? What were their names?",
        "A: My family was abig family. Seven children. Four brothers and three sisters.",
        "A: Huh?",
        "A: The oldest brother, my name--we have a picture here--was Avraham. He got\nkilled, I don't know where, by the Germans. And we don't know where he is.\nNow, we Jews have every year to remind our death people. So my father died in\nthat time -- it doesn't matter. SolIaskedthe Rabbi, \"What shall I do with my\noldest brother? I don't know when he did die.\" So he told me to connect it with\nmy father's death. So the day when I have--after my father—",
        "A: --lam connecting him with the same day.",
        "A: The name of my father?",
        "A: Was Herman.",
        "A: Herman Jonas, yes.",
        "A: When he died?",
        "A: He died already here in New York.",
        "A: Huh?",
        "A: This I don't remember. Dates I don't remember. But I want to tell you one\nthing. I finished gymnasium in Poland. I wanted always to be adoctor, but the\nyear what I finished gymnasium -- you know what gymnasium 1s?",
        "A: Yes. So I finished gymnasium, the war started. The war started when I was in\ngymnasium. Officers from the Army came to us and they taught us how to use\nrifles and so forth, so on, how to be a soldier.",
        "A: Huh?",
        "A: This was the Polish army in our town.",
        "A: Iwas about 20-something years, 21 or 22, something like that. Anyhow, the\nwar started and they didn't call me tothe Army.",
        "A: Why? Because Iam Jewish and at the gymnasium. I should have been an officer\nin the Army and they didn't want to have Jewish officers.",
        "A: Regular soldiers, yes, but not officers. In this way I got saved. Now--\nyour family, about your childhood. Tell me alot about your life.",
        "A: My childhood?",
        "A: We went through a lot of different times but I always -- I never was a young boy,\na young child. You ask me why, because after me I had about three younger ones,\nso whenever they wanted, the younger ones, from me something, I didn't want\nto doit or to give into them. So my parents always say: \"Shulim, you are\nolder. This is a child.\" I always was older, never was a child.",
        "A: So that I was never a child, never young. Then when I was seven years I had to\nstart school.",
        "A: Polish school. After this elementary school I went to gymnasium.",
        "A: Poland. Iwent to gymnasium. And Itold you before, after I finished\ngymnasium I wanted to be adoctor, but I didn't have the chance. Now the\nGermans came into us.",
        "A: So [knew that this was our end, my end, in...",
        "A: Because we are Jewish.",
        "A: How I did know? Because the Polish people, the army, they start watching\nalready that the Germansshould come in to fight and beg. Soldid know already\nthis. But they even didn't fight when the Germans came in. But they told us that\nin an hour or an hour-and-a-half the Germans will be in ourtown. So we did run\nto the woods. The woods Were -- in our town we had a hill, the woods were on\nthe hill.",
        "A: We went to the woods, those in hiding.",
        "A: Who -- the whole family. My parents and my brothers and sisters.",
        "A: All we were together up _ there. In the morning I saw by us the streets, they're\nfull with dust, not like here.",
        "A: So I did see that the dust comes unto heaven. So I knew that the Germans are\ncoming inmotorcycles and trucks and cars. Then I can't tell you that. I saw it's\nmy end, I got shaky and cold.",
        "A: I knew this is it. But, after that,a boy came in up to us and said that the\nGerman general said that he won't kill us. So we went back home.",
        "A: Huh?",
        "A: My father's job that time, we had a bank. So he was in the bank.",
        "A: Huh?",
        "A: What town?",
        "A: Sanok.",
        "A: Sanok.",
        "A: Now, when the war started he had to leave the whole bank like that. He couldn't\ntake out nothing.",
        "A: After a few days being home, the Germans said to us that one of every family\nshould come to the City Hall. We boys were afraid to go. No men. Because the\nmen they did kill. In that time the girls or woman they didn't kill. So we did send\nour sister.",
        "A: That just died maybe a month or two.",
        "A: Esther.",
        "A: Yes. So we did send her. The Germans asked everybody, \"What are your\nparents' business? What do they do?\" So she said, \"We have a bank.\" \"Go to this\nline.\" Somebody said, \"They're working.\" \"Go to this line.\" Usually when they\nmade two lines, is one line they did kill and the otherline, which they could use,\nthey left alive. But this time they said to the line where my sister was -- business,\nall business -- tomorrow until 8.30 or 9.30 -- I don't remember exactly thetime\n-- you shouldn't be any more in this town. You cross the river. The river by us\nwas San. It did divide the city in two parts. We didn't know, but the Germans,\nwith the Russians, did dividePoland. So our city was divided. Where we were,\nour house, the Germans took. The other side of the river, the Russian took. So\nnext day we had to crossthe river, goup there. Near the river were the\nGermans -- Germans, the Army stay there. We were -- and we were crying because\nthe Germans by them pick, pick, pick, and they kill us.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "A: Yes. We had to go through them. So we went in crying. I'll never forget it.\nOne guy of the officers said to us:\"Lepsze, lepsze, lepsze.\" You know what\nthat means?",
        "A: It's \"better, better, better.\" Like don't be afraid, it's better for us to go there\nthan to stay there.",
        "A: The \"lepsze\" probably was from Czechoslovakia.",
        "A: Because he knew -- it's like our Polish. So we crossed over. We crossed over. In\nafew days the Russian came in.",
        "A: Huh?",
        "A: What we did?",
        "A: What the soldiers, the Russian did?",
        "A: They took us for a hearing. They asked us so and so and so, and they wanted\nus boys -- we were three boys that time, ready to go to the army _ -- to take Russian\ncitizenship. We knew that if we would take Russian citizenship, tomorrow they\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and\nwill send us to the army without teaching us how to use agunor a... So this\nwould be our death. So, okay. They say okay.",
        "A: What they did?\nno?",
        "A: We said no. We said to them, \"If you will take the other half of the city where\nour house 1s, we will become your citizens.\" Everything was the right quiet. In a\nfew days, in middle of the night, like one or two o'clock, the Russians came in to\nus. And what happened? They said, \"Come with us. Get dressed and come with\nus.\" They had a system that if they wanted to catch you, they came in the middle\nof the night when you'resleeping. Because daytime you couldrun away. In the\nmiddle sleep, they could catch us. They took us to the train. The train was not\nfor people but looked for animals. And afew family in one wagon. Now, they\ntold us we are going to Siberia.",
        "A: Yes. We were crying. We knew this is our end. This is our end. But a few of\nour people got money. They paid the Russian officers. They did let them out.\nAnd they were laughing and dancing, and we were crying. But I want to bring\nout, you don't know in life which bad is for your good and which good 1s for\nyour bad. We went to Siberia, we came back alive. A lot of them died there,\nbut we came back alive. Those which paid and was dancing and laughing, the\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nGermans came in and they got killed. So you never know which bad is for your\ngood and which good is for your bad.",
        "A: We were in Russia. They took us to Siberia to the woods.",
        "A: How long we did stay in Russia?",
        "A: How long it took us?",
        "A: About 22 days.",
        "A: Twenty days to Siberia. They then took -- day and night. You know what, we\ntook with us our bread and, after a few days, we threw out the bread which was\nalready hard and threw them out through the window. The dogs did run and catch\nit. After a time the Russians men came and they start fighting the dogs in catching\nthe bread. This we saw that is our end. If they are fighting the dogs for a piece\nof bread, that means we are come and we will be hungry. We won't have any\nbread. So we came to the woods. If they would take us like murderers or\nwhatever, that means we would have to work in the woods and they would give\nus some eating. But they did adifferent thing. They paid us piecework. How\nmany trees you did cut. And we were allowed for the workers just one piece of\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nbread to buy a day. This was it. Now, for the bread we had to pay. It was a store,\nwe had to pay for it. Happened so in the beginning we got pieces of bread, but we\nhad to divide the bread between the not workers from our family.",
        "A: So we got always almost nothing.",
        "A: So what happened--",
        "A: We children did work. The parents could not work because my father, by the\nfirst time helifted up the --",
        "A: -- hatchet —",
        "A: -- to cut off the dead thing from the tree, the leaves, he did hit his leg. So he\ncouldn't any more work.Couldn't go out. So we were working. Every month they\npaid us for the trees so we could buy. Then they got smart and paid us once ina\nfew month. We didn't have any money. You couldn't buy any bread. So a lot of\npeople worked, fell down, and this was their end.So even to die you have to\nhave luck. So what happened? No cemetery. They covered them with dust. They\nhad alot of scent. They covered them as they were there. Came the wind, blew it\noff. The scent, they were good for the wolves and bears which were there in the\nwoods. That's what it was. Now being there about two years, the second year they\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\ngave us pieces of potatoes to put in the earth to grow potatoes for us because\nbread was not enough. So we did it. Came (?0cean?) and everybody had to dig\nhis part of potatoes up. And we didn't get nothing. Didn't grow. Just one small\npart of potatoes. We brought it in and my mother -- you see the picture here -- my\nmother was crying. She said, \"Thisis our end.\" I said, \"Mummy, don't cry. Until\nwe will finish those potatoes the help from God will come to us.\" Know what\nhappened?",
        "A: This night they made the potatoes and we finished them. The second day,\nbefore we went out to the woods, two or three -- I don't remember -- two or three\ntrucks came in withRussian officers and they told us, \"From today on you are\nfree. You can go to any town of Russia. You don't have to be in the woods.\" Some\npeople had money. They bought tickets and went to the warmer parts of...\nWe didn't have any money. So what happened? So I said let us go to the wood.\nLet us cry -- let us cut afew more trees and they will pay us for it, and then we\nwill see what we can do with it. One guy there, a boy, 20-something years,\nthey live near us, he said,\"I'm going to help you.\" And he did help us. And we\ndid cut I don't know how many trees. And we did call the Russian and they note\nand they did pay us for it. Now our parents asked us what kind of a ticket we\nshould buy for that. I said, \"You know what, for every money what we have, buy a\nticket, and we will see how far it will bring us.\" And you know what happened?\nDid you hear about three biggest rivers in Asia: Ob, Yenisei, Lena? Did you hear\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nof it?",
        "A: They brought us out the other side of Ob, Kamen-na-Obi, atown on the river.",
        "A: Not on top of the river, the river—",
        "A: Yes. So we went there. We didn't know what to do with us. They gave mea\njob to be over a group there. Whatever they are doing, me to take care of them.\nAnd I didn't like it. So I thought they want to give us ajob -- me -- ajob in the\nCity Hall, alot of money. But for the whole money I couldn't buy a potato. It was\nvery expensive. You couldn't get it. SoIsaid, \"You know what, I'm going to be\na bookkeeper in acohouse(ph). You know what cohouse(ph) 1s?",
        "A: A farm.",
        "A: A farm with animals, a farm with field, bread and so forth and so on. So I\nthought that I will be their bookkeeper, I will have for my familywhat to eat.",
        "A: Huh?\npractice your religion? Okay, I'll write it down. Tell me more of your story\nabout your family, to eat. {Document handed}\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and",
        "A: No.",
        "A: No. If they would catch me, I wouldn't be here now. In matter of a fact is, cutting\nthe trees -- you know we have high holidays? One holiday we have to fast the\nwhole day, Yom Kippur, and theotheris New Year. And we knew when it is. So\nevery day came a Russian guy and took over how many trees we did cut today, and\ntomorrow I had to cut more trees. Doesn't matter. But when it was the day\nbefore those holidays, we are not allowed to work, not todo nothing. So when\nthe guy came like suppose two, three o'clock and took how many, so after that I\nwas staying longer and cut moretrees for tomorrow, so when he will come\ntomorrow I will say that that what I cut today. Do you know what happened?",
        "A: In the morning of the holiday a Russian guy came before we came and said, \"Go\nto work,\" and we had to work. So they did treat us... What can we do? What? I\nwent to the library. I took bookkeeping books. Because in gymnasium they\ndidn't teach us bookkeeping. It's a special -- special other schools. And I didn't\nknow Russian at that time. So I did read a few times one sentence until I did\nlearn. And then I told him they did need me because they took all the men and\nthe women, the girls, to the army. And they gave mea job. And they gave me a\njob in an office. \"Oh, a Polish bookkeeper!\" All right. I went there to the office.\nWas sitting a girl whichjust finished bookkeeping school. And I came in and she\nasked me a question, \"What this document?\" I did not answer. I did start\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nhollering on her, \"You are asking me such astupid question? You look and until\nyou find it.\" She was afraid of me already. And she looked and looked. And\nnext day she said, \"I found it.\" \"I told you. How did you find it?\" She told me.\nI learned something.",
        "A: Then I saw that she knows more than me. So I told the head of the farm \"I don't\nneed her. Take her to the other.\" He took her out. Then I did start looking on\ndocuments, and there those documents are in the books.In this way I did learn\nand I became the best bookkeeper there. They gave me a house and I had my family\nin the house. This was until the end. Now they telled us we can go home to\nPoland. So on the border of Poland our train did stop. Our train did stop. So some\nofficers of -- Russia officers went with us with the guns withmachines. Five\nPollocks did stand outside and said, \"All the Jews came out, we want to finish\nwhatever was left.\" We were afraid already to look because they had rifles. So the\nofficers, the Russian officers, told them to leave otherwise they will get killed.\n\"No, we want to finish them up!\" They went away. And do you know what? The\ntrain took us to Poland and we were afraid already because they wanted to kill us.\nThey lost the war because the Germans took a part and this took apart, but they\nwanted to kill us, the Jews. Coming there we had some gold still left over. Yeah,\nI forgot to tell you how did we live in the woods. We had some golden\nvouchers, golden rings, diamonds. So we went 15 miles away from us, was a\ntown there and we bought for this potatoes, afew potatoes. In this way we could\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nlive. Otherwise we would be out already. This way now, being in the farm, I had\nfor my family whatever we did need to eat and end of the year I| got like this\nroom alot of — how do you say this? -- white -- oh, you are makingflour out of it\nand then we making bread. We had more than we did need, so we did help others\nwhich were dying from hunger. This was the end there, and then in Poland we did\nsee what they want to do with us. So we paid afew people, special people, which\ntake you over the border. They took us to Czechoslovakia, the whole family.",
        "A: We couldn't stay in Poland, no. We left our house and everything. We went\nto Czechoslovakia. Czechoslovakia, they send us to Austria. One thing what I\nwant to tell you. In Austria, the Germans -- and I could go where 20 or 50 Germans\nwere together and they just said hello to me, and the Pollocks wanted to kill us.\nGermans are people. Like soldiers, if you tell them to kill, they will kill. After\nthis, they are normal people. So we did live in Austria. In AustriaI went Graz.\nDid you ever hear of Graz? In Graz I went two years to university to learn\nmedicine.",
        "A: In meantime, I got married.My wife, she was in Germany. I was in Austria,\nshe was in Germany. And we got papers to America. Ileft Austria, I came to\nAmerica, and I could not make here the _ for medicine. Sol went into business.\nIt's a hard thing to say, but doesn't matter, and Imade my business all right.",
        "A: I made samples for ladies. And my samples you could see in the television.\nThey did show my samples. Yes. And I made, thank God, a nice living.",
        "A: What?",
        "A: Skirts. This what I made. And after this, when this {video camera} won't\nwork, I'll tell you something about my factory.",
        "A: Okay, I think I finished.\nfirst read my question. When you and I were talking earlier.",
        "A: What 1s--",
        "A: Let me read the question.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MeTONAG MHRSH RSLRS SHOP AHA SESH TUES: UP IMAL BoQHbArCess and",
        "A: Yes, Isaw God everywhere. I couldhave get killed and He did help me. I\nwent out and for every event I was the highest of them all. In the cohouse(ph), in\nthere, the head of the cohouse(ph) didn't know how to write. Whoever came\nthere, they came to me and [had to give him a thing. So there in the woods I was\nalso one of the bestcutters there and I was respected. So that what it was. Why?\nBecause He help me. I'll tell you something, when God_ -- I don't know, but always\nI did believe in God. Especially when they say it was one God, one God. So I do\nbelieve this God, He did create the world and He did create our world. He did\ncreate us. Now you will ask me, \"How did he create us?\" I'll tell you how. Did\nyou ever hear of Abraham and Sarah?Sarah, when she was young, she couldn't\nhave any children. She was crying and begging. But when she was 90-years\nold, when she could not have children, then God gave herthat she had one son,\nYitzchok. So Yitzchok was the creation. Because by 90 years she couldn't have\nit. He was a creation. Now, what happened to Yitzchok? After being 37 years old\nGod told Abraham to take Yitzchok and give to God as a qurban. You know what\nmeans a qurban?",
        "A: As audhiyyah, what is an udhiyyah. Qurban you give for all different\nthings, an udhiyyah 1s a special -- you're giving a gift to God. To give him as a\ngift. So how you have to do it? Kill him and give it to God.So what\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nhappened? Abraham did not believe that God wanted to killhim. So what then he\nsaw that nothing around. He lift up this knife and said to God, \"Now you have\nhim.\" God stopped him and said, \"No, I don't want him to be killed.\" He didn't\nsay, \"Don't touch your son,\" but \"Don't touch this boy.\" Why? Because as a son\nyou gave him to me, so he's my son and to you he's just a boy.Do you\nunderstand? So what did God do? He gave him -- he gave him a animal, a kosher\nanimal. There -- this animal couldn't walk any farther because _ stopped it. And he\ntook Avram and killed the animal. He gave it to God instead Yitzchok, and\nYitzchok was already God's son. This way we are children of Yitzchok, and this\nis our God. That'swhy I believe in God. You understand what I'm talking about?\nNow, we had Arvam, Yitzchok and Jacob. They are our forefathers. And we\nhave foremothers, and they did have their children and this way God did create\nour nation. Now, if you'll ask me why did God need us? You know how? Because\ndid you ever hear of Noah? Noah was the only one believing in God. So Noah...\n{Document handed}\nShoah?",
        "A: Just yesterday, that means the whole week, every Shabbat, every Saturday, we\ndo read apart of our Torah, of our... Yesterday were two parts reading. In one\npart God says: You Jews, my children, you have to behave so and so and so and\nso and so and so, and He giving us an orderhow we should behave in order He\nshould be with us. In the other part he says:If you won't do what I told you, if\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! Me TAAL MYSSH CSRS SHOP OHA SESH CRS UPN ALU abaHLarcess and\nyou won't be like that, I'll bury you, I'll kill you, and then all the nations will be\nstronger than you and they will kill you. And that's what did happen.So seems to\nbe that the Jews did not behave right to God and that's why he did punish us\nwith that thing. It was a punishment. And then he says: After this punishment\nI'll remember you will (?lend?) Israel.\"'ll remember.\" Not \"I'll give you back\nthe whole of Israel,\" but a part of it. And that's what he did. He gave us a part of\nIsrael. And that's what I believe. Isee that everything what they did right went\nthrough. And do you know what? When I had my business -- maybe I shouldn't\ntell you that -- one girl, an Italian girl, older girl, said, \"Jesus 1s God.\" I telled her,\n\"How can this be?\" \"He is God. He is God.\" I said, \"What happened to the God\nwhich was until him?\" So he had probably to goto the unemployment! He lost\nhis job.\n{Laughter}",
        "A: So that's why I believe in God.",
        "A: And now I want to tell you, I believe that every religion is good as long it\ndoesn't say about killing other ones, to preach for thatkilling other nations or killing\nthe Jews and so far and so on, or hate him.They are good religion. Matter of a\nfact is you have now here, in Italy, Italian people -- not Italy, what --they believe\nin Cows.",
        "A: They believe--",
        "A: -- those are their gods.",
        "A: How can you understand it? Ido understand it. People like to see things.\nThey don'thave enough of imagination to believe in God which you don'tsee.\nYou see is acting. A matter of a fact is He said to -- Moses asked God, \"I would\nlike to seeyou.\" So God told him, \"I'll take you up there. You can see me and to\nlive, but you can see my back, not my face.\" What do that mean? You can see\nmy background, what I did, and then you can see me in your imagination. That\nmeans don't believe in nobody's face. Some people are good acting and they will\nact nice, just believe what they did.",
        "A: Huh?",
        "A: Let me read it.\npeople would be very upset and hurt to hear that the Jews aresomehow\nresponsible for what happened to themduring World War II and is this what he\nmeant to say. This is what I want to ask him.",
        "A: I told you already. Certain things we can't help.",
        "A: But I knew some people, they were very wrong in their acting, and in their\nthinking, and they did play as Jews but they were not. Imean they're Jews but\nthey did not act like them.",
        "A: Some of them do not believe in nothing. They say nothing exists. So, that\nwhat happen.",
        "A: We got punished this way.",
        "A: I believe strongly in our God. And, as I told you before, every religion 1s\ngood as long they don't preach hateness --",
        "A: -- or killing even.\nto add to your story? Here {Document handed}",
        "A: I will know it later! {Laughter}\nwhat they would have liked to say after.",
        "A: I told whatever I had in my mind. Later there will come something else.",
        "A: Okay. Let us be well, all, and to believe in good things.",
        "A: And to act good.",
        "A: And be human.\nMuseum Interview with Mr. Shulim Jonas on May 5, 2013. Thank you very\nmuch.\nConclusion of Interview\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Rat hub Halted APs, EeUR Gaus! METAL MEHR. A SPP eal dest cnaRles pga abarkarcess anc\nusage rights can be found In the catalog record.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 5, 2013\nRG-50.030*0696",
        "The following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Rat hub Halted APs, EeUR Gaus! METAL MEHR. A SPP eal dest cnaRles pga abarkarcess anc\nusage rights can be found In the catalog record.",
        "PREFACE\nThe following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.\nThe reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.\nTranscribed by Susan McIntyre, National Court Reporters Association.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.",
        "PAUL JONAS",
        "Photograph is and who is in the photograph. Can you tell us?"
    ]
}