{
    "rg": "RG-50.106.0140_trs_en",
    "sequence": [
        "Question: -- Holocaust Memorial Museum, volunteer collection interview with\nBrigitte Freidin, conducted by Esther Finder on March 13, 2001, in Rockville,\nMaryland. This interview is part of the museum’s project to interview Holocaust\nsurvivors and witnesses who are also volunteers with the museum. This is tape\nnumber one, side A. Thank you for doing the interview with me. I -- I would like to\nstart by asking you what was your name at birth?",
        "Answer: Brigitte Mandl.",
        "Q: Where were you born?",
        "A: I was born in Augsburg, Germany.",
        "Q: And when were you born?",
        "A: I was born June 3\", 1930.",
        "Q: Did your family have a long history in Germany?",
        "A: My family came to Germany from Spain after the inquisition. There was a\nfamily history there and a family crest with the only family that I have left, which\nare in Sao Paolo, Brazil. And they were merchants, mostly.",
        "Q: What was your hometown like?",
        "A: Augsburg, Germany is the most famous walled medieval town in Bavaria and\none of the very famous ones in Germany. And we | -- and it’s -- it was a beautiful,\nMarch 12, 2001\nsmall town, very, very famous for -- because Martin Luther -- is one of the places\nwhere Martin Luther hung his edict. And it’s also the first social service -- like a --\nwhere people are taken care of in the world. Most economists know about it, it’s a\nfamily of the name of Fucher started it, and it’s still in existence where the people\nhave, after they retire are taken care of by the company that -- that they work for.",
        "Q: Were there many Jews in your town?",
        "A: There were a lot of Jews, there were a lot -- mostly Orthodox, but o -- all\nGerman Jews were Orthodox except the ones that were Reform, the Reform\nmovement. There was no Conservative movement, which started, I believe in the\nUnited States, or --",
        "Q: What were the relations like between the -- the Jews and the Germans when you\nwere very little?",
        "A: When I was very little my father owned a furniture store and my grandmother\nowned -- we lived in the suburbs, actually, in a place called Grigg saba at the end\nof the streetcar line and the store was part of our home. And the store was on the\nside and then we had a house like next door to it. And my grandmother owned, with\nher brother, a very large section of apartment buildings, with a big furniture store in\nit downtown. And they were respected business people, the Mandl family, you\nknow, for hundreds of years. And we led a very, very wonderful life, a very nice\nMarch 12, 2001\nlife. My -- my mother and father couldn’t vacation together because he ran the\nstore, but my father would go off, I remember, to -- to Italy and to France and one\ntime to the United States. And then I would go with my mother like to Baden-\nBaden where my grandmother would summer. It was a very easy life. On Sundays\nwe'd go to -- there was a small like a zoo, with the cafés an -- and there was a\nsynagogue also in the s -- in the suburb there, which is where we went. And my m --\nwe were -- my mother kept kosher. We were Orthodox and we had an excellent life.",
        "Q: What was your father’s name?",
        "A: My father’s name was Siegfried Mandle, and my mother’s name was Rita\nMandle.",
        "Q: Has your father ever served in the military?",
        "A: My father was a volunteer in the first World War, and I believe he worked in a\nbarn shoveling manure. He was 17 years old.",
        "Q: What work did your mother do?",
        "A: My mother -- in those days there were two servants and my mother -- my mother\ndid the cooking. The German hausfrau prided herself on her cooking. And took\ncare of me and I -- and I guess she was in the store once in awhile. But I was an\nonly child. And she had a sister in town and a lot of friends, you know, and lived a\nvery nice life.\nMarch 12, 2001",
        "Q: And her name?",
        "A: Was Rita.",
        "Q: You mentioned that your family was Orthodox, can you tell me specifically what\nreligious traditions your family observed?",
        "A: Orthodox in the sense that all the holidays were kept, but the store was open on\nSaturdays because it had to be. But -- and strictly kosher and my mo -- and we\nalways had Friday night services, you know, at home and went to synagogue on --\non Saturdays, at least my mother and I did. And I don’t remember if my father did\nor not, but Orthodox in the sense that that’s all that was known.",
        "Q: Did you have a favorite holiday?",
        "A: Oh, I guess -- I guess -- I guess it was Passover, Pesach, because we always had\nSeders, you know, the whole, long Seders. And this was always kept up, the\ntraditions in -- when we wa -- when we came to the United States too, and\nwhenever possible. I was brought up in -- in a very Jewish feeling home.",
        "Q: Where did you go to school?",
        "A: I was not allowed to go to the regular schools. There were no Jewish children\nallowed in the Jewish -- regular schools. I started -- I started out that there was a -- a\nteacher in that small synagogue there in the suburb. And then I started going\ndowntown to the big synagogue, very, very famous art deco synagogue that -- and\nMarch 12, 2001\nthat’s where I went with the other Jewish children. And I was only -- what was it?\nWell, I was born in 1930, so I -- I was -- Kristallnacht I was eight years old. But --\nbut from the time I started school I -- I couldn’t go. None of the Jewish children\ncould go to regular school.",
        "Q: Did you ever have any German friends?",
        "A: Yeah, I had -- I had German -- the children next door and other children. I had\nGerman little girls, but that had to stop too. They weren't allowed to play with me\nany more.",
        "Q: What kinds of things did you do for fun when you were a little girl?",
        "A: We had a big backyard with swings and we would swing and we would go to\nthat -- to the zoo and the circus, I loved the circus, my father would take -- took me\nto the circus and swimming. I had swimming lessons. And wi -- the way they --\nthey gave swimming lessons those days, they put a harness on the kid and like hel-\nheld -- held -- held you by a rope and dropped you in the water and you learned to\nswim. And we were allowed -- but that had to stop, too. This is when I was five or\nsix years old, but then we weren’t there because there was a municipal swimming\npool. And my father had a motorcycle, I remember riding around on the motorcycle\nwith him, which I didn’t like very much. But I was a very studious child, I read a\nMarch 12, 2001\nlot. And that was fun to me, and th -- I guess -- you know, it was so long ago, I’m\n70 years old, so that’s about it at remembering the fun.",
        "Q: Do you have any memories from before Hitler was in power?",
        "A: Well, these things that I’m talking about now were be-before. Yo- You mean\nwhen I was two, three, four years old? I spent a lot of time with my grandmother,\nwho was -- when I was real little she li -- she lived upstairs. It was a big house and I\nguess my mother wasn’t too happy about having her mother-in-law live with her,\nbut it was a very formal life. I would have to go upstairs every morning and curtsy\nand say good morning to my grandmother and we went for walks and we were -- it\nwas a very structured life in -- in -- in Germany. And children were seen and not\nheard, you know, so that -- that’s what I re -- you know, remember. I know I was\nregistered at a -- at a -- a Swiss finishing school for -- where I was supposed to go\nwhen I was like 14 or 15, and -- because my parents were, you know, of the\nwealthier -- wealthier position because of being business people.",
        "Q: What anti-Semitic experiences do you remember from your early childhood?\nYou mentioned th-the swimming had to stop. Wha-What --",
        "A: Well, that I couldn’t play. That -- that I couldn’t play with the other children, and\nwhen I knocked on the door I was told, Gretchen can’t play with you, you know,\ndon’t come back. And I don’t know if we’re jumping ahead, but after\nMarch 12, 2001\nKristallnacht, when -- I -- I -- I don’t know how I ended up at the downtown\nschool anyway, which was the synagogue, the big synagogue, but the Nazis were\nthere with -- with -- with the dogs and had -- were setting fire to the books that were\ninside, I guess the schoolrooms and the library from -- from the synagogue. You\nknow, and they’re saying get out of here, go back, go home. Because the streetcar\nline ended and was just a straight run. And even at that age, at -- at age eight, I\nguess I went on the streetcar and went to school.",
        "Q: Let me keep you back a little big younger.",
        "A: Yeah.",
        "Q: Let -- let’s not go quite yet. What did your parents say to you when you went to\nyour friends and they said go away, you can’t play? How did your parents explain\nthe situation to you?",
        "A: They explained it that we have to obey, because it can be very dangerous if we\ndon’t, and that I shouldn’t ask questions and that I have to do what I’m told. But it\nwas the type of upbringing anyway where -- where you were obedient, so 1t wasn’t\nthat hard.",
        "Q: Do you remember seeing any anti-Semitic posters or newspapers or anything\nlike that when you were very little?",
        "A: No, no, I have no memory of any of that.\nMarch 12, 2001",
        "Q: Did you ever hear your parents talk about the political and social situation in\nGermany? Did they ever talk amongst themselves with you just kind of around,\nand could hear --",
        "A: No, I have no memory -- no, I have no memory of that. I think that children were\nnot to be worried and that it was -- I -- I knew -- my -- my memory really, concrete\nmemory is more right aft-after Kristallnacht or -- or right -- right before, and the\nthings that happened.",
        "Q: Before Kristallnacht, how much did you actually understand about what was\nhappening around you?",
        "A: I really didn’t know, really, or didn’t understand much and didn’t know much.",
        "Q: Did you ever hear your parents discuss plans to leave Germany”",
        "A: Oh yes, oh yes, I knew that we were planning to leave Germany, because my\nmother shopped and shopped, including shoes for me for when I would be twe -- 10\n- 12 years old. They were buying Leica cameras to se -- resell in the United States\nbecause the lift van was going to come and it would get filled with all our\nhousehold goods and that we were going to America, and -- because my mother’s\nbrother was here and we -- that’s where we were going. And that was the talk,\nwaiting -- waiting for the -- for the number to come up and you know, the vi -- the -\n- what was it called where you’re waiting for -- for your -- you had a number in\nMarch 12, 2001\norder to get out, but that I knew, that -- and I also knew that my mother was going\nto -- and this was again, before Kristallnacht, was going to Munich twice a week\nto take cooking lessons at -- at a -- there was a -- like a chapter of the Cordon Bleu\nthere, because, you know, they had no idea about America, that they were -- she\nthought she could become a cook here because she was a very famous cook tn -- in\nAugsburg, you know, in -- in Germany. And my father had come to the 1938\nWorld’s Fair earlier in -- in -- in the year and had taken -- and had arranged for the\nvisas with my mother’s brother, who came in 1933. And so I knew -- I knew -- that\nI knew about, I knew about America. And they were taking English lessons also.\nThey didn’t learn much, but they took English lessons.",
        "Q: Did they have any problems with getting the American paperwork?",
        "A: They -- they had -- they had the visa and they had th-the number, but it was not\ndue for quite awhile. In other words, we couldn’t leave.",
        "Q: Can you explain the lift van? You said there was a lift van coming.",
        "A: Yeah.",
        "Q: Can you explain that?",
        "A: Yeah, a lift -- lift van is -- is the same as a container on a -- on a -- on a freighter.\nIt’s a great big, wooden box and all the belongings are put in it and -- and those lift\nvans were -- for most people they were sent at -- for storage to Holland. And then\nMarch 12, 2001\nthe idea was that when you got -- were going to go to wherever you were going to\nemigrate to, they would then be shipped. And people paid storage and people paid\nfreight, and there was many, many storehouses in Holland that had these lift vans\nand they were filled with all your belongings and -- and hopefully things that --\nfurniture and clothing and books and -- and everything that you had, hoping for the\nlife in the -- wherever your next haven would be.",
        "Q: Did you ever see Hitler or hear him speak?",
        "A: Yes, I did. I was at my grandmother’s where, as I said, she lived right downtown\non Bahnhof Skazie, which means -- Bahnhof 1s -- is the railroad station, the main\nstreet like -- be like Fifth Avenue in New York. And sh -- we looked out from\nbehind her lace curtains -- she lived, I think on the third or fourth floor, an\napartment building. And we were crouching down, she said, I want you to see th --\nsee this, this is history. We’re not supposed to be looking, you weren't supposed to\nlook out. But that -- that’s the evil man, that’s Adolf Hitler. And I saw him in his\ncar, 1n his open car, just like in the movies, with the hand upraised. And I wa -- I\nwas frightened. I was very, very frightened, because it was so menacing. Well, it\nwas all the accoutrements, you know, that was with him, all the staff cars and\neverything else. So yes --",
        "Q: Wh-Why was it dangerous to be looking at him?\nMarch 12, 2001",
        "A: I guess there was a rule that Jews weren’t supposed to -- to be looking a --\nlooking at him. You know, weren’t supposed to view him. Maybe they were afraid\nwe'd get shot at or something, I have no idea.",
        "Q: When did things start to get really very bad for your family?",
        "A: Things got really bad -- well, I th -- I -- I’m not quite sure, but I think my father\nhad to close up the store maybe three, four, six months before Kristallnacht. But\npeople still, because they were so well known -- maybe it was even longer than that,\npeople would come and pay their bills like behind closed doors, because Jews at\nthat time already, their bank accounts were con -- confiscated. And I -- but because\nthe good relationship that my family had with the town and with -- with -- with the\ncities, that’s who we got along.",
        "Q: What do you remember of Kristallnacht?",
        "A: I remember the -- the house had shutters on the outside and my parents closed\nthe shutters and I -- they pulled me into bed with them. Or maybe I got so\nfrightened at the noises that I went, crawled into their bed with them. But they were\nthrowing rocks, and the store had big shutters too, so they were trying to break\ndown the door. And then the next morning the -- in -- in Germany -- because it was\nall very old-fashioned, the milk was brought by a milkmaid, she had like a -- a -- a\nlittle wagon with a th -- I think a dog pulling it or something. And these metal\nMarch 12, 2001\ncontainers of milk and the housewife would come out with her pitcher of milk and\nthen you filled -- filled the milk. And was -- I don’t know, seven, eight o’clock in\nthe morning and I was -- must have been about seven, because I was dressed for\nschool. And my mother told me to go to the door and you know, get -- get the milk.\nAnd it was not the milkmaid, it was two SS men. And they said, where’s your\nfather? And I said, he -- he was still upstairs. And they said, where’s your mother\nand they like pushed me aside and then came into the house. And my mother -- and\nthey wanted to go upstairs, my mother said, I'll get him, you know, don’t go upstair\n-- and -- and they ki -- my mother went upstairs and got my father and he came\ndown, and meanwhile, they took all but her wedding band, she had, I guess, I\ndiamond ring. Took the rings off of her, but they didn’t take her -- her -- her -- her\nwedding band at that point. And my father disappeared. And they took him away\nand they said they’re just taking him to the police station in Augsburg, in -- and\nthat’s -- that’s what I remember.",
        "Q: Had you ever heard of Dachau before that night?",
        "A: No, I'd never heard of Dachau, but that’s where my father ended up.",
        "Q: How long was he interned there?",
        "A: He was in Dachau til the end of March. And the reason that he got out was\nbecause he had been a volunteer in the first World War, and because of the family’s\nMarch 12, 2001\nlong, long, long established times in Germany, and because we had the emigration\nnumber. So he got out and he -- they le -- they let him out and he’s still in the\nstriped uniform, shaved head and he called my grandmother on the telephone, and I\nremember he came home and he was never the same again. My fa -- my father had\nterrible time holding a job in the United States and he -- he was -- he was not a\nstable person.",
        "Q: A couple of questions. Do you know under what circumstances or what\nconditions he was released?",
        "A: He was released under the condition that we had to leave Germany within three\nweeks. And the neighbors on the other side told him that if we’re not gone that he\nwould never -- never be able to leave and that they were going to put him back, you\nknow, put him in a camp permanently. So at that point we left -- we left with --\nwithin two weeks, because as I said, the lift van was gone and the -- the house was -\n- was relatively empty of -- of -- of furniture. And we went to -- no, I think what\nhappened, the lift van was all new furniture, because we were in the furniture\nbusiness, he was in the furniture business, a lift van that was all new furniture to\ncome to America and the things in the house were left. We were still living in -- in\nthe house, because th -- they were going to wait for -- for their emigration number\nand we went to England to wait out the number.\nMarch 12, 2001",
        "Q: Do you know what arrangements had been made for your family to leave\nGermany?",
        "A: The arrangements were that my father had been sending some money to a Swiss\nbank account, so -- just in case. I don’t know whether it was for England or to help\nwhen we came to America. And that’s the arrangements were, so that we were able\nto -- to live. And first class boat tickets on the -- at -- with a shipping company, you\nknow, a boat company, had been purchased, but not for a specific ship, because they\ndidn’t know when our number was going to come up.",
        "Q: Can you tell me the state of your father’s physical health when he was released?",
        "A: He looked like an old man. He was born in year 1900, so that made him 38 years\nold, only. And he -- he looked like an old man. He told some -- I don’t know if you\nwant me to talk about this, some stories, I remember, from being in Dachau and\nwhat it was like then already. Do you want me to go ahead with that?",
        "Q: When -- did he tell you at that time, or much later?",
        "A: Later. That h-he said he always believed in -- in -- in kismet. In -- In -- in fortune\nthat you didn’t know was ga -- th-they were standing in line, they had -- now, this\nwas November, December. They were standing in line with just those striped\nuniforms. Oh, I have to add, Dachau -- at that point there were no concentration\ncamps, it -- it was really a camp for criminals and political prisoners and not as you\nMarch 12, 2001\nthink of -- they quickly learned how to make it worse. And they got potato peelings\nand -- and herring, salt herring to eat. And stale bread. They learned very quickly\nhow to tr -- to treat the Jews. And they were standing in line and the man next to\nhim said, trade places with me. I feel -- I feel unlucky, or I feel lucky. Because they\nwere -- they were going to shoot every fifth man, or threatened to shoot every fifth\nman. And my father, I guess believed in -- in whatever will be, will be, and he\ntraded places with him. And that man was shot. And life was terrible, it -- it was\nabsolutely horrible. How they knew s -- at that stage already to treat people like 1 --\nlike animals, I don’t know. And I think they used as wardens some of -- some of the\npolitical prisoners, a-and so -- some of the actual thieves and like that, to be the\nbosses ov-over the -- th-the political prisoners, th-the Jews.",
        "Q: What do you remember about the process of packing up and leaving Germany?",
        "A: I remember being -- going on a train and we went via Holland. And when we\ngot to the border, the conductor coming and saying, you’re now free, you’re now\nfree. And, little girl, you’re now free. And th -- I was also told during the journey to\nthe border to Holland that -- how to behave myself, not say anything. And the\nfright, I still remember the fright of my parents, you know, that -- of being put off at\nany time.",
        "Q: What could you take with you? You, personally.\nMarch 12, 2001",
        "A: I personally had my autograph book, which in those days, Germans being\nGerman, everything is very serious, so it isn’t like these funny stuff that’s written in\nthe ki -- kid’s autograph book here. This is your aunt, your uncles, your teachers,\nyour grandparents, write very serious, like hopes for your future and draw pictures\nand your friends put like these black paper cut-outs or -- or pictures of roses and\nwrite -- it’s amazing what -- what eight, nine year old children wrote in this book,\nand -- and my teachers and -- and as I said, my grandmother and -- and -- and my --\nmy uncle, a-and that is really all that I had, which now the museum has and which\nis now in Yad Vashem on display, part of the display, which makes me very proud.",
        "Q: I have to pause now to change tapes. One moment.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: -- uation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Brigitte Freidin. This is tape number one, side B, and you were just\ntelling me about taking an autograph book and you mentioned that some of your\nfriends had written in it. Were you able to say goodbye to your friends before you\nleft?",
        "A: Yes, I -- I was able to say goodbye. I remember that it was very, very, very sad\nand a lot of crying and a lot of hugging. And I think that the saddest was saying\nMarch 12, 2001\ngoodbye to my grandmother and my uncle. My grandmother would not come\nbecause her -- she was in partnership with a s -- brother -- her brother, who had\nnever married. And it’s the typical story, they were afraid that -- they didn’t believe\nit. They didn’t believe it and they didn't want to just close the stores and they didn't\nwant to lose all that money, they didn’t want to lose all that property. And like it\ncouldn’t be, not -- not with their history in -- in -- in Germany. And she wouldn’t --\nshe refused to leave. I have some letters that she wrote to -- I have one living\nrelative, my father’s brother has a daughter whose name is Ruth, and they live in\nSao Paolo, Brazil and she wrote to -- letters to them, which my cousin has given\nme copies of, about how she was only worried about them and about us getting to\nfreedom and that she -- she didn’t think that she’d see any of us, you know, again.\nAnd she was a very important person in -- in my life, my grandmother, because my\nmother’s -- I had no other grandparents. My father’s father died when he was 19, so\nshe was the great matriarch. And my mother’s father died a year before I was born\nand her mother died a year after I was born, so there were no -- no grandparents\nexcept this one grandmother.",
        "Q: What kinds of things did you say to each other when you said goodbye to your --\nyour family and your friends, what did you say?\nMarch 12, 2001",
        "A: I really don’t -- that’s -- has no relevancy for me. You know, I -- I don’t\nremember.",
        "Q: Did anything happen in the time between your father’s release and your\ndeparture from Germany?",
        "A: I was confined to the house, I could not go to school any more, and I was -- and I\n-- a-- [| don’t think I had any more schooling after Kristallnacht. I stayed pretty\nmuch with my mother. My mother also went to Nazi headquarters and was thrown\ndown the stairs, where she asked -- tried to find out what was happening to my\nfather. I also know that she sent packages with long underwear and -- and -- and\nfood to Dachau, they were told they could send it. And I don’t know if it was\nthrough the Red Cross or through -- or just regular German channels, and he never\ngot any of it. That’s the things that I remember, but I -- I was -- I was really kept at\nhome.",
        "Q: What do you remember about the day, the actual day that you left Germany?",
        "A: I-I just remember being bundled up in a coat and -- and -- and that we were\ngoing. You know, I -- I -- I remember more the train journey. You know, I’d never\nbeen on -- well, I'd been to Baden-Baden and I guess to Munich, which is only 40\nmiles away, but that I was going on this long, long journey.",
        "Q: And your first stop, where was that?\nMarch 12, 2001",
        "A: Our first stop was, I think in -- must have been li -- LaHavre, must have been in\nFrance. And then to get to England to get to -- because we were going to London -",
        "Q: You took the train straight from Germany to France?",
        "A: Right, to -- to France, an-and then took the boat from la -- LaHavre to London.",
        "Q: How long were you in France?",
        "A: To Southampton.",
        "Q: How long were you in France?",
        "A: We -- we were -- we went directly, just -- just like a day. We didn’t stay. We --\nwe were going. Or, if there was a way -- there was no way. You couldn’t have gone\nfrom Holland. W-We must have stayed on the boat -- I mean, on the train. I think\nthe only way to have gotten there was -- I-I’m guessing at this, I really -- I really\ndon’t know.",
        "Q: Do you remember boarding the ship?",
        "A: The ship was much, much later when we came to the United States. You talking\nabout coming in the United States?",
        "Q: Oh, okay, so you went first to -- to --",
        "A: We lived in England.",
        "Q: Okay. So you went from LaHavre to Southampton.\nMarch 12, 2001",
        "A: Yes.",
        "Q: And how did you cross the channel?",
        "A: It -- must have bi -- crossed on -- on -- on a ship. No, I don’t remember. I don’t\nremember that.",
        "Q: Tell me about your -- your arrival in England and -- and what that was like for\nyou personally.",
        "A: That I remember. I remember we w -- we went by train from Southampton to\nLondon, and my father had a first cousin by the name of Alfred Marx, who was ha\n-- who was there already, and he had -- he had two daughters. And he had a brother\nthe name of Sigmund Marx. They were waiting for us at, I guess, the train station\nin London, and they had gotten us a room in -- near Green Park in -- in London,\nin somebody’s apartment. And I slept on a cot. My parents went to Portobello Road\nand got a second hand cot and it was filled with bedbugs. And I slept on that at the\nfoot of my parent’s bed, and we lived in that one room. And my mother registered\nme in school, and I went to the regular English -- English schools. And I played\nmostly with my cousins, because you know, I’d -- I didn’t speak English. And my\nmother worked as a maid, because you were not allowed to come to England if you\ntook a job while you were waiting for your emigration number. So the little bit of\nmoney they in the sw -- from Switzerland helped, I guess, pay for our food and --\nMarch 12, 2001\nand -- and -- and this room, and -- but by working as a maid, she got paid, you\nknow, like -- like illegal immigrants do here, under the table, as they say. And that’s\nthe amazing thing, what -- what these refugees were willing to do from the type of\nhomes and the type of -- of life that they led, in order to exist.",
        "Q: While you were in England, did you experience any anti-Semitism or any anti-\nforeign sentiment?",
        "A: Ah, no, no. I went to school with the -- where -- with -- with the children and I --\nI don’t remember any -- any anti-Semitism.",
        "Q: How long did it take you to learn English?",
        "A: Well, the way that I learned English is that two weeks before the war started,\nwhich was in September, all the British -- London, Manchester, all the major\ncities, the schoolchildren were sent to the country, voluntarily. And how my mother\nand father found out about this, I will never know, but off I was packed, with my\nbook bag on my back and a li -- and a little -- little suitcase and was sent off to the\ncountryside to a place called Saint Ippolyts, which is now part of Ipswich, to stay\nwith a family called the Palmers and that’s where I really learned English, because\nit’s total immersion. I was supposed to be with my two girl cousins and we got\nseparated and I wasn’t in the same village with them, so I was totally by myself on\nmy own, nine years old. At that time already, tho -- that netting with -- with -- with\nMarch 12, 2001\nthe, like balloons was all over London, I do remember that, before the war. They\nthought they could stop the bombs with that.",
        "Q: Do you remember how your parents explained to you about your leaving and\nwhy it was important that you leave them?",
        "A: They explained to me that they will come and get me, we are going to America,\nbut in order for them not to worry about me, they wanted me where I would be safe,\nbecause they could that way better take care of themselves, and they wanted me\nsafe. So I went. You -- you know, I was a child, you did what you were told. And I\ndon’t -- I don’t even remember particularly crying or -- or -- or -- or anything. I just\nwent. Maybe I thought it was ma -- maybe that’s where my love of travel -- I travel\nconstantly -- came from, that, hey, was a new place to go.",
        "Q: How did you learn about the German invasion of Poland?",
        "A: Of Poland?",
        "Q: Beginning of the war.",
        "A: Well, that’s why, because we knew that war was imminent in England because\nof that Ge-German invasion of Poland and England was preparing to go to war,\nand that’s why I was sent to the country, along with all these other children.",
        "Q: Let me make sure I’m understanding. So what you’re saying is at the very\nbeginning of September, you were sent to the countryside?\nMarch 12, 2001",
        "A: Yes, two weeks before the war started.",
        "Q: So when you’re referring to the day that the war started, you’re talking about the\ndate that England --",
        "A: England went to war.",
        "Q: Right.",
        "A: Right.",
        "Q: And what were your thoughts when war was declared in England?",
        "A: I was in the country already and I think I was still getting used to -- to the life\nthere, which was totally different than anything that I knew, that I didn’t remember.\nAnd in a -- already we -- even a -- even in school in England, we had to do air raid\ndrills and we had gas masks. And so it was -- it was already like a given, you know,\nit was -- 1t was part of your life. And we had ditches that were dug that we -- I\nremember the planes coming over and we had to dive into the ditches. And we had -\n- and go under the desks at -- at school, because I went to the country school there,\nof course, in -- in Saint Ippolyts. And so 1-1t -- it -- it just becomes part of your life,\npart of the way you have to live. People adjust.",
        "Q: Were you the only refugee, or were you the only refugee from Germany among\nthese children that went to the village?\nMarch 12, 2001",
        "A: I -- I was the only -- only refugee, the only one who couldn’t speak English. But\nthis family, this Mrs. Palmer, she had a four year old child -- or a three year old\nchild, was so kind and was so nice. I have since found out that I really lucked out,\nthat some of these children were mistreated and -- and -- and were not happy. And\nshe would bring me up tea in -- 1n -- in the morning and treated me totally as a\nmember of the family. And what the people got was, they got the ration book from\nthe children that they took in, and they got like a pittance of money from the British\ngovernment. They did this out of their generosity. And even when Rosh Hashanah\ncame, my parents came to visit me. How they found their way out there, again, I\ndon’t know. And I remember mixing up Rosh Hashanah and Yom Kippur, I\nthought you had to fast on -- on -- on -- on Rosh Hashanah, I mixed it up\ncompletely. Not that as a child I had to fast, but they -- when my parents came, they\nhad them for dinner with -- with the Sunday roast and like that. They were very\nkind people and I learned to speak English with total immersion.",
        "Q: How long did you stay with the Palmers?",
        "A: Til about the 14\" of December. So it was September through Dece -- you know,\nabout three and a half months.",
        "Q: And why did you leave them?\nMarch 12, 2001",
        "A: Because our number came up to come to America and we went to\nSouthampton and got on the SS Volendam and -- which was the last ship to cross\nthe ocean before United States went to war then, in 19 -- what, ’41?",
        "Q: When you left England, you and your parents, what were you able to bring with\nyou?",
        "A: We were able to bring one trunk, it’s a great, big steamer trunk, that’s what they\ntook to England with them, and they had about 20 or 30 dollars by the time we\narrived in New York.",
        "Q: What happened to all the things that you shipped to Holland?",
        "A: The Germans -- the -- the government -- German government when they invaded\nHolland robbed all those warehouse and emptied out all those lift vans and took ev\n-- took everything. That’s what happened to it.",
        "Q: Are there any -- any memories or thoughts about England that we haven’t\ndiscussed that you’d like to share before I have you leaving?",
        "A: I -- I think that the most impressive thing that -- that I have emotionally is a\nheritage of a tremendous love of the United States of America, which I learned\nfrom my parents and the gratefulness of being here and that this truly 1s a land of\nsalvation.\nMarch 12, 2001",
        "Q: But when you reflect back on your time in England, 1s there anything that you\nhaven’t mentioned that you -- you want to talk about?",
        "A: There was -- while I was there -- no, I -- I -- I was happy in the country. You\nknow, I was -- we picked berries and I had friends and I was all right. I mean, I --\nmy parents wrote to me, you know, what -- I think -- I think I was a very, in those\ndays, a very secure child. That changed later in the United States.",
        "Q: What were your expectations of America?",
        "A: This -- I don’t mean this with any sense of -- of -- of prejudice, it’s just a child,\nbut I remember it -- my storybooks in -- in Germany were that blacks were in\nAfrica and wore grass skirts. And I remember the first time I saw -- well, now we\nsay African American -- black on the street, I like got hysterical and was saying,\nwhy aren’t they wearing -- to my mother -- why aren’t they wearing long grass\nskirts? Who are these people? And I think my expectations were that I wouldn’t be\nseparated from my parents any more and that I would be with them, and that I knew\nthat they would have to work very, very hard and I was told I would have to do my\nshare, which I did insofar as that I always -- I always worked very hard, but without\nresentment, just like they did, to make a life.",
        "Q: Where did you land when you came to this country?",
        "A: In New York.\nMarch 12, 2001",
        "Q: And what were your first impressions of the United States?",
        "A: The very, very, very tall buildings in New York City, and the noise. And we had\nhad a -- a wonderful journey. It was over Christmas. It took about eight days to -- to\ncross. We had escort ships that -- against the submarines, I guess. And I remember\nChristmas on -- on -- on board the ship with m -- a beautiful Christmas tree in the\nmiddle of the dining room and -- and music and dancing and my poor mother was\nseasick the whol-whole journey. And I had a beautiful, black velvet dress with\nsmocking that my grandmother had made for me and that was like the last glory\ndays, you know, because my father kept saying, you better eat up, we better eat --\neat -- and -- and -- and -- and enjoy ourselves because it’s not going to be like this,\nyou know, when we get to America. That I remember.",
        "Q: Were there other Jewish refugees on the ship with you?",
        "A: I really don’t remember. There must have been. I have a -- a printout, a copy, a\nmicrofiche copy of the passengers on the ship, cause a friend of mine was doing li --\nresearch and that she got -- she found. And there were quite a few -- I didn’t -- I\ndon’t remember any of them, but I know from the list that they -- the ship was filled\nwith refugees.",
        "Q: Where did your family ri -- initially settle when they came to this country?",
        "A: New York, because my uncle ha -- had -- was there, my mother’s brother.\nMarch 12, 2001",
        "Q: And what were your living conditions like when you arrived?",
        "A: Even worse than in London. We again lived in somebody’s apartment house 1-in\nthe Bronx, in somebody’s bedroom. And my father got a job in a meat packing\nplant carrying ice on his back and my mother scrubbed floors. And -- but that only\nlasted unt-until April. And my fa -- my father just couldn’t handle it any more, his\nback was breaking. And my mother had a first cousin in Washington D.C., and\nthey -- by the name of Rosenfeld, and they -- the woman was her cousin, Regi and\nthey got a job -- her husband’s name was Sigmund, he got a job for my father at the\nHub Furniture company, setting up furniture in the warehouse. Furniture came\nknocked down -- cause he worked there, too. So that’s -- we went -- we went to\nWashington, D.C. and lived in their house on New York Avenue because they\ntook in refugees. They had one of these big, old brownstones and -- and everybody\nworked and there was an old grandmother name of Bertha, she -- she did the\ncooking and we again lived in one room, and I, you know, was enrolled in\nelementary school in Washington. I’d been in school in New York, too, in\nelementary school. And there I was in a special class for refugee children, you\nknow, for English. But by the time I got to wa -- by the time in April when I came\nto Washington, I was in a regular class. And my parents -- my mother got a job at\nthe Toleman laundry sewing buttons on shirts [indecipherable] steam laundry,\nMarch 12, 2001\ncause in those days buttons were still sewn on the laundried shirts, and my father\nworked there at the Hub, and they worked six days a week and this Regi had two\nsons. One was my age, one was older and I would go to school, you know, walk to\nschool with them. And then they joined like a -- there was a club here, Verein, of\nGerman Jews in Washington, my parents met those people and I met other children\nand life started.",
        "Q: Did any relief organizations help your family?",
        "A: No.",
        "Q: How were you received by Americans in general? Did they ask you about your\nexperiences in Germany?",
        "A: I don’t remember that. I don’t remember -- I -- I know that I so desperately\nwanted only to be an American, that I tried very hard. And I think I must have had a\nBritish accent, they tell me I had a British accent at tha -- at that point, and I --\nthat’s what I wanted, you know, my parents, you know -- you know, I was -- I was a\nchild. I was sent that first summer already to camp la -- Camp Louise, through the\nStrauss family, where the refugee children were sent for free. And they somehow\nfound some shorts and some clothes for me and that was my first wonderful\nmemory, was to be for three weeks at Camp Louise, which is the dearest thing to\nmy heart. And both my daughters were counselors there and now my granddaughter\nMarch 12, 2001\nis going to Camp Louise because of the generosity of what the S-Strauss family did\nfor poor children.",
        "Q: Was it easy for you to make friends in this country?",
        "A: I’ve -- I’ve always had friends, I -- I -- no, I didn't find it difficult. I really had no\nfeelings of -- of prejudice in the United States. I have -- I did not go through --\nthrough any that I can remember.",
        "Q: Was there anything that was a particularly difficult adjustment for you?",
        "A: I think the most difficult thing was that now they talk about latchkey children.\nMy mother and father worked six days a week and I came home by myself after s --\nafter school, because within a year they had saved enough money t-to -- we moved\nto -- above a grocery store further up New York Avenue, Jewish family owned, it\nwas one of those Mom and Pop stores and we lived in an apartment upstairs and of\ncourse we took in a roomer in the apartment. And I had to come home every single\nday by myself and I was 10 years old, you know, at that point. And that was hard.\nAs -- and being an only child and again, I’ve always read it -- read a lot and I -- and\nI liked to draw and I liked to -- and I was not allowed to bring other children in, you\nknow, because I was by my -- you know, by myself and so that’s what I remember\nfrom that life.",
        "Q: Were you able to keep in touch with your family in Europe?\nMarch 12, 2001",
        "A: No, no. My -- my grandmother -- my grandmother -- the uncle was sent to the --\nTheresienstadt and he died there. And my grandmother was sent to Auschwitz and\nwas gassed. And there was no more news since after the war started, after u --\nUnited States war started. And then after the war they got a telegram from the Red\nCross, you know, that she had died in Auschwitz. And I have looked up the records\nat the Holocaust Museum and have the copies of the reports in -- from the books\nthat the Germans kept of their demise.",
        "Q: You were a student in this country during the war -- a good part of the war. Do\nyou remember how the war was reported by the media, or discussed 1n schools? I\nmean, in what ways did the war touch your life as a child?",
        "A: I think the war touched me insofar as that I was always afraid that we’d get\nbombed in America. And I -- I was -- I was afraid. We’d have blackouts, you know\nand there were wardens, you know, and I -- I think I have -- I wa -- just plain afraid.",
        "Q: Do you remember when Germany attacked the Soviet Union?",
        "A: No, I don’t. Well, I remember that -- that in the beginning the Germans and the\nSoviets were -- were allies, and then -- and then, of course, then the Russians\nbecame our allies. I mean, you know, but I remember, you know, that -- that bit of\nhistory.\nMarch 12, 2001",
        "Q: When you think back about your first year in the United States, what comes to\nyour mind?",
        "A: Trying to adapt to school. Trying to adapt to learning. Trying to adapt to -- to --\ntold not to complain because that -- that grandmother who ran the house there,\nreally gave us very, very, very poor food. And wanting clothing like the other\nchildren and not having it. And also nice times. I was -- I was given 10 cents to go\nto the movies on Saturday, and those were the days where there was like the double\nfeatures and the cartoons and the news. You know, adjusting to America.",
        "Q: I’m going to pause so we can change tape.",
        "A: Mm.\nEnd of Tape One, Side B\nMarch 12, 2001\nBeginning Tape Two, Side A",
        "Q: -- ocaust Memorial Museum volunteer collection interview with Brigitte\nFreidin. This is tape two, side A and I -- I wanted to have you reflect back on -- on\nthe year 1941, before the United States got involved in the war. Is there anything\nthat stands out in your mind about -- about that year? W-Were you concerned --\noverly concerned about what was going on in Europe or did you kind of take it in\nstride?",
        "A: I think I was 11 years old and I was a ch -- again, I was living a child’s life and it\nwas -- and we were moving t-to -- for the first time in what, two years, two and a\nhalf years, where we had an apartment of our own, even though I still had to sleep\nwith my parents because the other bedroom was with a roomer, a -- where we had a\nroomer. But I remember the rash -- ration book -- books, and I remember the\nblackouts and you had to pull your window shades down, you know, window\nshades. And I remember the headlines and the fears that -- that people had, and\nthat’s about all that I remember.",
        "Q: Do you remember what you were doing when news came out about Pearl\nHarbor being attacked?",
        "A: I remember very little except now it’s war, now it’s real.",
        "Q: In what ways did your life change when America went to war?\nMarch 12, 2001",
        "A: Where we -- I think it was the ra -- the -- the -- the rationing -- the rationing and\nwe had a radio where we didn’t have -- well, nobody had televisions, there was --\nthere was no television. And I think it was the constant -- the constant talk, and --\nand the fear and -- and the fear of that bombs might be coming, but I think that also\nJ -- | -- | -- I -- I think that because the conversation was about my grandmother, my\nuncle and the cousins and all the other relatives in -- in Germany, and what was\nhappening and there was a newspaper called “The Aufbau.” I don’t know if it’s\nstill in existence. It’s -- means the rebuilding. But people got the news, and that was\nreally where -- where the news came about what was happening in Germany, and\neverybody subscribed to it. It was printed in New York. And -- and there was a-\nalways the worry. That’s what I remember was tenseness and worry. And that it was\nwartime and -- and listening to the news every night. And I think that that’s what\nmost people remember about that time. Because I had no brothers and sisters and\nknew no one who was a -- well, there was terrible worry because my mother’s --\nhad a sister by that time, whose husband -- his name was Jacob -- Jakob who died\nin the prison in Augsburg from a heart attack. He never even got to the camps, he --\nand she came via Spain eventually, to America. And my mother and father\nintroduced her to a widower who she then married, and lived in -- also in\nWashington, D.C.. And her son had been part of the Kindertransport when he\nMarch 12, 2001\nwas 14, he went to England on the Kindertransport. And Ken -- his name used to\nbe Helmut, but they always change the names when you went in the army. Then he\nwent to the tank corps with the Brits. And terrible worry about Ken -- you know,\nHelmut, what was happening to him. But that was my only big connection with\nsomebody who would be in the service as -- as -- as a personal worry, you know,\nthat way.",
        "Q: The kinds of information you got from “The Aufbau,” and the kinds of\ninformation you got from the radio, was there much overlap?",
        "A: No, I -- I -- I think “The Aufbau” information was more what was happening in\n-- in -- in Germany and everywhere else, like with -- with the camps, and with --\nwith the -- with the carnage that was going -- going on, and probably about how the\nUnited States wasn’t doing anything. And from the newspapers I -- I really\nremember more when I was 14 -- well, fort -- a -- when I was 15 the war ended, like\n13 and 14, I remember, you know, reading the news and -- and -- and when things\nlooked bad being sad and -- and getting excited. You know, a child’s attitude is\ndifferent than an adult’s. And again I think 1t made a difference, the stress level\nbecause we didn't have any relatives th-that were fighting.",
        "Q: So when you reflect back on the years of 1942 and ’43 and ’44, what comes to\nyour mind? What was happening in your life?\nMarch 12, 2001",
        "A: Well, what was happening in my life, by -- by that time -- by the time I was 13\nthey had saved enough money that they bought a house with a thousand dollar\ndeposit, for seven or eight thousand dollars on Dellafield Place in the upper\nnorthwest. And I was junior high school and I was in the ju -- JCC swim team and I\nwas taking art lessons and I was -- I was a very busy -- very busy person. And, you\nknow, I was going to school and I had -- and I had friends. And like all teenagers\nwas very involved with myself. My parents were going to the Americanization\nschool in 1944 because they got their citizenship in 1945, which was a tr -- and\nduring that time -- I remember one time Mrs. Roosevelt, Eleanor Roosevelt was at\nthe JCC and my mother, she must -- must have been the reception for German club,\nyou know, the re-refugee club. And my mother wa -- came -- went there and she\ncame home and she just couldn’t get over that the president’s wife, like the queen,\nshould shake a commoner’s hand. And it was -- it -- only in America, only in\nAmerica. But it was really such a glory and just a thankfulness to be in America.\nThat was a constant refrain. And I would only talk English to my parents. I really\nwas nasty. I -- I -- I wanted -- I wanted so much to be an American, and I didn’t\neven want to, like go out with the sons of -- of -- of -- of the other German Jews\nbecause I -- I was -- I was a f -- foolish kid in that way, where I -- but you know,\nMarch 12, 2001\nthere was -- my parents would talk German to me and I would only answer in\nEnglish. And I really lost a great deal of the language.",
        "Q: What was reaction of your family when -- when Roosevelt died?",
        "A: My mother and my father just cried and cried and cried. He was the hero, the\ngreat hero. And I don’t think that they knew how -- which now 1s in history, that he\ncould have -- he could have saved millions and millions of people -- not millions,\nbut he could have done something so that the carnage wouldn’t have happened.",
        "Q: Do you remember reading about the thousand, or just less than a thousand Jews\ncoming to Oswego for haven?",
        "A: No.",
        "Q: How did you learn that the war was over in Europe?",
        "A: Headlines in the newspapers, it was on the radio. It was yelled out on the street,\nit’s over. I remember go -- being -- going outside and yelling and screaming, it’s\nover, it’s over, it’s over. And then of course the hope that it would be over as far --\nand then what -- shortly then, we bombed Japan. I forget how m -- it wasn’t that\nlong a time and then that was over.",
        "Q: What efforts did your family make to find relatives and friends in Europe?\nMarch 12, 2001",
        "A: They -- they knew right after the war, and even during it that people that were\nthe closest were all -- all were -- were killed. All were gassed, all were, insofar as\nfamily that -- that was left in Europe.",
        "Q: You said that they knew during the war?",
        "A: Well, not -- not really, they guessed, they guessed.",
        "Q: When did you begin to realize the full extent of the genocide?",
        "A: I think right -- I think when the telegrams came from the Red Cross that -- that\nthe family was -- was gone, and of course in the newspapers, the American\nnewspapers, when you started seeing the pictures of the camps and the liberation of\nthe camps, that’s when the realities really struck.",
        "Q: During this time that you were in the States, up through the war years, nobody\nasked you about your experiences in Germany”",
        "A: I don’t remember.",
        "Q: Did you follow the Nuremberg trials?",
        "A: Pardon me?",
        "Q: Did you follow the Nuremberg trials?",
        "A: Yes, I did.",
        "Q: Did you feel justice was done?",
        "A: I feel justice was done, yes.\nMarch 12, 2001",
        "Q: Did you follow the events in Palestine?",
        "A: N-No, I really was not that concerned with Israel, with Palestine.",
        "Q: In the years immediately after the war, what was happening in your life? So\nyou’re now 15 years old and the war 1s over. In those first few post-war years, what\nwas happening in your life?",
        "A: I was -- because we were poor, I was already working as a salesgirl in -- 1n -- in -\n- in a second rate department store, lower 7 Street. When I was 14, I ha -- I gota\nwork permit so that I could have clothes, cause I wanted to be dressed like the other\ngirls and the only way to get it was to work. And I was brought up that it was my\njob as much, to help with the family. In other words, I made the beds and started\ndinner for when my parents came home, because by that time my mother was\nworking in small fur manufacturing company called Louies’ Furs, and she became\nthe forelady fo-for making the linings for -- for the fur coats. And my father -- oh,\nmy father had a -- with his friend they opened -- they bought a delicatessen on\nSheridan Street, which lasted -- that was when I was 12 and 13 and my mother then\nwent to work there. And that lasted about two and a half years, and she realized that\nI was being left alone, because it was a day and seven day a week proposition. And\nbecause my father -- my -- my father’s sense of values were not too good. He had\ntrouble with --with what was right and what was wrong. He -- he actually, I think --\nMarch 12, 2001\nfriend of ours who had met him and was a medical person said he’d become a --\nlike a psychopath. And this was -- this was -- a lot of it was due to his experiences\nat the camps in Dachau and -- and his [indecipherable] and losing everything. He\nnever really adjusted. He didn’t learn English that well. My mother -- my mother\nlearned English very well, could spell. I mean, she had an accent, but could read,\nwrite, spell, but he -- he never -- he never adjusted that well, as I said.",
        "Q: So you were in school and you were working. What about your social life?",
        "A: That’s when I -- the rejection started. That was when, because I went to a school\ncalled Roosevelt high school, where all the -- it was about 80 percent Jewish kids,\n70 percent en -- and it was sororities, fraternities which were really outlawed. And I\nwanted to be part of, and I didn’t have the clothing, and I didn -- and I tried too\nhard, and that’s where I was the refugee. That’s where I was not treated right.\nBecause I had the brains, but not the -- the -- the moxie. I didn’t -- I didn’t know\nhow to be part of the American kids. I didn’t know, cause I was too European and\ntoo -- tried too hard. And that’s really -- from the Jewish kids is where the rejection\ncame.",
        "Q: Did you and your family maintain any level of religious observance when you\ncame to this country?\nMarch 12, 2001",
        "A: Oh yes. We -- my parents joined B’Nai Israel synagogue and -- which is a\nConservative synagogue, and they did not -- she did not keep kosher any more,\nbecause she didn't have the money for two sets of dishes, or the kosher meat. And --\nbut it was never -- the cooking was always as if it was kosher, you know, no\nmixing. And all the holidays -- and we always had Friday night -- Friday night\nservices, you know. And my mother -- my mother was really the religious one.\nThere was -- she was always with the prayer book, she read -- they both read\nHebrew fluently. And all the holidays were kept. And I think it was -- it -- it was -- I\nwas brought up in -- in -- in a religious home where it was always as -- as -- aS soon\nas the repatriation money comes from Germany, as soon as we get money, we’re\ngoing to buy dishes and we’re gonna -- we’re gonna go back to keeping kosher and\nthen maybe she could stop working. And unfortunately, my mother died when I was\n23 years old, of breast cancer. So, they had just gotten -- they hadn’t even gotten the\nmonies yet, and I -- so she never got to -- to reap the benefit. But she felt God was\npunishing her, and made a promise to God that if she got well she would go back to\nbeing more religious. She -- she -- she was truly, truly a very deeply observant\nreligious person. My father not as much, he -- I think he could have cared less.",
        "Q: How much education -- how much formal education did you get in this country?\nMarch 12, 2001",
        "A: I, of course, graduated high school. And then I had -- I went to college for three\nyears and didn’t finish.",
        "Q: You got married?",
        "A: Yes.",
        "Q: Can you tell me about your husband?",
        "A: I met my husband when I was 16 and he was 17, and he is American born from a\nfamily that’s been -- came from Russia and Austria. Mother Austria fa -- in the\nmiddle 1800’s, so they’re real ipsy-pipsy Americans. And he was a consulting\nengineer, electrical engineer, and we got married when I was 21 and he was 22. And\nhe went to school at night to finish his degree, and we both worked very, very hard\nand built up all -- also.",
        "Q: And you mentioned children?",
        "A: I have two daughters. One 1s 45 and the other is 40, and they’re both -- they --\nwhich I never -- I never realized it but they tell me that the Holocaust was always\nlike over their heads, that I kept it -- that I talked about it. I’ve talked about the six\nmillion, and I’ve talked about their heritage as Jews and that we must never, never,\nnever forget that they’re -- their Judaism.",
        "Q: What did you do for your professional career as an adult?",
        "A: I am a interior designer and I had my own business for 30 years.\nMarch 12, 2001",
        "Q: Did you ever return to your hometown in Germany?",
        "A: Yes. I went back to -- my husband was a delegate to International Engineering\nCouncil in Denmark when I was what -- 19 -- 19 thir -- when I was 35, so, in 1965\n-- °64. And I went with him and he wanted to see where I was born and I didn't want\nto go but he insisted. So I went back to Augsburg then. And my father’s lawyer\nwelcomed us and his wife took us sightseeing and I remembered everything, I\nremembered every single street. I remembered everything til we got to the house in\nthe suburbs there, and there I got hysterical and broke up, and -- and -- and -- and I\njust couldn’t stay there. And we got out of Germany, fast.",
        "Q: How were you treated by the Germans while you were there?",
        "A: Well, the -- really, the only -- as a matter of fact, w-we were driving. We had\ncome down the Romantic Road through Dinkelsbihl an-and -- and that whole\nRomantic Road. And it was a very rainy night and we were driving into Augsburg.\nThis was beginning June, and we were lost. And there was a guy riding a bicycle\nnext to the car and I asked him -- I wa -- I was looking for the [indecipherable]\nhotel. And he looked in the car, this is really weird -- I mean, I am now what, 34 -\n35 years old, and he looked in the car and he said to me, he said, were you -- was\nyour name Brigitte Mandle? And I said yes. And -- you know, in German. He said,\nI know you. I used to deliver the mattresses for your father. Follow me. And he took\nMarch 12, 2001\nus to the hotel. So -- and my father’s lawyer, who had been working in the\nunderground all those years and working fo-for -- for the Brits and became the first\nmayor of Augsburg and had saved the records of the Jewish people --",
        "Q: You mean post-war mayor?",
        "A: Yes, post-war -- war mayor. He -- he and his wife treated us royally. And that’s\nreally, you know, the only Germans, you know, that we met. We only stayed like\ntwo days.",
        "Q: Are you involved with any Holocaust related groups or organizations?",
        "A: No, I’m not. I’m just a volunteer at the museum, where I do translations from\nGerman into English.",
        "Q: What special something do you bring to your work at the museum, that’s the\nresult of your experiences?",
        "A: I think it’s what the museum has done for me. The museum has made me\nrecognize the importance of the Holocaust, and that 1t can never happen again and\nthat the world has to know. And I think I’m one of the greatest spokespeople for the\nmuseum, that everybody should see the museum. And the museum has made me\nrealize the heritage that I have and how important it is for me to remember, and my\nchildren, and everyone else. It’s done more for me than I have ever done for the\nmuseum.\nMarch 12, 2001",
        "Q: Were there any special moments or experiences that you’ve had at the museum\nthat you’d care to share?",
        "A: No, I --I -- I really just go and do my work, and --",
        "Q: Tell me a -- a little bit about your work.",
        "A: Oh ma -- my work? I -- I think -- I think the biggest one was I did a series of\ntranslations of the letters during -- you mentioned the Nuremberg trials, of the\ninmates of -- of -- that they wrote home to their -- to their wives, to their mistresses,\nto their children, and how they never, ever, ever mention, not in one single letter,\nI’m so sorry, or I -- I sh -- I wish I could change things. They only wrote about --\nnow, I realize they must have been censored, these letters, but they wrote in the\ntypical German letters, quoted from [indecipherable] and from Schiller and about\nlife. Life is beautiful and I hope the flowers are blooming in springtime and I hope\nyou have enough to eat, because their monies were taken away and their substances\nand their -- the families, and it was -- and how much I miss you and how much I\nlove you and -- but no remorse and no -- nothing of the past, just worry about their\nfamilies. And that impressed me, that I was -- that I was able to see these letters and\n-- and to translate them. And about the Saint Louis. All the correspondence from\nthe people, the telegrams and -- and -- and the letters that people have saved from\nwhat went on in that Saint Louis, and the -- and desperation of these people that -- I\nMarch 12, 2001\nthink that that’s the -- the most amazing thing that I am privileged enough to help in\nbringing this to the world, you know, into English. And ha -- Pll add this, that I’m\namazed that I’m able to do the translations, because I only had up to a third or\nfourth grade education in German. But it -- it -- now I can’t do -- I don’t do the\ntechnical things, they have other people that do the technical. But I am able to -- to\nreally, really do this and it’s like -- it’s like a gift and -- and because of that I’m able\nto speak German again, even though I -- I speak no German with -- with this\ntranslation, but it seems to have gone from my head to my mouth. So this 1s, you\nknow, an advantage, because it’s a language to know, like any language.",
        "Q: Do you speak publicly about your experiences?",
        "A: The only public speaking I’ve done was I did a first person, 1n November.",
        "Q: You mentioned grandchildren before. What have you told them about your --\nyour childhood?",
        "A: I’ve appeared in the first grade for both my granddaughters, the ones -- local\nones, with -- like a -- I -- I happen to have -- that’s the only thing I have from\nGermany are two kiddush cups. So I took the kiddush cups to show that this 1s\nwhat life used to be, that we were able to bring things over and talked about having\nto escape. This is -- you know, an-and about being born in Germany, and about\nHitler, keeping it mild, but you know, I talked with the teacher. But they don’t --\nMarch 12, 2001\nthey -- they don’t really ask me that many questions. My grandchildren are -- are\nage three to 10.",
        "Q: So anything that we haven’t talked about that you’d like to add before we finish\nthe interview? Anything that we haven’t covered?",
        "A: No, I think we’ve pretty well -- pretty well covered my life. I -- I find the older I\nge -- I get, the more important I think it is, the reality of -- that the world cannot\nforget, and that I wish that people would just care more for each other and -- and\nlove each other and all that, you know, sort of thing, and -- and not have prejudice,\nnot have prejudice. Have no pecking orders.",
        "Q: Id like to thank you for doing the interview and this concludes the United\nStates Holocaust Memorial Museum interview with Brigitte Freidin. Thank you.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: -- Holocaust Memorial Museum, volunteer collection interview with\nBrigitte Freidin, conducted by Esther Finder on March 13, 2001, in Rockville,\nMaryland. This interview is part of the museum’s project to interview Holocaust\nsurvivors and witnesses who are also volunteers with the museum. This is tape\nnumber one, side A. Thank you for doing the interview with me. I -- I would like to\nstart by asking you what was your name at birth?",
        "Q: Where were you born?",
        "Q: And when were you born?",
        "Q: Did your family have a long history in Germany?",
        "Q: What was your hometown like?",
        "Q: Were there many Jews in your town?",
        "Q: What were the relations like between the -- the Jews and the Germans when you\nwere very little?",
        "Q: What was your father’s name?",
        "Q: Has your father ever served in the military?",
        "Q: What work did your mother do?",
        "Q: And her name?",
        "Q: You mentioned that your family was Orthodox, can you tell me specifically what\nreligious traditions your family observed?",
        "Q: Did you have a favorite holiday?",
        "Q: Where did you go to school?",
        "Q: Did you ever have any German friends?",
        "Q: What kinds of things did you do for fun when you were a little girl?",
        "Q: Do you have any memories from before Hitler was in power?",
        "Q: What anti-Semitic experiences do you remember from your early childhood?\nYou mentioned th-the swimming had to stop. Wha-What --",
        "Q: Let me keep you back a little big younger.",
        "Q: Let -- let’s not go quite yet. What did your parents say to you when you went to\nyour friends and they said go away, you can’t play? How did your parents explain\nthe situation to you?",
        "Q: Do you remember seeing any anti-Semitic posters or newspapers or anything\nlike that when you were very little?",
        "Q: Did you ever hear your parents talk about the political and social situation in\nGermany? Did they ever talk amongst themselves with you just kind of around,\nand could hear --",
        "Q: Before Kristallnacht, how much did you actually understand about what was\nhappening around you?",
        "Q: Did you ever hear your parents discuss plans to leave Germany”",
        "Q: Did they have any problems with getting the American paperwork?",
        "Q: Can you explain the lift van? You said there was a lift van coming.",
        "Q: Can you explain that?",
        "Q: Did you ever see Hitler or hear him speak?",
        "Q: Wh-Why was it dangerous to be looking at him?\nMarch 12, 2001",
        "Q: When did things start to get really very bad for your family?",
        "Q: What do you remember of Kristallnacht?",
        "Q: Had you ever heard of Dachau before that night?",
        "Q: How long was he interned there?",
        "Q: A couple of questions. Do you know under what circumstances or what\nconditions he was released?",
        "Q: Do you know what arrangements had been made for your family to leave\nGermany?",
        "Q: Can you tell me the state of your father’s physical health when he was released?",
        "Q: When -- did he tell you at that time, or much later?",
        "Q: What do you remember about the process of packing up and leaving Germany?",
        "Q: What could you take with you? You, personally.",
        "Q: I have to pause now to change tapes. One moment.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: -- uation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Brigitte Freidin. This is tape number one, side B, and you were just\ntelling me about taking an autograph book and you mentioned that some of your\nfriends had written in it. Were you able to say goodbye to your friends before you\nleft?",
        "Q: What kinds of things did you say to each other when you said goodbye to your --\nyour family and your friends, what did you say?",
        "Q: Did anything happen in the time between your father’s release and your\ndeparture from Germany?",
        "Q: What do you remember about the day, the actual day that you left Germany?",
        "Q: And your first stop, where was that?",
        "Q: You took the train straight from Germany to France?",
        "Q: How long were you in France?",
        "Q: How long were you in France?",
        "Q: Do you remember boarding the ship?",
        "Q: Oh, okay, so you went first to -- to --",
        "Q: Okay. So you went from LaHavre to Southampton.\nMarch 12, 2001",
        "Q: And how did you cross the channel?",
        "Q: Tell me about your -- your arrival in England and -- and what that was like for\nyou personally.",
        "Q: While you were in England, did you experience any anti-Semitism or any anti-\nforeign sentiment?",
        "Q: How long did it take you to learn English?",
        "Q: Do you remember how your parents explained to you about your leaving and\nwhy it was important that you leave them?",
        "Q: How did you learn about the German invasion of Poland?",
        "Q: Beginning of the war.",
        "Q: Let me make sure I’m understanding. So what you’re saying is at the very\nbeginning of September, you were sent to the countryside?",
        "Q: So when you’re referring to the day that the war started, you’re talking about the\ndate that England --",
        "Q: Right.",
        "Q: And what were your thoughts when war was declared in England?",
        "Q: Were you the only refugee, or were you the only refugee from Germany among\nthese children that went to the village?\nMarch 12, 2001",
        "Q: How long did you stay with the Palmers?",
        "Q: And why did you leave them?",
        "Q: When you left England, you and your parents, what were you able to bring with\nyou?",
        "Q: What happened to all the things that you shipped to Holland?",
        "Q: Are there any -- any memories or thoughts about England that we haven’t\ndiscussed that you’d like to share before I have you leaving?",
        "Q: But when you reflect back on your time in England, 1s there anything that you\nhaven’t mentioned that you -- you want to talk about?",
        "Q: What were your expectations of America?",
        "Q: Where did you land when you came to this country?",
        "Q: And what were your first impressions of the United States?",
        "Q: Were there other Jewish refugees on the ship with you?",
        "Q: Where did your family ri -- initially settle when they came to this country?",
        "Q: And what were your living conditions like when you arrived?",
        "Q: Did any relief organizations help your family?",
        "Q: How were you received by Americans in general? Did they ask you about your\nexperiences in Germany?",
        "Q: Was it easy for you to make friends in this country?",
        "Q: Was there anything that was a particularly difficult adjustment for you?",
        "Q: Were you able to keep in touch with your family in Europe?",
        "Q: You were a student in this country during the war -- a good part of the war. Do\nyou remember how the war was reported by the media, or discussed 1n schools? I\nmean, in what ways did the war touch your life as a child?",
        "Q: Do you remember when Germany attacked the Soviet Union?",
        "Q: When you think back about your first year in the United States, what comes to\nyour mind?",
        "Q: I’m going to pause so we can change tape.",
        "Q: -- ocaust Memorial Museum volunteer collection interview with Brigitte\nFreidin. This is tape two, side A and I -- I wanted to have you reflect back on -- on\nthe year 1941, before the United States got involved in the war. Is there anything\nthat stands out in your mind about -- about that year? W-Were you concerned --\noverly concerned about what was going on in Europe or did you kind of take it in\nstride?",
        "Q: Do you remember what you were doing when news came out about Pearl\nHarbor being attacked?",
        "Q: In what ways did your life change when America went to war?",
        "Q: The kinds of information you got from “The Aufbau,” and the kinds of\ninformation you got from the radio, was there much overlap?",
        "Q: So when you reflect back on the years of 1942 and ’43 and ’44, what comes to\nyour mind? What was happening in your life?\nMarch 12, 2001",
        "Q: What was reaction of your family when -- when Roosevelt died?",
        "Q: Do you remember reading about the thousand, or just less than a thousand Jews\ncoming to Oswego for haven?",
        "Q: How did you learn that the war was over in Europe?",
        "Q: What efforts did your family make to find relatives and friends in Europe?",
        "Q: You said that they knew during the war?",
        "Q: When did you begin to realize the full extent of the genocide?",
        "Q: During this time that you were in the States, up through the war years, nobody\nasked you about your experiences in Germany”",
        "Q: Did you follow the Nuremberg trials?",
        "Q: Did you follow the Nuremberg trials?",
        "Q: Did you feel justice was done?",
        "Q: Did you follow the events in Palestine?",
        "Q: In the years immediately after the war, what was happening in your life? So\nyou’re now 15 years old and the war 1s over. In those first few post-war years, what\nwas happening in your life?",
        "Q: So you were in school and you were working. What about your social life?",
        "Q: Did you and your family maintain any level of religious observance when you\ncame to this country?",
        "Q: How much education -- how much formal education did you get in this country?\nMarch 12, 2001",
        "Q: You got married?",
        "Q: Can you tell me about your husband?",
        "Q: And you mentioned children?",
        "Q: What did you do for your professional career as an adult?",
        "Q: Did you ever return to your hometown in Germany?",
        "Q: How were you treated by the Germans while you were there?",
        "Q: You mean post-war mayor?",
        "Q: Are you involved with any Holocaust related groups or organizations?",
        "Q: What special something do you bring to your work at the museum, that’s the\nresult of your experiences?",
        "Q: Were there any special moments or experiences that you’ve had at the museum\nthat you’d care to share?",
        "Q: Tell me a -- a little bit about your work.",
        "Q: Do you speak publicly about your experiences?",
        "Q: You mentioned grandchildren before. What have you told them about your --\nyour childhood?",
        "Q: So anything that we haven’t talked about that you’d like to add before we finish\nthe interview? Anything that we haven’t covered?",
        "Q: Id like to thank you for doing the interview and this concludes the United\nStates Holocaust Memorial Museum interview with Brigitte Freidin. Thank you."
    ],
    "answers": [
        "Answer: Brigitte Mandl.",
        "A: I was born in Augsburg, Germany.",
        "A: I was born June 3\", 1930.",
        "A: My family came to Germany from Spain after the inquisition. There was a\nfamily history there and a family crest with the only family that I have left, which\nare in Sao Paolo, Brazil. And they were merchants, mostly.",
        "A: Augsburg, Germany is the most famous walled medieval town in Bavaria and\none of the very famous ones in Germany. And we | -- and it’s -- it was a beautiful,\nMarch 12, 2001\nsmall town, very, very famous for -- because Martin Luther -- is one of the places\nwhere Martin Luther hung his edict. And it’s also the first social service -- like a --\nwhere people are taken care of in the world. Most economists know about it, it’s a\nfamily of the name of Fucher started it, and it’s still in existence where the people\nhave, after they retire are taken care of by the company that -- that they work for.",
        "A: There were a lot of Jews, there were a lot -- mostly Orthodox, but o -- all\nGerman Jews were Orthodox except the ones that were Reform, the Reform\nmovement. There was no Conservative movement, which started, I believe in the\nUnited States, or --",
        "A: When I was very little my father owned a furniture store and my grandmother\nowned -- we lived in the suburbs, actually, in a place called Grigg saba at the end\nof the streetcar line and the store was part of our home. And the store was on the\nside and then we had a house like next door to it. And my grandmother owned, with\nher brother, a very large section of apartment buildings, with a big furniture store in\nit downtown. And they were respected business people, the Mandl family, you\nknow, for hundreds of years. And we led a very, very wonderful life, a very nice\nMarch 12, 2001\nlife. My -- my mother and father couldn’t vacation together because he ran the\nstore, but my father would go off, I remember, to -- to Italy and to France and one\ntime to the United States. And then I would go with my mother like to Baden-\nBaden where my grandmother would summer. It was a very easy life. On Sundays\nwe'd go to -- there was a small like a zoo, with the cafés an -- and there was a\nsynagogue also in the s -- in the suburb there, which is where we went. And my m --\nwe were -- my mother kept kosher. We were Orthodox and we had an excellent life.",
        "A: My father’s name was Siegfried Mandle, and my mother’s name was Rita\nMandle.",
        "A: My father was a volunteer in the first World War, and I believe he worked in a\nbarn shoveling manure. He was 17 years old.",
        "A: My mother -- in those days there were two servants and my mother -- my mother\ndid the cooking. The German hausfrau prided herself on her cooking. And took\ncare of me and I -- and I guess she was in the store once in awhile. But I was an\nonly child. And she had a sister in town and a lot of friends, you know, and lived a\nvery nice life.\nMarch 12, 2001",
        "A: Was Rita.",
        "A: Orthodox in the sense that all the holidays were kept, but the store was open on\nSaturdays because it had to be. But -- and strictly kosher and my mo -- and we\nalways had Friday night services, you know, at home and went to synagogue on --\non Saturdays, at least my mother and I did. And I don’t remember if my father did\nor not, but Orthodox in the sense that that’s all that was known.",
        "A: Oh, I guess -- I guess -- I guess it was Passover, Pesach, because we always had\nSeders, you know, the whole, long Seders. And this was always kept up, the\ntraditions in -- when we wa -- when we came to the United States too, and\nwhenever possible. I was brought up in -- in a very Jewish feeling home.",
        "A: I was not allowed to go to the regular schools. There were no Jewish children\nallowed in the Jewish -- regular schools. I started -- I started out that there was a -- a\nteacher in that small synagogue there in the suburb. And then I started going\ndowntown to the big synagogue, very, very famous art deco synagogue that -- and\nMarch 12, 2001\nthat’s where I went with the other Jewish children. And I was only -- what was it?\nWell, I was born in 1930, so I -- I was -- Kristallnacht I was eight years old. But --\nbut from the time I started school I -- I couldn’t go. None of the Jewish children\ncould go to regular school.",
        "A: Yeah, I had -- I had German -- the children next door and other children. I had\nGerman little girls, but that had to stop too. They weren't allowed to play with me\nany more.",
        "A: We had a big backyard with swings and we would swing and we would go to\nthat -- to the zoo and the circus, I loved the circus, my father would take -- took me\nto the circus and swimming. I had swimming lessons. And wi -- the way they --\nthey gave swimming lessons those days, they put a harness on the kid and like hel-\nheld -- held -- held you by a rope and dropped you in the water and you learned to\nswim. And we were allowed -- but that had to stop, too. This is when I was five or\nsix years old, but then we weren’t there because there was a municipal swimming\npool. And my father had a motorcycle, I remember riding around on the motorcycle\nwith him, which I didn’t like very much. But I was a very studious child, I read a\nMarch 12, 2001\nlot. And that was fun to me, and th -- I guess -- you know, it was so long ago, I’m\n70 years old, so that’s about it at remembering the fun.",
        "A: Well, these things that I’m talking about now were be-before. Yo- You mean\nwhen I was two, three, four years old? I spent a lot of time with my grandmother,\nwho was -- when I was real little she li -- she lived upstairs. It was a big house and I\nguess my mother wasn’t too happy about having her mother-in-law live with her,\nbut it was a very formal life. I would have to go upstairs every morning and curtsy\nand say good morning to my grandmother and we went for walks and we were -- it\nwas a very structured life in -- in -- in Germany. And children were seen and not\nheard, you know, so that -- that’s what I re -- you know, remember. I know I was\nregistered at a -- at a -- a Swiss finishing school for -- where I was supposed to go\nwhen I was like 14 or 15, and -- because my parents were, you know, of the\nwealthier -- wealthier position because of being business people.",
        "A: Well, that I couldn’t play. That -- that I couldn’t play with the other children, and\nwhen I knocked on the door I was told, Gretchen can’t play with you, you know,\ndon’t come back. And I don’t know if we’re jumping ahead, but after\nMarch 12, 2001\nKristallnacht, when -- I -- I -- I don’t know how I ended up at the downtown\nschool anyway, which was the synagogue, the big synagogue, but the Nazis were\nthere with -- with -- with the dogs and had -- were setting fire to the books that were\ninside, I guess the schoolrooms and the library from -- from the synagogue. You\nknow, and they’re saying get out of here, go back, go home. Because the streetcar\nline ended and was just a straight run. And even at that age, at -- at age eight, I\nguess I went on the streetcar and went to school.",
        "A: Yeah.",
        "A: They explained it that we have to obey, because it can be very dangerous if we\ndon’t, and that I shouldn’t ask questions and that I have to do what I’m told. But it\nwas the type of upbringing anyway where -- where you were obedient, so 1t wasn’t\nthat hard.",
        "A: No, no, I have no memory of any of that.\nMarch 12, 2001",
        "A: No, I have no memory -- no, I have no memory of that. I think that children were\nnot to be worried and that it was -- I -- I knew -- my -- my memory really, concrete\nmemory is more right aft-after Kristallnacht or -- or right -- right before, and the\nthings that happened.",
        "A: I really didn’t know, really, or didn’t understand much and didn’t know much.",
        "A: Oh yes, oh yes, I knew that we were planning to leave Germany, because my\nmother shopped and shopped, including shoes for me for when I would be twe -- 10\n- 12 years old. They were buying Leica cameras to se -- resell in the United States\nbecause the lift van was going to come and it would get filled with all our\nhousehold goods and that we were going to America, and -- because my mother’s\nbrother was here and we -- that’s where we were going. And that was the talk,\nwaiting -- waiting for the -- for the number to come up and you know, the vi -- the -\n- what was it called where you’re waiting for -- for your -- you had a number in\nMarch 12, 2001\norder to get out, but that I knew, that -- and I also knew that my mother was going\nto -- and this was again, before Kristallnacht, was going to Munich twice a week\nto take cooking lessons at -- at a -- there was a -- like a chapter of the Cordon Bleu\nthere, because, you know, they had no idea about America, that they were -- she\nthought she could become a cook here because she was a very famous cook tn -- in\nAugsburg, you know, in -- in Germany. And my father had come to the 1938\nWorld’s Fair earlier in -- in -- in the year and had taken -- and had arranged for the\nvisas with my mother’s brother, who came in 1933. And so I knew -- I knew -- that\nI knew about, I knew about America. And they were taking English lessons also.\nThey didn’t learn much, but they took English lessons.",
        "A: They -- they had -- they had the visa and they had th-the number, but it was not\ndue for quite awhile. In other words, we couldn’t leave.",
        "A: Yeah.",
        "A: Yeah, a lift -- lift van is -- is the same as a container on a -- on a -- on a freighter.\nIt’s a great big, wooden box and all the belongings are put in it and -- and those lift\nvans were -- for most people they were sent at -- for storage to Holland. And then\nMarch 12, 2001\nthe idea was that when you got -- were going to go to wherever you were going to\nemigrate to, they would then be shipped. And people paid storage and people paid\nfreight, and there was many, many storehouses in Holland that had these lift vans\nand they were filled with all your belongings and -- and hopefully things that --\nfurniture and clothing and books and -- and everything that you had, hoping for the\nlife in the -- wherever your next haven would be.",
        "A: Yes, I did. I was at my grandmother’s where, as I said, she lived right downtown\non Bahnhof Skazie, which means -- Bahnhof 1s -- is the railroad station, the main\nstreet like -- be like Fifth Avenue in New York. And sh -- we looked out from\nbehind her lace curtains -- she lived, I think on the third or fourth floor, an\napartment building. And we were crouching down, she said, I want you to see th --\nsee this, this is history. We’re not supposed to be looking, you weren't supposed to\nlook out. But that -- that’s the evil man, that’s Adolf Hitler. And I saw him in his\ncar, 1n his open car, just like in the movies, with the hand upraised. And I wa -- I\nwas frightened. I was very, very frightened, because it was so menacing. Well, it\nwas all the accoutrements, you know, that was with him, all the staff cars and\neverything else. So yes --",
        "A: I guess there was a rule that Jews weren’t supposed to -- to be looking a --\nlooking at him. You know, weren’t supposed to view him. Maybe they were afraid\nwe'd get shot at or something, I have no idea.",
        "A: Things got really bad -- well, I th -- I -- I’m not quite sure, but I think my father\nhad to close up the store maybe three, four, six months before Kristallnacht. But\npeople still, because they were so well known -- maybe it was even longer than that,\npeople would come and pay their bills like behind closed doors, because Jews at\nthat time already, their bank accounts were con -- confiscated. And I -- but because\nthe good relationship that my family had with the town and with -- with -- with the\ncities, that’s who we got along.",
        "A: I remember the -- the house had shutters on the outside and my parents closed\nthe shutters and I -- they pulled me into bed with them. Or maybe I got so\nfrightened at the noises that I went, crawled into their bed with them. But they were\nthrowing rocks, and the store had big shutters too, so they were trying to break\ndown the door. And then the next morning the -- in -- in Germany -- because it was\nall very old-fashioned, the milk was brought by a milkmaid, she had like a -- a -- a\nlittle wagon with a th -- I think a dog pulling it or something. And these metal\nMarch 12, 2001\ncontainers of milk and the housewife would come out with her pitcher of milk and\nthen you filled -- filled the milk. And was -- I don’t know, seven, eight o’clock in\nthe morning and I was -- must have been about seven, because I was dressed for\nschool. And my mother told me to go to the door and you know, get -- get the milk.\nAnd it was not the milkmaid, it was two SS men. And they said, where’s your\nfather? And I said, he -- he was still upstairs. And they said, where’s your mother\nand they like pushed me aside and then came into the house. And my mother -- and\nthey wanted to go upstairs, my mother said, I'll get him, you know, don’t go upstair\n-- and -- and they ki -- my mother went upstairs and got my father and he came\ndown, and meanwhile, they took all but her wedding band, she had, I guess, I\ndiamond ring. Took the rings off of her, but they didn’t take her -- her -- her -- her\nwedding band at that point. And my father disappeared. And they took him away\nand they said they’re just taking him to the police station in Augsburg, in -- and\nthat’s -- that’s what I remember.",
        "A: No, I'd never heard of Dachau, but that’s where my father ended up.",
        "A: He was in Dachau til the end of March. And the reason that he got out was\nbecause he had been a volunteer in the first World War, and because of the family’s\nMarch 12, 2001\nlong, long, long established times in Germany, and because we had the emigration\nnumber. So he got out and he -- they le -- they let him out and he’s still in the\nstriped uniform, shaved head and he called my grandmother on the telephone, and I\nremember he came home and he was never the same again. My fa -- my father had\nterrible time holding a job in the United States and he -- he was -- he was not a\nstable person.",
        "A: He was released under the condition that we had to leave Germany within three\nweeks. And the neighbors on the other side told him that if we’re not gone that he\nwould never -- never be able to leave and that they were going to put him back, you\nknow, put him in a camp permanently. So at that point we left -- we left with --\nwithin two weeks, because as I said, the lift van was gone and the -- the house was -\n- was relatively empty of -- of -- of furniture. And we went to -- no, I think what\nhappened, the lift van was all new furniture, because we were in the furniture\nbusiness, he was in the furniture business, a lift van that was all new furniture to\ncome to America and the things in the house were left. We were still living in -- in\nthe house, because th -- they were going to wait for -- for their emigration number\nand we went to England to wait out the number.\nMarch 12, 2001",
        "A: The arrangements were that my father had been sending some money to a Swiss\nbank account, so -- just in case. I don’t know whether it was for England or to help\nwhen we came to America. And that’s the arrangements were, so that we were able\nto -- to live. And first class boat tickets on the -- at -- with a shipping company, you\nknow, a boat company, had been purchased, but not for a specific ship, because they\ndidn’t know when our number was going to come up.",
        "A: He looked like an old man. He was born in year 1900, so that made him 38 years\nold, only. And he -- he looked like an old man. He told some -- I don’t know if you\nwant me to talk about this, some stories, I remember, from being in Dachau and\nwhat it was like then already. Do you want me to go ahead with that?",
        "A: Later. That h-he said he always believed in -- in -- in kismet. In -- In -- in fortune\nthat you didn’t know was ga -- th-they were standing in line, they had -- now, this\nwas November, December. They were standing in line with just those striped\nuniforms. Oh, I have to add, Dachau -- at that point there were no concentration\ncamps, it -- it was really a camp for criminals and political prisoners and not as you\nMarch 12, 2001\nthink of -- they quickly learned how to make it worse. And they got potato peelings\nand -- and herring, salt herring to eat. And stale bread. They learned very quickly\nhow to tr -- to treat the Jews. And they were standing in line and the man next to\nhim said, trade places with me. I feel -- I feel unlucky, or I feel lucky. Because they\nwere -- they were going to shoot every fifth man, or threatened to shoot every fifth\nman. And my father, I guess believed in -- in whatever will be, will be, and he\ntraded places with him. And that man was shot. And life was terrible, it -- it was\nabsolutely horrible. How they knew s -- at that stage already to treat people like 1 --\nlike animals, I don’t know. And I think they used as wardens some of -- some of the\npolitical prisoners, a-and so -- some of the actual thieves and like that, to be the\nbosses ov-over the -- th-the political prisoners, th-the Jews.",
        "A: I remember being -- going on a train and we went via Holland. And when we\ngot to the border, the conductor coming and saying, you’re now free, you’re now\nfree. And, little girl, you’re now free. And th -- I was also told during the journey to\nthe border to Holland that -- how to behave myself, not say anything. And the\nfright, I still remember the fright of my parents, you know, that -- of being put off at\nany time.\nMarch 12, 2001",
        "A: I personally had my autograph book, which in those days, Germans being\nGerman, everything is very serious, so it isn’t like these funny stuff that’s written in\nthe ki -- kid’s autograph book here. This is your aunt, your uncles, your teachers,\nyour grandparents, write very serious, like hopes for your future and draw pictures\nand your friends put like these black paper cut-outs or -- or pictures of roses and\nwrite -- it’s amazing what -- what eight, nine year old children wrote in this book,\nand -- and my teachers and -- and as I said, my grandmother and -- and -- and my --\nmy uncle, a-and that is really all that I had, which now the museum has and which\nis now in Yad Vashem on display, part of the display, which makes me very proud.",
        "A: Yes, I -- I was able to say goodbye. I remember that it was very, very, very sad\nand a lot of crying and a lot of hugging. And I think that the saddest was saying\nMarch 12, 2001\ngoodbye to my grandmother and my uncle. My grandmother would not come\nbecause her -- she was in partnership with a s -- brother -- her brother, who had\nnever married. And it’s the typical story, they were afraid that -- they didn’t believe\nit. They didn’t believe it and they didn't want to just close the stores and they didn't\nwant to lose all that money, they didn’t want to lose all that property. And like it\ncouldn’t be, not -- not with their history in -- in -- in Germany. And she wouldn’t --\nshe refused to leave. I have some letters that she wrote to -- I have one living\nrelative, my father’s brother has a daughter whose name is Ruth, and they live in\nSao Paolo, Brazil and she wrote to -- letters to them, which my cousin has given\nme copies of, about how she was only worried about them and about us getting to\nfreedom and that she -- she didn’t think that she’d see any of us, you know, again.\nAnd she was a very important person in -- in my life, my grandmother, because my\nmother’s -- I had no other grandparents. My father’s father died when he was 19, so\nshe was the great matriarch. And my mother’s father died a year before I was born\nand her mother died a year after I was born, so there were no -- no grandparents\nexcept this one grandmother.\nMarch 12, 2001",
        "A: I really don’t -- that’s -- has no relevancy for me. You know, I -- I don’t\nremember.",
        "A: I was confined to the house, I could not go to school any more, and I was -- and I\n-- a-- [| don’t think I had any more schooling after Kristallnacht. I stayed pretty\nmuch with my mother. My mother also went to Nazi headquarters and was thrown\ndown the stairs, where she asked -- tried to find out what was happening to my\nfather. I also know that she sent packages with long underwear and -- and -- and\nfood to Dachau, they were told they could send it. And I don’t know if it was\nthrough the Red Cross or through -- or just regular German channels, and he never\ngot any of it. That’s the things that I remember, but I -- I was -- I was really kept at\nhome.",
        "A: I-I just remember being bundled up in a coat and -- and -- and that we were\ngoing. You know, I -- I -- I remember more the train journey. You know, I’d never\nbeen on -- well, I'd been to Baden-Baden and I guess to Munich, which is only 40\nmiles away, but that I was going on this long, long journey.\nMarch 12, 2001",
        "A: Our first stop was, I think in -- must have been li -- LaHavre, must have been in\nFrance. And then to get to England to get to -- because we were going to London -",
        "A: Right, to -- to France, an-and then took the boat from la -- LaHavre to London.",
        "A: To Southampton.",
        "A: We -- we were -- we went directly, just -- just like a day. We didn’t stay. We --\nwe were going. Or, if there was a way -- there was no way. You couldn’t have gone\nfrom Holland. W-We must have stayed on the boat -- I mean, on the train. I think\nthe only way to have gotten there was -- I-I’m guessing at this, I really -- I really\ndon’t know.",
        "A: The ship was much, much later when we came to the United States. You talking\nabout coming in the United States?",
        "A: We lived in England.",
        "A: Yes.",
        "A: It -- must have bi -- crossed on -- on -- on a ship. No, I don’t remember. I don’t\nremember that.",
        "A: That I remember. I remember we w -- we went by train from Southampton to\nLondon, and my father had a first cousin by the name of Alfred Marx, who was ha\n-- who was there already, and he had -- he had two daughters. And he had a brother\nthe name of Sigmund Marx. They were waiting for us at, I guess, the train station\nin London, and they had gotten us a room in -- near Green Park in -- in London,\nin somebody’s apartment. And I slept on a cot. My parents went to Portobello Road\nand got a second hand cot and it was filled with bedbugs. And I slept on that at the\nfoot of my parent’s bed, and we lived in that one room. And my mother registered\nme in school, and I went to the regular English -- English schools. And I played\nmostly with my cousins, because you know, I’d -- I didn’t speak English. And my\nmother worked as a maid, because you were not allowed to come to England if you\ntook a job while you were waiting for your emigration number. So the little bit of\nmoney they in the sw -- from Switzerland helped, I guess, pay for our food and --\nMarch 12, 2001\nand -- and -- and this room, and -- but by working as a maid, she got paid, you\nknow, like -- like illegal immigrants do here, under the table, as they say. And that’s\nthe amazing thing, what -- what these refugees were willing to do from the type of\nhomes and the type of -- of life that they led, in order to exist.",
        "A: Ah, no, no. I went to school with the -- where -- with -- with the children and I --\nI don’t remember any -- any anti-Semitism.",
        "A: Well, the way that I learned English is that two weeks before the war started,\nwhich was in September, all the British -- London, Manchester, all the major\ncities, the schoolchildren were sent to the country, voluntarily. And how my mother\nand father found out about this, I will never know, but off I was packed, with my\nbook bag on my back and a li -- and a little -- little suitcase and was sent off to the\ncountryside to a place called Saint Ippolyts, which is now part of Ipswich, to stay\nwith a family called the Palmers and that’s where I really learned English, because\nit’s total immersion. I was supposed to be with my two girl cousins and we got\nseparated and I wasn’t in the same village with them, so I was totally by myself on\nmy own, nine years old. At that time already, tho -- that netting with -- with -- with\nMarch 12, 2001\nthe, like balloons was all over London, I do remember that, before the war. They\nthought they could stop the bombs with that.",
        "A: They explained to me that they will come and get me, we are going to America,\nbut in order for them not to worry about me, they wanted me where I would be safe,\nbecause they could that way better take care of themselves, and they wanted me\nsafe. So I went. You -- you know, I was a child, you did what you were told. And I\ndon’t -- I don’t even remember particularly crying or -- or -- or -- or anything. I just\nwent. Maybe I thought it was ma -- maybe that’s where my love of travel -- I travel\nconstantly -- came from, that, hey, was a new place to go.",
        "A: Of Poland?",
        "A: Well, that’s why, because we knew that war was imminent in England because\nof that Ge-German invasion of Poland and England was preparing to go to war,\nand that’s why I was sent to the country, along with all these other children.\nMarch 12, 2001",
        "A: Yes, two weeks before the war started.",
        "A: England went to war.",
        "A: Right.",
        "A: I was in the country already and I think I was still getting used to -- to the life\nthere, which was totally different than anything that I knew, that I didn’t remember.\nAnd in a -- already we -- even a -- even in school in England, we had to do air raid\ndrills and we had gas masks. And so it was -- it was already like a given, you know,\nit was -- 1t was part of your life. And we had ditches that were dug that we -- I\nremember the planes coming over and we had to dive into the ditches. And we had -\n- and go under the desks at -- at school, because I went to the country school there,\nof course, in -- in Saint Ippolyts. And so 1-1t -- it -- it just becomes part of your life,\npart of the way you have to live. People adjust.",
        "A: I -- I was the only -- only refugee, the only one who couldn’t speak English. But\nthis family, this Mrs. Palmer, she had a four year old child -- or a three year old\nchild, was so kind and was so nice. I have since found out that I really lucked out,\nthat some of these children were mistreated and -- and -- and were not happy. And\nshe would bring me up tea in -- 1n -- in the morning and treated me totally as a\nmember of the family. And what the people got was, they got the ration book from\nthe children that they took in, and they got like a pittance of money from the British\ngovernment. They did this out of their generosity. And even when Rosh Hashanah\ncame, my parents came to visit me. How they found their way out there, again, I\ndon’t know. And I remember mixing up Rosh Hashanah and Yom Kippur, I\nthought you had to fast on -- on -- on -- on Rosh Hashanah, I mixed it up\ncompletely. Not that as a child I had to fast, but they -- when my parents came, they\nhad them for dinner with -- with the Sunday roast and like that. They were very\nkind people and I learned to speak English with total immersion.",
        "A: Til about the 14\" of December. So it was September through Dece -- you know,\nabout three and a half months.\nMarch 12, 2001",
        "A: Because our number came up to come to America and we went to\nSouthampton and got on the SS Volendam and -- which was the last ship to cross\nthe ocean before United States went to war then, in 19 -- what, ’41?",
        "A: We were able to bring one trunk, it’s a great, big steamer trunk, that’s what they\ntook to England with them, and they had about 20 or 30 dollars by the time we\narrived in New York.",
        "A: The Germans -- the -- the government -- German government when they invaded\nHolland robbed all those warehouse and emptied out all those lift vans and took ev\n-- took everything. That’s what happened to it.",
        "A: I -- I think that the most impressive thing that -- that I have emotionally is a\nheritage of a tremendous love of the United States of America, which I learned\nfrom my parents and the gratefulness of being here and that this truly 1s a land of\nsalvation.\nMarch 12, 2001",
        "A: There was -- while I was there -- no, I -- I -- I was happy in the country. You\nknow, I was -- we picked berries and I had friends and I was all right. I mean, I --\nmy parents wrote to me, you know, what -- I think -- I think I was a very, in those\ndays, a very secure child. That changed later in the United States.",
        "A: This -- I don’t mean this with any sense of -- of -- of prejudice, it’s just a child,\nbut I remember it -- my storybooks in -- in Germany were that blacks were in\nAfrica and wore grass skirts. And I remember the first time I saw -- well, now we\nsay African American -- black on the street, I like got hysterical and was saying,\nwhy aren’t they wearing -- to my mother -- why aren’t they wearing long grass\nskirts? Who are these people? And I think my expectations were that I wouldn’t be\nseparated from my parents any more and that I would be with them, and that I knew\nthat they would have to work very, very hard and I was told I would have to do my\nshare, which I did insofar as that I always -- I always worked very hard, but without\nresentment, just like they did, to make a life.",
        "A: In New York.\nMarch 12, 2001",
        "A: The very, very, very tall buildings in New York City, and the noise. And we had\nhad a -- a wonderful journey. It was over Christmas. It took about eight days to -- to\ncross. We had escort ships that -- against the submarines, I guess. And I remember\nChristmas on -- on -- on board the ship with m -- a beautiful Christmas tree in the\nmiddle of the dining room and -- and music and dancing and my poor mother was\nseasick the whol-whole journey. And I had a beautiful, black velvet dress with\nsmocking that my grandmother had made for me and that was like the last glory\ndays, you know, because my father kept saying, you better eat up, we better eat --\neat -- and -- and -- and -- and enjoy ourselves because it’s not going to be like this,\nyou know, when we get to America. That I remember.",
        "A: I really don’t remember. There must have been. I have a -- a printout, a copy, a\nmicrofiche copy of the passengers on the ship, cause a friend of mine was doing li --\nresearch and that she got -- she found. And there were quite a few -- I didn’t -- I\ndon’t remember any of them, but I know from the list that they -- the ship was filled\nwith refugees.",
        "A: New York, because my uncle ha -- had -- was there, my mother’s brother.\nMarch 12, 2001",
        "A: Even worse than in London. We again lived in somebody’s apartment house 1-in\nthe Bronx, in somebody’s bedroom. And my father got a job in a meat packing\nplant carrying ice on his back and my mother scrubbed floors. And -- but that only\nlasted unt-until April. And my fa -- my father just couldn’t handle it any more, his\nback was breaking. And my mother had a first cousin in Washington D.C., and\nthey -- by the name of Rosenfeld, and they -- the woman was her cousin, Regi and\nthey got a job -- her husband’s name was Sigmund, he got a job for my father at the\nHub Furniture company, setting up furniture in the warehouse. Furniture came\nknocked down -- cause he worked there, too. So that’s -- we went -- we went to\nWashington, D.C. and lived in their house on New York Avenue because they\ntook in refugees. They had one of these big, old brownstones and -- and everybody\nworked and there was an old grandmother name of Bertha, she -- she did the\ncooking and we again lived in one room, and I, you know, was enrolled in\nelementary school in Washington. I’d been in school in New York, too, in\nelementary school. And there I was in a special class for refugee children, you\nknow, for English. But by the time I got to wa -- by the time in April when I came\nto Washington, I was in a regular class. And my parents -- my mother got a job at\nthe Toleman laundry sewing buttons on shirts [indecipherable] steam laundry,\nMarch 12, 2001\ncause in those days buttons were still sewn on the laundried shirts, and my father\nworked there at the Hub, and they worked six days a week and this Regi had two\nsons. One was my age, one was older and I would go to school, you know, walk to\nschool with them. And then they joined like a -- there was a club here, Verein, of\nGerman Jews in Washington, my parents met those people and I met other children\nand life started.",
        "A: No.",
        "A: I don’t remember that. I don’t remember -- I -- I know that I so desperately\nwanted only to be an American, that I tried very hard. And I think I must have had a\nBritish accent, they tell me I had a British accent at tha -- at that point, and I --\nthat’s what I wanted, you know, my parents, you know -- you know, I was -- I was a\nchild. I was sent that first summer already to camp la -- Camp Louise, through the\nStrauss family, where the refugee children were sent for free. And they somehow\nfound some shorts and some clothes for me and that was my first wonderful\nmemory, was to be for three weeks at Camp Louise, which is the dearest thing to\nmy heart. And both my daughters were counselors there and now my granddaughter\nMarch 12, 2001\nis going to Camp Louise because of the generosity of what the S-Strauss family did\nfor poor children.",
        "A: I’ve -- I’ve always had friends, I -- I -- no, I didn't find it difficult. I really had no\nfeelings of -- of prejudice in the United States. I have -- I did not go through --\nthrough any that I can remember.",
        "A: I think the most difficult thing was that now they talk about latchkey children.\nMy mother and father worked six days a week and I came home by myself after s --\nafter school, because within a year they had saved enough money t-to -- we moved\nto -- above a grocery store further up New York Avenue, Jewish family owned, it\nwas one of those Mom and Pop stores and we lived in an apartment upstairs and of\ncourse we took in a roomer in the apartment. And I had to come home every single\nday by myself and I was 10 years old, you know, at that point. And that was hard.\nAs -- and being an only child and again, I’ve always read it -- read a lot and I -- and\nI liked to draw and I liked to -- and I was not allowed to bring other children in, you\nknow, because I was by my -- you know, by myself and so that’s what I remember\nfrom that life.\nMarch 12, 2001",
        "A: No, no. My -- my grandmother -- my grandmother -- the uncle was sent to the --\nTheresienstadt and he died there. And my grandmother was sent to Auschwitz and\nwas gassed. And there was no more news since after the war started, after u --\nUnited States war started. And then after the war they got a telegram from the Red\nCross, you know, that she had died in Auschwitz. And I have looked up the records\nat the Holocaust Museum and have the copies of the reports in -- from the books\nthat the Germans kept of their demise.",
        "A: I think the war touched me insofar as that I was always afraid that we’d get\nbombed in America. And I -- I was -- I was afraid. We’d have blackouts, you know\nand there were wardens, you know, and I -- I think I have -- I wa -- just plain afraid.",
        "A: No, I don’t. Well, I remember that -- that in the beginning the Germans and the\nSoviets were -- were allies, and then -- and then, of course, then the Russians\nbecame our allies. I mean, you know, but I remember, you know, that -- that bit of\nhistory.\nMarch 12, 2001",
        "A: Trying to adapt to school. Trying to adapt to learning. Trying to adapt to -- to --\ntold not to complain because that -- that grandmother who ran the house there,\nreally gave us very, very, very poor food. And wanting clothing like the other\nchildren and not having it. And also nice times. I was -- I was given 10 cents to go\nto the movies on Saturday, and those were the days where there was like the double\nfeatures and the cartoons and the news. You know, adjusting to America.",
        "A: Mm.\nEnd of Tape One, Side B\nMarch 12, 2001\nBeginning Tape Two, Side A",
        "A: I think I was 11 years old and I was a ch -- again, I was living a child’s life and it\nwas -- and we were moving t-to -- for the first time in what, two years, two and a\nhalf years, where we had an apartment of our own, even though I still had to sleep\nwith my parents because the other bedroom was with a roomer, a -- where we had a\nroomer. But I remember the rash -- ration book -- books, and I remember the\nblackouts and you had to pull your window shades down, you know, window\nshades. And I remember the headlines and the fears that -- that people had, and\nthat’s about all that I remember.",
        "A: I remember very little except now it’s war, now it’s real.\nMarch 12, 2001",
        "A: Where we -- I think it was the ra -- the -- the -- the rationing -- the rationing and\nwe had a radio where we didn’t have -- well, nobody had televisions, there was --\nthere was no television. And I think it was the constant -- the constant talk, and --\nand the fear and -- and the fear of that bombs might be coming, but I think that also\nJ -- | -- | -- I -- I think that because the conversation was about my grandmother, my\nuncle and the cousins and all the other relatives in -- in Germany, and what was\nhappening and there was a newspaper called “The Aufbau.” I don’t know if it’s\nstill in existence. It’s -- means the rebuilding. But people got the news, and that was\nreally where -- where the news came about what was happening in Germany, and\neverybody subscribed to it. It was printed in New York. And -- and there was a-\nalways the worry. That’s what I remember was tenseness and worry. And that it was\nwartime and -- and listening to the news every night. And I think that that’s what\nmost people remember about that time. Because I had no brothers and sisters and\nknew no one who was a -- well, there was terrible worry because my mother’s --\nhad a sister by that time, whose husband -- his name was Jacob -- Jakob who died\nin the prison in Augsburg from a heart attack. He never even got to the camps, he --\nand she came via Spain eventually, to America. And my mother and father\nintroduced her to a widower who she then married, and lived in -- also in\nWashington, D.C.. And her son had been part of the Kindertransport when he\nMarch 12, 2001\nwas 14, he went to England on the Kindertransport. And Ken -- his name used to\nbe Helmut, but they always change the names when you went in the army. Then he\nwent to the tank corps with the Brits. And terrible worry about Ken -- you know,\nHelmut, what was happening to him. But that was my only big connection with\nsomebody who would be in the service as -- as -- as a personal worry, you know,\nthat way.",
        "A: No, I -- I -- I think “The Aufbau” information was more what was happening in\n-- in -- in Germany and everywhere else, like with -- with the camps, and with --\nwith the -- with the carnage that was going -- going on, and probably about how the\nUnited States wasn’t doing anything. And from the newspapers I -- I really\nremember more when I was 14 -- well, fort -- a -- when I was 15 the war ended, like\n13 and 14, I remember, you know, reading the news and -- and -- and when things\nlooked bad being sad and -- and getting excited. You know, a child’s attitude is\ndifferent than an adult’s. And again I think 1t made a difference, the stress level\nbecause we didn't have any relatives th-that were fighting.",
        "A: Well, what was happening in my life, by -- by that time -- by the time I was 13\nthey had saved enough money that they bought a house with a thousand dollar\ndeposit, for seven or eight thousand dollars on Dellafield Place in the upper\nnorthwest. And I was junior high school and I was in the ju -- JCC swim team and I\nwas taking art lessons and I was -- I was a very busy -- very busy person. And, you\nknow, I was going to school and I had -- and I had friends. And like all teenagers\nwas very involved with myself. My parents were going to the Americanization\nschool in 1944 because they got their citizenship in 1945, which was a tr -- and\nduring that time -- I remember one time Mrs. Roosevelt, Eleanor Roosevelt was at\nthe JCC and my mother, she must -- must have been the reception for German club,\nyou know, the re-refugee club. And my mother wa -- came -- went there and she\ncame home and she just couldn’t get over that the president’s wife, like the queen,\nshould shake a commoner’s hand. And it was -- it -- only in America, only in\nAmerica. But it was really such a glory and just a thankfulness to be in America.\nThat was a constant refrain. And I would only talk English to my parents. I really\nwas nasty. I -- I -- I wanted -- I wanted so much to be an American, and I didn’t\neven want to, like go out with the sons of -- of -- of -- of the other German Jews\nbecause I -- I was -- I was a f -- foolish kid in that way, where I -- but you know,\nMarch 12, 2001\nthere was -- my parents would talk German to me and I would only answer in\nEnglish. And I really lost a great deal of the language.",
        "A: My mother and my father just cried and cried and cried. He was the hero, the\ngreat hero. And I don’t think that they knew how -- which now 1s in history, that he\ncould have -- he could have saved millions and millions of people -- not millions,\nbut he could have done something so that the carnage wouldn’t have happened.",
        "A: No.",
        "A: Headlines in the newspapers, it was on the radio. It was yelled out on the street,\nit’s over. I remember go -- being -- going outside and yelling and screaming, it’s\nover, it’s over, it’s over. And then of course the hope that it would be over as far --\nand then what -- shortly then, we bombed Japan. I forget how m -- it wasn’t that\nlong a time and then that was over.\nMarch 12, 2001",
        "A: They -- they knew right after the war, and even during it that people that were\nthe closest were all -- all were -- were killed. All were gassed, all were, insofar as\nfamily that -- that was left in Europe.",
        "A: Well, not -- not really, they guessed, they guessed.",
        "A: I think right -- I think when the telegrams came from the Red Cross that -- that\nthe family was -- was gone, and of course in the newspapers, the American\nnewspapers, when you started seeing the pictures of the camps and the liberation of\nthe camps, that’s when the realities really struck.",
        "A: I don’t remember.",
        "A: Pardon me?",
        "A: Yes, I did.",
        "A: I feel justice was done, yes.\nMarch 12, 2001",
        "A: N-No, I really was not that concerned with Israel, with Palestine.",
        "A: I was -- because we were poor, I was already working as a salesgirl in -- 1n -- in -\n- in a second rate department store, lower 7 Street. When I was 14, I ha -- I gota\nwork permit so that I could have clothes, cause I wanted to be dressed like the other\ngirls and the only way to get it was to work. And I was brought up that it was my\njob as much, to help with the family. In other words, I made the beds and started\ndinner for when my parents came home, because by that time my mother was\nworking in small fur manufacturing company called Louies’ Furs, and she became\nthe forelady fo-for making the linings for -- for the fur coats. And my father -- oh,\nmy father had a -- with his friend they opened -- they bought a delicatessen on\nSheridan Street, which lasted -- that was when I was 12 and 13 and my mother then\nwent to work there. And that lasted about two and a half years, and she realized that\nI was being left alone, because it was a day and seven day a week proposition. And\nbecause my father -- my -- my father’s sense of values were not too good. He had\ntrouble with --with what was right and what was wrong. He -- he actually, I think --\nMarch 12, 2001\nfriend of ours who had met him and was a medical person said he’d become a --\nlike a psychopath. And this was -- this was -- a lot of it was due to his experiences\nat the camps in Dachau and -- and his [indecipherable] and losing everything. He\nnever really adjusted. He didn’t learn English that well. My mother -- my mother\nlearned English very well, could spell. I mean, she had an accent, but could read,\nwrite, spell, but he -- he never -- he never adjusted that well, as I said.",
        "A: That’s when I -- the rejection started. That was when, because I went to a school\ncalled Roosevelt high school, where all the -- it was about 80 percent Jewish kids,\n70 percent en -- and it was sororities, fraternities which were really outlawed. And I\nwanted to be part of, and I didn’t have the clothing, and I didn -- and I tried too\nhard, and that’s where I was the refugee. That’s where I was not treated right.\nBecause I had the brains, but not the -- the -- the moxie. I didn’t -- I didn’t know\nhow to be part of the American kids. I didn’t know, cause I was too European and\ntoo -- tried too hard. And that’s really -- from the Jewish kids is where the rejection\ncame.\nMarch 12, 2001",
        "A: Oh yes. We -- my parents joined B’Nai Israel synagogue and -- which is a\nConservative synagogue, and they did not -- she did not keep kosher any more,\nbecause she didn't have the money for two sets of dishes, or the kosher meat. And --\nbut it was never -- the cooking was always as if it was kosher, you know, no\nmixing. And all the holidays -- and we always had Friday night -- Friday night\nservices, you know. And my mother -- my mother was really the religious one.\nThere was -- she was always with the prayer book, she read -- they both read\nHebrew fluently. And all the holidays were kept. And I think it was -- it -- it was -- I\nwas brought up in -- in -- in a religious home where it was always as -- as -- aS soon\nas the repatriation money comes from Germany, as soon as we get money, we’re\ngoing to buy dishes and we’re gonna -- we’re gonna go back to keeping kosher and\nthen maybe she could stop working. And unfortunately, my mother died when I was\n23 years old, of breast cancer. So, they had just gotten -- they hadn’t even gotten the\nmonies yet, and I -- so she never got to -- to reap the benefit. But she felt God was\npunishing her, and made a promise to God that if she got well she would go back to\nbeing more religious. She -- she -- she was truly, truly a very deeply observant\nreligious person. My father not as much, he -- I think he could have cared less.",
        "A: I, of course, graduated high school. And then I had -- I went to college for three\nyears and didn’t finish.",
        "A: Yes.",
        "A: I met my husband when I was 16 and he was 17, and he is American born from a\nfamily that’s been -- came from Russia and Austria. Mother Austria fa -- in the\nmiddle 1800’s, so they’re real ipsy-pipsy Americans. And he was a consulting\nengineer, electrical engineer, and we got married when I was 21 and he was 22. And\nhe went to school at night to finish his degree, and we both worked very, very hard\nand built up all -- also.",
        "A: I have two daughters. One 1s 45 and the other is 40, and they’re both -- they --\nwhich I never -- I never realized it but they tell me that the Holocaust was always\nlike over their heads, that I kept it -- that I talked about it. I’ve talked about the six\nmillion, and I’ve talked about their heritage as Jews and that we must never, never,\nnever forget that they’re -- their Judaism.",
        "A: I am a interior designer and I had my own business for 30 years.\nMarch 12, 2001",
        "A: Yes. I went back to -- my husband was a delegate to International Engineering\nCouncil in Denmark when I was what -- 19 -- 19 thir -- when I was 35, so, in 1965\n-- °64. And I went with him and he wanted to see where I was born and I didn't want\nto go but he insisted. So I went back to Augsburg then. And my father’s lawyer\nwelcomed us and his wife took us sightseeing and I remembered everything, I\nremembered every single street. I remembered everything til we got to the house in\nthe suburbs there, and there I got hysterical and broke up, and -- and -- and -- and I\njust couldn’t stay there. And we got out of Germany, fast.",
        "A: Well, the -- really, the only -- as a matter of fact, w-we were driving. We had\ncome down the Romantic Road through Dinkelsbihl an-and -- and that whole\nRomantic Road. And it was a very rainy night and we were driving into Augsburg.\nThis was beginning June, and we were lost. And there was a guy riding a bicycle\nnext to the car and I asked him -- I wa -- I was looking for the [indecipherable]\nhotel. And he looked in the car, this is really weird -- I mean, I am now what, 34 -\n35 years old, and he looked in the car and he said to me, he said, were you -- was\nyour name Brigitte Mandle? And I said yes. And -- you know, in German. He said,\nI know you. I used to deliver the mattresses for your father. Follow me. And he took\nMarch 12, 2001\nus to the hotel. So -- and my father’s lawyer, who had been working in the\nunderground all those years and working fo-for -- for the Brits and became the first\nmayor of Augsburg and had saved the records of the Jewish people --",
        "A: Yes, post-war -- war mayor. He -- he and his wife treated us royally. And that’s\nreally, you know, the only Germans, you know, that we met. We only stayed like\ntwo days.",
        "A: No, I’m not. I’m just a volunteer at the museum, where I do translations from\nGerman into English.",
        "A: I think it’s what the museum has done for me. The museum has made me\nrecognize the importance of the Holocaust, and that 1t can never happen again and\nthat the world has to know. And I think I’m one of the greatest spokespeople for the\nmuseum, that everybody should see the museum. And the museum has made me\nrealize the heritage that I have and how important it is for me to remember, and my\nchildren, and everyone else. It’s done more for me than I have ever done for the\nmuseum.\nMarch 12, 2001",
        "A: No, I --I -- I really just go and do my work, and --",
        "A: Oh ma -- my work? I -- I think -- I think the biggest one was I did a series of\ntranslations of the letters during -- you mentioned the Nuremberg trials, of the\ninmates of -- of -- that they wrote home to their -- to their wives, to their mistresses,\nto their children, and how they never, ever, ever mention, not in one single letter,\nI’m so sorry, or I -- I sh -- I wish I could change things. They only wrote about --\nnow, I realize they must have been censored, these letters, but they wrote in the\ntypical German letters, quoted from [indecipherable] and from Schiller and about\nlife. Life is beautiful and I hope the flowers are blooming in springtime and I hope\nyou have enough to eat, because their monies were taken away and their substances\nand their -- the families, and it was -- and how much I miss you and how much I\nlove you and -- but no remorse and no -- nothing of the past, just worry about their\nfamilies. And that impressed me, that I was -- that I was able to see these letters and\n-- and to translate them. And about the Saint Louis. All the correspondence from\nthe people, the telegrams and -- and -- and the letters that people have saved from\nwhat went on in that Saint Louis, and the -- and desperation of these people that -- I\nMarch 12, 2001\nthink that that’s the -- the most amazing thing that I am privileged enough to help in\nbringing this to the world, you know, into English. And ha -- Pll add this, that I’m\namazed that I’m able to do the translations, because I only had up to a third or\nfourth grade education in German. But it -- it -- now I can’t do -- I don’t do the\ntechnical things, they have other people that do the technical. But I am able to -- to\nreally, really do this and it’s like -- it’s like a gift and -- and because of that I’m able\nto speak German again, even though I -- I speak no German with -- with this\ntranslation, but it seems to have gone from my head to my mouth. So this 1s, you\nknow, an advantage, because it’s a language to know, like any language.",
        "A: The only public speaking I’ve done was I did a first person, 1n November.",
        "A: I’ve appeared in the first grade for both my granddaughters, the ones -- local\nones, with -- like a -- I -- I happen to have -- that’s the only thing I have from\nGermany are two kiddush cups. So I took the kiddush cups to show that this 1s\nwhat life used to be, that we were able to bring things over and talked about having\nto escape. This is -- you know, an-and about being born in Germany, and about\nHitler, keeping it mild, but you know, I talked with the teacher. But they don’t --\nMarch 12, 2001\nthey -- they don’t really ask me that many questions. My grandchildren are -- are\nage three to 10.",
        "A: No, I think we’ve pretty well -- pretty well covered my life. I -- I find the older I\nge -- I get, the more important I think it is, the reality of -- that the world cannot\nforget, and that I wish that people would just care more for each other and -- and\nlove each other and all that, you know, sort of thing, and -- and not have prejudice,\nnot have prejudice. Have no pecking orders.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nMarch 13, 2001\nBeginning Tape One, Side A"
    ]
}