{
    "rg": "RG-50.030.0107_trs_en",
    "sequence": [
        "Q: Tell me your name please.",
        "A: My name 1s Cecilia Klein-Pollack.",
        "Q: Where and when were you born?",
        "A: I was born in Jasina, April 13, 1925.",
        "Q: Where is Jasina?",
        "A: Jasina is a small town in Czechoslovakia. It 1s — Czechoslovakia was actually from four\nparts, Podkarpatska Rus, Morava, Slovensko, and Czechoslovakia. Jasina was in the part of\nPodkarpatska Rus.",
        "Q: Tell me about your parents and your family before the war, when you were growing up.",
        "A: I, Iam the youngest; I was the youngest of six children. My father was a teacher. He taught\nGerman and math, but he taught privately. And we had a, a store which was, what you would\ncall here a grocery store. My, my mother mostly took care of the store; and we, were a very\nclose and happy family. We, I came from a orthodox background, and we — my father took\ngreat store by education. Our children, his children — most of them, I mean as long as it was\npossible — went on to further education from — we had only up to eight grades in our town,\nbut after that they would go to Prague and study in Prague. And this was where my two\noldest brothers were studying and my sister, Perla. However, in — when I was 14 years old,\nmy whole life changed. My life changed somewhat before then, because my father died\nwhen I was nine years old. However, my mother was able to keep everything going; and, my\nbrothers, wanted in fact to quit the studies to help Mother, but she insisted that they should\ncontinue. So my, my brother who was studying law, he was secretary of the Zionist\nFederation. And when the Nazis came in to Prague, he was able to secure a certificate for\nhimself and for my, for my sister; but for my sister he had to arrange a mock marriage with —\nto a Palestine, who had Palestine citizenship, and this 1s how she was able to get out to\nPalestine. However, our part didn't become occupied by the Nazis, but it became occupied\nby the Hungarians. I was 14 years old when the Hungarians marched in. We, were thrown\nout of school. School was not permitted for Jewish children to attend. And as I was one day\ngoing to my to one of the classmates, to spend time with her; I, when I came back, my\nmother and my sister were gone. They were, they were sur— they surprised them and took\nthem away to a to, in Budapest to a prison, to a prison. The reason was that they took away\nour citizenship papers, because my father was two years old when he came from Poland with\nhis parents. So they considered us Polish. Polish. And anybody that was Polish, they would —\nthey threw them out of the country and sent them over to Poland where — most of them —\nwhoever was, was shipped out to Poland, were, were killed by, by, by — some by the Poles\nand some by the Nazis. They, they were all shot to death or, or whatever. So my mother was\nfor, for a few months in a prison; and when I came back I was all alone. I was at the time 14\nyears old; and it was the most horrible experience of my life, to find myself all alone.\nHowever, I had a married sister who lived about six miles from my house. So I went to stay\nwith my sister, and — but the first night I slept alone there, and I ju— I just had to, to get used\nto this, that my, my mother is gone and I — this is when I wrote my first poem in, in German.\nAnd, and after that I went to my sister; and I tried to find a lawyer for my mother and sister,\nthat they should release them — because they was in a prison, so there was still a chance, you\nknow, on some — if you had connections, or to be released. So there, my brother's friend was\na, a lawyer in that town and he was able to secure for them a six-months extension.\nBut my, but I had another brother whose name was — Chaim was his Jewish name, and he\nwas a dentist. He had also a certificate to leave for Palestine. But he came to Budapest to, to\nsay good-bye to us and he couldn't bring himself to leave us, so he, he stayed. He opened up\na make-shift dental office, like just in our kitchen chair; and he started to, to do dental, you\nknow, dentistry and of trying to — this was, this was prior to, to the day that my mother was\narrested. So he decided, he didn't go to Palestine. And, he was able then to relocate; and my\nmother came out and the six months were up, so he went on to another town where he\nopened up a, a small, office. He meantime got married, opened up a dental office; and he\nbecame friendly with the, with the police because he did their, he fixed their teeth for free.\nAnd he, he, he rented for us a room there, for me and my sister and my mother, from where\nwe never, we never left the room, because we didn't want to be that the people should know\nthat we are there. And he would do all the shopping for us; and, and this was our hiding\nplace, and we, were hiding in — Horinc was the name where we, were hiding — after, after my\nmother was out from, from the prison, after the six months were gone.",
        "Q: Excuse me. The six-month extension meant what?",
        "A: The six-months extension meant that after six months, we have to, we cannot live in, in, not\nonly Jasina, in Hungary. We must leave. We would be left, they would come for us forcibly\nand take us, and take us away and ship us over to Poland. So, of course, at this time we knew\nalready what the plan would be, so, so we escaped. My brother helped us to escape. He had\nmeantime, he went, he went ahead of time. He had already dental office and he knew already\nthe police. We, were still — he didn't wait 'til the six months. Let's say after four months he\nwent and established himself there and got to know the police. And then we had to leave.\nThe way we left is we just — we had three tenants in our house. We didn't even tell the\ntenants that we are leaving. We just walked out of the house and — like we would go for a\nwalk. We left everything. We just walked out in our, 1n, in our only clothes — except for, for\na pocketbook — so that nobody should know that we are leaving.\nAnd we boarded a train; and we came first to Chust because you have to come to Chust by\ntrain in order to get to Horinc. But when we arrived to Chust, there was, they made the police\nwas making selections — not selections; they were rounding up the people who didn't have\npapers, who didn't have, who didn't have citizenship papers. They were shipping them to, to\nPoland. So we came at a very bad time. However, my brother waited for us at the train\nstation and he got — and he got somebody that let us stay in a, in a — it was like a bunker, a\nbasement, in a basement for, until, until, — we stayed there about one week, until this will\nblow over and the people, you know, will calm down again. Because once they made their,\ntheir arrests, 1t was — it, 1t quieted down; because it wasn't, it wasn't not yet — when —\nHungary was not bothering yet the Jews, only the ones that didn't have citizenship papers,\nand only from the part that they occupied. But deep in Hungary, the Jews were still having\ntheir businesses and, and had all the, the freedom. So after that, he got us to Horinc, where\nwe, were staying about — because I was approximately 16 years old when I, when I left\nHorinc, so we, were staying there at least a year. But then my brother — the police had\nwarned him, because he became very friendly with the police—",
        "Q: Just a—I need to slow down a little bit. You were staying for a year. You were hiding 1n this\nroom?",
        "A: Yes. We, were—",
        "Q: Can you slow down and tell us what it was like to hide? We have plenty of time. Slow and\ntell us — what it was like to hide in that room for a year.",
        "A: I was very content, except I was very lonely because I had no friends. I could not have any\nfriends. I had only my mother and my sister, who got married in the meantime so that she\nwould have, not — she was anyway engaged to be to be married but she wouldn't have\nprobably that young — she was only 17 years old that she married, or, or close to 18. She\nmarried so that she should have citizenship papers; and she married with whom she was\nanyway engaged, but she got engaged that young because of the circumstances that we had,\nthat, that we had experienced. So he, he got married to a dentist who had citizenship papers\nand she could at least be — live freely, and she lived in Chust. So she left Horinc, and she\nlived in Chust. And I, and then I was just, I was just with my mother. But she would come to\nvisit, to visit us. My brother would try to keep us occupied. He would bring games into the\nhouse, and play with us. He, he used to play, the guitar. He would come and play the guitar\nafter he finished his office work; and he tried, — he was one of the best people that, that lived\non this, under the sun, because he — not only that he, helped, he was so — I mean, that he gave\nup his life for his family; but when he was a young, a young boy, he would he would take the\nchildren. And when he was even working as a dentist, whoever didn't have money he\nwouldn't charge. He would do free dental work. I mean, it was not just that he was helping\nus, but he, he'll helped other people. And what I'm trying to describe that what kind of people\nthey, they killed; and, and that people are really not only, that could make contributions to\nthis world and what they did to, to such wonderful people, eventually. So, so my brother\ntried to keep us occupied.\nHowever, he was informed by the police that in two weeks he will be taken away on forced\nlabor, on forced labor. That meant, meant nobody knew where they are going to send him.\nWithout him, we could not stay and continue to be in Horinc; because we would be — we,\nwere stateless, so what he did is he used to send his dental work to Nyiregyhaza — which was\na big city in, deep in Hungary. That was not from the occupation, but that was really\nHungary. So he got in touch with the this the owner of that laboratory. It was a large\nlabora— dental laboratory. And he asked him that he could rent for us a cheap room in\nsome, in a secluded neighborhood. He explained him the situation, and he was a Jewish man;\nand he asked him that he should accept me as an apprentice to learn the dental work. He\ngave us all the money that, that he had to, you know, to tide us over. So, and then he left. So,\nyou can imagine with all this, this parting — which I described in my book — when my, when\nmy brother was leaving, and we never knew what's going to happen to us and we never knew\nwhat's going to happen to him. And, the, the last, day, we all — when he came to say good-\nbye, my mother, my mother fainted because she couldn't — he, he knew that.... First of all,\nshe felt terribly guilty that we let him stay when he could be in Palestine, and now he's being\ntaken away from us; and forced labor meant, that also you didn't know whether they will\never return. And, unfortunately, he didn't. So, but, I, I— and, and he kept, he came three times\nback to, you know, to say good-bye to us and finally he had to leave; and, and this was the\nlast time that we, we saw my brother. We came to Nyiregyhaza, and we had all the, you\nknow, we knew exactly where we are going to, to stay — which was one room by a very poor\nwidow. It had, no hot water. It was a very dilapidated, room, where we, were staying, and....\nBut I was accepted by this into that laboratory; and everyday I would, I would go, you know,\nto learn to become a dental technician. And my mother was always at, at home and she tried\nto make a home for me. However, eventually her money was, was running out; and we, no\nmatter how we, were trying to, to save and to live, economically, eventually our money ran\nout and she had to, and she was, would go to stand in line for, it was like, you know, like\nsoup kitchens and, and it was the most horrible experience for my mother, because she was a\nvery proud person and, and she was used to help other people. I will just describe you the\ntype of a mother my mother was.\nWe had a house; and, and we, were not, by all means we, were not rich people. We, were\nalmost poor ourselves, especial she had lost her husband. And we had — so we rented out in\norder to make ends meet, we rented out to tenants; we rented out three, we had three tenants,\nand not even one could pay the rent. They were all poor. And we, were always, you know,\nwe, were children. We wanted to be able also to buy ice cream and to buy chocolate and to\nbuy nice clothes; and natural my mother never had any money. We would always tell her,\n\"Why when you have to rent to, to people that cannot pay? Look. There are other rich\npeople. Why don't they take them?\" And my mother always said, \"Let them learn from me. I\ndon't want to learn from them.\" And, and she always said, \"We will see that because we are\ndoing all this good deeds, that God will help.\" And, and, and, anyway, she believed in God\nthat whatever she 1s doing that God will reward us. She even used to send us as children to,\nto collect, for poor families that, that needed, that were needy families. And this is how she\ntaught us to, to help other people. So now you can imagine that now she had to stand — yeah,\nshe would even cook much more than we needed and bring to those poor tenants, so that\nthey should have enough to eat — and now she was standing in, in a line for a little soup. And\nshe was so embarrassed about it that she would not let me — she didn't even tell me. I didn't\neven know; because when I would come home, you know, the, the food was there. And I\nalways said, \"Oh, it's, it's so,\" you know, \"it tastes so bad.\" So then she found a place where\nshe would wash dishes to get in a restaurant, to get one meal, one meal for, for washing\ndishes and even this she didn't tell. She would say she brought it. He, he, there was a certain\npride in the way we, were brought up, you know, that this, that it's embarrassing. And she\nwould, she would put a pot of hot water what the landlady should think that she 1s cooking,\nin order not to let her know our dire need and in what bad circumstances we are, because this\nlandlady didn't know that we have no papers and that we are just in hiding. And I always,\nand I couldn't go no place because again, in case somebody would ask me for papers, I was\nwithout papers; and everybody had to have papers in Hungary. The policemen, they came\nover and they asked you for you to show your papers, and if you didn't have them you were\nright away arrested. So I would always go straight home from the laboratory. And I was\nworking between nine boys and they would always, you know, wanted to escort me home, or\nto ask me to a movie; and I never wanted to go no place because, because I could not afford\nto be too visible in case, because I couldn't tell nobody that, that why.... The only person that\nknew that I am in hiding was the, owner of the laboratory.\nBut then one day my sister arrived from Chust, and it was my — I was — it was my 17\"\nbirthday. She arrived on my birthday, and I was so excited. I thought that she came because\nit was my birthday. And she told us that my sister, the one that was —I had a sister that was\nmarried and had three children with a husband — that they were arrested for over.... She had a\nstore, and at that time you could not just take away a store without any reason because it was\nnot yet you know, it, it was not yet, the Germans, the Nazis weren't, weren't yet in Hungary.\nThey were only in all the other places, but not in Hungary; so they did yet have the right to\ngo and, and take away your store, your house. So, so they, they paid up one, one person that\nwanted her store went to the police and said that, that she over-charged. It was just a you\nknow, something to pin on you. So they, the police came, took away my brother-in-law to a\nforced labor camp; and my sister was arrested. And the three children remained alone, so the,\nfrom our from our tenants, they — my — the tenants that were in our house, she left the\nchildren. He, he begged them to let to let the children that somebody should come and pick\nup the children. So the children were taken by, by one of our tenants until somebody from\nRomania, a cousin of hers, came to Jasina to take care of them; and, and she moved in with\nher three children into our house that we had, you know, that, that we had went away from.\nSo now my sister was in Budapest in a in a prison; and my brother-in-law was in, somewhere\ntook him to some forced labor camp. So my sister came to tell us that good news, from, from\nChust. This was the — so we started to, to plan how we could help my sister. Somebody has\nto go to Budapest and try again, you know, to get a lawyer and to find out where, where she\nis and, and to help her. Maybe we could, get her out. So my mother, when I came back from,\nfrom the laboratory, my mother told me that we cannot be anymore together, that I must go\nto Budapest and try to see what I can do for my sister.\nI, I started — I, I panicked. I started to cry, \"What am I going to do there? How am I going\nto...?\" You know, I, I was never, I was never by myself. I was never independent; and now I,\nand also I had to go, to get to Budapest it's, it’s, it’s a danger because if I am asked for, for a,\nfor papers and I don't have them, I'm arrested too. So we, decided on our plan, that I'm going\nto buy an anti-Semitic papers. There was, there was a paper that was, that came out specially,\nyou know, they had the, the that they had like they had Nyilaskeresztes,' they were called. it,\nit was like they had in Germany the Nazi Party, they had also a Nyilaskeresztes Party; and\nthey were printing a very anti-Semitic paper. So I was going to buy an anti-Semitic paper\nand travel first class; so because this way nobody would will suspect that, you know, a Jew\nwithout papers was going to travel first class and read an anti-Semitic paper. And this is\nperhaps how I'm going to, you know, to be able to get to Budapest. And once I'm in\nBudapest, it's a very big city. It's easier to hide out there. But my mother couldn't remain any\nmore in, in Horinc. Of course, she didn't have the money and she didn't and you know, she\ndidn't have papers and there was no, no reason for her to stay anymore. She stayed only\nbecause as long as I was there and I was learning to become a dental technician. So my sister\ntook my mother along with her, to stay with her in Chust; and she was going to hide there,\nbecause there my, my brother-in-law was a, a dentist and he also had, you know, was\nfriendly with the police. As long as they got, you could always buy off the police at the time,\nyou know, until it was still possible.",
        "Q: What was the name of your sister in Chust? what, what was—",
        "A: Mina.",
        "Q: Mina. And the name of your sister in prison?",
        "A: Feigi — Fran was her name. So, so my, my, and so I became the, the one to, to, to try to do\nsomething for my sister. I had I knew of a couple of friends that lived in Budapest; and they,\nthey worked there because in the small towns there was no — that they couldn't secure work\nand they were very poor. So they lived in Budapest, and my sister brought their addresses for\nme; so I went to Budapest and this was — Budapest became my hiding place. However, I\n' Nyilaskeresztes Part, or Arrow-Cross Party, was the Hungarian counterpart to Germany's Nazi\nParty.\nfound out — I couldn't really find out but they went to find out for me — that my sister was,\njust taken away from Budapest. She was not anymore in Budapest, but she was in Backa\nTopola. And in Backa Topola — this was, Serbia. But at the time it, it was, 1t was occupied by\nthe Hungarians; so, so it was, you could travel there to, to Backa Topola. And I, I, first of all,\nI had to find also a job because I, I had — my sister brought whatever money she had for me,\nand also some jewelry that, that I should sell, and the jewelry — she sold — no — she sold the\njewelry and she gave me the money from the jewelry; and she gave all the money that she\ncould possibly raise that I should have for, for a lawyer.\nBut, unfortunately, I was really inexperienced; and, and my friends got me a job in a suit\nfactory. So I started — yeah, I started to they, they, they took me into with them to live. So the\nlandlady just added another, you know, cot; and, and I lived with those friends and I started\nto work in a suit factory. There I met somebody that — I was very gullible — that he, he started\nto, you know, he told me I was not a bad-looking girl; so I started to have — he wanted to\nbecome my boyfriend. But, of course, I, I thought my way, you know, “I'm not interested.”\nBut he was, he was very nice and friendly; and, and I found out, and he told me that he has a\nlot of connections. And anyway, he gained my trust, and I told him about my sister's\nsituation. I didn't even tell him, I didn't really tell him it's my sister. I just told him it is\nsomebody that, that I am, that I would like to help. He didn't know that, that I don't have\npapers or anything like that. I wasn't that gullible. But I told him about, that I'm looking for a\nlawyer, could he suggest a lawyer. You know, this is what I really what I asked him — could\nhe suggest a lawyer? He told me, \"A lawyer! You don't need a lawyer. I have a .... an uncle\nthat he is a very big wheel in, in the government.\" And I told him, you know, on what on\nwhat a flimsy charge what they did to this family, how they destroyed the whole family. And\nhe said, \"Well, this is really terrible. But don't you worry. You just tell me, the name; and,\nand I, I'm having dinner with my uncle, and I'm going to try to see that, that your relative or\nwhatever should be released.\" I was so happy. I was, I was excited. He said, \"But you\nknow,\" he said, \"these things take money.\" I said, \"okay.\" I said, \"It, it doesn't matter.\" \"It's\nnot,\" he said, \"that my uncle — but, but I am — but he will have to, bribe some other officials.\"\nWell, I, I believed him, and I and I thought about — and I told him okay, he should go ahead.\nAnd, then, then I think we, we are running...?",
        "Q: No. No. You have plenty of time. We have two, two hours interview. Plenty of time.",
        "A: So anyway he, I, I believed him, that he can get my, my sister out. And, and in short he told\nme one day that I should bring him — it was about then the equivalent of 300 dollars, that this\nis how much it has to cost. I gave it to him, and he said, \"okay.\" He said, now — I said, \"All\nright, so now when is my sister going to be, free?\" I said. \"Well,\" he said — \"Oh,\" he said,\n\"let's go, meet me by the railroad station. We are going to Backa Topola, and your sister —\nwe will just have to sign the papers. Your sister will be free.\" I, I made this man appointment\nto meet him at the train station.\nI came to the train station. There was no — Feri’ was his name — there was no Feri, and I wait\nand wait. And here I, I have my, my ticket. And meantime I saved up. I didn't eat — I, I lived\nonly on a, on a, on a piece of, on bread and, and margarine; because it was everything ration,\nrationed. You needed rations. So, I saved up all the rations so that I could buy for my sister\nthe butter and, and salami, and what, whatever I could get on my rations. And, and so — soap\n— even soap was, everything was rationed. So that I should have a package, and get her — just\nin case she's not released right away, you know, to get, to get her package to her. And I, here\nI'm sitting here with this package with all the, with all the stuff that I had accumulated for my\nsister; and I, and I literally starved. I, I was hungry the whole time that I was in Budapest. I\nwas starving over two years, just almost like li— like — not like in Auschwitz, but practically\nlike in Auschwitz by the time we came, because — anyway, | arrived with this parcel and, and\nI see now the train is pulling in. There is no Feri. I just knew that this was a, a hoax, that I\nwill never see this guy again, that he took away my money. And I boarded the train, and I\ntraveled not knowing a soul in Backa Topola, not knowing where I am going even to sleep,\nwhat I'm going to do, to whom I — I just thought to myself, \"I have the ticket. I must get to\nBuda-— to Backa Topola. I want to see my sister.\" And what I'm going to do, what my plan is\nto ask anybody just to, to direct me to a Jewish family. And with this, and with this, with this\nin mind, I— you becam— you become so strong when you, when you have to, you know, so\nindependent. And, and I just didn't think of — I, I couldn't think any, anything further than\nthis. This was a very long journey. It was at least like a 12 hour journey.\nI traveled — I, I arrived there and I arrived there like middle, like 12 o'clock at night; and I,\nand I get out with this — with this package, with that big parcel. And there's not a soul at the\nat the train station, only one guy. So I go over to him and I ask him in Hungarian, I said, \"I\nwould like you, could you direct me either to,\" you know, \"to a hotel because I have to go\nand sleep somewheres.\" So he just motions to me like I should follow him, and I am\nfollowing him; and it just doesn't look to me like the city, you know. I, I started to see that\nlike a small farmland; and I was so scared, but there so much and there's nothing, you know,\nI, I don't know where, where to run. And just as I'm about to run away, we come to a to a\nsmall farm house, you know. And, and he — and I — and I am very reluctant, you know, to go\nin; and he knocked on the door and a woman opens up the door. And she says, \"Don't be\nafraid.\" She says, \"Come in.\" She tells me this is her son, he's not very — he's not all there,\nbut he loves to go to the train stations to watch the trains come and go. \"But don't be afraid,\nhe's, he's harmless.\" And she was such a wonderful lady. She said, \"Come in, don't be\nafraid;\" and I, and I tell her, you know, I really wanted to go to a hotel. But she said, “that's\nokay.” And then I thought and how this might — I said, \"Can you tell me where is here a\nJewish family. Can you direct me to a Jewish family?\" She said, \"You sleep over. Tomorrow\nmorning I will take you to a, to....\". You know, each town had had like a leader; you know,\n* Diminutive of the Hungarian personal name, “Ferencz.”\nthat, that was that was that was the person that people would, would come for, for ask any\nadvice or a leader in, in the town. So she said, \"Tomorrow I will take you there.\" And, and I\nslept over there.\nThe next day, she harnessed a wagon with her horses and he, he took me to this to this\nfamily. And, they were wonderful people; and to them, you know, I told them my whole\nsituation. And he said, \"Don't worry. I'll, we will try to do whatever, we can.\" In fact, by this\nlady I still asked her whether she could sell me some cheese; because she had a farm, and I\ngot a cheese and stuff for my sister. And he came and, and he told me he's going to find out,\nyou know, about visiting — how I could get to see my sister. I told him that the whole\nsituation. So he said he came there and he said, \"You know what? You're very lucky,\nbecause visiting is only once in two weeks, but this weekend —\" this could be, let's say, I\narrived for instance on a Thursday, or — he said, \"But this Sunday is visiting hours.\" So that I,\nI stayed with them and they, they did — they were just marvelous. This was the first time that\nI really ate like, like a person should and, and lived in a beautiful house for, for a few days;\nand they got me a chicken and toasted that chicken, that I should have still for my sister to\nbring up to her. And, I, I came to, and finally the long day, I mean the long-waiting day\narrived on a Sunday. And I came and to visit my sister, so they asked information. They\nasked whom, who, what kind of a relative I am. I said right away, you know, “a cousin.” I\ndidn't want to admit I'm a sister. So they said, \"There's no visiting today because they were,\nthey're punished.\" There were, for some misdemeanor the whole the whole camp is\npunished, and they can't let me see her. I should come back in two weeks. And I was beside\nmyself; but I didn't want to, you know?\nAnd there was a, a young, guard; and I, and I, and I smiled to him nice, nice. I started to back\nmyself, you know; I said — and, and I, I even where, where, where I became so worldly all of\na sudden. I, I made him compliments on how, how the uniform 1s, is, you know, he looks so\nterrific in his uniform. And he thought, you know, that I am sort of start, starting out, you\nknow, here a romance with him, you know. He, he looked at me. He smiled back, and, and\nhe started to say, you know, he said, \"Maybe I could I could bend a little bit the rules, if, if\nyou are going to have with me a date tonight.\" He probably thought, you know, I am a very\neasy pickup. I said, \"Sure.\" What am I, I said, \"Of course, and I, I would be more than, I\nwould be happy to meet you. You, you just tell me when and where. But, but would you just,\nas long as you let me bring in this parcel to, to this cousin of mine.\" He said, \"okay.\" He said,\n\"I will let you see her for a few minutes.\" And my sister — when I saw my sister, I didn't\nrecognize her; because this was already, you know, after weeks and weeks and weeks.\nBecause my sister was religious and she didn't want to eat the food. Can you imagine? I\nbegged her. I, I said, \"Look, you, you are, you want to kill yourself. You have three children,\nand, and you, you must eat, and, and you must promise me.\" And, and she — and I gave her\nthis food — which was, everything kosher, because I myself was at that time only kosher. So,\n— and, and I even asked her, I said, and I knew that my sister is going to share it with\neverybody because she was just like my mother. And I promised myself. \"Here you must be\nselfish,\" I said, \"because I don't know for how long this is going to have to last you. But, but\nI'm, I am working...\" I didn't even have a lawyer, nothing; but I knew I have to give her hope,\nyou know. And I told her, just thought about the children. That the children were being taken\ncare of by a cousin. And I told her that, that I have an excellent lawyer; which I didn't have\nbut I feel hope is so much, is so important and, you know, you, if you don't have nothing to\nhope for, then, then it’s, it’s she will give up. And, and at least I was playing really for time.\nSo I told her that, \"I have a wonderful lawyer. And you will see, you will get out; and you\nmust eat, and you must eat. And I will come back again.\" And, and in a few minutes that\nwas, that was — this visit was over. I came, I came back to this Mr. Rubin's and I was very\ndepressed; and I and I told them that I, I can see my sister was going to, you know, he, he\nwon't last even if; if they won't ship her to, to Poland, she's going to, God forbid, die there.\nHe, he said, \"Look, we, they know in Szabadka, which was about three hours from where,\nfrom where I was — this was Backa Topola — by, by train. A very good lawyer, and he 1s\ngoing to give me a letter to him. I should take it to this lawyer, and, tell him my situation;\nand if anybody can get out my sister, he, he's the man to do it.\nSo I, I, I left and I — that was on a Sunday — I, I went to, to Szabadka, because it was my\nchance — Szabadka. It took, the train I took from there also a carriage, and I gave him the, the\naddress and I arrived — I looked much younger than my years. I was already at that time, I\nwas 17, 18. 18. No— 17, because I was three years in, in Budapest. I was 17. Because it was\nright in the beginning. It was in the very beginning, the fir— first, month. So I, I came; and at\nthe door, this lawyer opens the door — and, even though I was, I, I was 17, I look like at least\nthree years younger — so the lawyer looked around that somebody else should follow me. He\nthought that I am with somebody. So I told him, \"Look, you don't look for nobody. I am the\n—I am your client.\" And, and I started to tell him that the situation about my sister, and about\nthese people in Backa Topola who gave me his address, and I gave him the letter. He said,\nand, and he listened. He said — and I said, and I — but I said, \"I have no money to pay you.\"\nhe said, \"Don't worry.\" He said, \"I will do everything in my pow-— in my power to get your\nsister out. I will, this will be, this case will take priority over all my, my other cases, and, and\nI, I will do anything.\" And he said, \"As payment, I would just like to meet your mother;\nbecause I want to know your mother that could raise such a courageous and devoted,\ndevoted, daughter that can be so devoted.\" So I told him about the rest of 1t, you know, when\nyou talk already you are talking, because he asked about my mother, not everything else.\nAnd, what I'm doing; and I told him that I'm just trying to, to, to hide out as best as I can\nbecause I have no papers, myself. So from there I came back to Budapest. There's a lot of\nhope already, because I knew that this, this thing taken care of, at least I, I hope that he can\ntake care of the situation. And, and he did. She was the only one that was released after six\nmonths. And she was the only one to get back to her children, but unfortunately only until\nthe Nazis came in; because after that, there was no rest. Nobody could help anybody\nanymore. So I am back in Budapest, and I, I came back to the to this to my apartment, to my\nto these friends. And, I went back to that factory; and I was — I didn't know now what, what I\nshould do, because I was afraid of this — I, I knew I cannot do anything to this Feri, because\nhow can [? A Jew had absolutely no rights. I cannot, confront him; and, and I was just\nworried that what am I going to do when, when he comes, back to this place to work. But he\ndidn't come back. He wasn't there.\nAnd, and I lost my job, anyway; because when I came back, I was as I was working that day,\nthe — this — the boss of, of that factory came in and, and said, and called me to come into his\noffice. And I didn't know why he was calling me. He, he was, he was observing me, like for\na few hours that day, and then he called me in. And when he called me in.... Do we run —\nbecause then we would rather go to the to the parts where there were the camps...",
        "Q: Trust me enough that we're fine. You have 10 minutes left on this hour, and then there's\nanother hour of tape. So we have plenty of time. You trust me. I have a clock.",
        "A: All right. So he told me, he called me into the office; and I thought that he's calling me in to\nthe office because I have been missing for a few days, that I didn't come in to work for a few\ndays. But what, why he called me in to the office was — he asked me all kinds of, of\nquestions. He asked me where I lived, and, and he told me, \"Isn't this a very hard job for\nyou?\" I said, \"Well, it’s, it’s hard.\" How much do I get paid? I said, I told him; because, you\nknow, he wasn't making out the payroll. He said, \"Oh, that's very little.\" I said, \"Well, I have,\nI have, I have no choice. I could certainly use more money if you want to give me a raise.\"\nHe said, \"No, but you know what? You could work in my office, and you would get much\nbetter pay.\" And I still was very, native. I said, \"Sure.\" I said, \"I would be glad to work in\nyour office and get a raise.\" He said, \"And where do you live?\" So I, I told him. He said, \"Do\nyou have your parents, do you live with your parents?\" I said, \"No, I live, I live with some\nfriends.\" And when I told him where, he said, \"Oh, that's a very bad neighborhood. “Well,\nnot so — that’s okay.\" I said, \"That's okay.\"\nHe said — but he said, \"I live in a much better neighborhood.\" He said, \"Would you like to,\nyou could live in, in my house; and I live in a very beautiful house.\" I said, and I am so —I\nsaid, \"But what, what, why would you...? I thought you were only just a kind man.\" I, I\nswear, I have no absolutely no experience, nothing. I, I was so sheltered all my, all these\nyears, you know? Left, with, I didn't have a chance to have any experience. He said, \"No...\" I\nsaid — he said, he said, \"I have no wife.\" Then it dawned on me. I said, \"You have no wife?\"\nThen I said, \"Well,\" I said, \"you have the, wrong person.\" I said, \"I am certainly not,\ninterested in, ....\"\" And he, you know, you should have seen this man. He was limping. He\nwas at least forty years old, and to me he looked — in those years, that was an old man. It\nnever occurred to me that old men would have all these, you know, different interests. I said,\n\"No.\" I said, \"I'm not interested.\" And he said, \"No, you're not interested.\" He said — I said,\nsaid, \"No,\" and, and I, I really got very mad; and I, and I said something probably that — he\nsaid, \"okay.\" He said, \"You cannot have your job anymore.\" So, so I was fired. I was fired\nright on the spot. Anyway, I was, I was fired, and so I finally got — I had to look for another\njob. My friends were working in a candy factory, so I got another job in a candy factory. I\nnever got, got to — I still didn't get to work in — to, continue with my — 1n a dental laboratory\nbecause I was for, I needed, you know, money to pay the rent. And even though my sister\nwas, kept constantly sending me money, it wasn't enough. So I was working in that candy\nfactory; but this didn't, last either, because as soon as, it got slow I was laid off. Finally, I, I\ndecided, and my and my mother and my sister, they kept constantly asking me I should go\nand try to get into a to a dental laboratory again. And so I was making the rounds, and, and I\nhad very good recommendations from my boss in from Nyiregyhaza; and I, I finally secured\na place that, that he was accepting me. And, and I, I added that I said I am — I had, I am\nalready a year and a half, a year and eight months — instead of eight months I was only in a\ndental laboratory before — but he gave me a chance. He was also a Jewish man. But as fate\nwill have it, after, after working there for about almost a year, he was called in into — it was a\nlabor battalion. They, they called in the Jewish men to do labor. They didn't give them rifles,\nbut they would call them in, let's say, for two years or so; so that was the end of my of my,\njob. It wasn't really a job. I was learning, and he gave me a small amount of money to — he\npaid me a little bit.\nAnd I was, I went to, to an agency to see whether I can get another job. And as I was\nstanding there, I — somebody was asking, that who they would need a governess for, for their\nlittle girl who speaks German. And I right away ran over, and I said, and as a governess. As I\nsaid I looked — he was very doubtful when he looked at me. He said, \"You know,\" he said,\n\"we, were supposed to have somebody, but, she didn't show up. And we are leaving, on the\nBalaton.\" This is a, a place to go, for, vacations. This 1s a vacation place. \"But we are leaving\nfor the Balaton the next day or two days, so we have no time to choose.\" He said, \"If my\nwife likes you, yeah,\" he said. And I said I like children. I had, I knew so much about\nchildren, so like. And anyway I, I bluffed myself into this, job. However, and they were very\nnice people. They took me along, but the little girl absolutely didn't want to cooperate with\nme at all. She didn't want me. She want only her mother, and I was completely really useless\nto them. But they were very, very nice. And they said, \"Well, if you — we are going to look\nfor somebody else, but you can stay with us as, as long as, as you want.\" I said, \"What I\nwould really want is to be able to get another dental, a job in a dental laboratory.\" So what,\nwhat, what happened, he, he got me another job in a dental laboratory. I just started to you\nknow, to work there, and, and I and lived with my, with these friends in, in that rooming\nhouse; and one day when I came home there was a lot of commotion. And, and all of a\nsudden, the landlady had a, a fight with another landlady. It didn't pass in two days. The\npolice comes. The, the wom— woman reported, with whom our landlady had a fight, reported\nthis — our landlady — that she's harboring Polish girls. And here I have absolutely no papers. I\nhave a diary that I was keeping which is written in Czech, because that was my language that\nI was most — because I went to Czech schools. By then, I was — I spoke fluent Hungarian\nalso, and, and was writing Hungarian.\nThe police arrives about 10 o'clock, or 11 o'clock. No, 10 o'clock. And here I know this is the\nend of my freedom. They said — they came in and they said, \"We are taking you to the,\" all,\nall of us, \"to the station.\" My luck was that my three friends had all the papers, because they\nwere legal. I had nothing. And here I am. I, I, I have never been so frightened in my whole\nlife; and not only did I think about myself — that I am going to be incarcerated — but what my\nmother, my mother's, how my mother's going to, to cry and, and what, what this will do to\nmy mother. I always — my mother was always with me, day and night. I always thought\nabout her. And they take us to the police station, and here I am I am telling my friends that,\nthat in case I'm — now, now I, I have no chance of getting out, and so I tell them and — yeah,\nthey take my diary. They, they, they looked around in here and they said — because I said,\n\"We are not Polish. We are actually Czech and you know that Czech is now, has been\noccupied by the Hungarian. We are Hungarian citizens.\" He said — and so he takes a look at\nthe diary, and he said, \"Look, this is Polish.\" \"No,\" I said, \"this is Czech.\" I said, \"And if you\nhave an interpreter, then you can — you will see that this 1s Czech, and you know very well\nthat we are occupied now by Hungary and we, and we are now Hungarians.\" And so he said,\nthen, \"All night.\" He said, \"You will explain it at the police station. Bring with you the\npapers, and we'll check everything out. If everything 1s all right, you'll be — you'll go back.\"\nSo here I know they — my friends — have nothing to worry about; but I have nothing — that I'll\nnever get out of there. So I even told them already that, that they shouldn't send nothing of\nmy stuff to my mother, because I don't want her to, to — she will cry if she will see my stuff.\nShe should just — and she should just tell my sister Mina first, that to prepare my mother. I\nwas so sure I'll never get out of there. And, and, and they were calling them 1n first, you\nknow. The — I, I, I said, \"Hope only that they call you first;\" and they were called first, you\nknow. They said, \"All right, we'll come...\" They should, they — so the three of them went\nthough first, and they had all the papers. And they come out smiling, and they said, \"okay.\"\nThey said, \"We are not,\" they told me, \"we are not leaving until we see what is with you,\nbecause they told us, you know, \"You can go.\"\" So they said, \"No, we want to wait for our\nfriend because she's going to come back with us.\" Now they confront me with this, with this\ndiary. I said, \"Well,\" I said, \"if you ever interpret it with that you will realize that this is\nCzech and this is not Polish. I have never been in Poland. I, I don't even, we, we have, we\nhave, citizenship papers.\" \"Where is your citizenship papers?\" I said — and as I looked\nalways much younger, I said, \"Well, my mother didn't give me my citizenship papers. I came\nto visit my friends.\" I didn't tell them I'm working or anything. I said I came to visit my\nfriends. I said, \"But I like it so much,\" I said; and I told them a whole story. I said, “T like it\nso much that I want I want to stay because I have here a boyfriend.” In the meantime, I met\nsomebody. I said, \"And I, and I didn't want my mother to know, so — but, if you will let go\nhome, I will cable my mother and she will send me the, the papers.\" Because, you know — so\nthey said — and I was just hoping that they, they are not, they don't have an interpreter\nbecause in my diary I wrote, you know, everything. All my, my everything what, what was\nhappening, you know, my brother — that I was keeping this diary. So they, they are very —\nthey are policemen, and very ignorant; and they are not educated people, like, let's say, in the\nStates. They hardly, they can hardly read and write, the Hungarian police. So they, they did\nnot have an interpreter.\nAll right, and anyway they, they, they believed me. So they said, \"All right. We will let you\ngo, but we want you come back here in two weeks with your papers.\" I thought to myself,\n\"That's all!\" First I want, want to get, get out; but 1t was already after 12 o'clock. I was afraid\nthat if we go home, if we walk home you know, then somebody might stop us and ask for\npapers that late at night and I will not have the second time luck, you know, that they will let\nme go. So I had still the, the chutzpah, what you would call, you know, the, the — my\npresence of mind was always very good. I, my friends said to me, \"Let's go.\" I said, \"No,\nwait.\" I said, \"I'm not going.\" I, I knock on the door, and I, and I go in. I said, I said, \"I would\nlike you to do us a favor. Would you please escort us home, because they will think that we\nare girls, you know, looking to, you know — at 12 o'clock at night are only prostitutes,\" I said,\n\"walk alone.\" I said, \"And we don't want to be, be molested. Would you please escort us\nhome, because we are afraid to walk home alone.\" He said, \"Sure.\" They — we come with our\npolice escort; and the landlady, because she was scared when, when they picked us up and,\nand they came for us, she was screaming at us before they took us. \"Why didn't you tell us\nthat you were, that you are Polish? It's not my fault.\" You know, because she wanted to show\nthem that she had nothing to do with this....",
        "Q: We do, we do have to speed it up a little bit because .... The end of this story is, you were\ndeposited at home?",
        "A: I was deposited at home. I moved out of there and I and I went to a very, to a gentile\nneighborhood.",
        "Q: Okay. Now let's just stop. We need to change tapes and then we'll pick up the story.\nEND OF TAPE #1\nTAPE #2\nTECHNICAL CONVERSATION",
        "Q: Okay. Will you tell us what happened next?",
        "A: In March 1944, the Nazis occupied Budapest. I knew there was no chance for me to be able\nto be safe anymore. I wasn't safe before either, but I wanted to get to my family, to be with\nmy family. It was — you could not really travel. Jews were barred from travel. However,\nwhere I worked in that laboratory, it was a gentile family. They wanted to help me. They\nwanted to adopt me, in order to, to remain there and to be there, there, on gentile papers. But\nI refused; but what I asked them instead was she should buy me first class tickets and again a\npaper, a Nyilas’ paper. Because I knew that, that nobody will think that a Jew has the\naudacity, when they are not allowed to travel third class, to sit in a first class compartment\nand, and, and just go in style. So she told me that, that, she's afraid I'll never make it. But I\nsaid, \"You just\"— she should just do what I ask, because it worked once and I hope it will\nwork again. But we had to have the yellow star sewn on, so how could...? And if you didn't\nhave the yellow star, then you were killed anyway. They would throw you off the train, and\nshot. This was, this, this was a law by then installed. So what I did is I, on my yellow — on\ntop of my yellow star I put on a, a coat, a rain-shine coat; and I was sitting in, you know, so I\nhave the coat. I felt that if they catch me I have my yellow star, so perhaps I wouldn't be shot.\nThis was my hope. But he, he, she did what I asked her. She bought the ticket. She came\nwith me to the station. I was strai— I straight went into the — to the first class compartment.\nMy — I, by then I was in the meantime engaged, and my fiancé came with me, with the same\nthing. She bought tickets for both of us. And it was bedlam at the train station because they\nwere arresting not only Jews; they were arresting everybody and then sort the Jews. So\nbecause it was such bedlam I just calmly walked in to the to the first class train. My fiancé\ncoached me how to jump off from the running train before we will reach Chust, where my\nsister and my mother lived at the time. Because if I, we get to the station they are going to\nask for papers, and then we will be arrested. So before train rolls in, 1t slows down; and he\nshowed me, he coached me how I should jump.\nWe jumped off from the running train. Yeah, when we when we, were — did not sit together\nbecause we, in case one — in case both don't make it, perhaps one will make it. But, thank\nGod, we both made it. We jumped off from the running train. We fell down but it was — we\ndidn't get hurt because it was, you know, it, it was a jump that you could that you could get\nup from. we knew how to jump. And through to the fields, we reached my sister's and\nmother's house; because we, were afraid to walk through the streets in order not to be you\nknow, asked for, for papers. Then we, we arrived to, to Chust now. I was again with my\n* Short for Nyilaskeresztes Part.\nfamily together, and my fiancé went back to, to his family. That was nearby town, so that he\nwould be with his parents; and I was with my with my mother and sister. Shortly after we,\nwere ordered to pack only, only a suitcase. I mean something what in — they formed a ghetto.\nWe, were in the ghetto about six weeks. A short time. In Chust. We, were rounded up and\nwe all — we stayed — we had one room with another family. We had to, and we had to be all\nsqueezed in, in that one room; and my mother baked all kinds of zwieback and noodles,\nthings that could that could last and jams. This is how we sustained ourselves. And there was\nyou know, a, a kitchen opened up for, for the people. We tried to keep the children busy, to\norganize something, and.... But after a, a, a short while there were rumors start that we are\ngoing to be resettled. Nobody knew where we are going to go. There were all kinds of\nrumors. Some people thought that we are going to be resettled in, in, even in Palestine —\nthey, they, they believed — I mean, the optimists. But we really didn't know what was going\nto, to happen to us. But we, were all just always very grateful as long we could be together.\nAnd we all, everybody felt that the war cannot last forever and that eventually this is going to\nend and that we have a chance to survive. But then one day the — we, were ordered to pack a\nsmall suitcase. Everybody could pack one suitcase; and they, they came in and they were\nvery brutal. They started to, to chase everybody out. In fact, my mother forgot her — had\ndentures, and she just wanted to go back, you know, for the teeth; but they didn't let her back.\nAnd they threw, they marched us — some to a, this — some to a school — was a school, and\nsome to a brick factory. And we had to wait for the next day.\nBut in the, then, they started to search us. We had to, we had to undress complete naked; and\nthey searched for valuables, and they, they said.... First of all, my sister gave everything\naway for safekeeping; because the neighbors all came in before we, went to the ghetto, and\nthey promised that they will, they will give her back after we, we come back. But we knew it\ndidn't matter who gets it; so the neighbors — she gave everything away for the neighbors.\nAnd my mother, just a pair of earrings she had put into a cake of soap, hoping, you know;\nshe pushed tn a, in cake of soap, and she hoped that this will somehow help us in the in the\nlong run, because everything else was taken away from us. But was the worst was that they\nhad, that we had to undress and be searched. They, they, they searched — they poked with,\nwith a stick they poked in, in the vagina to see whether, whether people didn't, weren't hiding\nanything. And my, my mother was a religious lady; and, and first, that hurt me mostly, that\nshe had to go through such, such a terrible ordeal. But finally we got already our clothes\nback, and, and, and we, we got dressed, and as we getting on to the train — we had to, to —\nthere was sitting one SS, and he was taking down the names; and, and as, as my mother was\nholding her grandson — my, my sister's little boy — and, she had a bottle of milk. My sister\nwas still nursing, because she was afraid to, to wean him, because a child should shouldn't\nstarve so. But anyway she had a bottle with milk. And he ripped out the bottle of the milk,\nthe bottle of the milk from, from her grandson's hand, and poured it out. And she said — and\nhe said, \"Let me see what you have here, you Jewish cow!\" And poured it out; and, and my\nmother just said, \"Oh, please, I need the, the milk for the child.\" He started to beat her with,\nwith a heavy strap, you know, with a heavy riding — this was still in Chust, it was still just\ngetting onto the train. This was the, the prelude to the, to whatever was coming after. And I\nhave, and I got so — and I started to scream. I saw that my mother was being hurt. That he, he\nturned back to me, and my mother had a chance to, to run away; and he started to beat me,\nbut, but I was just so glad that I didn't even feel the, the lashes, as long as my mother could\nrun away with, with the, with her little boy — with her little grandson onto the trains. And\nfinally we got pushed into the trains. We, were already on the trains, all of us together.\nWe, were about 80 at least in a box car. With this was for cattle. It wasn't a regular train. It\nwas, a cattle train, that we could almost suffocate. There was no — we, we couldn't practically\nbreathe; and we got — there were two pails for, for bodily functions. And they would, they\nstopped a few times so what, what was, they, they told my brother-in-law.... My brother-in-\nlaw was with us, you know — my sister, my brother-in-law and their little boy Danny and my\nmother and me. We, were all together on the train, because my sister was taken away from\nJasina, so she was not with us together. The one with the three children, and, and her\nhusband was in another labor camp. So they were not together, so she went separately. We\ndon't know — we just know that they got killed on arrival. So now here we are — we all, all to\n— together already. And, and, and we are terribly frightened, and, and the children are crying.\nAnd so finally when it stopped, when the train stopped, they, they opened up the, the door;\nand they told my brother-in-law to take out the pails, to throw out the pails and to bring\nwater. In the same pails they brought water, and we had to drink this water; but we, were\nglad to, to get water because everybody was terribly thirsty. And they, they warned him if\nanybody escapes then we will all be shot. There was no, nobody really even tried to escape.\nThere was absolutely no way, or no chance, and, and nobody had even any intentions. And\nmy mother was, was — we, were trying just to be as close together and to hug and to and to\ntell our last — we didn't know what that we are going. We did not expect though that we are\ngoing to be killed because I knew, our mind could not comprehend that anybody is going to\nkill little children. We, were all with little children; because we all said, \"If they wanted to\nkill us, they could have killed us here. Why would they bother taking us from, from the\nghetto?\" So, we made up that whoever will — in case we are separated — because there was\nalways the chance of being separated — then we will eventually meet in Budapest. So we,\nthis, this was our — that what I remember the last that we told each other. Now we are — the\njourney was a very long journey, at least about three days and three nights it took, that\njourney.\nAnd we arrived to Auschwitz. As soon as they opened the doors, prisoners in striped\nuniforms came on to the train and they started to, to yell that we should all leave everything\nand go down — we all must get out, leave everything in the train. My brother-in-law by some\nmiracle had still a watch. So he — you know, he asked them first, \"Tell me what's going on\nhere.\" And downstairs we just heard a lot of screaming and, and yelling in, in German.\n\"What's going on here?,\" he said to him. My sister — as soon as they opened the door, she ran\ndown with her little boy; because Danny was crying and, and it was suffocating in, in that\ntrain. It was a terrible, terrible journey. People were fainting. We, we, were pulling out you\nknow, that — smelling salts to revive people. It was unbelievable to describe just the journey\nitself, so we, were already very glad when we arrived, at the arrival. We thought, \"This is,\nthis 1s — at least can't be worse than, than what we experienced.\" So my brother-in-law asked\nthem, \"What's going on here.\" So he, of course, didn't answer. So he had a watch, and he\ngoes and he slips him the watch; and he tells him — and my sister was in the meantime\ndownstairs, and I was always sticking next to my mother. So he said to her, \"Listen, if you\nhave, children, then give it away to, to either older people or, or the women with children,\nbecause women and children and, anybody older is going to be killed. They are killing the\nsame night, the same day. There is no chance, chance for these people to survive.\" I couldn't\neven believe it. And my mother had the presence of mind to, as soon as she, heard that — she\ndidn't know, this was my mother — then this man said it, she ran down with me, and, and I\nran after her; and she goes over to my sister, and, and she has the presence of mind to tell\nher, \"Listen, Darling, I just found out that women and children will have it very easy. All\nthey will, all they are going to do is take care — is take care of the children. But — and, and if I\ndon't have a child, then they will send me in hard labor. And you know I will never survive\nhard labor. But you are young, and you'll be able to survive.\" And before she has a chance\neven, you know, and, and before my sister had a chance, you know, to go not to give the\nchild, my mother moved the child from her arms. And, and, and as soon as she removed —\nshe had the child in her arms, she was pushed to this other side, you know, with all the\nwomen and children.\nAnd me and my sister were, were pushed to other side. And my mother still yelled out, she\nyelled out to me, not to my — “Cillinka, take care of your sister!\" Because she knew, she\nknew that my sister will suffer when she'll find out where she took her grandson. And then I\nhad a double challenge to keep my sister alive, because my sister eventually — we — there\nwas not too long before we found out the truth — where we are, and what is happening.\nBecause when they, they took us to a big room where we had to, where we had to undress\nand there were, and they took everything away from us. And just on the other side was the\nsame big room, only that it had gas — only gas were coming out. This is where my mother\nand all the others were, in that gas chamber. And we, were in another place that we had to\nundress and dress and they took everything away from us. And they shoved us in to, to the\nshowers, that we have to — but what they did 1s, they first opened the hot water so we got\nscalded and then they opened the cold water; so as we, were running out, we, we, were we,\nwere beaten with the, with the whips to go under it. And then when we came out we, were all\nso — and first they shaved us. No, first we, were shaved. This was after — I can't even\nremember whether this was after the shower or before the shower, but we, were completely,\nyou know, they shaved our hair and they shaved our, our private parts; and, and then they\nshoved us in into that shower, and then they gave us — each one got some rag to put on. Not a\nstriped uniform, but just a rag — as if somebody could get a size six that needed a, a size 15,\nand somebody got a, a size — and visa versa. And so that when we, were lined up, we didn't\neven recognize each other. We, we, were just — I was looking for my sister, and my sister\nwas standing next to me; and we, we, were looking for each other. And we, were so scared\nwith that piece of soap, because they were they were searching, that I, we threw away the\nsoap with, with the diamond earrings because we, were not supposed to have anything in our\nhands. And we even had a hard time throwing it away, because we, were afraid they would\nthey would say, \"Well, what is this?\" You know?\nSo when we, finally we, were lined up and they marched us to Birkenau; and, and these were\nstables that housed — and there were three layer bunks. Each layer bunk, each bunk housed —\nthey pushed on each bunk 10 people. Five this way, five this way. And we just got a blanket\nto cover ourselves; and we just got — the, the food — I don't think I have to describe the food.\nSo we are, finally — yes — and was we, were lined up. And, and as we, were marching, and\nas, as they marched us, there was the camp; and we saw flames are shooting out, and there\nwas such a putrid smell. And we asked those, those Kapos* or Blockaltesters’ — whoever was\nleading to the to our camp — we said, \"What is this?\" And you know what they said? This:\n\"There are your, your mothers, your sisters, your fathers. They're all burning there.\" I, and,\nand my sister — and I said, “Menuko’,” in the Jewish’ I said, \"they are only trying to scare\nus,\" I said. \"Don't, don't listen to what they said.\" Then we are finally already in our, in our in\nour bunks; and we had to stand roll call. They counted us. And they — and we, were, they\nsend in each one — there were 30 in that C Lager® and each one housed 1,000 girls, 1,000\ngirls. And now it started the, the routine. We, were, at before five o'clock we, we would be,\nwe had to line up, be counted; and we got some, some coffee — which it was just some kind\nof colored water — and, and, and at lunch time we got some soup, and in the evening we got\nbread. This was all the, the portions. But my sister, he, he just didn't want to live. She refused\nto eat. He, he came, she became very depressed. She did not want to live; and, and she only\nwould tell me — because we, were surrounded by electrified wires, she only wanted we\nshould go and kill ourselves. She would say, she would say she doesn't want to live. She\nwants to go to the wires. I always told her, \"You tell me when you want to go,\" because this\nway I felt I have control and I can talk her out of it. So each time she would say, \"Let's go\ntoday,\" I would always tell her, \"Not today. Look, today we got — it's, it's too warm. Why\ndon't we wait? Then it was very cold. We won't be able to — we won't be able to take it any\nlonger. Let's wait. We always have time to kill ourselves.\" But I wanted very much to — I\nwanted to live. I, I had a lot of, you know, zest and a lot of life in me; and, and, and also, I\nfelt that somebody must remain alive to tell all this. Because just like we don't know, we\nthought nobody else knew in this world, just like we didn't know, you know. And this is how\n* Foreman (German); term used in concentration camps for prisoners appointed by SS to\nsupervise labor squads.\n° Barrack senior (German);\n° Czech diminutive of “Mina.”\n’ Yiddish\n* Camp (German)\nI, I kept her — each day I would force, open her mouth — I would, because it would get like\none day a piece of margarine with the bread, and one day a piece of, of wurst so I would\nchange the wurst for margarine so that I could push in; and, and push in the margarine in her\nmouth, it should melt, that she should swallow. Because she didn't want to — she, she didn't\nwant to eat. She didn't want to — he, he just didn't care any, any more. And I was there a, a\nfew months.\nAfter, after — no — after four weeks I met somebody that, that she had she was in the\nchildren's Block’; and she told me that I should go and be with her, that it would be much\neasier for me because her cousin is a Stubenaltester'®. That means that she takes care of the\nBlock, and she has a little bit more to eat; and she could help us out. So — but she said that\nthe Blockaltester has would, would have to agree to it, and she likes talented children. She\nwill get that I write poems. This is what I said, that these girls sort of saved me for, for quite\na while...",
        "Q: Tell us about the poems.",
        "A: Yeah. I, this — I always could express myself more in writing than in any other way and I, I\nliked poetry and so I, I wrote poems. I wrote them even there. I, I would — anything that\nbothered me, I could express 1n a poem. So she told me, she asked me whether I had\ncomposed any poems; and I said, \"Yes, I — about my mother, about the — and about the, the\ncamp.\" I had quite a few poems by then already. So she told the Blockaltester, and she called\nme. And she said from her, from the children's Block, from the children's Block—not from\nmy Block. And she said, \"Okay. you tell me your poems. I heard that you write poems.\" I\nsaid, \"okay,\" and I told her the poems. She said, \"okay.\" She said, \"I would like you, you can\ncome and, and stay in, in my Block.\" So I said, \"All right, but I have a sister in there with\nme.\" She said, \"All right, your sister cannot be — you look still like....\" You know, they were\nlike up to 15 — like 14, 15, 16. She said, \"But your sister doesn't look any more the age that I\ncould pass her off as a children's, Block.\" I said, \"Well, then I wouldn't go.\" So she said,\n\"Okay, bring your sister.\" And, and I brought my sister, and she passed her off. Like if they\nhad a selection, so she would stand between the Stubenaltester — and these were all orderlies,\nyou know, orderlies. Between the orderlies. And that's how she wouldn't go through the\nselection, because every few weeks they would make a selection for the gas chambers. They\nwould select people; and if you were already deteriorated, which we started to deteriorate\nvery fast on the on that menu that we, were given and, and under the treatment that we\nreceived. Because we, we had to, to stand for hours and hours every day. People would faint,\nand we, we started to get dysenteria, and we couldn't — we had no sanitary facilities. We\ncould not drink water when we wanted. We would be taken only once a day to drink water,\n” Billet (German)\n'® room senior (German); term used in concentration camps for lead prisoner responsible for\nsupervision of room upkeep and maintenance.\njust like the cattle. And then if you were thirsty, once a day or twice a day they take you to\nthe to the latrines. And then if you had to go — we couldn't we couldn't — we didn't have the\nfreedom to go even to, to a bathroom, you know. It was absolute, unbelievable the way we,\nwere treated.\nAnd then people were being clubbed to death for the smallest in-infraction. If you didn't\nstand right. If you, if you are — if you came out of the of the bunk five minutes later, and, and\nyou, you weren't right then and there. And I will tell, tell you a few instances when they — it,\nit is up almost. So we, went, because there was something that I must get in, into — in, 1n, that\nwas very important. finally so, so I was in, in her Block, and she would sometimes always\ncall me in, I, I should recite some poems. So then everyday was a selection. She would hide\nme in, in an empty Block that they had only blankets; and she would hide there me and my\nsister so that we shouldn't go, get through the selection. Because if, 1f we would have been\nsel- to be selected, they would select us to the gas chamber because we, were already not in\nvery good shape. So one, one day, they took us to those you know, to, to have our clothes\ndisinfected. So they took, they took us to, to disinfect the clothes, and so we had to undress\nnaked and wait for our clothes to be disinfected. And the SS was waiting there with us, you\nknow, with the dogs. We, were surrounded by SS and the dogs. And, the Blockaltester\nwanted to keep them occupied, and she li— and so she thought — she di-didn't do it\nmaliciously. I mean, he, he just thought, to maybe to divert their, their attention maybe from\nother disaster. So we had amongst our midst a very talented, 14 year old girl. She was a\nballet dancer, a professional ballet dancer from, from Budapest; and her parents were, in\nshow business too. And she was beautiful. Even with, with her cropped hair, she was a\nbeautiful, girl. So she said, she asked them whether they would want to see, a girl dance\nballet — one of her children dance ballet. They said, \"All right.\" So she asked this girl to, to\ndance. And this girl really, she danced beautifully. And, and as she was dancing, you could\nsee tears were running down her cheeks; because she imagined herself, I'm sure, at a time\nwhen she was dancing on stage, you know, to the applause of an audience and the people.\nAnd, and, and I, I just saw that whole scene in my mind because I wrote about her a poem.\nAnd, and then when we got our clothes, they took away this girl. They didn't give her the\nclothes — I mean, they gave her the clothes back. But the SS took her with them; and we\nnever expected to see her again, because if they took somebody out, they usually killed them.\nBut a few days later they brought her back, and you couldn't recognize her. They had raped\nher. They, they had tortured her. And she was completely — she wasn't even, all there. I'm\nsure she didn't know what was going on with her. So for the next three days — because only\nthree days was before there was that selection — she, for the next three days she was — I, I\nwas always waking her up — she should come with us and stay between me and my sister.\nWhen, when they were having the roll call, for roll call. Because if she wouldn't show up,\nthey, they would kill her. But then three days later, there was a selection. And they selec—\nshe was among them selected. From, they selected that time at least more than, more than\nhalf. From, from the thousand maybe 600 children were, were selected, and she was among\nthose among these girls. And, and all of a sudden she tried to remove her to outside, you\nknow? Because if she were to ever — it was a reflex, I'm sure, because she knew there was no\nchance of run— of running out there; because it was only a more horrible death to die. So as,\nas she would try, as she tried to run over the side where the girls was standing that were not\nselected, the SS caught her and they beat her to death with the butts of their rifles. And the\nscreams I couldn't forget for many years. That why I always get this in. I always get this in. I,\nI always tell about it whenever I speak; because I always feel maybe this child had nobody\nleft, nobody maybe survived because apparently, nobody could — if she was there and, and\nshe was among the children — these were young people, then she was probably the oldest and\nher whole family probably was wiped out.\nSo I always remember this girl. I always light a candle for her. I wrote a poem about her, and\nI always tell about her. Because her screams, as she was screaming, \"Mommy, help me!\" and\n\"God, help me!\" And I only was asking God he should — he should take her quickly, that,\nthat it, it should end. Because it takes a long time to beat somebody to death, and this — but\nshe was not an isolated case that was beaten to death. The, the things that we have witnessed\nis, is unbelievable, what human beings can do to other human beings. Even animals have a\ntendency to, to kill only — they would kill only for food. But they killed for pleasure, they\ncould — they for — they would make a sport out, out of, out of us by — they would take, let's\nsay, a girl, and, and have her have bricks — she should stand with bricks in the sun, and, and\ndo all kinds of tortures. And I will just tell you for what two other girls were beaten to death\nin front of my eyes. And that was already in Nurnberg. Yeah, you, you want — I, I will go\nback first for some....",
        "Q: First I want to go back to the selection. Would you first tell us what happened?",
        "A: All right. After that, after a few months — after this selection, the Blockaltester — and they\nkilled this, when they beat this, child to death — she always was hiding me and my sister after\nthe selections un— 1n, under the covers. Under, in that one room where she had, where they\nstoraged blankets. This was a storage place. But then came the day when she told me,\n\"Listen. There are not any more selecting, but they are taking out — they, they don't select\nany more; but they are taking whole Blocks out, and we don't...\" And I said, \"So where are\nthey sending?\" She said, \"I don't know. Some go to the gas chambers, and some go for\nwork.\" She said, \"Maybe you'll be — ours will be — maybe our Block will be lucky to go to\nwork.\" But it wasn't. One day they came. They took out all of us, and we marched, they\nmarched us straight to the gas chambers. I was holding my sister's hand, and I was just\nthinking, \"My sister is getting her wish.\" But I was very, very mad that I am going to die.\nAnd, and, and I even was so mad that I told myself I'm not even going to make any prayers.\nI, I was very rebellious about, dying. And — but it was so quiet, and it was so, so orderly.\nNobody was, was even crying. I guess we, were so — we, we knew that we haven't got a\nchance to survive and, and I guess everybody else thought that it doesn't matter sooner or\nlater. So if, if it's sooner, it's sooner. It mattered a lot to me; but, but — but there was nothing\nelse to do but just be quiet, too. And then we, we heard that one, what the gas chambers were\nnot empty. As, as we, were waiting the doors to open, nothing was happening.\nAnd after standing there like a half an hour, one SS told the next one, \"You, you know, but\nlet's, let's take this, this group — we will take them to Nurnberg for work, because we have an\norder to take the next day.\" They had an order to take the next day a group of people to\nNurnberg to work in an ammunition factory. \"So we'll make a switch. We'll take these to\nwork, and the other group we will take to the gas chamber. So, we will just switch around.\"\nAnd this is how, how we, were lucky to escape that particular day. So we, were given,\nalready had only — the whole time we had only one dress, and under that dress we had no\nunderwear, nothing. No slip, and nobody was menstruating the whole time that we, were\nthere. So they gave us still one coat. On top of this, this was our, wardrobe: the dress and that\none coat. And they pushed us in, into another cattle train; but we didn't get any food. And,\nand I got very sick. I had high fever and I had terrible sores, this like gangrene, in my mouth;\nand, I must have gotten the fever from that. And I was shivering even though I had a coat.\nAnd all of a sudden, it was like a miracle that my sister became the one, you know, to realize\nthat I am, that I am very sick. So she went over — an SS was eating an apple. So she went\nover and she said, \"Please give, give my sister a, a piece of apple. She's very sick.\" But he\ngave her such a slap in the face that she fell all the way to, to where I was lying. And I just\nbegged her, \"Please, don't, don't ever, you...\" Because nobody was allowed to approach an\nSS. In fact, if this would have happened in, in Auschwitz, she would have been\nautomatically killed. And this is why she — because she was the whole time, in such a, a\ndepressive mood that she didn't even know what was going on. Otherwise she would have\nknown, first of all, she would have known not to say that I am sick, because if somebody was\nsick you were automatically taken out for — you know, taken to the gas chamber; because\nsick people were the first ones to be selected. But we, were just lucky that we, were in the\ntrain, and all that she got away with was, was being slapped and the, the whole time I was\njust like in between life and death on, on that journey. And, and I can't even know how this\nhappened; but I did arrive — finally we arrived to, that was near maybe — we arrived\nNurnberg. And that was a complete change from — at least we had, we had a, a room where\nwe had much less people in the room; and we, were only two in, on each bunk was only two.\nAnd we had running water, and we could wash ourselves. And it, it was a much more human\ntreatment. And we started to work in this ammunition factory, but naturally we, were\nstarving. And so we, we, were still deteriorating because of lack of food. But they were\nbombing, constantly bombing. So we, were sometimes as long as three days without food\nand in a bunker. And, and they would just feed the SS, but they wouldn't feed us.\nBut then one day they took a transport of girls to go into town to bring in bread, and I was\nthe from the lucky ones chosen to, to bring in that bread. And I decided, and a few other girls\n—I stole a bread and hid it in, in my coat. And as I was walking 1n as, as, so I was walking\nnext to another girl; she said, \"If you don't put back the bread, I'll tell on you because...\" You\nknow, because she was afraid; because if one did something, everybody was punished. It\nwasn't just that girl punished. I couldn't blame her. But I told her, \"You know what? I'm the\none to take the biggest risk, and I'll share it with you. So only don't tell on me, and, and I'll,\nI'll get it in.\" And I really got in to, I, I got the bread into the, all the way to the bunker, to the\n— but that day was a group of SS who, who took us in, you know, took us in to, town. They\nweren't probably so strict; so and when, when we came in, a few other girls stole some bread\nand all the rest of us saw it. That was, that was, in fact — so she told for the — she was the\ncamp leader, like the camp — she was also a prisoner but she was a, a Kapo. But she was a\nprisoner just, just like us. \"We want you to bring — we want you should bring back the bread.\nYou go and see who stole the bread; and we want, we want the bread back.\" She did such a\ngood job, not only did she bring back the bread but she brought back the girls who stole the\nbread. And I was one, one, one of them. They, we, were beaten so severely. I was just, I don't\nknow how I, I survived it. You know, those long wooden spoons that you that you cook for a\nwhole army. They — until she didn't break the spoon. I, I was, I was beaten with that and\nthen. and then, and this because that, that I didn't, that, that I survived, that I did not, that I\ndidn't get killed, she said, \"okay, go.\" And she let me go. For weeks I could only on my\nstomach sleep, and I, I walked like a cripple; and I couldn't, and I had to sit and, and still do\nthat, you know, the ammunition work that they took us to that factory. But then they bombed\nthe, the munitions factory and they bombed and they bombed our whole camp, so we didn't\nhave where to be. So they took us to Holleischen. They took everybody to Holleischen; and\nwe arrived in another camp and that was already Sudetengebiet''. That was, belonged to\nCzechoslovakia. And there we started to work in this, also ammunition factory. but after...",
        "Q: Tell, tell us what happened toward the end of your stay in Holleischen?",
        "A: Toward the end of our...in, in Holleischen — after a few times, you know, taking us to work\nthere — they bombed the factory, and, and then they would only take us to move stones and\nclear rubble. This was, this was all that we did.\nAnd, and one day though, they took us to, for potato, to dig out potatoes for the kitchen. And,\nand so we, were also trying to steal a few potatoes; so two girls had put in their pockets\npotatoes. We didn't expect that we, that are going to search us, you know? But I was always\nvery cautious. I didn't put in, in my pocket but I had...my coat had a hood. So I had a hood,\nso I put in the tip of my hood two potatoes. And my sister begged me, because she was very\nmuch afraid that if I'm caught. So I told her, \"Look, don't stay with me. You stay with\nsomebody else.\" Because I, I was afraid that she's going to look at me and, and give me away\n'' Sudeten District (German)\nby glancing at me. But ...and we lined up to get in to, to camp, and just before getting in to\ncamp, two SS, two SS women — there we had only SS women — two SS women started to\nsearch; and they found...and these were two sisters...they found potatoes in their pockets.\nThey pulled out a potato to, to them. And I'm standing just two rows behind those two girls.\nThey beat them, and beat them...the screams...they beat them practically to death. They, they\nwere still alive; and, and they told them if they asked for farm girls, to take one by the, head\nand one by the feet, to bring them into their headquarters. We never saw them again. They\nfinished them off for stealing a couple of raw potatoes. They beat those poor two girls. And\nnow here I am standing, my...my feet are buckling under me because now I, I think to\nmyself, \"This...now, now I'm going to be beaten to death.\" They, they tried...they searched\nme...never, never, you know, luckily it was there. When I came in I was so elated with those\npotatoes. And we, nobody was really completely normal. Because I felt when I ate those\npotatoes...I said, \"They taste like nuts.\" My sister said, \"No, they taste like apple.\" You\nknow, you could, you could imagine every taste.... This was, and I was wondering how come\nwe never ate raw potatoes at home. We missed out on so much good food. We, we, were...it\nwasn't, we, weren't normal.\nSo then -- all right, after that I worked with only rubble. And then when we, went once\nanother — it was very close to our liberation — they, they bombed. So we, we had to, we all\ndropped to the to the floor until the bombing was over. And then when we got up, there was\none of our girls dead. And the shame was because it was only a few days before the\nliberation; and I didn't see no bleeding, no scratch, nothing. She looked like she was asleep.\nWe, we brought her back to, to our camp and to, for to be buried. And this was the day\nalready that, that the next day they, they locked us in. They didn't take us out, and we, were\nmost surprised that it's very quiet. That it didn't, you know, nobody came to, to line us up and\nto take us out to work. And we had absolutely no way of knowing what was going on. We\nhad no idea. We, we just, we, were very apprehensive; because we felt that something must\nbe going on, because just to let us stay and not getting us, .... just like you say a day's\nvacation; because they would always take us, even Sundays. They would say, \"You lazy\ndogs, you get lazy.\" So they would take us for any excuse, to...to even if just to take stones\nfrom here and, and lo— and bring them over to the other side. It was just always a form of, of,\npunishing us. So — and all of a sudden we, we heard, we heard the gate, by the gate, some\nnoise and then they broke open our.... We, were locked, our...our camp was locked from\noutside with a.... They broke the, the lock, and there were Russian partisans. And then this\nwas the, the most wonderful day that we, that I could ever remember happening to me. And,\nand then we found out from them how this came about, because if they wouldn't liberate us\nand, and we would have had to wait for the British — which we did wait for the British\nbecause they didn't remain with us; they went to liberate other camps. And they — and I will\ntell 1t to you so that you would understand it better — there was one of SS that either wanted\nto save herself but she was from Czech parents. She was an SS — but a Czech, but married to\na German. And for, to how she did it or how this happened that they got, they got they must\nhave — they got word that we are, this camp — our Jewish camp in Holleischen, a French\ncamp and a Polish camp — all the three camps are going to be burned to the ground that day.\nSo this is how they came. They surprised, and the SS were already in the woods. They\nweren't even anymore in their headquarters, but they came back for lunch. They came back\nfor lunch. They came back for lunch, and they were going to, torch in the evening the, the\ncamp. And they surprised them while they were having lunch. They rounded up those SS.\nYou know, some of them rounded up and some came, broke open the, the gates and, and\nthey came. And then when they brought us out into the open, into the in the front and they\nshowed us that how our camp was surrounded by wooden logs, logs and it was soaked, it\nwas completely soaked in benzene or gasoline. Just, they all, they were just prepared just to\nlight a match to it and we would have all gone on, gone up in flame.\nSo what they did is being that they had to go and many other places, you know, to liberate.\nSo they told us -- because we, were we, were screaming they shouldn't leave us, they, they\nshould stay with us. They broke open all the food, the stor— storage food where they had all,\nyou know, from the SS. Everybody was running to get bread. I was running — I, it was such a\nfixation in my mind that I ran to the — to the potato fields, and I was digging potatoes. I was\ndigging potatoes to no end. My sister, at least, was smart enough to run — and she thought\nthat I that I was also running with, with them — for the bread; but when she came, when she\ndidn't see me she had at least a bread and, and a salami. She, she started to look for me. She\ndidn't see me. She came back to the field, and there I am staying; I have loads of potatoes. I\nsaid, \"Mina, because we will never starve again. Look at all the potatoes that I am....\" She\nsaid, \"Look, we don't need potatoes for there is — people are, are having bread and salami.\" I\nsaid, I said, \"I don't move from here if you if you don't help me bring in all those potatoes.\"\nShe had to, she had to help me bring in those potatoes; because I, I would not move from\nthose potatoes. This is what — because this was — I have experienced this incident that these\ngirls are beaten to death, and what happened to me when that I have the strength that this 1s\nall I could think of at the time. But anyway, we buried that, that girl that day, you know.\nAnd, and then we, we had to wait for the British to come. And so they gave rifles to the\nFrench men that they should stand guard, because the French was a man's camp. So they\nwere standing guard, guarding us until the until the British arrived; because they were afraid\nthere could be a pocket of Nazis somewheres and, and come back and still kill us. And then\nwhen the British arrived and they already opened up, you know, we had to be quarantined\nfor weeks. And we, were in terrible shape anyway and we had to learn even how to lead\nagain a normal life.\nI mean, we, we, we could not, we at that time we could not be trusted with anything because\nour whole mind was, was completely.... You could be the finest and most law-abiding citizen\nbefore, but our whole, our, our whole that we experienced, we, were not human. We, we\ncould not remain human. It took a long time for us to become human again. Because, for\ninstance — I will give you an example — because this is just really for history to know — that\nthe, they set up a kitchen, and, and they asked us all very nicely and, “We will give you food\nthat you can that you should eat that we give you, because your health 1s — 1f not you're not,\nyou're not going to survive. You must eat only what we give you.” After we, we ate, and\nthey gave a plate or, or a bowl or whatever — we would take that bowl. We would try to\nsmuggle out that bowl; because our intention was not to go and, and try and find food. It\nwasn't, you know, we couldn't, couldn't imagine that this 1s now this normal life. You are\ngoing to come back. And they, they would reason with us: \"Look,\" they said, \"you're coming\nback. This is not the only meal you're getting. You're....\" They had to talk to us like little bit\nstupid children, you know? \"You're coming back here.\" But we still couldn't trust. We\ncouldn't trust nobody. Even for our friends, we couldn't trust; we didn't trust nobody. So they\nhad to station themselves, because if, if we take away the bowls they don't have them back to\nserve us the, the next day. They had to station, they had to station two people and, and take\naway from each one back, back the bowls, that we wouldn't walk out with all the, the bowls.\nAnd, and, and even af— and even after that, here I am already liberated and we, were there\nquite a few weeks until we, were allowed to travel. So my destination was to go to Budapest\nand see who remains, that if somebody remains alive. Against all odds, I still — you know,\nuntil you are not hundred percent sure, somehow you think some miracle happened and, and\neven maybe some just cousins remained alive. So we, were traveling in a — so we didn't need\nany store. We didn't have any, any money or any currency; but we, we just had a certain\npass, and we, we got some, some money from the British. And — but we could travel all over\nwith, without any money. And so they took us already to the train; and, and we take a — and\nPearls and I took the train, and I'm on my way to Budapest. But in Prague, there was a, a\ndirectorate was giving out sandwiches, was sending out sandwiches.\nAnd so I went down to get a sandwich, and somebody recognized me — that I am this and\nthis, fiancé. Because I meantime got engaged while I was in Budapest; and so he tells me\nthat, that — whether I know that Joe is alive. Joe was my fiancé, who, who became right\naway, very shortly, my husband. I said, \"No.\" She said, \"All nght.\" She said, \"He's here. He's\nalso in —” you know, it was like a rehabilitation, “you will be rehabilitating. But it was a\nbeautiful place. They gave you the best food, and to gather yourself; and, and he will take\nme. So I run in to my sister and I tell her, \"You come with me, because Joe is here. And, and\nwe are going, we are not going to Budapest yet, we are going first, first to, to Prague.\" And\nwe come there; and, and there as he was taking my name, it's, it's was a colleague of my\nbrother who was, who was — oh, he was so happy; and he asked me about my brother, and\ntell me he's in Palestine. So he told us that we can stay as long as we want in this in that\nCharita was the name....",
        "Q: We are running — we are almost out of time. Can you just tell us very briefly when did you\nmarry your fiancé?",
        "A: Oh, I married August 21, 1945. And we had, we had two, three wonderful children. And, we\nfinally were able to lead a normal life and to, able to have our children in a free country\nwhere hopefully they will never have to experience what we did. And we hope that future\ngenerations will never have the experience that our, what we, went through will absolve all\ngenerations to come in the future. And all we hope is only that we are leaving behind, we as\nsurvivors, are leaving behind some meager tools — books, tapes, Holocaust museums. We\nwant the future generation to know, to go to those museums; and when they look at those\nlittle shoes, that they will know that to us these are precious because they belonged once to\nour children. They belonged to my family. We lost so much. Nothing can make this ever\nright. We as survivors, we survived; but our lives were destroyed. Because, though we look\nlike you, we can never be like you. We, wear nice clothes like you, we go on vacations like\nyou, we make beautiful affairs. But affairs that I make, arrived a lot of friends; but the ones I\nwanted most, they never arrive. And we go to funerals and we cry for the ones that we never\nburied. The first graves that I have is now of my husband; but we have no graves to go to. I\nalways wake up at night and think of them. I used to inhale the gas from my stove, just to\nfeel the agony of their deaths, how they died. Because, just think 1f you lose one loved ones,\nyou suffer. How much do we suffer if we lost so many at one time? I wanted to have lots of\nchildren, because each child I thought I am bringing back from Auschwitz — for each child, I\nwould count your children and curse; and all I could have was three children. Oh, my head\nache. I want you to remember not only the Holocaust. Remember the survivors. We are the\nlast ones. Remember everyone, because when we are gone people will say it never\nhappened. They're saying it already. Books are being written, “it's a hoax.” Look at me, and\nyou'll know it was no a hoax. Look at those pictures, and you know that they're not from\nBiafra — what they're trying to say now. They are from Auschwitz. It was the first time that I\nbroke down and cried, because I did this many times. But I know also that it is not for me to\nbe here that long anymore, and I wanted you to see the lives — how we are living our life. We\nhave educated children. We gave them everything. We didn't want to give them our hate. We\ngave them love, and we taught them how to love. But I can never forget or forgive.\nTECHNICAL CONVERSATION\n"
    ],
    "questions": [
        "Q: Tell me your name please.",
        "Q: Where and when were you born?",
        "Q: Where is Jasina?",
        "Q: Tell me about your parents and your family before the war, when you were growing up.",
        "Q: Excuse me. The six-month extension meant what?",
        "Q: Just a—I need to slow down a little bit. You were staying for a year. You were hiding 1n this\nroom?",
        "Q: Can you slow down and tell us what it was like to hide? We have plenty of time. Slow and\ntell us — what it was like to hide in that room for a year.",
        "Q: What was the name of your sister in Chust? what, what was—",
        "Q: Mina. And the name of your sister in prison?",
        "Q: No. No. You have plenty of time. We have two, two hours interview. Plenty of time.",
        "Q: Trust me enough that we're fine. You have 10 minutes left on this hour, and then there's\nanother hour of tape. So we have plenty of time. You trust me. I have a clock.",
        "Q: We do, we do have to speed it up a little bit because .... The end of this story is, you were\ndeposited at home?",
        "Q: Okay. Now let's just stop. We need to change tapes and then we'll pick up the story.",
        "Q: Okay. Will you tell us what happened next?",
        "Q: Tell us about the poems.",
        "Q: First I want to go back to the selection. Would you first tell us what happened?",
        "Q: Tell, tell us what happened toward the end of your stay in Holleischen?",
        "Q: We are running — we are almost out of time. Can you just tell us very briefly when did you\nmarry your fiancé?"
    ],
    "answers": [
        "A: My name 1s Cecilia Klein-Pollack.",
        "A: I was born in Jasina, April 13, 1925.",
        "A: Jasina is a small town in Czechoslovakia. It 1s — Czechoslovakia was actually from four\nparts, Podkarpatska Rus, Morava, Slovensko, and Czechoslovakia. Jasina was in the part of\nPodkarpatska Rus.",
        "A: I, Iam the youngest; I was the youngest of six children. My father was a teacher. He taught\nGerman and math, but he taught privately. And we had a, a store which was, what you would\ncall here a grocery store. My, my mother mostly took care of the store; and we, were a very\nclose and happy family. We, I came from a orthodox background, and we — my father took\ngreat store by education. Our children, his children — most of them, I mean as long as it was\npossible — went on to further education from — we had only up to eight grades in our town,\nbut after that they would go to Prague and study in Prague. And this was where my two\noldest brothers were studying and my sister, Perla. However, in — when I was 14 years old,\nmy whole life changed. My life changed somewhat before then, because my father died\nwhen I was nine years old. However, my mother was able to keep everything going; and, my\nbrothers, wanted in fact to quit the studies to help Mother, but she insisted that they should\ncontinue. So my, my brother who was studying law, he was secretary of the Zionist\nFederation. And when the Nazis came in to Prague, he was able to secure a certificate for\nhimself and for my, for my sister; but for my sister he had to arrange a mock marriage with —\nto a Palestine, who had Palestine citizenship, and this 1s how she was able to get out to\nPalestine. However, our part didn't become occupied by the Nazis, but it became occupied\nby the Hungarians. I was 14 years old when the Hungarians marched in. We, were thrown\nout of school. School was not permitted for Jewish children to attend. And as I was one day\ngoing to my to one of the classmates, to spend time with her; I, when I came back, my\nmother and my sister were gone. They were, they were sur— they surprised them and took\nthem away to a to, in Budapest to a prison, to a prison. The reason was that they took away\nour citizenship papers, because my father was two years old when he came from Poland with\nhis parents. So they considered us Polish. Polish. And anybody that was Polish, they would —\nthey threw them out of the country and sent them over to Poland where — most of them —\nwhoever was, was shipped out to Poland, were, were killed by, by, by — some by the Poles\nand some by the Nazis. They, they were all shot to death or, or whatever. So my mother was\nfor, for a few months in a prison; and when I came back I was all alone. I was at the time 14\nyears old; and it was the most horrible experience of my life, to find myself all alone.\nHowever, I had a married sister who lived about six miles from my house. So I went to stay\nwith my sister, and — but the first night I slept alone there, and I ju— I just had to, to get used\nto this, that my, my mother is gone and I — this is when I wrote my first poem in, in German.\nAnd, and after that I went to my sister; and I tried to find a lawyer for my mother and sister,\nthat they should release them — because they was in a prison, so there was still a chance, you\nknow, on some — if you had connections, or to be released. So there, my brother's friend was\na, a lawyer in that town and he was able to secure for them a six-months extension.\nBut my, but I had another brother whose name was — Chaim was his Jewish name, and he\nwas a dentist. He had also a certificate to leave for Palestine. But he came to Budapest to, to\nsay good-bye to us and he couldn't bring himself to leave us, so he, he stayed. He opened up\na make-shift dental office, like just in our kitchen chair; and he started to, to do dental, you\nknow, dentistry and of trying to — this was, this was prior to, to the day that my mother was\narrested. So he decided, he didn't go to Palestine. And, he was able then to relocate; and my\nmother came out and the six months were up, so he went on to another town where he\nopened up a, a small, office. He meantime got married, opened up a dental office; and he\nbecame friendly with the, with the police because he did their, he fixed their teeth for free.\nAnd he, he, he rented for us a room there, for me and my sister and my mother, from where\nwe never, we never left the room, because we didn't want to be that the people should know\nthat we are there. And he would do all the shopping for us; and, and this was our hiding\nplace, and we, were hiding in — Horinc was the name where we, were hiding — after, after my\nmother was out from, from the prison, after the six months were gone.",
        "A: The six-months extension meant that after six months, we have to, we cannot live in, in, not\nonly Jasina, in Hungary. We must leave. We would be left, they would come for us forcibly\nand take us, and take us away and ship us over to Poland. So, of course, at this time we knew\nalready what the plan would be, so, so we escaped. My brother helped us to escape. He had\nmeantime, he went, he went ahead of time. He had already dental office and he knew already\nthe police. We, were still — he didn't wait 'til the six months. Let's say after four months he\nwent and established himself there and got to know the police. And then we had to leave.\nThe way we left is we just — we had three tenants in our house. We didn't even tell the\ntenants that we are leaving. We just walked out of the house and — like we would go for a\nwalk. We left everything. We just walked out in our, 1n, in our only clothes — except for, for\na pocketbook — so that nobody should know that we are leaving.\nAnd we boarded a train; and we came first to Chust because you have to come to Chust by\ntrain in order to get to Horinc. But when we arrived to Chust, there was, they made the police\nwas making selections — not selections; they were rounding up the people who didn't have\npapers, who didn't have, who didn't have citizenship papers. They were shipping them to, to\nPoland. So we came at a very bad time. However, my brother waited for us at the train\nstation and he got — and he got somebody that let us stay in a, in a — it was like a bunker, a\nbasement, in a basement for, until, until, — we stayed there about one week, until this will\nblow over and the people, you know, will calm down again. Because once they made their,\ntheir arrests, 1t was — it, 1t quieted down; because it wasn't, it wasn't not yet — when —\nHungary was not bothering yet the Jews, only the ones that didn't have citizenship papers,\nand only from the part that they occupied. But deep in Hungary, the Jews were still having\ntheir businesses and, and had all the, the freedom. So after that, he got us to Horinc, where\nwe, were staying about — because I was approximately 16 years old when I, when I left\nHorinc, so we, were staying there at least a year. But then my brother — the police had\nwarned him, because he became very friendly with the police—",
        "A: Yes. We, were—",
        "A: I was very content, except I was very lonely because I had no friends. I could not have any\nfriends. I had only my mother and my sister, who got married in the meantime so that she\nwould have, not — she was anyway engaged to be to be married but she wouldn't have\nprobably that young — she was only 17 years old that she married, or, or close to 18. She\nmarried so that she should have citizenship papers; and she married with whom she was\nanyway engaged, but she got engaged that young because of the circumstances that we had,\nthat, that we had experienced. So he, he got married to a dentist who had citizenship papers\nand she could at least be — live freely, and she lived in Chust. So she left Horinc, and she\nlived in Chust. And I, and then I was just, I was just with my mother. But she would come to\nvisit, to visit us. My brother would try to keep us occupied. He would bring games into the\nhouse, and play with us. He, he used to play, the guitar. He would come and play the guitar\nafter he finished his office work; and he tried, — he was one of the best people that, that lived\non this, under the sun, because he — not only that he, helped, he was so — I mean, that he gave\nup his life for his family; but when he was a young, a young boy, he would he would take the\nchildren. And when he was even working as a dentist, whoever didn't have money he\nwouldn't charge. He would do free dental work. I mean, it was not just that he was helping\nus, but he, he'll helped other people. And what I'm trying to describe that what kind of people\nthey, they killed; and, and that people are really not only, that could make contributions to\nthis world and what they did to, to such wonderful people, eventually. So, so my brother\ntried to keep us occupied.\nHowever, he was informed by the police that in two weeks he will be taken away on forced\nlabor, on forced labor. That meant, meant nobody knew where they are going to send him.\nWithout him, we could not stay and continue to be in Horinc; because we would be — we,\nwere stateless, so what he did is he used to send his dental work to Nyiregyhaza — which was\na big city in, deep in Hungary. That was not from the occupation, but that was really\nHungary. So he got in touch with the this the owner of that laboratory. It was a large\nlabora— dental laboratory. And he asked him that he could rent for us a cheap room in\nsome, in a secluded neighborhood. He explained him the situation, and he was a Jewish man;\nand he asked him that he should accept me as an apprentice to learn the dental work. He\ngave us all the money that, that he had to, you know, to tide us over. So, and then he left. So,\nyou can imagine with all this, this parting — which I described in my book — when my, when\nmy brother was leaving, and we never knew what's going to happen to us and we never knew\nwhat's going to happen to him. And, the, the last, day, we all — when he came to say good-\nbye, my mother, my mother fainted because she couldn't — he, he knew that.... First of all,\nshe felt terribly guilty that we let him stay when he could be in Palestine, and now he's being\ntaken away from us; and forced labor meant, that also you didn't know whether they will\never return. And, unfortunately, he didn't. So, but, I, I— and, and he kept, he came three times\nback to, you know, to say good-bye to us and finally he had to leave; and, and this was the\nlast time that we, we saw my brother. We came to Nyiregyhaza, and we had all the, you\nknow, we knew exactly where we are going to, to stay — which was one room by a very poor\nwidow. It had, no hot water. It was a very dilapidated, room, where we, were staying, and....\nBut I was accepted by this into that laboratory; and everyday I would, I would go, you know,\nto learn to become a dental technician. And my mother was always at, at home and she tried\nto make a home for me. However, eventually her money was, was running out; and we, no\nmatter how we, were trying to, to save and to live, economically, eventually our money ran\nout and she had to, and she was, would go to stand in line for, it was like, you know, like\nsoup kitchens and, and it was the most horrible experience for my mother, because she was a\nvery proud person and, and she was used to help other people. I will just describe you the\ntype of a mother my mother was.\nWe had a house; and, and we, were not, by all means we, were not rich people. We, were\nalmost poor ourselves, especial she had lost her husband. And we had — so we rented out in\norder to make ends meet, we rented out to tenants; we rented out three, we had three tenants,\nand not even one could pay the rent. They were all poor. And we, were always, you know,\nwe, were children. We wanted to be able also to buy ice cream and to buy chocolate and to\nbuy nice clothes; and natural my mother never had any money. We would always tell her,\n\"Why when you have to rent to, to people that cannot pay? Look. There are other rich\npeople. Why don't they take them?\" And my mother always said, \"Let them learn from me. I\ndon't want to learn from them.\" And, and she always said, \"We will see that because we are\ndoing all this good deeds, that God will help.\" And, and, and, anyway, she believed in God\nthat whatever she 1s doing that God will reward us. She even used to send us as children to,\nto collect, for poor families that, that needed, that were needy families. And this is how she\ntaught us to, to help other people. So now you can imagine that now she had to stand — yeah,\nshe would even cook much more than we needed and bring to those poor tenants, so that\nthey should have enough to eat — and now she was standing in, in a line for a little soup. And\nshe was so embarrassed about it that she would not let me — she didn't even tell me. I didn't\neven know; because when I would come home, you know, the, the food was there. And I\nalways said, \"Oh, it's, it's so,\" you know, \"it tastes so bad.\" So then she found a place where\nshe would wash dishes to get in a restaurant, to get one meal, one meal for, for washing\ndishes and even this she didn't tell. She would say she brought it. He, he, there was a certain\npride in the way we, were brought up, you know, that this, that it's embarrassing. And she\nwould, she would put a pot of hot water what the landlady should think that she 1s cooking,\nin order not to let her know our dire need and in what bad circumstances we are, because this\nlandlady didn't know that we have no papers and that we are just in hiding. And I always,\nand I couldn't go no place because again, in case somebody would ask me for papers, I was\nwithout papers; and everybody had to have papers in Hungary. The policemen, they came\nover and they asked you for you to show your papers, and if you didn't have them you were\nright away arrested. So I would always go straight home from the laboratory. And I was\nworking between nine boys and they would always, you know, wanted to escort me home, or\nto ask me to a movie; and I never wanted to go no place because, because I could not afford\nto be too visible in case, because I couldn't tell nobody that, that why.... The only person that\nknew that I am in hiding was the, owner of the laboratory.\nBut then one day my sister arrived from Chust, and it was my — I was — it was my 17\"\nbirthday. She arrived on my birthday, and I was so excited. I thought that she came because\nit was my birthday. And she told us that my sister, the one that was —I had a sister that was\nmarried and had three children with a husband — that they were arrested for over.... She had a\nstore, and at that time you could not just take away a store without any reason because it was\nnot yet you know, it, it was not yet, the Germans, the Nazis weren't, weren't yet in Hungary.\nThey were only in all the other places, but not in Hungary; so they did yet have the right to\ngo and, and take away your store, your house. So, so they, they paid up one, one person that\nwanted her store went to the police and said that, that she over-charged. It was just a you\nknow, something to pin on you. So they, the police came, took away my brother-in-law to a\nforced labor camp; and my sister was arrested. And the three children remained alone, so the,\nfrom our from our tenants, they — my — the tenants that were in our house, she left the\nchildren. He, he begged them to let to let the children that somebody should come and pick\nup the children. So the children were taken by, by one of our tenants until somebody from\nRomania, a cousin of hers, came to Jasina to take care of them; and, and she moved in with\nher three children into our house that we had, you know, that, that we had went away from.\nSo now my sister was in Budapest in a in a prison; and my brother-in-law was in, somewhere\ntook him to some forced labor camp. So my sister came to tell us that good news, from, from\nChust. This was the — so we started to, to plan how we could help my sister. Somebody has\nto go to Budapest and try again, you know, to get a lawyer and to find out where, where she\nis and, and to help her. Maybe we could, get her out. So my mother, when I came back from,\nfrom the laboratory, my mother told me that we cannot be anymore together, that I must go\nto Budapest and try to see what I can do for my sister.\nI, I started — I, I panicked. I started to cry, \"What am I going to do there? How am I going\nto...?\" You know, I, I was never, I was never by myself. I was never independent; and now I,\nand also I had to go, to get to Budapest it's, it’s, it’s a danger because if I am asked for, for a,\nfor papers and I don't have them, I'm arrested too. So we, decided on our plan, that I'm going\nto buy an anti-Semitic papers. There was, there was a paper that was, that came out specially,\nyou know, they had the, the that they had like they had Nyilaskeresztes,' they were called. it,\nit was like they had in Germany the Nazi Party, they had also a Nyilaskeresztes Party; and\nthey were printing a very anti-Semitic paper. So I was going to buy an anti-Semitic paper\nand travel first class; so because this way nobody would will suspect that, you know, a Jew\nwithout papers was going to travel first class and read an anti-Semitic paper. And this is\nperhaps how I'm going to, you know, to be able to get to Budapest. And once I'm in\nBudapest, it's a very big city. It's easier to hide out there. But my mother couldn't remain any\nmore in, in Horinc. Of course, she didn't have the money and she didn't and you know, she\ndidn't have papers and there was no, no reason for her to stay anymore. She stayed only\nbecause as long as I was there and I was learning to become a dental technician. So my sister\ntook my mother along with her, to stay with her in Chust; and she was going to hide there,\nbecause there my, my brother-in-law was a, a dentist and he also had, you know, was\nfriendly with the police. As long as they got, you could always buy off the police at the time,\nyou know, until it was still possible.",
        "A: Mina.",
        "A: Feigi — Fran was her name. So, so my, my, and so I became the, the one to, to, to try to do\nsomething for my sister. I had I knew of a couple of friends that lived in Budapest; and they,\nthey worked there because in the small towns there was no — that they couldn't secure work\nand they were very poor. So they lived in Budapest, and my sister brought their addresses for\nme; so I went to Budapest and this was — Budapest became my hiding place. However, I\n' Nyilaskeresztes Part, or Arrow-Cross Party, was the Hungarian counterpart to Germany's Nazi\nParty.\nfound out — I couldn't really find out but they went to find out for me — that my sister was,\njust taken away from Budapest. She was not anymore in Budapest, but she was in Backa\nTopola. And in Backa Topola — this was, Serbia. But at the time it, it was, 1t was occupied by\nthe Hungarians; so, so it was, you could travel there to, to Backa Topola. And I, I, first of all,\nI had to find also a job because I, I had — my sister brought whatever money she had for me,\nand also some jewelry that, that I should sell, and the jewelry — she sold — no — she sold the\njewelry and she gave me the money from the jewelry; and she gave all the money that she\ncould possibly raise that I should have for, for a lawyer.\nBut, unfortunately, I was really inexperienced; and, and my friends got me a job in a suit\nfactory. So I started — yeah, I started to they, they, they took me into with them to live. So the\nlandlady just added another, you know, cot; and, and I lived with those friends and I started\nto work in a suit factory. There I met somebody that — I was very gullible — that he, he started\nto, you know, he told me I was not a bad-looking girl; so I started to have — he wanted to\nbecome my boyfriend. But, of course, I, I thought my way, you know, “I'm not interested.”\nBut he was, he was very nice and friendly; and, and I found out, and he told me that he has a\nlot of connections. And anyway, he gained my trust, and I told him about my sister's\nsituation. I didn't even tell him, I didn't really tell him it's my sister. I just told him it is\nsomebody that, that I am, that I would like to help. He didn't know that, that I don't have\npapers or anything like that. I wasn't that gullible. But I told him about, that I'm looking for a\nlawyer, could he suggest a lawyer. You know, this is what I really what I asked him — could\nhe suggest a lawyer? He told me, \"A lawyer! You don't need a lawyer. I have a .... an uncle\nthat he is a very big wheel in, in the government.\" And I told him, you know, on what on\nwhat a flimsy charge what they did to this family, how they destroyed the whole family. And\nhe said, \"Well, this is really terrible. But don't you worry. You just tell me, the name; and,\nand I, I'm having dinner with my uncle, and I'm going to try to see that, that your relative or\nwhatever should be released.\" I was so happy. I was, I was excited. He said, \"But you\nknow,\" he said, \"these things take money.\" I said, \"okay.\" I said, \"It, it doesn't matter.\" \"It's\nnot,\" he said, \"that my uncle — but, but I am — but he will have to, bribe some other officials.\"\nWell, I, I believed him, and I and I thought about — and I told him okay, he should go ahead.\nAnd, then, then I think we, we are running...?",
        "A: So anyway he, I, I believed him, that he can get my, my sister out. And, and in short he told\nme one day that I should bring him — it was about then the equivalent of 300 dollars, that this\nis how much it has to cost. I gave it to him, and he said, \"okay.\" He said, now — I said, \"All\nright, so now when is my sister going to be, free?\" I said. \"Well,\" he said — \"Oh,\" he said,\n\"let's go, meet me by the railroad station. We are going to Backa Topola, and your sister —\nwe will just have to sign the papers. Your sister will be free.\" I, I made this man appointment\nto meet him at the train station.\nI came to the train station. There was no — Feri’ was his name — there was no Feri, and I wait\nand wait. And here I, I have my, my ticket. And meantime I saved up. I didn't eat — I, I lived\nonly on a, on a, on a piece of, on bread and, and margarine; because it was everything ration,\nrationed. You needed rations. So, I saved up all the rations so that I could buy for my sister\nthe butter and, and salami, and what, whatever I could get on my rations. And, and so — soap\n— even soap was, everything was rationed. So that I should have a package, and get her — just\nin case she's not released right away, you know, to get, to get her package to her. And I, here\nI'm sitting here with this package with all the, with all the stuff that I had accumulated for my\nsister; and I, and I literally starved. I, I was hungry the whole time that I was in Budapest. I\nwas starving over two years, just almost like li— like — not like in Auschwitz, but practically\nlike in Auschwitz by the time we came, because — anyway, | arrived with this parcel and, and\nI see now the train is pulling in. There is no Feri. I just knew that this was a, a hoax, that I\nwill never see this guy again, that he took away my money. And I boarded the train, and I\ntraveled not knowing a soul in Backa Topola, not knowing where I am going even to sleep,\nwhat I'm going to do, to whom I — I just thought to myself, \"I have the ticket. I must get to\nBuda-— to Backa Topola. I want to see my sister.\" And what I'm going to do, what my plan is\nto ask anybody just to, to direct me to a Jewish family. And with this, and with this, with this\nin mind, I— you becam— you become so strong when you, when you have to, you know, so\nindependent. And, and I just didn't think of — I, I couldn't think any, anything further than\nthis. This was a very long journey. It was at least like a 12 hour journey.\nI traveled — I, I arrived there and I arrived there like middle, like 12 o'clock at night; and I,\nand I get out with this — with this package, with that big parcel. And there's not a soul at the\nat the train station, only one guy. So I go over to him and I ask him in Hungarian, I said, \"I\nwould like you, could you direct me either to,\" you know, \"to a hotel because I have to go\nand sleep somewheres.\" So he just motions to me like I should follow him, and I am\nfollowing him; and it just doesn't look to me like the city, you know. I, I started to see that\nlike a small farmland; and I was so scared, but there so much and there's nothing, you know,\nI, I don't know where, where to run. And just as I'm about to run away, we come to a to a\nsmall farm house, you know. And, and he — and I — and I am very reluctant, you know, to go\nin; and he knocked on the door and a woman opens up the door. And she says, \"Don't be\nafraid.\" She says, \"Come in.\" She tells me this is her son, he's not very — he's not all there,\nbut he loves to go to the train stations to watch the trains come and go. \"But don't be afraid,\nhe's, he's harmless.\" And she was such a wonderful lady. She said, \"Come in, don't be\nafraid;\" and I, and I tell her, you know, I really wanted to go to a hotel. But she said, “that's\nokay.” And then I thought and how this might — I said, \"Can you tell me where is here a\nJewish family. Can you direct me to a Jewish family?\" She said, \"You sleep over. Tomorrow\nmorning I will take you to a, to....\". You know, each town had had like a leader; you know,\n* Diminutive of the Hungarian personal name, “Ferencz.”\nthat, that was that was that was the person that people would, would come for, for ask any\nadvice or a leader in, in the town. So she said, \"Tomorrow I will take you there.\" And, and I\nslept over there.\nThe next day, she harnessed a wagon with her horses and he, he took me to this to this\nfamily. And, they were wonderful people; and to them, you know, I told them my whole\nsituation. And he said, \"Don't worry. I'll, we will try to do whatever, we can.\" In fact, by this\nlady I still asked her whether she could sell me some cheese; because she had a farm, and I\ngot a cheese and stuff for my sister. And he came and, and he told me he's going to find out,\nyou know, about visiting — how I could get to see my sister. I told him that the whole\nsituation. So he said he came there and he said, \"You know what? You're very lucky,\nbecause visiting is only once in two weeks, but this weekend —\" this could be, let's say, I\narrived for instance on a Thursday, or — he said, \"But this Sunday is visiting hours.\" So that I,\nI stayed with them and they, they did — they were just marvelous. This was the first time that\nI really ate like, like a person should and, and lived in a beautiful house for, for a few days;\nand they got me a chicken and toasted that chicken, that I should have still for my sister to\nbring up to her. And, I, I came to, and finally the long day, I mean the long-waiting day\narrived on a Sunday. And I came and to visit my sister, so they asked information. They\nasked whom, who, what kind of a relative I am. I said right away, you know, “a cousin.” I\ndidn't want to admit I'm a sister. So they said, \"There's no visiting today because they were,\nthey're punished.\" There were, for some misdemeanor the whole the whole camp is\npunished, and they can't let me see her. I should come back in two weeks. And I was beside\nmyself; but I didn't want to, you know?\nAnd there was a, a young, guard; and I, and I, and I smiled to him nice, nice. I started to back\nmyself, you know; I said — and, and I, I even where, where, where I became so worldly all of\na sudden. I, I made him compliments on how, how the uniform 1s, is, you know, he looks so\nterrific in his uniform. And he thought, you know, that I am sort of start, starting out, you\nknow, here a romance with him, you know. He, he looked at me. He smiled back, and, and\nhe started to say, you know, he said, \"Maybe I could I could bend a little bit the rules, if, if\nyou are going to have with me a date tonight.\" He probably thought, you know, I am a very\neasy pickup. I said, \"Sure.\" What am I, I said, \"Of course, and I, I would be more than, I\nwould be happy to meet you. You, you just tell me when and where. But, but would you just,\nas long as you let me bring in this parcel to, to this cousin of mine.\" He said, \"okay.\" He said,\n\"I will let you see her for a few minutes.\" And my sister — when I saw my sister, I didn't\nrecognize her; because this was already, you know, after weeks and weeks and weeks.\nBecause my sister was religious and she didn't want to eat the food. Can you imagine? I\nbegged her. I, I said, \"Look, you, you are, you want to kill yourself. You have three children,\nand, and you, you must eat, and, and you must promise me.\" And, and she — and I gave her\nthis food — which was, everything kosher, because I myself was at that time only kosher. So,\n— and, and I even asked her, I said, and I knew that my sister is going to share it with\neverybody because she was just like my mother. And I promised myself. \"Here you must be\nselfish,\" I said, \"because I don't know for how long this is going to have to last you. But, but\nI'm, I am working...\" I didn't even have a lawyer, nothing; but I knew I have to give her hope,\nyou know. And I told her, just thought about the children. That the children were being taken\ncare of by a cousin. And I told her that, that I have an excellent lawyer; which I didn't have\nbut I feel hope is so much, is so important and, you know, you, if you don't have nothing to\nhope for, then, then it’s, it’s she will give up. And, and at least I was playing really for time.\nSo I told her that, \"I have a wonderful lawyer. And you will see, you will get out; and you\nmust eat, and you must eat. And I will come back again.\" And, and in a few minutes that\nwas, that was — this visit was over. I came, I came back to this Mr. Rubin's and I was very\ndepressed; and I and I told them that I, I can see my sister was going to, you know, he, he\nwon't last even if; if they won't ship her to, to Poland, she's going to, God forbid, die there.\nHe, he said, \"Look, we, they know in Szabadka, which was about three hours from where,\nfrom where I was — this was Backa Topola — by, by train. A very good lawyer, and he 1s\ngoing to give me a letter to him. I should take it to this lawyer, and, tell him my situation;\nand if anybody can get out my sister, he, he's the man to do it.\nSo I, I, I left and I — that was on a Sunday — I, I went to, to Szabadka, because it was my\nchance — Szabadka. It took, the train I took from there also a carriage, and I gave him the, the\naddress and I arrived — I looked much younger than my years. I was already at that time, I\nwas 17, 18. 18. No— 17, because I was three years in, in Budapest. I was 17. Because it was\nright in the beginning. It was in the very beginning, the fir— first, month. So I, I came; and at\nthe door, this lawyer opens the door — and, even though I was, I, I was 17, I look like at least\nthree years younger — so the lawyer looked around that somebody else should follow me. He\nthought that I am with somebody. So I told him, \"Look, you don't look for nobody. I am the\n—I am your client.\" And, and I started to tell him that the situation about my sister, and about\nthese people in Backa Topola who gave me his address, and I gave him the letter. He said,\nand, and he listened. He said — and I said, and I — but I said, \"I have no money to pay you.\"\nhe said, \"Don't worry.\" He said, \"I will do everything in my pow-— in my power to get your\nsister out. I will, this will be, this case will take priority over all my, my other cases, and, and\nI, I will do anything.\" And he said, \"As payment, I would just like to meet your mother;\nbecause I want to know your mother that could raise such a courageous and devoted,\ndevoted, daughter that can be so devoted.\" So I told him about the rest of 1t, you know, when\nyou talk already you are talking, because he asked about my mother, not everything else.\nAnd, what I'm doing; and I told him that I'm just trying to, to, to hide out as best as I can\nbecause I have no papers, myself. So from there I came back to Budapest. There's a lot of\nhope already, because I knew that this, this thing taken care of, at least I, I hope that he can\ntake care of the situation. And, and he did. She was the only one that was released after six\nmonths. And she was the only one to get back to her children, but unfortunately only until\nthe Nazis came in; because after that, there was no rest. Nobody could help anybody\nanymore. So I am back in Budapest, and I, I came back to the to this to my apartment, to my\nto these friends. And, I went back to that factory; and I was — I didn't know now what, what I\nshould do, because I was afraid of this — I, I knew I cannot do anything to this Feri, because\nhow can [? A Jew had absolutely no rights. I cannot, confront him; and, and I was just\nworried that what am I going to do when, when he comes, back to this place to work. But he\ndidn't come back. He wasn't there.\nAnd, and I lost my job, anyway; because when I came back, I was as I was working that day,\nthe — this — the boss of, of that factory came in and, and said, and called me to come into his\noffice. And I didn't know why he was calling me. He, he was, he was observing me, like for\na few hours that day, and then he called me in. And when he called me in.... Do we run —\nbecause then we would rather go to the to the parts where there were the camps...",
        "A: All right. So he told me, he called me into the office; and I thought that he's calling me in to\nthe office because I have been missing for a few days, that I didn't come in to work for a few\ndays. But what, why he called me in to the office was — he asked me all kinds of, of\nquestions. He asked me where I lived, and, and he told me, \"Isn't this a very hard job for\nyou?\" I said, \"Well, it’s, it’s hard.\" How much do I get paid? I said, I told him; because, you\nknow, he wasn't making out the payroll. He said, \"Oh, that's very little.\" I said, \"Well, I have,\nI have, I have no choice. I could certainly use more money if you want to give me a raise.\"\nHe said, \"No, but you know what? You could work in my office, and you would get much\nbetter pay.\" And I still was very, native. I said, \"Sure.\" I said, \"I would be glad to work in\nyour office and get a raise.\" He said, \"And where do you live?\" So I, I told him. He said, \"Do\nyou have your parents, do you live with your parents?\" I said, \"No, I live, I live with some\nfriends.\" And when I told him where, he said, \"Oh, that's a very bad neighborhood. “Well,\nnot so — that’s okay.\" I said, \"That's okay.\"\nHe said — but he said, \"I live in a much better neighborhood.\" He said, \"Would you like to,\nyou could live in, in my house; and I live in a very beautiful house.\" I said, and I am so —I\nsaid, \"But what, what, why would you...? I thought you were only just a kind man.\" I, I\nswear, I have no absolutely no experience, nothing. I, I was so sheltered all my, all these\nyears, you know? Left, with, I didn't have a chance to have any experience. He said, \"No...\" I\nsaid — he said, he said, \"I have no wife.\" Then it dawned on me. I said, \"You have no wife?\"\nThen I said, \"Well,\" I said, \"you have the, wrong person.\" I said, \"I am certainly not,\ninterested in, ....\"\" And he, you know, you should have seen this man. He was limping. He\nwas at least forty years old, and to me he looked — in those years, that was an old man. It\nnever occurred to me that old men would have all these, you know, different interests. I said,\n\"No.\" I said, \"I'm not interested.\" And he said, \"No, you're not interested.\" He said — I said,\nsaid, \"No,\" and, and I, I really got very mad; and I, and I said something probably that — he\nsaid, \"okay.\" He said, \"You cannot have your job anymore.\" So, so I was fired. I was fired\nright on the spot. Anyway, I was, I was fired, and so I finally got — I had to look for another\njob. My friends were working in a candy factory, so I got another job in a candy factory. I\nnever got, got to — I still didn't get to work in — to, continue with my — 1n a dental laboratory\nbecause I was for, I needed, you know, money to pay the rent. And even though my sister\nwas, kept constantly sending me money, it wasn't enough. So I was working in that candy\nfactory; but this didn't, last either, because as soon as, it got slow I was laid off. Finally, I, I\ndecided, and my and my mother and my sister, they kept constantly asking me I should go\nand try to get into a to a dental laboratory again. And so I was making the rounds, and, and I\nhad very good recommendations from my boss in from Nyiregyhaza; and I, I finally secured\na place that, that he was accepting me. And, and I, I added that I said I am — I had, I am\nalready a year and a half, a year and eight months — instead of eight months I was only in a\ndental laboratory before — but he gave me a chance. He was also a Jewish man. But as fate\nwill have it, after, after working there for about almost a year, he was called in into — it was a\nlabor battalion. They, they called in the Jewish men to do labor. They didn't give them rifles,\nbut they would call them in, let's say, for two years or so; so that was the end of my of my,\njob. It wasn't really a job. I was learning, and he gave me a small amount of money to — he\npaid me a little bit.\nAnd I was, I went to, to an agency to see whether I can get another job. And as I was\nstanding there, I — somebody was asking, that who they would need a governess for, for their\nlittle girl who speaks German. And I right away ran over, and I said, and as a governess. As I\nsaid I looked — he was very doubtful when he looked at me. He said, \"You know,\" he said,\n\"we, were supposed to have somebody, but, she didn't show up. And we are leaving, on the\nBalaton.\" This is a, a place to go, for, vacations. This 1s a vacation place. \"But we are leaving\nfor the Balaton the next day or two days, so we have no time to choose.\" He said, \"If my\nwife likes you, yeah,\" he said. And I said I like children. I had, I knew so much about\nchildren, so like. And anyway I, I bluffed myself into this, job. However, and they were very\nnice people. They took me along, but the little girl absolutely didn't want to cooperate with\nme at all. She didn't want me. She want only her mother, and I was completely really useless\nto them. But they were very, very nice. And they said, \"Well, if you — we are going to look\nfor somebody else, but you can stay with us as, as long as, as you want.\" I said, \"What I\nwould really want is to be able to get another dental, a job in a dental laboratory.\" So what,\nwhat, what happened, he, he got me another job in a dental laboratory. I just started to you\nknow, to work there, and, and I and lived with my, with these friends in, in that rooming\nhouse; and one day when I came home there was a lot of commotion. And, and all of a\nsudden, the landlady had a, a fight with another landlady. It didn't pass in two days. The\npolice comes. The, the wom— woman reported, with whom our landlady had a fight, reported\nthis — our landlady — that she's harboring Polish girls. And here I have absolutely no papers. I\nhave a diary that I was keeping which is written in Czech, because that was my language that\nI was most — because I went to Czech schools. By then, I was — I spoke fluent Hungarian\nalso, and, and was writing Hungarian.\nThe police arrives about 10 o'clock, or 11 o'clock. No, 10 o'clock. And here I know this is the\nend of my freedom. They said — they came in and they said, \"We are taking you to the,\" all,\nall of us, \"to the station.\" My luck was that my three friends had all the papers, because they\nwere legal. I had nothing. And here I am. I, I, I have never been so frightened in my whole\nlife; and not only did I think about myself — that I am going to be incarcerated — but what my\nmother, my mother's, how my mother's going to, to cry and, and what, what this will do to\nmy mother. I always — my mother was always with me, day and night. I always thought\nabout her. And they take us to the police station, and here I am I am telling my friends that,\nthat in case I'm — now, now I, I have no chance of getting out, and so I tell them and — yeah,\nthey take my diary. They, they, they looked around in here and they said — because I said,\n\"We are not Polish. We are actually Czech and you know that Czech is now, has been\noccupied by the Hungarian. We are Hungarian citizens.\" He said — and so he takes a look at\nthe diary, and he said, \"Look, this is Polish.\" \"No,\" I said, \"this is Czech.\" I said, \"And if you\nhave an interpreter, then you can — you will see that this 1s Czech, and you know very well\nthat we are occupied now by Hungary and we, and we are now Hungarians.\" And so he said,\nthen, \"All night.\" He said, \"You will explain it at the police station. Bring with you the\npapers, and we'll check everything out. If everything 1s all right, you'll be — you'll go back.\"\nSo here I know they — my friends — have nothing to worry about; but I have nothing — that I'll\nnever get out of there. So I even told them already that, that they shouldn't send nothing of\nmy stuff to my mother, because I don't want her to, to — she will cry if she will see my stuff.\nShe should just — and she should just tell my sister Mina first, that to prepare my mother. I\nwas so sure I'll never get out of there. And, and, and they were calling them 1n first, you\nknow. The — I, I, I said, \"Hope only that they call you first;\" and they were called first, you\nknow. They said, \"All right, we'll come...\" They should, they — so the three of them went\nthough first, and they had all the papers. And they come out smiling, and they said, \"okay.\"\nThey said, \"We are not,\" they told me, \"we are not leaving until we see what is with you,\nbecause they told us, you know, \"You can go.\"\" So they said, \"No, we want to wait for our\nfriend because she's going to come back with us.\" Now they confront me with this, with this\ndiary. I said, \"Well,\" I said, \"if you ever interpret it with that you will realize that this is\nCzech and this is not Polish. I have never been in Poland. I, I don't even, we, we have, we\nhave, citizenship papers.\" \"Where is your citizenship papers?\" I said — and as I looked\nalways much younger, I said, \"Well, my mother didn't give me my citizenship papers. I came\nto visit my friends.\" I didn't tell them I'm working or anything. I said I came to visit my\nfriends. I said, \"But I like it so much,\" I said; and I told them a whole story. I said, “T like it\nso much that I want I want to stay because I have here a boyfriend.” In the meantime, I met\nsomebody. I said, \"And I, and I didn't want my mother to know, so — but, if you will let go\nhome, I will cable my mother and she will send me the, the papers.\" Because, you know — so\nthey said — and I was just hoping that they, they are not, they don't have an interpreter\nbecause in my diary I wrote, you know, everything. All my, my everything what, what was\nhappening, you know, my brother — that I was keeping this diary. So they, they are very —\nthey are policemen, and very ignorant; and they are not educated people, like, let's say, in the\nStates. They hardly, they can hardly read and write, the Hungarian police. So they, they did\nnot have an interpreter.\nAll right, and anyway they, they, they believed me. So they said, \"All right. We will let you\ngo, but we want you come back here in two weeks with your papers.\" I thought to myself,\n\"That's all!\" First I want, want to get, get out; but 1t was already after 12 o'clock. I was afraid\nthat if we go home, if we walk home you know, then somebody might stop us and ask for\npapers that late at night and I will not have the second time luck, you know, that they will let\nme go. So I had still the, the chutzpah, what you would call, you know, the, the — my\npresence of mind was always very good. I, my friends said to me, \"Let's go.\" I said, \"No,\nwait.\" I said, \"I'm not going.\" I, I knock on the door, and I, and I go in. I said, I said, \"I would\nlike you to do us a favor. Would you please escort us home, because they will think that we\nare girls, you know, looking to, you know — at 12 o'clock at night are only prostitutes,\" I said,\n\"walk alone.\" I said, \"And we don't want to be, be molested. Would you please escort us\nhome, because we are afraid to walk home alone.\" He said, \"Sure.\" They — we come with our\npolice escort; and the landlady, because she was scared when, when they picked us up and,\nand they came for us, she was screaming at us before they took us. \"Why didn't you tell us\nthat you were, that you are Polish? It's not my fault.\" You know, because she wanted to show\nthem that she had nothing to do with this....",
        "A: I was deposited at home. I moved out of there and I and I went to a very, to a gentile\nneighborhood.\nEND OF TAPE #1\nTAPE #2\nTECHNICAL CONVERSATION",
        "A: In March 1944, the Nazis occupied Budapest. I knew there was no chance for me to be able\nto be safe anymore. I wasn't safe before either, but I wanted to get to my family, to be with\nmy family. It was — you could not really travel. Jews were barred from travel. However,\nwhere I worked in that laboratory, it was a gentile family. They wanted to help me. They\nwanted to adopt me, in order to, to remain there and to be there, there, on gentile papers. But\nI refused; but what I asked them instead was she should buy me first class tickets and again a\npaper, a Nyilas’ paper. Because I knew that, that nobody will think that a Jew has the\naudacity, when they are not allowed to travel third class, to sit in a first class compartment\nand, and, and just go in style. So she told me that, that, she's afraid I'll never make it. But I\nsaid, \"You just\"— she should just do what I ask, because it worked once and I hope it will\nwork again. But we had to have the yellow star sewn on, so how could...? And if you didn't\nhave the yellow star, then you were killed anyway. They would throw you off the train, and\nshot. This was, this, this was a law by then installed. So what I did is I, on my yellow — on\ntop of my yellow star I put on a, a coat, a rain-shine coat; and I was sitting in, you know, so I\nhave the coat. I felt that if they catch me I have my yellow star, so perhaps I wouldn't be shot.\nThis was my hope. But he, he, she did what I asked her. She bought the ticket. She came\nwith me to the station. I was strai— I straight went into the — to the first class compartment.\nMy — I, by then I was in the meantime engaged, and my fiancé came with me, with the same\nthing. She bought tickets for both of us. And it was bedlam at the train station because they\nwere arresting not only Jews; they were arresting everybody and then sort the Jews. So\nbecause it was such bedlam I just calmly walked in to the to the first class train. My fiancé\ncoached me how to jump off from the running train before we will reach Chust, where my\nsister and my mother lived at the time. Because if I, we get to the station they are going to\nask for papers, and then we will be arrested. So before train rolls in, 1t slows down; and he\nshowed me, he coached me how I should jump.\nWe jumped off from the running train. Yeah, when we when we, were — did not sit together\nbecause we, in case one — in case both don't make it, perhaps one will make it. But, thank\nGod, we both made it. We jumped off from the running train. We fell down but it was — we\ndidn't get hurt because it was, you know, it, it was a jump that you could that you could get\nup from. we knew how to jump. And through to the fields, we reached my sister's and\nmother's house; because we, were afraid to walk through the streets in order not to be you\nknow, asked for, for papers. Then we, we arrived to, to Chust now. I was again with my\n* Short for Nyilaskeresztes Part.\nfamily together, and my fiancé went back to, to his family. That was nearby town, so that he\nwould be with his parents; and I was with my with my mother and sister. Shortly after we,\nwere ordered to pack only, only a suitcase. I mean something what in — they formed a ghetto.\nWe, were in the ghetto about six weeks. A short time. In Chust. We, were rounded up and\nwe all — we stayed — we had one room with another family. We had to, and we had to be all\nsqueezed in, in that one room; and my mother baked all kinds of zwieback and noodles,\nthings that could that could last and jams. This is how we sustained ourselves. And there was\nyou know, a, a kitchen opened up for, for the people. We tried to keep the children busy, to\norganize something, and.... But after a, a, a short while there were rumors start that we are\ngoing to be resettled. Nobody knew where we are going to go. There were all kinds of\nrumors. Some people thought that we are going to be resettled in, in, even in Palestine —\nthey, they, they believed — I mean, the optimists. But we really didn't know what was going\nto, to happen to us. But we, were all just always very grateful as long we could be together.\nAnd we all, everybody felt that the war cannot last forever and that eventually this is going to\nend and that we have a chance to survive. But then one day the — we, were ordered to pack a\nsmall suitcase. Everybody could pack one suitcase; and they, they came in and they were\nvery brutal. They started to, to chase everybody out. In fact, my mother forgot her — had\ndentures, and she just wanted to go back, you know, for the teeth; but they didn't let her back.\nAnd they threw, they marched us — some to a, this — some to a school — was a school, and\nsome to a brick factory. And we had to wait for the next day.\nBut in the, then, they started to search us. We had to, we had to undress complete naked; and\nthey searched for valuables, and they, they said.... First of all, my sister gave everything\naway for safekeeping; because the neighbors all came in before we, went to the ghetto, and\nthey promised that they will, they will give her back after we, we come back. But we knew it\ndidn't matter who gets it; so the neighbors — she gave everything away for the neighbors.\nAnd my mother, just a pair of earrings she had put into a cake of soap, hoping, you know;\nshe pushed tn a, in cake of soap, and she hoped that this will somehow help us in the in the\nlong run, because everything else was taken away from us. But was the worst was that they\nhad, that we had to undress and be searched. They, they, they searched — they poked with,\nwith a stick they poked in, in the vagina to see whether, whether people didn't, weren't hiding\nanything. And my, my mother was a religious lady; and, and first, that hurt me mostly, that\nshe had to go through such, such a terrible ordeal. But finally we got already our clothes\nback, and, and, and we, we got dressed, and as we getting on to the train — we had to, to —\nthere was sitting one SS, and he was taking down the names; and, and as, as my mother was\nholding her grandson — my, my sister's little boy — and, she had a bottle of milk. My sister\nwas still nursing, because she was afraid to, to wean him, because a child should shouldn't\nstarve so. But anyway she had a bottle with milk. And he ripped out the bottle of the milk,\nthe bottle of the milk from, from her grandson's hand, and poured it out. And she said — and\nhe said, \"Let me see what you have here, you Jewish cow!\" And poured it out; and, and my\nmother just said, \"Oh, please, I need the, the milk for the child.\" He started to beat her with,\nwith a heavy strap, you know, with a heavy riding — this was still in Chust, it was still just\ngetting onto the train. This was the, the prelude to the, to whatever was coming after. And I\nhave, and I got so — and I started to scream. I saw that my mother was being hurt. That he, he\nturned back to me, and my mother had a chance to, to run away; and he started to beat me,\nbut, but I was just so glad that I didn't even feel the, the lashes, as long as my mother could\nrun away with, with the, with her little boy — with her little grandson onto the trains. And\nfinally we got pushed into the trains. We, were already on the trains, all of us together.\nWe, were about 80 at least in a box car. With this was for cattle. It wasn't a regular train. It\nwas, a cattle train, that we could almost suffocate. There was no — we, we couldn't practically\nbreathe; and we got — there were two pails for, for bodily functions. And they would, they\nstopped a few times so what, what was, they, they told my brother-in-law.... My brother-in-\nlaw was with us, you know — my sister, my brother-in-law and their little boy Danny and my\nmother and me. We, were all together on the train, because my sister was taken away from\nJasina, so she was not with us together. The one with the three children, and, and her\nhusband was in another labor camp. So they were not together, so she went separately. We\ndon't know — we just know that they got killed on arrival. So now here we are — we all, all to\n— together already. And, and, and we are terribly frightened, and, and the children are crying.\nAnd so finally when it stopped, when the train stopped, they, they opened up the, the door;\nand they told my brother-in-law to take out the pails, to throw out the pails and to bring\nwater. In the same pails they brought water, and we had to drink this water; but we, were\nglad to, to get water because everybody was terribly thirsty. And they, they warned him if\nanybody escapes then we will all be shot. There was no, nobody really even tried to escape.\nThere was absolutely no way, or no chance, and, and nobody had even any intentions. And\nmy mother was, was — we, were trying just to be as close together and to hug and to and to\ntell our last — we didn't know what that we are going. We did not expect though that we are\ngoing to be killed because I knew, our mind could not comprehend that anybody is going to\nkill little children. We, were all with little children; because we all said, \"If they wanted to\nkill us, they could have killed us here. Why would they bother taking us from, from the\nghetto?\" So, we made up that whoever will — in case we are separated — because there was\nalways the chance of being separated — then we will eventually meet in Budapest. So we,\nthis, this was our — that what I remember the last that we told each other. Now we are — the\njourney was a very long journey, at least about three days and three nights it took, that\njourney.\nAnd we arrived to Auschwitz. As soon as they opened the doors, prisoners in striped\nuniforms came on to the train and they started to, to yell that we should all leave everything\nand go down — we all must get out, leave everything in the train. My brother-in-law by some\nmiracle had still a watch. So he — you know, he asked them first, \"Tell me what's going on\nhere.\" And downstairs we just heard a lot of screaming and, and yelling in, in German.\n\"What's going on here?,\" he said to him. My sister — as soon as they opened the door, she ran\ndown with her little boy; because Danny was crying and, and it was suffocating in, in that\ntrain. It was a terrible, terrible journey. People were fainting. We, we, were pulling out you\nknow, that — smelling salts to revive people. It was unbelievable to describe just the journey\nitself, so we, were already very glad when we arrived, at the arrival. We thought, \"This is,\nthis 1s — at least can't be worse than, than what we experienced.\" So my brother-in-law asked\nthem, \"What's going on here.\" So he, of course, didn't answer. So he had a watch, and he\ngoes and he slips him the watch; and he tells him — and my sister was in the meantime\ndownstairs, and I was always sticking next to my mother. So he said to her, \"Listen, if you\nhave, children, then give it away to, to either older people or, or the women with children,\nbecause women and children and, anybody older is going to be killed. They are killing the\nsame night, the same day. There is no chance, chance for these people to survive.\" I couldn't\neven believe it. And my mother had the presence of mind to, as soon as she, heard that — she\ndidn't know, this was my mother — then this man said it, she ran down with me, and, and I\nran after her; and she goes over to my sister, and, and she has the presence of mind to tell\nher, \"Listen, Darling, I just found out that women and children will have it very easy. All\nthey will, all they are going to do is take care — is take care of the children. But — and, and if I\ndon't have a child, then they will send me in hard labor. And you know I will never survive\nhard labor. But you are young, and you'll be able to survive.\" And before she has a chance\neven, you know, and, and before my sister had a chance, you know, to go not to give the\nchild, my mother moved the child from her arms. And, and, and as soon as she removed —\nshe had the child in her arms, she was pushed to this other side, you know, with all the\nwomen and children.\nAnd me and my sister were, were pushed to other side. And my mother still yelled out, she\nyelled out to me, not to my — “Cillinka, take care of your sister!\" Because she knew, she\nknew that my sister will suffer when she'll find out where she took her grandson. And then I\nhad a double challenge to keep my sister alive, because my sister eventually — we — there\nwas not too long before we found out the truth — where we are, and what is happening.\nBecause when they, they took us to a big room where we had to, where we had to undress\nand there were, and they took everything away from us. And just on the other side was the\nsame big room, only that it had gas — only gas were coming out. This is where my mother\nand all the others were, in that gas chamber. And we, were in another place that we had to\nundress and dress and they took everything away from us. And they shoved us in to, to the\nshowers, that we have to — but what they did 1s, they first opened the hot water so we got\nscalded and then they opened the cold water; so as we, were running out, we, we, were we,\nwere beaten with the, with the whips to go under it. And then when we came out we, were all\nso — and first they shaved us. No, first we, were shaved. This was after — I can't even\nremember whether this was after the shower or before the shower, but we, were completely,\nyou know, they shaved our hair and they shaved our, our private parts; and, and then they\nshoved us in into that shower, and then they gave us — each one got some rag to put on. Not a\nstriped uniform, but just a rag — as if somebody could get a size six that needed a, a size 15,\nand somebody got a, a size — and visa versa. And so that when we, were lined up, we didn't\neven recognize each other. We, we, were just — I was looking for my sister, and my sister\nwas standing next to me; and we, we, were looking for each other. And we, were so scared\nwith that piece of soap, because they were they were searching, that I, we threw away the\nsoap with, with the diamond earrings because we, were not supposed to have anything in our\nhands. And we even had a hard time throwing it away, because we, were afraid they would\nthey would say, \"Well, what is this?\" You know?\nSo when we, finally we, were lined up and they marched us to Birkenau; and, and these were\nstables that housed — and there were three layer bunks. Each layer bunk, each bunk housed —\nthey pushed on each bunk 10 people. Five this way, five this way. And we just got a blanket\nto cover ourselves; and we just got — the, the food — I don't think I have to describe the food.\nSo we are, finally — yes — and was we, were lined up. And, and as we, were marching, and\nas, as they marched us, there was the camp; and we saw flames are shooting out, and there\nwas such a putrid smell. And we asked those, those Kapos* or Blockaltesters’ — whoever was\nleading to the to our camp — we said, \"What is this?\" And you know what they said? This:\n\"There are your, your mothers, your sisters, your fathers. They're all burning there.\" I, and,\nand my sister — and I said, “Menuko’,” in the Jewish’ I said, \"they are only trying to scare\nus,\" I said. \"Don't, don't listen to what they said.\" Then we are finally already in our, in our in\nour bunks; and we had to stand roll call. They counted us. And they — and we, were, they\nsend in each one — there were 30 in that C Lager® and each one housed 1,000 girls, 1,000\ngirls. And now it started the, the routine. We, were, at before five o'clock we, we would be,\nwe had to line up, be counted; and we got some, some coffee — which it was just some kind\nof colored water — and, and, and at lunch time we got some soup, and in the evening we got\nbread. This was all the, the portions. But my sister, he, he just didn't want to live. She refused\nto eat. He, he came, she became very depressed. She did not want to live; and, and she only\nwould tell me — because we, were surrounded by electrified wires, she only wanted we\nshould go and kill ourselves. She would say, she would say she doesn't want to live. She\nwants to go to the wires. I always told her, \"You tell me when you want to go,\" because this\nway I felt I have control and I can talk her out of it. So each time she would say, \"Let's go\ntoday,\" I would always tell her, \"Not today. Look, today we got — it's, it's too warm. Why\ndon't we wait? Then it was very cold. We won't be able to — we won't be able to take it any\nlonger. Let's wait. We always have time to kill ourselves.\" But I wanted very much to — I\nwanted to live. I, I had a lot of, you know, zest and a lot of life in me; and, and, and also, I\nfelt that somebody must remain alive to tell all this. Because just like we don't know, we\nthought nobody else knew in this world, just like we didn't know, you know. And this is how\n* Foreman (German); term used in concentration camps for prisoners appointed by SS to\nsupervise labor squads.\n° Barrack senior (German);\n° Czech diminutive of “Mina.”\n’ Yiddish\n* Camp (German)\nI, I kept her — each day I would force, open her mouth — I would, because it would get like\none day a piece of margarine with the bread, and one day a piece of, of wurst so I would\nchange the wurst for margarine so that I could push in; and, and push in the margarine in her\nmouth, it should melt, that she should swallow. Because she didn't want to — she, she didn't\nwant to eat. She didn't want to — he, he just didn't care any, any more. And I was there a, a\nfew months.\nAfter, after — no — after four weeks I met somebody that, that she had she was in the\nchildren's Block’; and she told me that I should go and be with her, that it would be much\neasier for me because her cousin is a Stubenaltester'®. That means that she takes care of the\nBlock, and she has a little bit more to eat; and she could help us out. So — but she said that\nthe Blockaltester has would, would have to agree to it, and she likes talented children. She\nwill get that I write poems. This is what I said, that these girls sort of saved me for, for quite\na while...",
        "A: Yeah. I, this — I always could express myself more in writing than in any other way and I, I\nliked poetry and so I, I wrote poems. I wrote them even there. I, I would — anything that\nbothered me, I could express 1n a poem. So she told me, she asked me whether I had\ncomposed any poems; and I said, \"Yes, I — about my mother, about the — and about the, the\ncamp.\" I had quite a few poems by then already. So she told the Blockaltester, and she called\nme. And she said from her, from the children's Block, from the children's Block—not from\nmy Block. And she said, \"Okay. you tell me your poems. I heard that you write poems.\" I\nsaid, \"okay,\" and I told her the poems. She said, \"okay.\" She said, \"I would like you, you can\ncome and, and stay in, in my Block.\" So I said, \"All right, but I have a sister in there with\nme.\" She said, \"All right, your sister cannot be — you look still like....\" You know, they were\nlike up to 15 — like 14, 15, 16. She said, \"But your sister doesn't look any more the age that I\ncould pass her off as a children's, Block.\" I said, \"Well, then I wouldn't go.\" So she said,\n\"Okay, bring your sister.\" And, and I brought my sister, and she passed her off. Like if they\nhad a selection, so she would stand between the Stubenaltester — and these were all orderlies,\nyou know, orderlies. Between the orderlies. And that's how she wouldn't go through the\nselection, because every few weeks they would make a selection for the gas chambers. They\nwould select people; and if you were already deteriorated, which we started to deteriorate\nvery fast on the on that menu that we, were given and, and under the treatment that we\nreceived. Because we, we had to, to stand for hours and hours every day. People would faint,\nand we, we started to get dysenteria, and we couldn't — we had no sanitary facilities. We\ncould not drink water when we wanted. We would be taken only once a day to drink water,\n” Billet (German)\n'® room senior (German); term used in concentration camps for lead prisoner responsible for\nsupervision of room upkeep and maintenance.\njust like the cattle. And then if you were thirsty, once a day or twice a day they take you to\nthe to the latrines. And then if you had to go — we couldn't we couldn't — we didn't have the\nfreedom to go even to, to a bathroom, you know. It was absolute, unbelievable the way we,\nwere treated.\nAnd then people were being clubbed to death for the smallest in-infraction. If you didn't\nstand right. If you, if you are — if you came out of the of the bunk five minutes later, and, and\nyou, you weren't right then and there. And I will tell, tell you a few instances when they — it,\nit is up almost. So we, went, because there was something that I must get in, into — in, 1n, that\nwas very important. finally so, so I was in, in her Block, and she would sometimes always\ncall me in, I, I should recite some poems. So then everyday was a selection. She would hide\nme in, in an empty Block that they had only blankets; and she would hide there me and my\nsister so that we shouldn't go, get through the selection. Because if, 1f we would have been\nsel- to be selected, they would select us to the gas chamber because we, were already not in\nvery good shape. So one, one day, they took us to those you know, to, to have our clothes\ndisinfected. So they took, they took us to, to disinfect the clothes, and so we had to undress\nnaked and wait for our clothes to be disinfected. And the SS was waiting there with us, you\nknow, with the dogs. We, were surrounded by SS and the dogs. And, the Blockaltester\nwanted to keep them occupied, and she li— and so she thought — she di-didn't do it\nmaliciously. I mean, he, he just thought, to maybe to divert their, their attention maybe from\nother disaster. So we had amongst our midst a very talented, 14 year old girl. She was a\nballet dancer, a professional ballet dancer from, from Budapest; and her parents were, in\nshow business too. And she was beautiful. Even with, with her cropped hair, she was a\nbeautiful, girl. So she said, she asked them whether they would want to see, a girl dance\nballet — one of her children dance ballet. They said, \"All right.\" So she asked this girl to, to\ndance. And this girl really, she danced beautifully. And, and as she was dancing, you could\nsee tears were running down her cheeks; because she imagined herself, I'm sure, at a time\nwhen she was dancing on stage, you know, to the applause of an audience and the people.\nAnd, and, and I, I just saw that whole scene in my mind because I wrote about her a poem.\nAnd, and then when we got our clothes, they took away this girl. They didn't give her the\nclothes — I mean, they gave her the clothes back. But the SS took her with them; and we\nnever expected to see her again, because if they took somebody out, they usually killed them.\nBut a few days later they brought her back, and you couldn't recognize her. They had raped\nher. They, they had tortured her. And she was completely — she wasn't even, all there. I'm\nsure she didn't know what was going on with her. So for the next three days — because only\nthree days was before there was that selection — she, for the next three days she was — I, I\nwas always waking her up — she should come with us and stay between me and my sister.\nWhen, when they were having the roll call, for roll call. Because if she wouldn't show up,\nthey, they would kill her. But then three days later, there was a selection. And they selec—\nshe was among them selected. From, they selected that time at least more than, more than\nhalf. From, from the thousand maybe 600 children were, were selected, and she was among\nthose among these girls. And, and all of a sudden she tried to remove her to outside, you\nknow? Because if she were to ever — it was a reflex, I'm sure, because she knew there was no\nchance of run— of running out there; because it was only a more horrible death to die. So as,\nas she would try, as she tried to run over the side where the girls was standing that were not\nselected, the SS caught her and they beat her to death with the butts of their rifles. And the\nscreams I couldn't forget for many years. That why I always get this in. I always get this in. I,\nI always tell about it whenever I speak; because I always feel maybe this child had nobody\nleft, nobody maybe survived because apparently, nobody could — if she was there and, and\nshe was among the children — these were young people, then she was probably the oldest and\nher whole family probably was wiped out.\nSo I always remember this girl. I always light a candle for her. I wrote a poem about her, and\nI always tell about her. Because her screams, as she was screaming, \"Mommy, help me!\" and\n\"God, help me!\" And I only was asking God he should — he should take her quickly, that,\nthat it, it should end. Because it takes a long time to beat somebody to death, and this — but\nshe was not an isolated case that was beaten to death. The, the things that we have witnessed\nis, is unbelievable, what human beings can do to other human beings. Even animals have a\ntendency to, to kill only — they would kill only for food. But they killed for pleasure, they\ncould — they for — they would make a sport out, out of, out of us by — they would take, let's\nsay, a girl, and, and have her have bricks — she should stand with bricks in the sun, and, and\ndo all kinds of tortures. And I will just tell you for what two other girls were beaten to death\nin front of my eyes. And that was already in Nurnberg. Yeah, you, you want — I, I will go\nback first for some....",
        "A: All right. After that, after a few months — after this selection, the Blockaltester — and they\nkilled this, when they beat this, child to death — she always was hiding me and my sister after\nthe selections un— 1n, under the covers. Under, in that one room where she had, where they\nstoraged blankets. This was a storage place. But then came the day when she told me,\n\"Listen. There are not any more selecting, but they are taking out — they, they don't select\nany more; but they are taking whole Blocks out, and we don't...\" And I said, \"So where are\nthey sending?\" She said, \"I don't know. Some go to the gas chambers, and some go for\nwork.\" She said, \"Maybe you'll be — ours will be — maybe our Block will be lucky to go to\nwork.\" But it wasn't. One day they came. They took out all of us, and we marched, they\nmarched us straight to the gas chambers. I was holding my sister's hand, and I was just\nthinking, \"My sister is getting her wish.\" But I was very, very mad that I am going to die.\nAnd, and, and I even was so mad that I told myself I'm not even going to make any prayers.\nI, I was very rebellious about, dying. And — but it was so quiet, and it was so, so orderly.\nNobody was, was even crying. I guess we, were so — we, we knew that we haven't got a\nchance to survive and, and I guess everybody else thought that it doesn't matter sooner or\nlater. So if, if it's sooner, it's sooner. It mattered a lot to me; but, but — but there was nothing\nelse to do but just be quiet, too. And then we, we heard that one, what the gas chambers were\nnot empty. As, as we, were waiting the doors to open, nothing was happening.\nAnd after standing there like a half an hour, one SS told the next one, \"You, you know, but\nlet's, let's take this, this group — we will take them to Nurnberg for work, because we have an\norder to take the next day.\" They had an order to take the next day a group of people to\nNurnberg to work in an ammunition factory. \"So we'll make a switch. We'll take these to\nwork, and the other group we will take to the gas chamber. So, we will just switch around.\"\nAnd this is how, how we, were lucky to escape that particular day. So we, were given,\nalready had only — the whole time we had only one dress, and under that dress we had no\nunderwear, nothing. No slip, and nobody was menstruating the whole time that we, were\nthere. So they gave us still one coat. On top of this, this was our, wardrobe: the dress and that\none coat. And they pushed us in, into another cattle train; but we didn't get any food. And,\nand I got very sick. I had high fever and I had terrible sores, this like gangrene, in my mouth;\nand, I must have gotten the fever from that. And I was shivering even though I had a coat.\nAnd all of a sudden, it was like a miracle that my sister became the one, you know, to realize\nthat I am, that I am very sick. So she went over — an SS was eating an apple. So she went\nover and she said, \"Please give, give my sister a, a piece of apple. She's very sick.\" But he\ngave her such a slap in the face that she fell all the way to, to where I was lying. And I just\nbegged her, \"Please, don't, don't ever, you...\" Because nobody was allowed to approach an\nSS. In fact, if this would have happened in, in Auschwitz, she would have been\nautomatically killed. And this is why she — because she was the whole time, in such a, a\ndepressive mood that she didn't even know what was going on. Otherwise she would have\nknown, first of all, she would have known not to say that I am sick, because if somebody was\nsick you were automatically taken out for — you know, taken to the gas chamber; because\nsick people were the first ones to be selected. But we, were just lucky that we, were in the\ntrain, and all that she got away with was, was being slapped and the, the whole time I was\njust like in between life and death on, on that journey. And, and I can't even know how this\nhappened; but I did arrive — finally we arrived to, that was near maybe — we arrived\nNurnberg. And that was a complete change from — at least we had, we had a, a room where\nwe had much less people in the room; and we, were only two in, on each bunk was only two.\nAnd we had running water, and we could wash ourselves. And it, it was a much more human\ntreatment. And we started to work in this ammunition factory, but naturally we, were\nstarving. And so we, we, were still deteriorating because of lack of food. But they were\nbombing, constantly bombing. So we, were sometimes as long as three days without food\nand in a bunker. And, and they would just feed the SS, but they wouldn't feed us.\nBut then one day they took a transport of girls to go into town to bring in bread, and I was\nthe from the lucky ones chosen to, to bring in that bread. And I decided, and a few other girls\n—I stole a bread and hid it in, in my coat. And as I was walking 1n as, as, so I was walking\nnext to another girl; she said, \"If you don't put back the bread, I'll tell on you because...\" You\nknow, because she was afraid; because if one did something, everybody was punished. It\nwasn't just that girl punished. I couldn't blame her. But I told her, \"You know what? I'm the\none to take the biggest risk, and I'll share it with you. So only don't tell on me, and, and I'll,\nI'll get it in.\" And I really got in to, I, I got the bread into the, all the way to the bunker, to the\n— but that day was a group of SS who, who took us in, you know, took us in to, town. They\nweren't probably so strict; so and when, when we came in, a few other girls stole some bread\nand all the rest of us saw it. That was, that was, in fact — so she told for the — she was the\ncamp leader, like the camp — she was also a prisoner but she was a, a Kapo. But she was a\nprisoner just, just like us. \"We want you to bring — we want you should bring back the bread.\nYou go and see who stole the bread; and we want, we want the bread back.\" She did such a\ngood job, not only did she bring back the bread but she brought back the girls who stole the\nbread. And I was one, one, one of them. They, we, were beaten so severely. I was just, I don't\nknow how I, I survived it. You know, those long wooden spoons that you that you cook for a\nwhole army. They — until she didn't break the spoon. I, I was, I was beaten with that and\nthen. and then, and this because that, that I didn't, that, that I survived, that I did not, that I\ndidn't get killed, she said, \"okay, go.\" And she let me go. For weeks I could only on my\nstomach sleep, and I, I walked like a cripple; and I couldn't, and I had to sit and, and still do\nthat, you know, the ammunition work that they took us to that factory. But then they bombed\nthe, the munitions factory and they bombed and they bombed our whole camp, so we didn't\nhave where to be. So they took us to Holleischen. They took everybody to Holleischen; and\nwe arrived in another camp and that was already Sudetengebiet''. That was, belonged to\nCzechoslovakia. And there we started to work in this, also ammunition factory. but after...",
        "A: Toward the end of our...in, in Holleischen — after a few times, you know, taking us to work\nthere — they bombed the factory, and, and then they would only take us to move stones and\nclear rubble. This was, this was all that we did.\nAnd, and one day though, they took us to, for potato, to dig out potatoes for the kitchen. And,\nand so we, were also trying to steal a few potatoes; so two girls had put in their pockets\npotatoes. We didn't expect that we, that are going to search us, you know? But I was always\nvery cautious. I didn't put in, in my pocket but I had...my coat had a hood. So I had a hood,\nso I put in the tip of my hood two potatoes. And my sister begged me, because she was very\nmuch afraid that if I'm caught. So I told her, \"Look, don't stay with me. You stay with\nsomebody else.\" Because I, I was afraid that she's going to look at me and, and give me away\n'' Sudeten District (German)\nby glancing at me. But ...and we lined up to get in to, to camp, and just before getting in to\ncamp, two SS, two SS women — there we had only SS women — two SS women started to\nsearch; and they found...and these were two sisters...they found potatoes in their pockets.\nThey pulled out a potato to, to them. And I'm standing just two rows behind those two girls.\nThey beat them, and beat them...the screams...they beat them practically to death. They, they\nwere still alive; and, and they told them if they asked for farm girls, to take one by the, head\nand one by the feet, to bring them into their headquarters. We never saw them again. They\nfinished them off for stealing a couple of raw potatoes. They beat those poor two girls. And\nnow here I am standing, my...my feet are buckling under me because now I, I think to\nmyself, \"This...now, now I'm going to be beaten to death.\" They, they tried...they searched\nme...never, never, you know, luckily it was there. When I came in I was so elated with those\npotatoes. And we, nobody was really completely normal. Because I felt when I ate those\npotatoes...I said, \"They taste like nuts.\" My sister said, \"No, they taste like apple.\" You\nknow, you could, you could imagine every taste.... This was, and I was wondering how come\nwe never ate raw potatoes at home. We missed out on so much good food. We, we, were...it\nwasn't, we, weren't normal.\nSo then -- all right, after that I worked with only rubble. And then when we, went once\nanother — it was very close to our liberation — they, they bombed. So we, we had to, we all\ndropped to the to the floor until the bombing was over. And then when we got up, there was\none of our girls dead. And the shame was because it was only a few days before the\nliberation; and I didn't see no bleeding, no scratch, nothing. She looked like she was asleep.\nWe, we brought her back to, to our camp and to, for to be buried. And this was the day\nalready that, that the next day they, they locked us in. They didn't take us out, and we, were\nmost surprised that it's very quiet. That it didn't, you know, nobody came to, to line us up and\nto take us out to work. And we had absolutely no way of knowing what was going on. We\nhad no idea. We, we just, we, were very apprehensive; because we felt that something must\nbe going on, because just to let us stay and not getting us, .... just like you say a day's\nvacation; because they would always take us, even Sundays. They would say, \"You lazy\ndogs, you get lazy.\" So they would take us for any excuse, to...to even if just to take stones\nfrom here and, and lo— and bring them over to the other side. It was just always a form of, of,\npunishing us. So — and all of a sudden we, we heard, we heard the gate, by the gate, some\nnoise and then they broke open our.... We, were locked, our...our camp was locked from\noutside with a.... They broke the, the lock, and there were Russian partisans. And then this\nwas the, the most wonderful day that we, that I could ever remember happening to me. And,\nand then we found out from them how this came about, because if they wouldn't liberate us\nand, and we would have had to wait for the British — which we did wait for the British\nbecause they didn't remain with us; they went to liberate other camps. And they — and I will\ntell 1t to you so that you would understand it better — there was one of SS that either wanted\nto save herself but she was from Czech parents. She was an SS — but a Czech, but married to\na German. And for, to how she did it or how this happened that they got, they got they must\nhave — they got word that we are, this camp — our Jewish camp in Holleischen, a French\ncamp and a Polish camp — all the three camps are going to be burned to the ground that day.\nSo this is how they came. They surprised, and the SS were already in the woods. They\nweren't even anymore in their headquarters, but they came back for lunch. They came back\nfor lunch. They came back for lunch, and they were going to, torch in the evening the, the\ncamp. And they surprised them while they were having lunch. They rounded up those SS.\nYou know, some of them rounded up and some came, broke open the, the gates and, and\nthey came. And then when they brought us out into the open, into the in the front and they\nshowed us that how our camp was surrounded by wooden logs, logs and it was soaked, it\nwas completely soaked in benzene or gasoline. Just, they all, they were just prepared just to\nlight a match to it and we would have all gone on, gone up in flame.\nSo what they did is being that they had to go and many other places, you know, to liberate.\nSo they told us -- because we, were we, were screaming they shouldn't leave us, they, they\nshould stay with us. They broke open all the food, the stor— storage food where they had all,\nyou know, from the SS. Everybody was running to get bread. I was running — I, it was such a\nfixation in my mind that I ran to the — to the potato fields, and I was digging potatoes. I was\ndigging potatoes to no end. My sister, at least, was smart enough to run — and she thought\nthat I that I was also running with, with them — for the bread; but when she came, when she\ndidn't see me she had at least a bread and, and a salami. She, she started to look for me. She\ndidn't see me. She came back to the field, and there I am staying; I have loads of potatoes. I\nsaid, \"Mina, because we will never starve again. Look at all the potatoes that I am....\" She\nsaid, \"Look, we don't need potatoes for there is — people are, are having bread and salami.\" I\nsaid, I said, \"I don't move from here if you if you don't help me bring in all those potatoes.\"\nShe had to, she had to help me bring in those potatoes; because I, I would not move from\nthose potatoes. This is what — because this was — I have experienced this incident that these\ngirls are beaten to death, and what happened to me when that I have the strength that this 1s\nall I could think of at the time. But anyway, we buried that, that girl that day, you know.\nAnd, and then we, we had to wait for the British to come. And so they gave rifles to the\nFrench men that they should stand guard, because the French was a man's camp. So they\nwere standing guard, guarding us until the until the British arrived; because they were afraid\nthere could be a pocket of Nazis somewheres and, and come back and still kill us. And then\nwhen the British arrived and they already opened up, you know, we had to be quarantined\nfor weeks. And we, were in terrible shape anyway and we had to learn even how to lead\nagain a normal life.\nI mean, we, we, we could not, we at that time we could not be trusted with anything because\nour whole mind was, was completely.... You could be the finest and most law-abiding citizen\nbefore, but our whole, our, our whole that we experienced, we, were not human. We, we\ncould not remain human. It took a long time for us to become human again. Because, for\ninstance — I will give you an example — because this is just really for history to know — that\nthe, they set up a kitchen, and, and they asked us all very nicely and, “We will give you food\nthat you can that you should eat that we give you, because your health 1s — 1f not you're not,\nyou're not going to survive. You must eat only what we give you.” After we, we ate, and\nthey gave a plate or, or a bowl or whatever — we would take that bowl. We would try to\nsmuggle out that bowl; because our intention was not to go and, and try and find food. It\nwasn't, you know, we couldn't, couldn't imagine that this 1s now this normal life. You are\ngoing to come back. And they, they would reason with us: \"Look,\" they said, \"you're coming\nback. This is not the only meal you're getting. You're....\" They had to talk to us like little bit\nstupid children, you know? \"You're coming back here.\" But we still couldn't trust. We\ncouldn't trust nobody. Even for our friends, we couldn't trust; we didn't trust nobody. So they\nhad to station themselves, because if, if we take away the bowls they don't have them back to\nserve us the, the next day. They had to station, they had to station two people and, and take\naway from each one back, back the bowls, that we wouldn't walk out with all the, the bowls.\nAnd, and, and even af— and even after that, here I am already liberated and we, were there\nquite a few weeks until we, were allowed to travel. So my destination was to go to Budapest\nand see who remains, that if somebody remains alive. Against all odds, I still — you know,\nuntil you are not hundred percent sure, somehow you think some miracle happened and, and\neven maybe some just cousins remained alive. So we, were traveling in a — so we didn't need\nany store. We didn't have any, any money or any currency; but we, we just had a certain\npass, and we, we got some, some money from the British. And — but we could travel all over\nwith, without any money. And so they took us already to the train; and, and we take a — and\nPearls and I took the train, and I'm on my way to Budapest. But in Prague, there was a, a\ndirectorate was giving out sandwiches, was sending out sandwiches.\nAnd so I went down to get a sandwich, and somebody recognized me — that I am this and\nthis, fiancé. Because I meantime got engaged while I was in Budapest; and so he tells me\nthat, that — whether I know that Joe is alive. Joe was my fiancé, who, who became right\naway, very shortly, my husband. I said, \"No.\" She said, \"All nght.\" She said, \"He's here. He's\nalso in —” you know, it was like a rehabilitation, “you will be rehabilitating. But it was a\nbeautiful place. They gave you the best food, and to gather yourself; and, and he will take\nme. So I run in to my sister and I tell her, \"You come with me, because Joe is here. And, and\nwe are going, we are not going to Budapest yet, we are going first, first to, to Prague.\" And\nwe come there; and, and there as he was taking my name, it's, it's was a colleague of my\nbrother who was, who was — oh, he was so happy; and he asked me about my brother, and\ntell me he's in Palestine. So he told us that we can stay as long as we want in this in that\nCharita was the name....",
        "A: Oh, I married August 21, 1945. And we had, we had two, three wonderful children. And, we\nfinally were able to lead a normal life and to, able to have our children in a free country\nwhere hopefully they will never have to experience what we did. And we hope that future\ngenerations will never have the experience that our, what we, went through will absolve all\ngenerations to come in the future. And all we hope is only that we are leaving behind, we as\nsurvivors, are leaving behind some meager tools — books, tapes, Holocaust museums. We\nwant the future generation to know, to go to those museums; and when they look at those\nlittle shoes, that they will know that to us these are precious because they belonged once to\nour children. They belonged to my family. We lost so much. Nothing can make this ever\nright. We as survivors, we survived; but our lives were destroyed. Because, though we look\nlike you, we can never be like you. We, wear nice clothes like you, we go on vacations like\nyou, we make beautiful affairs. But affairs that I make, arrived a lot of friends; but the ones I\nwanted most, they never arrive. And we go to funerals and we cry for the ones that we never\nburied. The first graves that I have is now of my husband; but we have no graves to go to. I\nalways wake up at night and think of them. I used to inhale the gas from my stove, just to\nfeel the agony of their deaths, how they died. Because, just think 1f you lose one loved ones,\nyou suffer. How much do we suffer if we lost so many at one time? I wanted to have lots of\nchildren, because each child I thought I am bringing back from Auschwitz — for each child, I\nwould count your children and curse; and all I could have was three children. Oh, my head\nache. I want you to remember not only the Holocaust. Remember the survivors. We are the\nlast ones. Remember everyone, because when we are gone people will say it never\nhappened. They're saying it already. Books are being written, “it's a hoax.” Look at me, and\nyou'll know it was no a hoax. Look at those pictures, and you know that they're not from\nBiafra — what they're trying to say now. They are from Auschwitz. It was the first time that I\nbroke down and cried, because I did this many times. But I know also that it is not for me to\nbe here that long anymore, and I wanted you to see the lives — how we are living our life. We\nhave educated children. We gave them everything. We didn't want to give them our hate. We\ngave them love, and we taught them how to love. But I can never forget or forgive.\nTECHNICAL CONVERSATION\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMay 7, 1990\nRG-50.030*0107",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Cecilie\nKlein-Pollack, conducted by Linda Kuzmack on May 7, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "CECILIE KLEIN-POLLACK\nMay 7, 1990"
    ]
}