{
    "rg": "RG-50.030.0233_trs_en",
    "sequence": [
        "Q:All right, we're on. Now, Mr. Thomas, would you tell us your name, and where you were born?",
        "A:Uh, you want my present name, or my former name? How does that work?",
        "Q:Both.",
        "A:I was born in Brno, the capital of Moravia. And my original name, family name, was Ticho...T-I-\nC-H-O. Which I changed after coming into this country. I was born in 1914 [April 11].\nThe full name is now \"Kurt Thomas.\" In Brno, as I said; and raised in a little town about 20\nmiles north of Brno called Boskovice. A city of approximately eight thousand people, where\nthere was a Jewish community dating back into the fifteenth century.",
        "Q:Tell us a little bit about your childhood.",
        "A:About what?",
        "Q:Your childhood.",
        "A:Well, I had a very happy childhood, although I was born before the First World War. I\nremember...during the war, I must have been a little bit over three years old and my father\nwas in the army, in the Austrian army. And my mother--with my...with her sister, with my\naunt--brought me home from the little village from where she came in Slovakia; because\nher mother-in-law, my grandmother, was sick. She [his grandmother] died. Then her\nhusband, my grandfather, got sick. And then I got sick. And I remember still, very dimly,\nthe day when we came from the railroad station into the apartment. Well, anyhow when I\nhttps://collections.ushmm.org\ngot sick my mother told the doctor, \"Dr. Weiss, this is an infectious diseases, because my\nmother-in-law passed away. Now the father-in-law is sick. And now the...my child got\nsick.\" They finally found out it was typhoid fev...fever. And... uh... also remember during\nthat sickness that my aunt coaxed me in eating, after the fever was gone. And...uh...she told\nme over a little chicken, which I liked, in my grandmother's home and they made me some\nsoup. And that was the first meal I ate; and which I heard this story many times later on\nfrom my aunt. Well, my..my...uh...childhood was a happy one. From the political point of\nview, in 1918 Czechoslovakia was founded. Uh...and up to 1920, there was in town a\nGerman school which was attended mostly by the children of Jewish parents, and by some\nnon-Jewish children too. The idea was that the Habsburg monarchy, the system, tried to\nGermanize wherever they could. And for that purpose they used minorities; one of them\nwere the Jewish people. In return, they were getting certain concessions, to which they had\nto be entitled as full citizens anyways; but it was an abuse which went on through centuries.\nAnd I remember in 1920, when the German school was closed. And my father was raised\nin the German language only; although he spoke Czech. He was ready to move to Vienna,\nbut he changed his mind; and I...all my schooling was Czech, with the exception\nof...uh...being tutored privately with a few other Jewish children by the former principal of\nthe German school, Mr. Joseph [Meyer (ph)]. I went to elementary school. I went to\ngymnasium. And then I got a job in a ready-to-wear manufacturing place; where I worked\nuntil 1936, when I had to join the army. Our lives there in Boskovice were beautiful. We\nhad a lot of...uh...opportunities and exploit...exploited them a lot...while, while uh....\nSporting opportunities--like skiing, skating, hiking, swimming. The little town is located\nin...In a very scenic section of Moravia. It was called \"the Moravian Swiss.\"",
        "Q:Was there a strong religious feeling in your life?\nhttps://collections.ushmm.org",
        "A:Well, there were a few very religious people. We, personally, were irreligious. As a matter of\nfact, my father was an atheist, and so am I. My grandfather was religious. His wife, my\ngrandmother--is paternal--was not; but she kept a kosher house because of his sake. And\nwhen she passed away, my mother kept a kosher house for his sake--for Grandfather's sake-\n-until he passed away. He did not live with us, but he ate with us at noontime and dinners;\nwhile the breakfast was sent to him in his apartment from our house every morning. Uh...as\nsoon as Grandfather died, my sister and I said to my mother, \"Let's stop with that kosher\ndeal, because we...we don't believe in it. And we eat...eat everything anyways.\" And that\nwas...that was the end of the kosher housekeeping. I think he died in '32 or '33. Uh,\nwe...we were a group of Jewish youngsters who had a good time. Uh...Although we were\nfriendly with the non-Jewish people. As a matter of fact, I had a few very good friends\namong them from school and so forth. But there was a certain social...uh...barrier between\nthe two religions. And as children, I remember, we had even wars between the Jews and the\nChristians, where we were throwing at...at each other stones. And a half an hour later, we\nplayed soccer together. It was just all on friendly, very friendly terms. And I think that the\npopulation there, with the exceptions of course, accepted us as full-fledged citizens. And\nthe country was at that time democratic under the...the system. Uh...The president was\nTomas Masaryk, a humanitarian, uh...liberal politician. And we had...we had a real...very\nnice life. Until, of course, the occupation of the country came. I joined the army 1936.\nThe...in October, I believe, of 1938, I was still in the army. The Sudetenland, which were\nthe border regions occupied primarily by German-speaking people, were ceded to Germany.\nAnd in...and I was discharged on February the 28th, in 1939.",
        "Q:Can you describe some of the changes, and how the changes began to take place?\nhttps://collections.ushmm.org",
        "4\nA:Well, that comes from...that comes only on after the...the, the...uh...country was partly truncated,\nand later on occupied entirely. Then the changes came about. I was discharged, as I said, at\nthe end of February '39. And on March the 15th, the German army marched in\nand...uh....occupied the...the... the remains of Bohemia and Moravia. I lived in Moravia;\nwhile Slovakia, which was another state of the former Czechoslovakia Republic, was at that\ntime already independent--or declared their independence. Uh...and that what was left was\ncalled the \"Protektorat\" [NB: Protectorate]. The situation right away changed. Of course,\nwe were already in...in a state of flux. For instance, we had an affidavit to go to the United\nStates from an uncle--from my mother's brother who lived in Pittsburgh, in Pennsylvania.\nAnd he sent us an affidavit for my sister, my two cousins, [Otto and Edith (ph)], and for\nmyself. But unfortunately, there was a quota. And there were, I believe, 1400 some\nadmissions, or 1375 admissions, out of Czechoslovakia into the United States per year.\nAnd that quota was highly over...over subscribed. We had another opportunity to leave, at\nthat time, for Palestine--or to England, where we even could enter without a visa at the time.\nAnd that take...took quite awhile. I would say, for at least a year and half. But we didn't\nwant to leave without anything. And we also didn't believe that times will be as bad as they\nactually later on proved to be. And...uh...so we lived now under these new circumstances.\nAs soon as the German moved in...Germans moved in, and the...the Gestapo and the SS\ntook charge of the Jewish people. First of all, I had to go to Prague to register. Uh...in\nthe...in a building which was left by the Petschek,’ which is a banking family in...in Prague.\nIn the Petschek Palace,” I had to register. It took, I believe, two days. And then I came\n' The family Petschek--consisting of Otto Petschek, his brothers, and their families--became\nhighly successful as bankers and industrialists under the Masaryk government.\n* He appears to have confused two buildings. The Petschek family bank building--the one to\nwhich he is probably referring here--was used as Gestapo headquarters during the Nazi occupation\nhttps://collections.ushmm.org\n5back home. And...uh...the restrictions which were imposed on us were gradually increased.\nFor instance, I had to leave my job where I worked, again in the same plant as when I went\ninto the army. My boss was a Jewish man. He got in a uh...what the Germans called\n\"Treuhander\" [Trans: \"trustee\" or \"caretaker\" ]--a...a German person who actually took over\nthe management of the plant--and he had very...he had no rights anymore then at all. And I\ngot dismissed. I got a job in a textile plant which was owned by friends of my parents, Mr.\nRichard [Fischer (ph)], in a little village close to Boskovice. And I commuted daily into\nthat plant, and worked there until that plant was taken over by the Germans and I again lost\nmy job. By the way, during the time I worked in [Hartog (ph)]| for Mr. [Fischer (ph)], there\nwas another lady--a young girl at that time, she was about 19 or 20 at the most--who went\nfrom Brno, capital of Moravia, sent by her parents also into this little village; because they\nfelt that she might be more secure there than in Brno. And that's how I met her. She lives\nnow in Washington, D.C. Survived the war, of course. I believe she was sent to Sweden\nduring the war. Now, when I lost the job at [Fischer's (ph)], I approached a gentile man\nwhose name was [ an k Stan k (ph)], who was in the ready-to-wear business,\nmanufacturing in Boskovice. And he said, \"Why not? I had a Jewish fellow before you.\nHis name is Benno [Langer (ph)].\" I knew him. He went to Palestine illegally at that time.\n\"And if you want to come in the morning, you can start next week. I am expecting a\ncontract from the government for, I believe, 3,000 uh...coats for the army. And a similar\namount of jackets and pants, I think.\" And he told me, \"I hate to tell you that, but you will\nhave to come a little bit early in the morning and start the fire in the oven. And you will\nhave to...you will have to...uh...sweep the floor, whatever there will have be done\nof Czechoslovakia from 1939 to 1949. It now houses the Czech Ministry of Foreign Trade. The\nPetschek Palace was an elegant mansion house on Zigmunda Wintra Street, built by Otto Petschek\nfor his wife and four children in the 1920s. In March 1939, it was commandeered by General\nFaber, the Nazi military governor of Prague, as his official residence.\nhttps://collections.ushmm.org\n6\nmanually.\" I says, \"That's fine, Mr. [Stan_k (ph)].\" As it turned out, he was there before\nme; and he made the fire and he swept the floor. And around 8:30, 9:00, I went to the post\noffice--he had a post office box--and got the mail. I said to him, \"Mr. [Stan_k (ph)], if you\ndon't mind, we have a lot of labor here which have no work.\" Because there was a shortage\nof textiles to manufacture. And he says, \"What do you propose to do?\" And I says, \"I\nwould write a letter to the Chamber of Commerce in Vienna.\" And I think I picked another\ncity in Germany. I think Stuttgart. I don't know why. \"And tell them that we have the labor\nforce, the qualified labor force.\" These were all home shops. These were little shops in\nhomes in the surrounding villages, where the farmland wasn't good enough to support the\npeople. So they all were tailors, with very few exceptions. And there was the head of that\nhousehold, his wife; even the children were sewing and the grandparents were sewing. And\nthey were specializing in different items. There was a family who made only slacks.\nAnother one who made vests. Others made jackets. And others made top coats or rain\ncoats. So he says, \"Go ahead.\" And I wrote that letter; and we got in a very few days,\nresponses from four people. From four businesses in Vienna, and the one I think was from\nStuttgart. And we had to...we made up a few samples for them. And he became in time the\nlargest manufacturer in (laughing) Boskovice for these people. Now one of them...one of\nthese businesses from Vienna, the name was [Haudigen Grabel (ph)]. These people I met\nwith. They came to...to us, to see. And then there was another one, and I forgot the name.\nBut the merchandise, which was precut with all the bindings, was come...was coming 1n\nbig...uh...woven containers. And there were old labels, old metal labels, which read \"Sinai\nand Cohen.\" So these German people, these Austrian people in Vienna, must have taken\nover some business from some Jewish people in Vienna and forgot to take off the...the\nvignettes. Well, anyhow, I became...uh...the head man. Originally, of course, there was\nonly he and myself; and then he took in his nephew. A young fellow. His name is\nhttps://collections.ushmm.org\n7\n[Ladislav Konechni (ph)]. Very nice fellow. And we were really very busy. And I did the\nbest I could for our labor, too, because I paid the highest rates. There were different classes\nof...grades of.... For instance, for a pair of pants you could pay from, say, 10 crowns a piece\nto maybe 18 crowns--depending on the grade. I put everything in the highest grade; because\nI figured, \"Let the Germans pay. And that local people, they need the money here.\" And\nthese people appreciated...appreciated me very much. And many of them knew me from the\nplace where I worked before. And they were bringing us now from their little farms butter,\nchicken, and even fish from the pond. In one little village, there was a pond. And I...we\nhad so much food, I didn't know if I can bring this to the place where I worked; but I told\nthem where to deposit it with my parents...that we helped other people. Because at that\ntime, the restrictions were already very strict. The Jewish people...first of all, you had cards.\nYou had ration cards. But the Jewish people were allowed to shop only from 3 to 4 in the\nafternoon, when everything was gone anyways. Yet we had more chicken, fowl and butter\nand eggs in the house than ever before. Which my mother paid for it as soon as we got it.\nAnd this man paid me really a very decent salary. I..1 made a lot of money with him--uh,\nrelatively, you know. With what I started, I would say I did at least five times as much than\nwhen I started to work for him. And he appreciated me very much, too. Now, these people\nfrom Stuttgart, for those we made raincoats. And when we made up the first sample, they\nwanted to know how much yardage we need per raincoat. I mean, for a set of all sizes. And\nwe wrote them whatever it was. I think the merchandise were...was a little bit wider,\nwhatever; it happened from each...so many raincoats, we had one for ourselves. And this\nMr. [Stan_k (ph)], he collected the yard goods and took it home, in his house. I have never\nseen that; but I found out after the war that one day he had trouble. And his cage with the\nmaterials was found in his house, and I believe he got arrested. And that was the end of Mr.\n[Stan_k (ph)]. Now where did I stop? Uh, yes. I was working; and later on, then we had to\nhttps://collections.ushmm.org\nwear Jewish stars on the chest of our attire. Around 10 every morning, I went home for a\nlittle snack. It wasn't far--maybe a block from his place to my home. And...uh...but coming\nback to restrictions. For instance, we could not take out more than 500 crowns a week, per\nfamily, from our own accounts. We had restrictions for shopping. We had\nno...no...uh...ration cards for clothing at all; only for food. All the Jewish people who lived\noutside what at one time was the ghetto part, were moved from their homes into the ghetto.\nAnd we, in our house--which was above my father's business--uh, accommodated Mr. and\nMrs. [Werner (ph)], whose great niece I knew when she was a little girl coming to\nBoskovice in summer to visit her grand...grandmother, who was our neighbor. And this\nlady, who lives today in Switzerland, I visited with her with my wife this last summer. But\nduring the war--I now go far ahead--when the Germans in the camp asked us to send out\nmail into the neutral countries, so that they would have an alibi that the Jewish people are\nliving in Poland, I wrote to [Mimi (ph)]. And about six weeks later, a courier came from\nthe German army with a bunch of mail, and called out names. By then, I was the only one\nwho was still alive of all those people who wrote into the neutral countries. And she even\nsent me, I believe, some sardines, which I got also. Uh, yeah. What...I don't know how I\ncame into...into this...1into this story. Well, anyhow, the restrictions. The other restriction\nwas we could not leave the house past 8 in the evening, and we could not travel. The life\nwas really miserable and intolerable. And we heard stories that somebody was taken away.\nThe SS came once in awhile to town and took hostages--two, three people. In most cases,\nJewish people. My father was arrested; and my mother had the courage to go with him to\nBrno, into the Gestapo offices. And there the SS man says to her, \"Who are you?\" She\nsays, \"I'm the wife of Mr. Ticho, and I want to be there when he's interviewed.\" And they\nlet her come in. And they wanted to know from my father whether there are any\nconnections between the gentile people and the Jewish people--uh, politically. But he never\nhttps://collections.ushmm.org\ngave them any information. I know he probably didn't have any, anyways; but he...he\nwouldn't do that. And after a week of hearings, he was sent back home. Well, now comes\nMarch 1942. On March the 10th, I was walking home from this...from the little factory, and\non the street I met Dr. Munk. By the way, other restrictions were this: we had to do manual\nwork. Sweep the streets from snow or from debris, whatever there was. Dr. Munk, who\nwas our dentist, had to cut woods in the yard of the...of the city...city council, whatever it\nwas. I was very friendly with Dr. Munk. And as we met, he says to me, \"Did you hear?\" I\nsays, \"What?\" He says, \"We are being deported.\" And with that, I left Dr. Munk--which\nwas about half way between my place of..uh...employment and my home--and when I came\nhome, my mother says, \"Do you know what happened?\" I says, \"Yes, Mom. Dr. Munk\nalready told me.\" And the orders were...that was...I don't know what the 10th was, but it\nwas probably a Monday or a Tuesday. We have to leave within three days, in three equal\namounts of people: Friday morning, Saturday morning, and Sunday morning. And we can\ntake with us whatever we can carry. Well, I went back to work and told Mr. [Stan_k (ph)|--\nand accidently, that day the representatives of the owner of [Haudigen Grabel (ph)] were\nthere. And, uh, as I came in...I talked German. Mr. [Stan_k (ph)]| didn't. And I was\ntranslating; and I says, \"Mr. [Stan_k (ph)], I'm sorry, but I have to give you notice. I'll be\nhere Friday the last day, I think; because on Sunday morning, we are leaving town. We are\nbeing deported.\" And these [Haudigen Grabel (ph)], I told them this thing too. They\nlistened to it in German; and ...uh, they just...I think they resented the fact that they are\nlosing somebody with who they could converse and was an expert in the trade. But\notherwise they didn't give a hoot anyways. So that was the story about how it came about\nthat we have be...that we will be deported. I have at home a list of all the Jewish people\nwho got deported within those three days, and there is an addition to how many were\narrested before deportation. Among the deportees, the bulk are local Jewish residents; but\nhttps://collections.ushmm.org\n10\nthere were many who either came to visit with relatives from other cities, and also a\nconcentration of a few Jewish families from little villages. They were not allowed to stay\nthere any longer. Long before the deportation. There were, if I remember well, 447 [NB:\npersons]. (Sigh) I think that about eight or ten came back alive after the war. Among\nthem, one family--husband, wife and a little girl.",
        "Q:(Coughing) Excuse me. (Coughing)",
        "A:The family which came back and saved their life....uh...was really coincidental. Mr. [Hanauk\n(ph)|, who owned a hardware store, was by profession a blacksmith. Not a blacksmith, but\na smith for locks--a locksmith. And when he came to Terezin, they needed somebody...",
        "Q:(Coughing)",
        "A:They needed somebody who would take care of the waterworks, and he was qualified. That's\nwhy he survived with his wife and his daughter in Terezin all those years. And he was\namong the eight or ten which came back. We were very friendly with...with that family, as\na matter of fact. Well, now...we left on the 13th of March. Took with us whatever we\ncould. No, we left on the 15th of March. That was the last transport in the morning; by\nlocal train to another little station and from there on the main route into Brno, which is the\ncapital of Moravia. And there we landed in a school called Senefelderschule. My number,\nwhich each got on a big cardboard, the transport number was AC and my number was 363.\nOn the 17th of March, we left late at night for Terezin, which is a city in northern Bohemia\nwhere the Germans evacuated all the non-Jewish people, used the barracks to house the\nJews. That city at that time was already surrounded by fences; and it was a ghetto which\nhttps://collections.ushmm.org\n11was served as...which served as a transient station to...to evacuate the people from there\nagain farther east. In Terezin, we were separated by sexes. My mother and my sister was in\none barrack, and my father with myself were in another barrack. We didn't stay there too\nlong, because on April 18th...no, on April the 18th, we--I'm sorry, on March the 18th we\narrived in BohuSovice, which is the railroad station from where we had to walk to Terezin.\nAnd the luggage was brought into...into Terezin.",
        "Q:We have to just.... I'd like to go back.",
        "A:Yes.",
        "Q:To the departure.",
        "A:Yes.",
        "Q:And don't worry about the dates.",
        "A:That's all right.",
        "Q:Don't worry about that. Can you describe your departure? Can you describe the trip to Terezin?",
        "A:(Sigh) The departure from Boskovice?",
        "Q:Yes.\nhttps://collections.ushmm.org\n12",
        "A:Well, it was a great anxiety among the people. They didn't know what to do, what not to do\nand...uh.... For...for instance, I had buried in the little yard under a big stone a tin box with\nsome of our jewelry, and also with some of the jewelry which my uncle sent us from\nSlovakia, in the yard. Yet during the war, before we left, we had to take in into a spare\nroom another fellow which was not Jewish; and he lived in our house. And on that day\nwhen we were moving out in the morning to go to the railroad station, each with suitcase or\nwhatever we could drag, he was already stealing from what we left there into his own room.\nNow speaking of this, when I came back in 1945 I took the...the man who worked for my\noriginal boss, and who was the...the...uh...man who handled packages, um. What do you\ncalled it? A menial laborer. And I says to him, \"Joseph, take a pick and a shovel, and let's\ngo with me into our house where we used to live.\" And we got into the yard; and I says,\n\"Dig here.\" And I show him where to dig. And in the window, in that L-shaped home,\nthere was that fellow who still lived there after we left...in 1945. And we found nothing.\nAnd he hollers from up there, he says, \"I didn't take anything. It must be there.\" And I says,\n\"If you didn't take it, then it must be here.\" And I says, \"Try farther.\" And he found that\nstone, lifted the stone and there was that box, a little bit larger than this and about that\ntall...that high. The linoleum cover which I put on--it wasn't linoleum, it was an oil cloth--\nentirely disintegrated. The box disintegrated in that wet, probably acidy soil; but everything\nelse was there in the shape of that box. And I picked the stuff up and this (laughing) guy\nwas looking, and he was probably sorry that he didn't know the thing is there. So that was\none of the things, how...how we had to handle ourselves. Uh... I also remember one\nevening, I was looking out from where our apartment was, from the second floor down on\nthe street; which is actually the first floor in this country. So it wasn't too high from the\npavement where people walked. And I noticed two fellows as they were...walked by, and\nthey saw us and they said, \"What the Hell. They can't walk out now. But they had enough\nhttps://collections.ushmm.org\n13of a good time.\" That was the feeling at least of that...of one part of the population. We\nalso hid my sister's dowry long before that happened, because we were very insecure what\nmight happen or might not happen with people which we knew. Gentile people. And most\nof it I got back after the war. Uh, other restrictions...just terror and...uh, the...the insecurity.\nNobody knew what the next day will bring. As a matter of fact, I remember one very\ninteresting thing. There were some SS men in town; and they were led around by a German\nfellow who lived in the city and who used to be the policeman for the Jewish community\nwhen it existed yet. That was a separate political entity up ‘til 1918. His name was\n[Estelberger (ph)]. And he took these SS men around, and they at that time arrested two\npeople. One fellow who lives now in New York, a survivor--his name is Kurt\n[Steckemacher (ph)], now Kurt Steel. And the other one did not survive; his name was\n[Lam (ph)]. And as they passed by my house, I walk out of the house and they see me. And\n[Estelberger (ph)| knew me. And they ignored me. They could have just taken me along\nlike anybody else. That was the only encounter I had at that time with meeting, physically,\nan SS man--who passed by while I was locking the house. Right now, I don't remember of\nany...uh...specifics. Oh, yeah. This Mr. [Hanauk (ph)| was also arrested for a couple of\nweeks, but what...was let out again. That is the man who later on worked on the\nwaterworks in Terezin. And I...then I remember an industrialist of the same name as mine,\nTicho. His name was Paul Ticho; was arrested, brought into the Spielberg,* which used to\nbe a medieval jail--torture chambers; and I believe he died, either there or in Germany\nsomeplace. His son, an opthamologist, lives today in Chicago. I'm in touch with him. Dr.\nKarl Ticho.\n° A fortress-prison located in Brno.\nhttps://collections.ushmm.org\n14",
        "Q:Let's get back to the trip to Terezin.",
        "A:Alright. We...we slept on straw in the Senefelderschule.",
        "Q:Are you on the train yet?",
        "A:No, no. We are in the school now. And one evening, we got orders to get out. And we went by\nstreet car to the railroad station, where we were rushed under police...uh ...uh... supervision\ninto the train with many other people from Brno, or maybe from surrounding towns. And\nwe traveled through the night.",
        "Q:What was it like?",
        "A:It was a crowded train. That's all remember. And from there I somehow managed to throw out\nmy postcard, which I wrote to my uncle, in some station. I don't know anymore how that\nhappened; but I knew that I acted already actually illegally. But it...it got to the destination,\nbecause it got back to me after the war. Then we arrived in BohuSovice, which is the\nrailroad station for Terezin, and from there we were marched into Terezin. And the...our\nluggage came later by truck, I believe. It was delivered to us.",
        "Q:And then what happened? You don't need to worry about this.",
        "A:No, no. But I have to get my points a little bit. (Checking notes) On October the Ist, another\ntransport under the insignia A/G was assembled in Theresienstadt [NB: Terezin]. There\nwere quite a few people from Boskovice. Among them: my parents, my sister and myself.\nhttps://collections.ushmm.org\n15\nUh...We had to walk back to BohuSovice...to BohuSovice...to the railroad station, again with\nour luggage. We got some food. I think bread, some beet marmalade, and something which\nwas like a soft sausage--like big bologna. And we're put into a regular train--one thousand\npeople--which went through Dresden, _aga_ [Ger: Sagan], Breslau--which is today\nWroc_aw--_6d_, and Lublin; and into a railroad station of the little town of Trawniki. We\narrived there on the 3rd of April, very early in the morning, and were disembarked. We're\ntold that the luggage will be sent to us; and we were marched to the ghetto of Piaski, P-I-A-\nS-K-I, which was 14 kilometers from Trawniki. Which is about nine miles. When we got\nto Piaski, uh...we were told that we will be living here. In Piaski, the Germans established a\nghetto, which was that part of Piaski where the original Jewish people were living. There\nwere fences all around, barbed wire and wooden fences. The ghetto was divided into two\nhalves by the main road leading from Lublin into, I believe, Che _m and Zamo _. And we\nwere looking where to go to settle. And we found...finally found.... By the way, I don't\nknow where I was in the interim. My mother and father told me when I came back to them-\n-I must have gone for about half an hour--there was some kind of a meeting, and a German\nofficer told them that everything will be taken care of. We will get straw to sleep on, and\nfuel and food. And electricity will be installed. Gave us a big spiel, big story. But nothing\nhappened. We finally found an abandoned house without any floors. The floors were used\nas fuel from people who lived there before. There were holes in the ceiling, in the...in the\nroof. And we slept on the floor; which were my family and another couple, Mr. and Mrs.\nJulius [Frisch (ph)] from Boskovice--with who we were also very friendly. (Sigh) My\nsister got an infection in her eyes, and got blind from that humidity and whatever. The food\nwas almost none; until the Jewish Federation there in Piaski established a kitchen, where we\nwere getting daily uh | pot of soup per person and some bread. The situation was absolutely\nunbelievable. No toilets. No pots, no pans. I mean, nothing. Our luggage never arrived.\nhttps://collections.ushmm.org\n16\nThey left in Trawniki at the time 50 people-- 50 men, who were supposed to unload the\nluggage and load it then onto a truck and bring it into the ghetto. The luggage did not come.\nWhether these 50 people came later or not, I don't remember. You cannot imagine the\ndespair. A week later about, maybe...maybe only 6 days later, there was a what we called a\n\"razzia\" [Trans: \"roundup\"]. Uh...In English, I would call it a surrounding of\nthat...that...uh...little area, and they evacuated at that time only local Jews. The local Jews,\nthey were wearing white armbands with a blue star of David. And there were also some\nPomeranian Jews, from Pomerania, from the city of Szczecin [Ger: Stettin]. When we got\nacquainted with a local family, their name was [Niederberg (ph)]. He manufactured during\npeace time, I believe, candles and soap. And they told us to move fast into a second floor,\ninto an apartment. Apartment! Was a room deal, steps up; but it was dry. And the...the\nroof didn't have any holes. To move in fast before somebody else take it, which we did. So\nwe got into the apartment, in which prior to us lived a Dr. [Hanf (ph)], a rabbi from\nSzczecin. There was nothing in it but some onions left. There was a stove in the foreroom,\nwhich is actually a partition from the larger room was in the back. In the kitchen there was\none bed. In the room in the rear, there were two beds. All with straw mattresses. And on\nthe landing of the steps, when you get up there, there was a bucket which was used as a\ntoilet. If you wanted water, you had to go...we went.... We were in that part of the ghetto\nwhich had no water supply. You had to cross the street from this part to the other part; but\nthe ghetto doors were opened every two hours, and closed every two hours. From 8 to 10,\nyou could go into the other part to get water; but at 10 o'clock it was closed until 12. Then\nyou could go again from 12 to 2. And that...that's how it worked. Now there was a...what\nthey called \"Ghetto Polizei,\" which was the ghetto police. These were Jewish people,\neverything ordered by the Germans. They also nominated a committee of 12 elders.\nAmong them there were two Czech people, a Mr. Kurt [Hirschmann (ph)] and a, uh,\nhttps://collections.ushmm.org\n17\nengineer, [Ernst Boehm (ph)], with his wife...who was there with his wife. [Hirschmann\n(ph)], I believe, ...yeah, he was with his wife there, too. But I bring this up for the reason to\nunderstand how the thing operated. The Judenrat was getting orders from the Germans, and\nthey had to comply; and were actually instruments for the Germans. Well, luckily by the\nend of, uh, April, we heard that they are looking for plenty...for 20 young people who would\nwork on a farm. Ten German, of German nationality, and 10 of Czech. And I got among\nthe 10 of the Czech nationality, and got the job working from 7 in the morning 'til 7 at night\non a huge estate in Siedliszczki. Uh...Just a minute. (Checking notes)",
        "Q:You know, it may be best if you go from just what comes to your mind, rather than....",
        "A:Yeah, but I would forget many important things. Now, I believe it was... Yah, I got the job. We\nwent onto this estate every morning; and as we got a little bit smarter, we started to smuggle\nout things from the ghetto and was peddling them at noon time from one little home to the\nother in that village, to the local people. We also were lucky that the administrator of the\nestate--I forgot now his name--was very tolerant and understanding to us, and he let us steal.\nVirtually, let us steal potatoes and vegetables; and even, if he could, some flour. Whatever\nit was. We...our...uh...our wages were, at noontime, we got a pot of boiled potatoes with\nsome milk. And every week we were getting two kilograms, which is a little bit over four\npounds, of either flour or barley. And he was giving us--against the directions from the\nGermans--every day, I believe for eight or 10 people, one big loaf of bread. And there\nwe...we worked. I got acquainted through this trading with a farmer whose name I didn't\nknow. Uh, then another incidents come into my mind; and it was on June the 22nd, first\nanniversary of the Russian-German war, I traded--I don't know anymore what it was--for\neight kilogram of flour the day before. And I left it on the farm. And the next morning, I\nhttps://collections.ushmm.org\n18\nasked the supervisor--who took us into the fields where we worked on the meadows, barn,\nwhatever--whether he would let me run home--which was three kilometers, maybe two\nmiles--with this flour. Because I was afraid if I go in the evening with the rest, the Germans\nchecked on us what we are having with us. And if you had some contraband, they shot you\non the spot. And then told the...the Jewish policeman at the ghetto gates, \"There's\nsomebody shot and lying 1n a ditch over there. Get and buried him.\" So I didn't want to do\nthat, to bring this home in the evening. And the foreman told me, \"There is just now a\nwagon going through Piaski. Hop on the wagon and come back.\" Which I did; and when I\ngot to the ghetto gate, I jumped down, brought the flour in. And my mother was on the\nlanding, standing; and she says, \"How coming you're coming home? I hope you didn't lose\nthe job.\" Because that was more or less a sub...subsistence for....for my people, what I\nbrought home. And I says, \"No, Mom. I got eight...eight kilo of flour, and I brought it\nhome now.\" And explained, and kissed her goodbye and left; and run back in...onto the\nfarm. (Sigh) At noontime, or maybe past noontime--no, I think it was right around\nnoontime--somebody discovered people walking through the fields. And we crawled on top\nof the blacksmith's shop; and we saw a huge transport being walked through the fields,\ndirection Trawniki. By the way, before I left I said to my mother, \"If anything goes wrong,\nyou know where to go to hide.\" We knew already how to get there. \"Hide.\" They didn't.\nWhen I came home in the evening, they were gone. My parents and my sister were gone,\nand so was my winter coat. I had at that time a brand new winter coat, which is the only\nreal valuable thing next to what I had--my suit, slacks, and shoes. That's all I had. One pair\nof change. Nothing else. Nobody else had more, either. That was the situation. And\nwhatever we smuggled was from people who had something who came there earlier, or\nwhatever. Uh, but from that transport from which we came, they had nothing; although\nthey sold their last shirt just to get...for...for a few potatoes. Well, I came home in the\nhttps://collections.ushmm.org\n19\nevening. And in the meantime, between the arrival of the second transport whose insignia\nwas A/L, there arrived my aunt, Rosa. That was my father's sister's widow. A Mrs.\nWeiner,’ who was a widow, with her daughter [Litzi (ph)]; her sister, Mrs. [Frisch (ph)].\nMrs. Weiner was born [Frisch (ph)|; and their niece, Mrs. [Rotter (ph)]. My father's cousin,\nBenjamin Ticho; and a nephew of Mr. [Frisch (ph)], Fred. And we took them all in,\nbecause they had no place where else to go. Now we were 13 people. The [Frisch (ph)]\ncouple slept in the so-called kitchen, on those two beds. My mother and my sister slept in\none bed. My father, and I believe his cousin, in the other bed in the back room. And all the\nrest slept on the floor. With one bucket! Two days later--by the way, the people were dying\nin the ghetto of starvation and of sicknesses. Uh, and the SS once in awhile came to check;\nasking how many people died yesterday and how many the week before, and so forth. And\nthe amounts were considerable, but to them it wasn't fast enough. Now, two days later, after\nthis transport left.... And prior to that, there were also surround...surroundings of...of local\npeople, of the people in the ghetto by the Germans [NB: razzias]. But my...my parents and\nmy people and all the rest evaded them. But on the 22nd, they didn't...they didn't make it\nanymore. Two day later, I believe, some 80 people come back from the transport which\nwas taken out on the 22nd. And among there...them, were these four ladies. Mrs. Weiner,\nMrs. [Frisch (ph)], and Mrs. [Rotter (ph)]; and [Litzi (ph)] Weiner. They told me that they\nwere taken to Trawniki under horrible conditions. Beaten on the way. And were squeezed\ninto cattle trains; but the train was so crowded that these 80 people couldn't...were not\nanymore being located...placed in the train. So they were put overnight into some barn; and\nfinally, the third day they came home. Without water, even to get anything to drink. No\nfood. They were in terrible shape. And Mrs. Weiner told me that my father took my winter\n* Interviewee has identified this lady in his writings as Sophie Wiener.\nhttps://collections.ushmm.org\ncoat with him, because he was afraid somebody might steal it before I get back home in the\nevening, assuming that I will follow them. And then she also told me that Marianne, my\nsister, said, \"I think we are making a terrible mistake by not going into hiding.\" That was all\nI knew about my parents. Now, as I'll still continued working on the...on that estate, I got\nacquainted...not too much, but I knew the man already. And one day I says to him, \"Would\nyou uh give me ajob on your farm? I don't have to get...to the back ghetto now, because my\nparents and my sister are gone. And I could sleep in your house.\" I figured I would be safe\nthere. And he says, \"I'll take you in a couple...couple weeks.\" Couple weeks came. I\ndidn't even ask for a release from that old job; but I simply went into his house. He gave me\nthere...1n a very little room, there was a box-like contraption on four legs, with a lid. It was\nmaybe 30 inches wide and maybe six feet long. It was full of straw. And he told me, \"You\nwill sleep in this here.\" And...uh...we worked together. I talked some Polish. I picked it\nup; because Czech and Polish, they are two Slavic languages, and I picked up a little bit. I\nmoved in with my rucksack, and whatever...the little things I had. And I asked in the\nevening for some water to wash. From that day on, Mrs. Podsiadli gave me every night a\nbig pot of hot water and a basin, where I washed myself daily. And they were very\nconsiderate. They always...in, in the Polish language, you address somebody by the third\nperson--like, \"the Mr. should do this\"--and I was \"the Mr.\" It is unbelievable how respectful\nand considerate these people were to me. And I...they didn't owe me anything. But\nanyhow, I worked with them. On weekends I went back to the ghetto, and I visited with the\nfew people who I knew. Among others, these four ladies; and they told me..... They moved\nin the meantime from the part of the ghetto where there was no water into the part where\nthere was water, into a home owned by a fellow of the name Goldfarb.",
        "Q:I think this 1s a good place to stop. We have to change the tape.\nhttps://collections.ushmm.org",
        "21\nA:I tell you. It's a good place for me too, because I want to rest up a little bit.",
        "Q:Sorry.\nTECHNICAL CONVERSATION\nhttps://collections.ushmm.org\n22TAPE #2\nTECHNICAL CONVERSATION",
        "Q:We're on now. You may begin.",
        "A:Uh, I want to come back to transport A/L. In Lublin, they took out all men, up to age 50 or 55.\nThat's why my Aunt Rosa arrived without her son, my cousin Irving, who was a year older\nthan Iam. And that's why Mrs. [Rotter (ph)] also arrived without her husband--who was a\nveterinarian--who was taken out in Lublin together with all the other young men. As a\nmatter of fact, she used to get mail from him once in awhile. He worked for the SS, for\ntheir horses, in Lublin. Until somehow either she didn't get any mail anymore, or she\nleft..uh..Piaski. Well (pause--checking notes), ...J want to correct something. The amount\nof people who came back from Trawniki--and I have this from my old notes--were\napproximately 500, not 80. I don't know where I got the number, but I just noticed it here.",
        "Q:Let's get back to your experience now. Let's pick it up.",
        "A:Yah. (Pause) Uh, out of the June transport in which my parents were, we got later on word--and\nthat was I think official--that 50 men are working in Che m on a railroad station. And\namong them was a friend of mine. His name was Paul [Maurewitz (ph)]. He was looking\nfor his wife, and for my parents and sister. And I...I think I sent him somehow, or tried to\nsend him, some money. Anyhow I...the news was that they arrived in some camp, and were\ntaken out and sent to Che m to work. And at that time it didn't make any sense to me; but\nlater on, after I went through the additional trouble, I know now what happened. During a\nhttps://collections.ushmm.org\n23transport which arrived in Sobibor, they took out 80 people. Mostly who were out of the\ntypographical printing trade. Among them, who was the 81st, was a fellow who noticed\nthat all his friends and they arrived from a transport from Holland, are there--these 80...80\npeople separated. And he asked an SS man whether he couldn't join them; and that SS\npushed him in there. This fellow's name is Jules [Skelvis (ph)]. He is the only survivor of\nthis group of 81 people who was for | hour in Sobibor. And I understand now that when the\ntransport of June the 22nd arrived, they needed some labor. At the railroad station in\nChe _m, they took 50 men and that's why they were there. But those 50 men did not know\nwhat happened to those who were left in Sobibor; until I talked to Jules [Skelvis (ph)], who\nis kind of a...] would say a semi-professional historian. And he told me, \"I don't know you.\"\nAnd I was in...I knew everybody in the camp. He says, \"I was there only for | hour.\" And\nhe explained to me what happened to him. Well, let's continue. During the harvest time, I\nworked with the hired help of my farmer, Podsiadli. His name was [Watzek (ph)]. He\nworked for | year. That was the contract--for food, lodging and seven sacks of grain. And\nat one time when we were working together out there, he told me...when I mentioned my\nparents, he says to me, \"You will never see them again.\" But he could...wouldn't tell me any\ndetail or didn't know any; but I think that he knew something what was going on. But of all,\nwhat I can't understand, that we never put together what the actual aim of the system was.\nWe always hoped tomorrow will better than today, but actually it was getting worse\ntomorrow instead of better. And...uh...that's..",
        "Q:In what way was it getting worse for you?",
        "A:From Boskovice to Brno, from Brno to Terezin, from Terezin to Piaski, from Piaski...uh.... It\nwas always worse. And the end station was actually being annihilated. That was the ...the\nhttps://collections.ushmm.org\n24\nend result, and the aim of the Germans what to do with...with us. It was a system\nwhich...which was thoroughly thought out, mechanically and psychologically. Well...uh, at\nthe end of October, all permits were taken away from the Jewish people who worked out in\nthe country. And I told my farmer and his wife, I says, \"I'm sorry but I will have to leave\nbecause they are taking away our permits.\" And she told me, \"The Mr. should stay with us\nand hide in the barn. And we will kill a...uh...pig; and we will eat all winter pork and\ncabbage. And in Spring, everything will be quiet down anyways and we will start working\ntogether again.\" I considered it, but I was afraid. And I left in the afternoon; and on the way\nto the ghetto toward me was coming a Polish man. He was drunk. And he couldn't ride his\nbike. He used the bike as a support. And as we come close he says to me, \"Jew, where are\nyou going to?\" I says, \"I'm going to the ghetto.\" And that was in Polish. And he says to\nme, \"[Nie wchodzi_do getta. Ti dosz zabi_(ph)].\" \"Don't go into the ghetto. They'll kill\nyou.\" He must have known something. But anyhow, I went into the ghetto and moved into\nthese four ladies’, into that ap...1into that place. And a few days later, my farmer came with\nhis two horses. By the way, he was the only individual farmer who had two horses and\nthree cows. He was the richest farmer in that little village. The rest had only one horse, and\nsometimes a cow. But that was all. He came with his horses, with a sack full of potatoes\nand some lard. Somehow, I was alerted he was looking for me, and they found me. I came\nto the fence. He threw that over the wired...barb... barbed wire fence with the horses, and\ngot away so that he wouldn't be caught. That's how loyal that man was to me. I mean, he\ncould have forgotten about me after I walked out of the house; but it was a characteristic of\nthat person. Then there were a few more razzias again. I don't have the English word for it.",
        "Q:\"Roundup\"?\nhttps://collections.ushmm.org\n25",
        "A:Roundups. And we always hid. On November the 4th,” in the evening--no, on November the\nAth--I went to visit in the other half of the ghetto with some friends. And somehow I missed\nthe closing hour of the two ghetto doors. And it was past 8 o'clock, when they were closed\nfor good until next morning. And they tell me there, \"Why don't you stay here? Whether\nyou sleep here on the floor or there, doesn't make any difference.\" I says, \"No, I wanta go\ninto my place.\" I came to the gate where there was no police on this side of that\ngate...ghetto gate. There was no police. And it was locked with a long chain. There was\nsome leeway between the two halves. Also in the bottom, the corner was bitten out by\ndogs, and there was a little...of a ditch-like. And I crawled through. I came across the\nstreet, knocked on the gate the...on the other side. And they asked me who I am; and I says,\n\"I live here. I forgot about the time, and I'm late. Let me in.\" And they let me in. And I\ncame to Mrs. Weiner, to Miss [Frisch (ph)], who were their name was. And at Il o'clock,\nthere was a knocking on the door. By the way, we slept in clothing with all, whatever, we\nhad in a little satchel or rucksack, whatever it was. At Il o'clock somebody knocked at the\ndoor; and they told us that the last man, who had a permit to work in the...in the country as a\nsaddler on another big estate, was brought in by police. Which was interpreted as a very\nbad omen. At | o'clock at night, we were alerted again to go down into a hiding place. The\nhiding place dated back long before the first World War, when the local people were\nsometimes using it to get protection during the times of pogroms. That part of Poland was\nRussia before 1918. You had to go into the regular basement; and in one room, there was a\nsand floor. At one of the walls where the sand floor was, there was a box hidden in the sand\nwhich was also full with sand. If you lifted that box, there was a shaft. You crawled down\nand then forward; and now you were beyond another wall into a secret room which\n> This is in 1942.\nhttps://collections.ushmm.org\n26\nwas...which had also sand floor. So that if you walk in there, they wouldn't hear anything.\nAnd the last person took that sand box, put it in place; and since the room was half dark\nanyways, you couldn't see. You couldn't...if there would be traces even, you couldn't see.\nAnd that's where we went, some 20, 25 people. A nephew of Mr. Goldfarb's.... By the way,\nin... With...with us were the two sons of Mr. Goldfarb, Mordicai and Abraham. They were\nboth, I think, painters; or one was a black...a...uh...locksmith, and the other one was a\npainter. A nephew of Mr. Goldfarb's--of the owner of that house, was a pretty sizeable\nhouse--wanted to come in there, too, with his baby. But they told him he couldn't come\ndown; because if the baby starts to cry, he would give away all the other people. At 6\no'clock in the morning, we could hear the voice of one of the Judenrats--Kurt [Hirschmann\n(ph)] was his name--who yelled out--and we could hear it in..in the basement--\"Alles, Alle\naus den Verstecken!\" \"All of you out of the hiding places.\" \"Piaski wird judenrein!\"\n\"Piaski will be cleaned of Jews.\" We sat tight and quiet; and everything was alright, until\nmaybe two, three hours later we could hear.... By the way, where we were, there was an\noutlook in the room from where you crawled into that room. You could pull out from the\ninside a stone out of the wall and see what's going on. Three times the SS and the\npolicemen came to look, and didn't find us. And suddenly we hear an ax working on that\nbox. They pulled that box out. A Polish policeman crawled into that room, and he\ncommandeered [NB: commanded] us to come out. And what actually happened: the\nfellow with the baby was found, and he gave us away out of...out of vengeance. Which\nactually saved me the life for the second time during 24 hours; because later on, I found out\nthat those who didn't come out from their hiding places.... And I would have been in the\nhiding place with the other people in the other half of the ghetto. They didn't come out.\nThey didn't found them. But they bombed all these homes, and the basements were...uh....\nWhat you call it? Imploded-like, and the people died there in these basements. So if the\nhttps://collections.ushmm.org\nguy wouldn't have given us away to the Germans, we would have been later on suffocating\nin that basement anyways. We came out, and we got a good beating; and were put into a\nhuge mass of people who were already assembled and waiting in the big yard of the ghetto.\nThe two sons of the Goldfarbs were in lead of that group with tied hands. And when we got\nin, our group--we were the last ones--we started our march toward Trawniki. That march\nwas again horrible. The Germans...uh...mobilized some...in...in little villages, some farmers\nwith their carriages where they loaded the sick and...and the half dead and those which they\nkilled on the way, shot them on the way. They were all thrown on those carriages\ntoward...on the way to Trawniki. I said to my... to ...to those ladies with who I walked, I\nsays, \"You know, it seems to me like we are walking on our own funeral.\" I got hit over the\nhead by a Ukrainian. These were renegades of the Russian army who thought that they will\nhave it better by the Germans; and they were used in this case, at least--as guards against\nJews. I was hit with the butt of a...of a...uh... rifle in the head, and got a bad nose bleeding.\nWe finally... well, 1t was raining all day, got to Trawniki. And there was another mass of\npeople waiting from Izbica, another town where there was another ghetto. And they were\nsqueezing them and forcing them into this cattle train; and then us. We finally were in the\ncattle train under whipping and hollering, and it...1t was terrible. Squeezed like...like\nsardines. You couldn't turn around. And then the train started to move. We were glad that\nthey closed the gates. And they put seals on them, and the train started to move. We didn't\nknow where we are going. The train stopped quite a few times at night; but finally...finally\naround, I believe, 4 o'clock in the morning it stopped for good. (Sigh) We, of course,\nwondered where we were. And I crawled, or rather lifted myself, onto the small window of\nthat.... There were two windows on each side of that...of that train...of that car. And I saw\nsome...in the darkness, some towers. And I said, and I assumed, that we were in a mine\nfield, in a oil-mine field, where they...they have oil fields or oil towers, rigs. And that I\nhttps://collections.ushmm.org\n28\nwould be...that we would be working there. That was my imagination. But by the way, I\nwant to come back to the ghetto where there was a family that the man who was also a\nJudenrat. He was an engineer by profession and an expert in making fruit wine. One day\nthe SS came in, and gave him orders with his wife to come with him...with them; and we\nonly found out that he was taken out as an expert for fruit wines. With him lived also, as I\nassumed, one niece; but there were actually two of them, and there were no nieces. I got in\ntouch with a lady in Israel only about a year ago who wanted some information from me on\nher rel...on her relative, a brother. And during corresponding with her, she told me that she\nknows of a people who were in Piaski in the ghetto. Their name is [Boehm (ph)], and they\nlive in South America. I got the address, and I wrote to them whether they are that...that\n[Boehms (ph)], that engineer and his wife. And I got a letter back from her. I have it with\nme. The lady is over 80, and her husband just died. They were the only survivors\nfrom...not from, of Polish nationality, from the ghetto of Piaski. He worked in a plant\nmaking fruit wines for the SS. The girl who I thought is their niece happened to be in the\nsame transport as they, and their family name was also [Boehm (ph)]. And they took them\nwith them. But they did not come out when he went in this new job. And one of them got\nshot on the cemetery in Piaski, and the other one she wrote me also where. So that is the\nstory of the [Boehm (ph)] family, which is just a coincidence what happened to them and to\nme. And it came into my mind when I wanted to tell you that for two reasons it was good\nthat I went into that other basement. Well, we arrived. And then... and then the train started\nto move a little bit again; and the gates opened around 6 o'clock. And we were\ncommandeered [NB: commanded] out of the cars on a ramp, and from there we walked\ndown. And as...what we saw was really very attractive. Little homes, little front gardens,\nnice little bushes. And girls looking out from these homes; and we were walking. And\nwhile we were walking in this complex, I noticed that these were not oil rigs--those towers.\nhttps://collections.ushmm.org\nThese were watch towers, with guards on top. As we walk, an SS man, whose name was--\nas I found out later--Herman Mischler [NB: Oberscharfthrer Hermann Michel], give us a\nspeech. And he said, in German of course, \"Which heartless mother left her little child in\nthat car there and is not...1is exposed to starvation? Isn't there another woman who would\nhave a heart and take the child?\" And Mrs. [Rotter (ph)| says to me, \"Kurt, do you think I\nshould go?\" I says, \"Go ahead.\" And she says, \"I think if God saved me up to now, he will\nhelp me with that baby.\" She came back with a naked child, about a three-year old boy. It\nwas very scared. But the woman who left it there--I found out later, too--figured nobody\nwill notice the child. The train will move out. They'll find the child, and somebody will\nraise it. Well, anyhow, as soon as we got deep into the complex, we were separated by\nsexes. Children up to six went with their mothers, and boys older went with the men. Now,\nI could see in this big yard. There was a group of women on one side, and Mrs. [Rotter\n(ph)] with that little boy on her arms. And we were in another section. And then we were\nmarched off.... And by the way, Mrs. [Rotter (ph)] just moved her shoulders-- like asking\nme, \"What's going on?\" And I did the same thing: \"I... don't know what's going on.\" Then\nthe men were marched onto some kind of a big roof. I can't give you anymore description.\nBut they were looking for artisans, and for certain experts. They took out shoemakers, I\nbelieve, tailors, electricians, glaziers--people who put panes into the window; and then they\nasked for textile experts. And I raised my hand, and this officer with an SD on his cap,\nwhich means_ \"Sicherheitsdienst\"--\"Security Service\"--says to me in a Viennese dialect,\n\"Von wo sans?\" [NB: Dialect for: Von woher sind Sie?]--\"Where do you come from?\"\nAnd I says to him, \"From Briinn--from Brno [NB: the first name is the German for Brno],\nthe textile center of Moravia.\" And he motioned to me; says, \"Komme raus.\" [Trans:\n\"Come out.\"| I came out, and joined the other group of these other men. And we then--it\nwas a group of approximately 50 people--were marched away into another enclosure. And\nhttps://collections.ushmm.org\n30\nthere I have notice that one man with a whip was beating another young...little fellow. But I\ndidn't know what was going on. And in this big yard, we were...we got coffee, bitter coffee,\nand I think some bread. And I was kind of walking around in that yard, and got in a corner\nwhere the...the fence, the barbed wire fence, was uh braided with coniferous wigs...uh,\ntwigs. And I hear women cry...and yelling; and then when I look better I could see through.\nI saw silhouettes of naked women, running. In the meantime that fellow who beat the other\nfellow came to me with his whip; and he says, \"Get out of here. It's not good to be nosey.\"\nSo I left. Later on, I found out that he was beating the other fellow because he had the guts\nto go to some SS man and tell them that he would like to has his wife to help him, whatever\nhe will be doing. And the SS man really got that woman out. That man's name was Jacob\n[Pertz (ph)]. We called him \"Mitzelmacher,\" which means he was making caps. That was\nhis trade. His children went into the transport; but his wife got saved and she worked with\nthe women, whatever their task was. Then at noontime, uh...groups came of laborers, and\nthere was food served for them. They got soup, and I don't know what else. Potato soup I\nremember for sure. Yah. And in the evening we were getting, ten men, a loaf of bread and\nsome marmalade, which 1s actually made of beets. But these groups of people who came in,\nafter they ate they stand up in...they stood up in the formation. We, the newcomers, were\nput into these formations, 3 in...1n across. Then they counted all of us, and we were led\nback to our stations, where to work. I landed as a textile expert in...1n a place on the roof\nwhere there were piles of luggage. Suitcases. Bundles. Boxes. You name it. And our job\nwas to sort these luggage by quality, but also by kind. For instance, shoes: ladies, mens,\nand children. Uh, Men's suits: again, jackets, pants and if there were vests. The task was\nfollowing. First of all, we had to take off the star of David, if there was any; and empty all\nthe pockets so that there would be nothing left in there. And we were told that there are\nthree classes. Rags, used, and new. And we have to bundle slacks. I believe, 20 or 25 pair\nhttps://collections.ushmm.org\n31\nto a bundle. Jackets, I think, 10. The shoes were tied together. And on both sides of that\nplace where we sorted and farther back, there were compartments built out of wooden poles\nwith doors. And everything else was barbed wire. On the outside, were big blankets so that\nthe rain and the snow couldn't come into these enclosures. And that was full of goods\nwhich was sorted while we did that. And that was after the victims actually who perished in\nSobibor. In that same afternoon, I got a pair of pants--slacks--from a fellow who was in the\ntransport, and his name was Josef [Albrecht (ph)]. Not from Boskovice; but his wife came\nfrom Boskovice. And he came with her there, and came into the transport to Terezin, and\nlater on. And I recognized the pants, because they had a rubber, an elastic-- pardon me--an\nelastic on the bottom, which his wife put in to protect him from the cold weather.\nThat's...for that they needed textile experts. Uh, there I worked for awhile. For three days, I\ncould not conceive what's going on. As a matter of fact, when this...which was a\nkapo....that man was a kapo who chased me away from that spot where I was. I walked\naway. I see a girl. Her name was Bertha Kollek. She came from a little town not far from\nBrno, and her father used to be the mayor of this little village. And what struck then later\non, the mayor of Jerusalem is also Kollek,° and I wonder whether these two Kolleks were\nrelated or not. Well, when I see Bertha...she worked among the ten Czech people on that\nestate [NB: in Siedliszczki]. I says, \"Bertha, what's going on here?\" She says, \"You should\nbe glad that you are here, because the food is much better than where the other people went.\nAnd you will be working here, and you'll be all right.\" She arrived there a week before me.\nBut...caught into another surrounding [NB: razzia]; and that time they took out a few\nwomen as laundress, and she was among them. And I questioned her farther, and she got\ntears in her eyes and run away. Well, it seeped through to me that actually what happened...\n° Reference to Teddy Kollek, longtime mayor of Jerusalem subsequent to the 1967 War.\nhttps://collections.ushmm.org\n32\nthe people, as they arrived, (sigh) they were sorted by sexes. They were told to undress, to\ntie their shoes; so that they wouldn't be mixed up when they go into the bath to be\ndisinfected. And then they will get fresh clothing, and they will be going to some jobs.\nWhat actually happened when they...after they undressed, they chased them into the gas\nchamber. And that's what I have noticed with these women. And Mrs. [Rotter (ph)] went\nwith that baby there, after the speech of the German [NB: Oberscharfithrer Hermann\nMichel] that there should be a woman with heart who would save the child. And that was\nthe end of that transport. For three days, I couldn't grasp what was going on; until I realized\nthat I'm in a factory of...1n a death factory, where we are just as instruments being kept to\nwork. For economic reasons. The whole was an economic enterprise. Next to the gas\nchamber, which was in Camp number 3, where we could never enter. Once you entered\nCamp number 3, you never got out. There was also a group of Jewish slave laborers who\nhad to drag the dead people from the gas chamber; and in many cases, uh...taking out their\ndentures, the gold. And then either throw them onto a pyre. And if there was more...if there\nwere more...more corpses than the capacity of burning, then they had a...uh...earth moving\nmachine there which dug deep trenches where they threw dead corpses, covered them up\nwith soil. And when there were no transports coming in and they had an opportunity to\nburn these people, they undug these graves again, took them out and put them on the pyre\nand burned them. And the ashes were being loaded in barrels. I have seen some. You\ncould even notice a little pieces of bone within the ashes. And that was sent to Germany as\nfertilizer. Uh, that went on all the time until when I escaped. But in the meantime, I noticed\nthere were two groups of people. The one which looked pretty healthy yet, and the other\none which were really emaciated. In the meantime, I...they opened a little warehouse, which\nwas not bigger than maybe three by three yards, with boxes full of small 1tems--like brushes,\nwads of wool, fountain pens, pencils, you name it. Little, little items. And I got a job to\nhttps://collections.ushmm.org\nwork and sort the stuff in there. Together with another fellow, his name was [Alfred\nFriedburg (ph)]--from Frankfurt, or close by. He was a shoe expert. He worked in a shoe\nfactory, and I think also prior to that in an umbrella factory. He was one of the real older\npeople taken out from a transport, for..for what reason I do not know. He must have been at\nthat time in his 40s, or maybe 50s. We work in there, and I got smart right...right away;\nbecause I knew that we smuggled money in a brush. If you perhaps notice, there is the\nbackside of the brush which hides that part where the...where the bristles are attached to the\nbrush. We took these at home...at home apart, put money in there, and close it up again. I\nopened a brush or two, and there was money there, too. And we collected a lot of money.\nBut the next day after we were there, or even the first day, a Ukrainian guard came in and he\npicked up a few pencils and a fountain pen. And the next day he brings us Polish kielbasa.\nThis is a sausage; and a liter of vodka. And I don't know how it came to the amount, but I\nsays, uh, \"How much?\" He says...somehow the amount of 800 zlotys came about--no, 800\nmarks. And we already had money from those brushes and from the wads of wool. We\nvery often unwound some; and there was money in there, too. And I gave him 800 marks of\nthe money which we were supposed to deliver to the Germans. And he brought us every\nsecond day, two pounds--one kilo--of sausage, and one liter of vodka. He worked with the\nhorses; but he was only supervising the horses. Or rather, the laborer. The man who\nworked in...1n the stable was Samuel Lerer. He owns today a limousine in New York. He\ngot away. (Laughing) And...and I got acquainted with him very well. I know his wife, his\nchildren. Uh, so that's what it was until they closed up that warehouse. And I noticed that\nthere were people who looked pretty good, and others who were, as I said, emaciated. And\nthose were were emaciated they had...they lived on what they got from the Germans to eat,\nfrom the SS. By the way, these little homes which we noticed coming from that...from the\nramp, were the quarters of the SS. And the girls who looked out were the Jewish girls who\nhttps://collections.ushmm.org\n34were cleaning up the rooms. And that was so deceiving to us, the whole thing. It was all\nfigured out to the last crossing of a '\"T\" how to deceive the people. And now I got back in\nthe sorting department. In the meantime, I got sick. I got high fever and very...was very\nweak. And during a loading of a freight train--which was not on the ramp but beyond the\nramp--we dragged these bundles of clothing from these compartments, from that warehouse\nactually, onto the train. And I was so weak that I hardly could make it. And an SS man,\nwhose name was Kurt Richter [NB: SS-Unterscharfiihrer Karl Richter], from Karlsbad.’\nMaybe you heard that name even. This is a resort in Bohemia, western Bohemia--world\nfamous. He pushed me in a latrine, I think, twice that day. Twice I crawled out, and\nsomehow made it back into the barracks in the evening. And, uh, I got some help. This\nBertha Kollek, she had somehow access to some extra food, and brought me a little bit.\nAnd my friend Chaim Engel, who also survived, helped me a little bit, I believe, at one\ntime. I don't know where he got it, but he brought me a bottle of wine, I think. Anyhow, I\nmade it. And in the meantime, transports were coming in so often. There was no schedule.\nThey brought in a transport at night, a small transport, I remember at one time when I\nwalked...went to get something. But that was already in the early fall; but I wouldn't like to\nforget it on that episode. While I was walking through the yard where the people\nundressed.... And by the way, later on they built also a barracks where the women were put\nin. And there was a group of what they called barbers who went into that barracks and...\nand...uh...cut the hair of all the women before they went in to the gas. Even that was\nutilized; I think as mattress filler. I think so; for U-Boats, for submarines. Uh, I forgot\nmy...my thought. I mean, I would have to wait a minute because I deviated now. (Pause)\nWould you tell me what I said?\n’ Now: Karlovy Vary. Town in Czechoslovakia known for its sulfur springs. Located 70 miles\nwest of Prague on the River Oh_e, in area formerly considered the Sudetenland.\nhttps://collections.ushmm.org\n35",
        "Q:You were talking about Chaim Engel.",
        "A:What?",
        "Q:Chaim Engel, your friend?",
        "A:Oh, yeah. Uh, then later on I was still pretty weak and we were running in formation in the yard\nof the camp. And this one SS man, Oberscharfihrer Frenzel, had with him a St. Bernard\ndog.* His name [NB: the dog] was Barry; and he [NB: Frenzel] chased the dog at those\nwho couldn't run fast enough. And this dog bit me in my side here; but I had a lot of\nclothing on. I had a sweater, a jacket, and a top coat. And he didn't go...didn't go through.\nThen later on, I recuperated. And in the meantime I hear a rumor that the Germans want\nsomebody to take care of the sick Jews. Up to then, whenever you were sick or you told\nthem that you were sick, you couldn't do anything, they took you right away and they said,\n\"You go into the Lazarett [NB: the infirmary in Camp 3].\" They took you into Camp 3, and\nthere you were shot and that was the end of you. But now for their own benefit, to have a\nsmall going--because we knew already exactly what to do and how to do it. And also they\nwanted to save, although they...they didn't have to necessarily have do that, but they were\nexpert...trade experts. There were cobblers who made shoes to order, and boots. There\nwere tailors who made clothing to order. There were goldsmiths. There was a shop of over\n30 carpenters who made beautiful furniture. And the SS, who after 42 days of service went\nfor 18 days on furloughs, and dragged every time anything they could get and ordered in the\n* Other accounts indicate that Barry was used by SS Oberscharfiihrer Paul Groth to attack the\nprisoners.\nhttps://collections.ushmm.org\nmeantime from these shops. All these shops were in the Camp of number 1...Camp number\n1, where we also slept and where there was a kitchen; and in the center was a artisan [NB:\nartesian] well, where you pulled the water with a long rope...rod or pole. On the end of\nwhich, there was a hook; and you let a wooden bucket go down there and then pulled the\nwater up. That was Camp number 1. There were barracks for women and barracks for\nmen. I was in the camp, I believe, a few weeks. I was...I was still kind of greenhorn. I still\nworked in the sorting. In the morning.... They...they counted us three times a day. In the\nmorning, there was an \"Appell\" and they counted us; and at noontime when we went back\nto work, and in the evening before we were get into the barracks to sleep, to find out\nwhether there is anybody missing. This one gray morning--I would say it was the end of\nNovember, maybe in December already--there were two men missing. One's name was\nMiller. I forgot the other one. One of them was a carpenter, and the other one was a\nbricklayer. One of the two, I don't know which one now, had a broken arm. And this\nScharfitthrer Michel [NB: Oberscharfiihrer Hermann Michel], who was a male nurse,\nactually fixed it for him. Put it in a splice and bandaged it, so that he still could work\nsomehow. They were very important to them, because they were building something.\nThese two men, during a rainy night, dug a hole 1n the sandy ground under the fenced wires.\nAnd in the morning they were gone. So during the appell, Scharfuhrer Frenzel [NB:\nOberscharfiihrer Karl Frenzel] noticed that two are missing; and he at random took, I\nbelieve, every 10th [NB: man] and he had 20 men now to be shot for the two who got away.\nSomehow, after a while, another SS man came. He was the second in command. His\nname was \"Johnny.\" They called him \"Johnny.\" Johann Niemann [NB: SS-\nHauptscharfthrer]. He came from Friesland, which is a border region in eastern\n[northwestern] Germany--between Holland, I believe, and...and Germany. And he never\nspoke a word. He had his nice little whip, always in gloves, perfectly dressed; and he\nhttps://collections.ushmm.org\n37\nwalked so slow that you think...you thought he might lose his balance. It was amazing how\nhe walked. And he goes to Frenzel, and they talk a little bit. And they cut the amount of the\n20 to be...to be shot, to ten. And the ten people then were taken away. Why Niemann cut it\nto ten, I don't know. Nobody knew. And we didn't know what kind of a person he was.\nAllegedly, he was a nephew to the head of the SS, [Heinrich] Himmler. Allegedly. I don't\nknow whether this was true or not. But that was the first time anybody tried to escape at\nnight; and it cost ten lives. Uh, could you shut it off for a minute please? I want to...I want\nto see here a few notes.",
        "Q:You can just quickly pause.",
        "A:Okay. I just don't want to use up the tape for nothing. (Pause) Here...well, I forget to tell you,\nfor instance, that when we were in the ghetto, it was...the last few days people were afraid to\nget even water from the other part of the ghetto; because they were constantly rounded up.\nAnd we bribed other people to get us the water. Not us. We were in the same place [NB:\nas the water]. But those who came from the other side, they had to bribe people to get\nthem...to get them the ghetto [NB: the water]. (Checking notes) Uh...",
        "Q:Uh, we.... Let's not worry about that. Let's...let's get to Sobibor.",
        "A:I don't...but I, I don't want to forget anything which is characteristic and important.",
        "Q:The Sobibor story is very important, and that is what we really need you to be telling us about.",
        "A:(Checking notes) Uh, the...what else? What's going on there? Yah.\nhttps://collections.ushmm.org",
        "Q:I'll tell you what you can do. You can come back at the end and you can spend some time.",
        "A:No. No. That's all right. I remember now what I wanted to tell you. There was a rumor that the\nGermans are looking for somebody who would take care of the sick. And at that time\nalready, one of the first transports from Holland, from a camp called Westerbork, were\narriving. Always on Thursday morning, or latest Friday. Once a week, there came a\ntransport of 60 cars of regular trains with 40 people in each car. That is 2,400 people. And\nthat started somehow in early March, I believe, or mid-March [1943].",
        "Q:Okay. Where are we now?",
        "A:In...1n Sobibor. And these people too, they arrived; and if they needed somebody they took him\nout. And the rest went right away into the gas chambers. I remember at one time they let\nsome women sing Dutch songs, gave them postcards to write to whoever at home. And\nafter they did that, they went into the gas. Now among the people who were taken out from\none of the first transports from Holland was a Dr. Ninc and a Dr. Sabice...Soubice. They\nwere two M.D.s; and prior to that, there was in the camp a Dr. Broesler, a Polish Jew who\nwas a dentist. These three men told me that they heard that they will be looking for\nsomebody to take care of the sick; and they would like me to take on the job. And they will\nhelp me as much as they can; but they were not allowed to do anything for the Jewish\npeople. Shortly afterwards, at the \"Appell\" in the evening, Frenzel asked for somebody who\nwould be able to take care of the sick. I raised my hand; and he says, \"What is your name?\"\nAnd I says, \"Kurt.\" \"And where did you...how did you acquire any knowledge?\" I says, \"I\nwas a medic in the Czechoslovak army.\" Which was not true; but I needed some alibi, and\nhttps://collections.ushmm.org\nhe bought it. He took...he told me I will be taking care of the sick; and the rule was, a Jew\ncan be sick for three days. If he is sick longer, I have to deliver him...I have to deliver that\npatient to them. Tell them about it. \"Fine.\" According to...knowing the...I would say, the\nmentality of the Germans, I immediately set up a little [card-a-take (ph)]. I don't know what\nyou call it in German. A little file system. And I wrote down, \"Barney so and so got sick\non the 12th.\" And when Barney wasn't right on the 15th, I tore that card up; and on the\n16th, I wrote another one for 3 days. Once in a while, they came to the barrack. Sometimes\nthey asked me how many sick. I says, \"14\" or \"9,\" whatever I had. And in most cases, they\ndidn't even check it. But sometimes they went to the barracks, and I had to call the names\nand they had to answer. So they knew these people are there. That happened, I would say,\nduring the whole time and I was there from November 6th [NB: 1942] until October the\n14th [NB: 1943]...maybe it happened six times. I don't know exactly. Maybe five, maybe\nseven times. Uh, on. Oh, yeah. Now then, I got...1 occupied now on Camp number | a\nlittle hut, a little buildng with a stove of Dutch tiles. The thing was not larger than maybe\nfour by four feet. It was a little home which they disassembled, a log home, out in...in some\nvillage and brought back into the camp and assembled it there. I don't know what was there\nbefore I was told to be in there and do my job in there. There were also many other\nbuildings in the camp. Like, for instance, the administration building which 1s a real huge\nhome--log house--which was disassembled and then assembled again in there, where the\nGermans had their administration. Uh, then there were a few more where the artisans were.\nThe carpenters, and that's the...the people who worked with paints and with uh tools, they\nhad barracks. The carpenters had the last barracks. There must have been over...quite over\n30. And the...the...the whole camp was actually a state in itself, because the SS had their\njurisdiction. They were...they were the judges, the executioners; and they did whatever they\nfelt like doing to their own benefit. And they were also interested into a smooth flow of the\nhttps://collections.ushmm.org\nAQwhole operation. So, now I am... am the medic who takes care of the sick. And I protected\nthe people. I also was allowed to bring in from another warehouse--which was in Camp\nnumber 2, where the sorting was done--vaseline, cotton, and bandages. I got very friendly\nwith the fellow who worked there. His name was Leon Halberstadt...Halberstam....\nHalberstam, or Halberstadt. I can't remember now. Would have to look it up. Uh...He\nbrought me once in a while things which I was not allowed. And I also smuggled in things.\nI was allowed to go there every second day, and took other things, too, which I was not\nallowed. And I want to tell you a very interesting story. One day I have my little satchel\nwith the stuff over my back, and I walked from Camp | into back Camp...from Camp 2 into\nback Camp 1...back into Camp 1. And I was thinking, \"What would you say if Gustav\nWagner [NB: SS Oberscharfthrer]\"--who was the roughest of them all and very cunning\nand very smart--\"1f you would now meet him, what would you tell him?\" And as soon as I\nfinish the...that thought, I can hear him in the back. \"Kurt!\" And I turned around. \"Yes,\nScharfthrer!\" \"What do you have in there?\" And I says, \"Cotton.\" And he says, \"And?\"\nAnd I says, \"Bandages.\" \"And?\" \"Iodine.\" \"And?\" \"Aspirin.\" And in the meantime, as we\nwalked we come into Camp number 1 and he says, \"Spread it.\" There was a table on two\nposts with a board across, and two benches. I poured the whole thing out. And there was a\nbox with cotton. And he had an steel rod with which he walked. And he pushes the thing\naround; and hits that table, that the objects which were there, they virtually jumped up. And\nhe said to me in German, \"Du hast Schwein gehabt.\" That means, \"You were lucky.\" That\nis a German idiom. He was an Austrian. And he walks away. And if he would have\nopened that one box with the cotton, he would have found there a box...a can of sardines.\nAnd I wouldn't be here today if he would have found that. That was really another lucky\ncoincidence.\nhttps://collections.ushmm.org\n41",
        "Q:You know I think this a good place to stop. We have to change the tapes again.",
        "A:Okay. Is it already an hour? Okay. Okay. Change it.",
        "Q:We have seven more minutes?",
        "A:We do?",
        "Q:Oh, I thought you said four minutes to go. Oh.",
        "A:Hold on. I have to see where I am.",
        "Q:We have time for one more story, then.",
        "A:Yeah. Oh, yeah. When I was in the camp, one day I asked for permission whether I may get a\ncoat out of the new warehouse. And there I found--and this SS man, one of the nice ones,\nsays, \"Go ahead.\" I walk in there, and there was my new winter coat which my father took\nalong from the ghetto! It was amazing. So now I knew. They left on the 22nd. The routine\nwas: gas on the 23rd. And when I think of my sister and my parents going into that gas,\nand the terror and the dehuman...dehumanation [NB: dehumanization].... It's just terrible.\nIt's very hard to explain it. I knew, on the 23rd I have, according to the Jewish religion,\n\"Yahrzeit.\" That means you light a candle on the day of the death, the demise of whoever\nyour relatives were. That's what I found in..in that warehouse. My...my rain...my raincoat,\nmy new winter coat. Uh...There was another thing which was very interesting. There was a\ngirl with who I got acquainted from Holland. Her name was Minnie Katz, spelled with a K\nhttps://collections.ushmm.org\n42though. From Haarlem, in Holland. That girl, she spoke Dutch, German, French and\nEnglish. Very educated and very, very fine person. One day she comes to me, and she says,\n\"You know, Kurt, I found some money today.\" I says, \"What did you found?\" She says,\n\"Dollars.\" I says, \"How much?\" She says, \"Two thousand dollars.\" \"Where did you find\nit?\" \"In a pot, in luggage.\" There was a pot tied up with some rope on top, with paper; and\nwhen she opened it up, there was that money. I says, \"What did you do with the money?\"\nShe says, \"I threw it in the latrine.\" Now, I didn't want to tell her, \"If you find money, bring\nit to me.\" Because I had channels where the Ukrainians, who you could bribe, brought you\nstuff. But this is what happened once in awhile. Uh, what else happened in the camp? Oh,\nyes. Once...once in awhile the SS men came, usually Frenzel, and asked me for the sick and\ntook them away. And we never saw them again. They were shot. But on November\nthe...on, uh, November the...October the 14..... On October the Ilth--I think it was a\nMonday--he came, and he wants to see the sick. And I had 14 of them at that time. One\nfellow whose name was Federgriin who had frozen off toes, he couldn't walk. Because if\nyou lose your toes, you lose your balance. And he [NB: Federgriin] was in there, too; and he\n[NB: Frenzel] took them away, and he recognized a few who he saw during the last\ninspection. And he knew that I was cheating. And as he takes them away, he says to me,\n\"Du kommst nachst!\" And he raised Hell. \"You will be next!\" I don't know why he didn't\ntake me at that time, to make number 15 out of the 14. That was on a Monday. Tuesday, he\nsees me running across the yard; and with his whip he motions to me. \"You just run. I'll get\nyou anyways.\" That was another warning. The following day, it was already organized to\nstart with the uprising, which didn't happen on the 13th. It was postponed by the 14th. But\nthat I will tell you on the other tape.",
        "Q:You're absolutely right. Good.\nhttps://collections.ushmm.org\n43TECHNICAL CONVERSATION\nhttps://collections.ushmm.org\nAdTAPE #3",
        "Q:Okay. We're on.",
        "A:During the winter of 1943, which was a very severe winter...",
        "Q:You're going back.",
        "A:Yes. Uh, we experienced a visit of the head of the SS, [Heinrich] Himmler. Uh, I remember\nseeing him in...with a group of the...the SS people who were in the camp constantly. And\nuh...he had...he was a short fellow with dark glasses, dark rimmed glasses. Very nice\nuniform. He arrived in a...1n an armored train, and he...he left the same day. But the day\nafter he left, the Jewish cook--whose name was [Johanna Koch (ph)], she too came from\nFrankfurt, just like [Friedburg (ph)]--was dismissed; because he told them probably that a\nJew cannot cook for them, because there's an opportunity to poison all of them, you know.\nSo I don't know who replaced her; but that was one of the things which I forgot about the\ncamp. Another one was, I had been hiding all those months two people: one was Josef\nSiegel, and the other one was Kiewe Herz. Two inmates who had difficulties walking,\nbecause they too had frozen off toes. And whenever we were counted during the formation\ntime, they were in formation and they counted them. And as soon as it was over and the\ngroups marched away, they disappeared in the barracks. And I kept them there for a month.\nAs a matter of fact, Josef Siegel got out of the camp, but he didn't make it later on. Kiewe,\nI don't know whether he made it. So one day we are in the barracks, and I checked with him\ndown there; and Kiewe brings a couple of roasted chicken. And, uh, I says, \"Kiewe, where\ndid you get those chicken?\" We started to eat them. He says, \"I found some money.\" I\nhttps://collections.ushmm.org\n45\nsays, \"Where did you find the money?\" He says, \"Here in that post, there's a hole in. There\nwas a few hundred dollars in there.\" When Frenzel took away my last 14 patients--no, at\nanother time. I'm sorry. That was prior to that. When Frenzel took away at one time a\ngroup of people, I think at that time there were 11, among them was the fellow Federgrin.\nI made a mistake there. He whispered to me, \"Where das Messer is, ist das Geld.\" That\nmeans, \"where the knife is, there's the money.\" When he marched away with these, I\nbelieve, eleven...eleven men and had them killed right in Camp 3, I went back where\nFedergrun slept. He slept on the first tier of the three tier high...uh..... Whatever call them?\nLodgings. And above him, there was a knife in...1n the board above him. And I pulled the\nknife out and pried away; and there was a few hundred dollars there. I didn't say anything to\nanybody. I put them in the place where I slept. There was a hollow in the post, and I slept\non the highest berth. Put it in there. Kiewe found that money; and he bought the chicken,\nsmuggled through an Ukrainian. And then (laughing) actually that...that money legally\nwould have belonged to me; but I didn't tell him it was my money because there was no...no\nneed. But that...that's how I ate..ate at one time chicken in the camp. These are\nunbelievable things which...which can happen. Well, anyhow, eighteen days before\nOctober the 14th. Oh, yet I wanta came back to Westerbork. Out of Holland, we got\napproximately 15 transports, each with 2400 people. They were coming in from March\nuntil, I believe, into May [1943]. Either on Thursday morning or Friday morning. And they\nwere also..there was also a transport from France; and from Belgium, I think. Uh, and these\npeople, of course, the same thing happened to them what...what to the rest. But there was a\ngroup of people which was called \"Waldkommando.\" That means \"forest commando.\"\nThere was a group of um 72 men--no, there was a group of maybe 30 men--who went every\nmorning out with couple of horses with a carriage. And they were felling trees, cutting trees\ndown in...in the forest; and brought them back as fuel into the camp under the auspices of a\nhttps://collections.ushmm.org\n46\ncouple Ukrainians and an SS man. By the way, the SS kept four horses in the camp. Very\noften, they let some of the people crawl up the tree with a rope to tie it on top, so that they\ncan pull it down then. And many times they pulled the tree down before the man came\ndown, and he got badly injured. And in the end, I kept him for a few days; but there was...it\nwas just horrible. They went to death. Uh, one day, we...at the evening Appell, there came\nan SS man--I think it was Gomerski [NB: SS-Scharfuhrer Hubert Gomerski]--with a few\nUkrainians with automatic guns. And Frenzel gave the order all Dutch men to come out\nfrom the formation. There were 72 of them. And he looked them over; and there was one\nwhose name was Max Van Dam, an academic painter. And he says, \"Maler, komme raus.\"-\n-\"Painter, come out.\" He [NB: Van Dam] was just about working on his [NB: Frenzel's]\nportrait. The rest of the 72 were marched away...marched away, and...and.... What do you\ncall it? In...on the double, and were shot. We found out later that somebody either told\nthem, or they assumed, that the Dutch are organizing an uprising. And that was the result of\neither rumor or the giving away by somebody else who wanted to ingratiate themselves to\nthe Germans. That was that case. Then another very important incidents. The original\nKapo when I arrived was a Moshe [Sturm (ph)], and there were under him a few other\nKapos. Among them there was a fellow, they called him \"[Bunya (ph)].\" His name was\nBenjamin Katz. And then there was another one, whose name was...you are...I'm smiling,\nbecause you're wondering that I remembered the names. But I remember. There was\nanother one who...who we called \"[Rejwiczer (ph)] .\" He was a young kid, maybe 18, 19\nyears old. And they all had whips. The [Rejwiczer (ph)]'s name was Herbert [Siegel (ph)].\nAnd the name \"[Rejwiczer (ph)|,\" he get from the local people--from the Polish Jews--\nbecause he came from the little town of Rejowiec. So they called him [Rejwiczer (ph)].\nThese three men, one Sunday, got hold of some vodka, got a little drunk, and caused a\ntremendous upheaval in the camp. On Sundays, we didn't work. And they also were\nhttps://collections.ushmm.org\n47\ntalking about escaping, running away. On Monday, I think at noontime--yah, I think at\nnoontime--Scharfthrer Frenzel [NB: SS-Oberscharfthhrer Karl Frenzel] came and took\nthese three men away, and they were shot. And he nominated immediately another Kapo,\nand maybe some other Kapos. But I remember only the one who he nominated to be the\nhead Kapo. He called himself \"Berliner.\" He came from Berlin. His name were Herbert\n[Naftanya (ph)], of Polish parentage. He talked a perfect Jewish; which I did not. I talked\nonly Czech and German. And he was very happy that he got that job. But somebody saw\nhim entering that day the administration building, and he told them what these three guys\nwanted to do. And that was the end of their lives; and he became now the Kapo, the main\nKapo. But he was really miserable. Miserable, nasty person! One day, while we stood in\nformation while the SS came to take us away, he said, \"I take you all into Camp 3.\" That is\nthe...1n German, that is the gas chamber camp. \"And I alone will see Berlin after the war.\"\nAnd that did it. There was a fellow whose name was Shlomo Szmajzner, and I'm telling\nyou only what I put together and what I heard. I didn't talk to Shlomo about this. He got a\nhold of a lot of money, put them in a pair of socks, went to Oberscharfuhrer Frenzel, gave\nhim those socks and started to complain about the Berliner. I don't know what story he\nmade up. At the next \"Appell,\" Frenzel raised Hell with the Berliner, and told him to lie\ndown on the bench which he had to bring. I was on that bench one time, too. I got 25 [NB:\nlashes] myself. But he got at least, maybe, a hundred whips from Frenzel and from other\nKapos. He really got it good. And then he got exhausted and sick and tired and beaten up\ninto the...into the barracks. And a couple of days later, he was dead. And as he was...he\nwas carried out on a blanket, wherever they passed other people they spit on his body. That\nwas the end of the Berliner. And they named...nominated another fellow--his name was\nSpitz, S-P-I-T-Z--from Vienna, who was a real decent guy. Now the difference between\n[Sturm (ph)], who used his whip excessively anyways, and... and, uh, Berliner was that\nhttps://collections.ushmm.org\n48\n[Sturm (ph)| would never denounce you to a German. He was the big shot, but he never\nwould do that. And he had deep down a feeling. But to keep on top and to save his own\nhe...he did pretty eratic things. He hit me at one time with a pole with which the water was\npulled out of it...uh...where the water was...the...the....uh...the source of the water [NB: the\nwell]. And there was a long pole with...he took that pole one time--I don't know why--and\nhe hit me over the shoulder that it broke. The thing was at least that thick. Broke on my\nshoulder, and for a few days I could hardly move my arm. But then we were again with\ngood friends. I mean, he...he was just...you couldn't figure him out. That was the difference\nbetween the Berliner, who was really a traitor to his own people of the worse kind, and\n[Sturm (ph)]. As...as you can see, nobody complained about him, that he wanted to run\naway. But this one guy, he did. It was...he probably said that he will be promoted. Well,\nanyhow, Spitz was a guy who had no energy. He just walked around among the laborers;\nand...uh...uh...only he was not too long--maybe six, eight weeks--the...the main Kapo. So in\nthe meantime, after all the Dutch transports came in, and other transports, one evening--no,\none afternoon--I walked to get something from Camp 2. And there is--in the morning, and\nthere is a little pile of clothing. And on top of the clothing, there 1s...there are two\nphotographs. Uh, pretty big ones. A wedding picture of my boss's daughter, Ilse, and her\nhusband, [Siegfried Lufbehr (ph)]. And the second picture was the wife...Ilse's two other\nsisters, Ruth and Lydia [Brill (ph)]. So I looked at the pictures. I don't remember whether I\ntook them or not; but anyhow I knew that that night, these four people came into the camp.\nAnd that was...that was end. What else can I tell you about what happened in the...in the\ncamp, it was...what of interest. The picture, the situation.... Well, at the end of summer--\nno, it was later than end of summer. It was the end of September [1943]. A few more\ntransports came. One was big. There were some Czech people in it. But they came from, I\nhttps://collections.ushmm.org\n49\nthink, from Bia_ystok’-- from a city deeper in...in the territory, east...east from us. Among\nthem was a fellow whose name I remember. A Czech named [Stranski (ph)]; and this Otto\nSander, who was a young kid. And I was working ambulantly in that little hut; and when\nthe Russians came in, I--a group of uh...I don't know, maybe 60, 80 people--they had some\nspunk in them. They were not terrorized. They knew that the Germans can...can be beaten.\nAnd whenever they...they march in their own formation. They used them for...I don't know\nanymore what they did. They were singing Russian songs. And it's beautiful how they\nsang, the Russian songs. And they right away started to figure out to get away. Now we\nknew that the German front is coming closer. At that time, I would say there may be 400\nkilometers from our camp; because we found in the sorting room a little radio which they\nsmuggled into a barn. And there was an electrician from Germany--his name was\nSchwartz...Schwartz--who strung an antenna; and now they were listening during working\nhours in that barn while somebody was always watching there are nobody's coming in, what\nwas going on. And we knew from these news that the German front 1s coming closer and\ncloser. And we have two choices: to wait until they come close and then we will be\nliquidated--as it happened to some other people from camps who were workers in other\ncamps and they liquidated in our camp; or get away. And there was already some talk\namong the old timers and when the Russians came, the thing ripened. There was a Russian\nofficer--his name was Sasha Pechersky, Alexander Pechersky--who...who laid out the plan,\nhow to do it. I was approached by Feldhendler, who was one of the senior...I would say\nelders, whether I would also like to come into the committee and whatever, prepare for this.\nAnd I says to him, \"I'll tell you something. I will help as much as I can, but I do not want to\n” In subsequent communication, interviewee identified this transport as originating in Brest\nLitovsk. See Kurt Thomas, Appendix I (Letter to Linda Gordon Kuzmack, dated March 18, 1991),\nattached.\nhttps://collections.ushmm.org\nbe involved in any meetings.\" And the reason was, I...I just felt that I'm more secure the\nway I am; and I'm doing plenty for the other people. As a matter of fact, up to that point I\nwas the only one who risked my own life for the benefit of whatever I could do.... Well, for\nthose who claimed to be sick, or were sick. Well, the plan was to kill the SS in individual\nspots. Because they used to come to pick up their boots, their clothing, whatever. And, uh,\nthere was one took care of...who was a supervisor in the...with the horses, and so forth.\nThat was the plan; and then we would get...to get the...the room where there were the\nweapons--the armory--and arm ourselves, and walk out from the camp like an armed unit.\nOf course, it didn't work out that way. On that...on the 13th...on the 12th of October, the\nwomen who worked in Camp number 4 where they were sorting and cleaning ammunition\nwhich was brought in from the front. And it was ammunition from...from Russia. They\nwere supposed to bring in a few hand grenades; but they got afraid, and among those\nwomen who were supposed to do that was the wife of Jacob [Pertz (ph)]|, the man who we\ncalled \"Mitzelmacher.\" They didn't bring it. So we postponed the uprising from the 12th to\nthe 13th. And on the 13th, they were to bring it again; and they didn't again. So the\ndecision was made, we have to do with...tomorrow, like on the 14th; because on the 15th,\nWagner was coming back from his...from his furlough, and with him around it would be\nmuch more difficult. Around 2 o'clock in the afternoon, I was told by one of the people\nwho were...who were on the committee, or whatever you want you to call it. I really don't\nknow how it was organized, and I didn't want to know. But I was told to watch Spitz, who\nwas the top Kapo; so that he...if he sees something not going the way it should, wouldn't go\nand report. Personally, I didn't feel that it was necessary, because he was an honest man and\nhe was a good man and he wouldn't have done it. But I kept company with him until about\n3:30 or so. And then I let him go, and went back in my little hut. And...uh...1n came Leon\nFriedman, who had two professions. He was a young strappy fellow. He was shoemaker, a\nhttps://collections.ushmm.org\n51\ncobbler; and a electrician. I think he came from either Warsaw or 6d. And he, at one\ntime, had a big boil in his groin. When the groin...he couldn't walk anymore then, and I let\nhim lie on his...on his berth in the barracks. And when it was ripe to be open, I got\nfrom...from the barracks anesthesia in...like a spray can. And I sprayed it and killed it,\nopened the thing, got all the...the...that uh.... What you call it? Pus, out; and gave him some\nbandages. In a couple of days, he was down on his feet. When the day came of the\nuprising.... No, from then on he was bringing me gold coins, which he as a shoeman, as a\nshoe expert, was finding in the heels of some shoes. And he just brought me today two and\nthen two days later three, whatever. And I was putting them in a jar, and buried 1n...in the\nsand behind the...one of the barracks. On the day of the uprising--no, a day before--I took a\nspade, the jar out of the ground, and put it in that little oven which was in the hut where I\nworked. By the way, with me at that time was also a Russian, one of the Russian, uh,\nsoldiers. These...these were POWs who were brought in the camp--a fellow who was a\nbarber; but he wasn't with there...with me there at daytime. At daytime he had another job.\nThen after 6 when they...when the work was finished, he shaved those who wanted to be\nshaved in that same place. Well, on that afternoon around 3:30, Leon Friedman comes into\nmy hut; and I pull out the jar. \"One to you, and one to me;\" and we divided that money.\nAnd I put mine in a sock. I put it in my pocket. He put it in his pocket. And he came with\ncleats. He was very upset, very nervous. I says, \"Leon, you have a job to do. Gather\nyourself, and do it now.\" And he kissed me very fervently; and he walked out to that\npole...uh...which there wires on, and he put the cleats on.... I think he put the cleats on in\nthe room where I was there. And he walked there, got to the pole, put his belt around the\npole, and started to climb up the pole; and cut the telephone wires, so the SS wouldn't have\nany communication with the outside. That was his job. Where he went, what happened to\nhim, I don't know. The last time I saw him going up on that pole. Then uh a little while...I\nhttps://collections.ushmm.org\n52\nmean, a little while later...in the next or so, individual laborers who somehow could get\naway were gathering 1n...1n Camp number |, where they were not supposed to be at that\ntime yet. Because they were supposed to come when the day was over at 5 o'clock, or\nwhatever in wintertime, together with the whole group. And there was an accumulation of\npeople--maybe 50, 60. Mostly young people. Suddenly, a Ukrainian comes on a bicycle.\nHe was what...what we call \"Volksdeutscher.\" He was actually of German heritage--son of\nsome probably German farmers, who came under the Czars as a farmer...as a...he was a\nchild--or rather, an ancestor--of these farmers, but they still spoke a bad German among\nthemselves. His name was Alex Kaiser. He come on a bike into the camp through the gate;\nand as soon as he entered the gate and got deep enough, a group of young boys went at him\nand stabbed him to death. The bike was lying there, and he was lying here. And there were\ntwo barracks close to each other. And I look and see that there is a guard on the tower\nwhich could have seen what's happening, but somehow he probably did not. And I dragged\nthis man with another fellow--I don't know who the other man was--between those two\nbarracks. So nobody would see that he's dead, and what happened to him. I had blood on\nmy hands, human blood; it was very, very horrible...uh... feeling for me. Anyhow, more\npeople came; and prior to that there was a real eerie quiet in that whole big yard on which\nthere were about six or eight barracks, the kitchen and all these shops. And there I see\nShlomo Szmajzner running diagonally from one corner of the yard into his shop, with\nsomething wrapped in a blanket. And then these people were coming into the yard. Well,\nanyhow...by 4, 4:40 or 4:50 or so, the carpenters' job was to come out from their shop and\nstorm the armory. Oh, yeah; but prior to that the following happened: at 4 o'clock,\nUntersturmfthrer Niemann [NB: SS-Hauptscharfthrer Johann Niemann] had an\nappointment to fit a suit. Exactly 4 o'clock. And as I explained before, he came on a horse.\nThe horse's name was Tsili. A brown mare. Her name was Tsili. There were four horses;\nhttps://collections.ushmm.org\nbut I remember Tsili, and I think there was another one, Ima. And he gets off the horse.\nAnd right to the gate, there was also a bakery and the baker's name was Israel. We called\nhim \"Srulek the baker.\" And he [NB: Niemann] says to the baker, who looked out, \"Baker,\nhold the...keep the horse.\" And Srulek took the horse, and he's holding the horse. And he\n[NB: Niemann] walks just as slow as ever, with his hand on the back, and his whip; and\nenters the...the tailor shop. And as soon as he entered, they must have hit over the head and\nthat was the end of Niemann. And Srulek knew that he wouldn't come out anymore; and as\nsoon as he opened that door, he hit the horse on the rump and the horse turned around and\nrun out of the yard and back to its stable, wherever it was. That was the only SS man I have\nseen walking to his death. But altogether, I think 11 were killed. Now...now then...then\ncomes the carpenters. Kaiser was already dead. And the carpenters go to the fence and try\nto storm it. And a salvo came from the other yard, where the Germans lived and where was\nthe main entrance. There came a salvo of machine fire, machine gun fire. How they knew\nor why they did it, I do not know; and I don't know whether anybody knows, or ever knew.\nThey got scared and retreated. And I was behind them, and I says, \"Bridder, noch a mol!\"\nAnd I guided them, \"Brothers, once more!\" And they tried once more, together with the\nother crowd; but another salvo came, and the fences were too solid anyways. Behind the\nfence a few yards farther, there was the armory, where we wanted actually to get the\nweapons. And they turned around and ran along all these shops to the fence. In the corner\nbetween the last shop--the carpenter's shop--and the fence, at the end of which, as we could\nsee, was a tower with a Ukrainian guard. In the corner at the hidden behind that...uh...\ncarpenter's shop was an improvised ladder. Two pieces of wood with rungs across. I didn't\nknow about it at that time. But suddenly that ladder was up the fence; and they keeped...the\npeople were scrambling in a tremendous chaos to get on that ladder and under the fence,\nand just away. Now I'm in my hut, and I'm watching; and I am watching the Ukrainian,\nhttps://collections.ushmm.org\n54\nwhat he will do. Whether he will start shooting or what. And he was just standing, and\ndidn't react. And the yard was getting emptier and emptier. And then he picks up his rifle\nto prepare to use it. At that time, a shot was fired next to my hut in the...1n the mechanics\nshop. That was Shlomo Szmajzner, who stole a rifle in the barracks of the Ukrainians. He\nshot at him. He didn't hit him. Whether he heard that bullet...bullet pass by or whatever, he\nput his rifle back to his foot. When he did that I says to myself, \"Now it's time for me to\ngo.\" And I ran to that ladder, got over on top of the ladder and jumped down into the mine\nfield. But nothing happened, somehow. We have, of course, tried to neutralize it long\nbefore. Whenever we could, we took a stone, threw it over the fence into the mine fields,\nand sometimes they...we hit a mine and it exploded. Sometimes a rabbit probably exploded\nanother mine, if it was heavy enough. I do not know. But that's what we did; but I got\nthrough. And as I run now, behind me was Shlomo Szmajzner with that rifle. I only found\nout later. He was the last, and I was the second before last who got away over the fence.\nThere was a dead girl there. Her name was Myra. Shot by the salvos which came from the\nother yard toward that spot there we were running away. And as I walked fast...I run first,\nand then I only walked. I took over, I passed up Yossel Siegel [NB: Josef Siegel]; and he\nsays to me in Yiddish, he says, \"Kurt, loif!\"--\"Kurt, run!\" And I says, \"Yossel, I don't run\nanymore. I am a free man.\" But, of course, that was eu...euphoria. We were not free,\nbecause we had nothing. We were exposed to the dangers of being caught by the Germans\nor delivered by the Polish population. Whatever. But anyhow, I felt that I am the big hero.\nI'm...I was free. And I land in the forest, which was called the Forest of Owls--which in\nPolish is \"Sobi,\" which is a owl,'° and \"bor\" is a forest. \"Sobibér\"--that's where the name\ncomes from. Somebody came to me there. It was half dark already. He had, uh, a little, uh,\n'° The actual Polish word for owl is \"sowa.\"\nhttps://collections.ushmm.org\n55\nshot on, on...he was a little damaged on the calf; and I bandage...bandaged. I had bandages\nand stuff with me. And then Chaim and Engel--Chaim and Selma.... The girl [NB: Selma]\nwas from Holland, from Zwolle; and he was from _6d_, Chaim. We are there; and Minnie\ndidn't make it. My friend did not make it, I was waiting. So then they say to me, \"Kurt,\nwhy don't you come with us?\" And I felt where they are two, a third isn't necessary. And I\nsays, \"No, L..I'm going on my own.\" And this Otto Sandner--a young kid maybe 18 years\nold--says, \"I'm coming with you.\" He was from Czechoslovakia, also from Moravia; and he\ncame with one of the last transports. Must have been maybe 5,000 people, taken out for\nlabor. So we walk.... By the way, then small groups were founded...uh...formed, and each\nwent on his own. There was no more cohes...cohesiveness. So we walk through the forest.\nAnd when we were far enough, we tore from trees a few branches and lie down. We were\nexhausted. The next morning--it was already daytime--we were awoken by the bells of\ncows who were going on pasture. And we got up--it rained at night, we were wet--and\nwalked again in direction away from the camp. And I had two plans: to go either to the\nfarmer, if he would save me, if he would hide me; and if not, I'm going farther west to\nCzechoslovakia, to Moravia, the...where I knew a lot of people and where I was friendly and\nI trusted some of them that they would hide me. So as we go, we suddenly see a little house\nin the front of which, or on the side, there was a pile of manure. And there was a young\nfellow working on the manure. And I says to Otto, \"You watch here. Stay out; and I'll go in\nand see what...whether we can get some food.\" There was a woman in there. I says, \"I'm\nhungry. I want food.\" She got scared; and I says, \"We would like to have butter and bread.\"\nAnd uh she says, \"I don't have any butter, but I will send my son to the [szoltis (ph)].\"\nWhich is like the...the mayor of that complex. They have homes between the fields. It is\nnot like a village here. There is one home here, and another one far away, which belongs in\nthe vicinity to their own fields. You know? So she sent the boy to get some butter. And\nhttps://collections.ushmm.org\nOtto came in, and she gave us some black Chicory coffee, and some bread and cottage\ncheese. And when we are through with eating, we were watching whether this fellow is\ncoming back alone or with somebody else. But, uh, she says, \"Where do you come from?\"\nIn Polish; and I talked some Polish. And I says, \"Oh, we are from Czechoslovakia. We\nwork for the Germans in a camp, and we run away and we are going back home.\" And she\ntells me, \"You are Jews who...who got away from Sobibor, where they are burning the\nJews.\" In Polish: \"[Do _ydow palenie (ph)].\" That means, \"where they're burning the\nJews.\" Well, I didn't have any discussion with her. Uh, Otto stole a knife with which we\nwere cutting our bread, and we left. Oh, pardon me. I gave her from the money which I had\nan old Tsaristic ten ruble piece--gold, which she recognized; and she gave me Polish\ncurrency in paper as change. It was either 60 or 80 zlotys. And we left. And we walked\nthat day and whenever we saw a farmer in the field, I went there and I says, \"[To dim\nkierownku (ph)]?\" That means, \"In what direction is Lublin?\"-- which was approximately\nwest of us. And they tell me like that. We never walked on roads; but always only through\nfields or, if necessary, through a forest--because we didn't want to be caught by somebody in\na car, by a German, you know. Whatever. And that evening, the first night, we slept in a\nhayloft in the fields. It was nothing but four poles with a thatched roof and full of hay. And\nwhen we crawled up in there, there was a berth. Somebody slept there before us; because\nthere was always...also an empty bottle there. So we lie down and we slept. And the next\nmorning we did the same thing. Again we asked, \"Where is Piaski now?\" And during that\nday we came to ariver. It was the River Wieprz--which means \"war\" in... in English. And\nthat was hard to...to cross, but we had to cross it. So we walk a little bit along the river. It\nwas November,'' cold. We would have...we would have to swim it. It was rather deep and\n'! Interviewee subsegently corrected the month to October. See Appendix L\nhttps://collections.ushmm.org\n57\nnot very wide, but still.... And there I see a boy, a young boy with a boat. Well, I says,\n\"Come here and take us across the...the river.\" And he says, \"I am not allowed to.\" And I\ngive him those 80 zlotys which I had, or 60 zlotys. He takes the money. He put us on the\nboat and takes us across. I want to tell you, there was so many coincidences which was pure\nluck. One of them doesn't work out, and we are licked. So then we again...we got food\nsome in...some in some homes. And that evening, we went in the evening...before we went\nto sleep in a...1n another farmer's house; and we knocked at the door, and we asked for food\nand we got some food. I think the people were giving us food there are afraid that we\nwould avenge ourselves, whatever. Not out of goodness of their heart. At least, I don't\nbelieve so. Then we went back into a meadow; and in the meantime it was already half\ndark and we hear shooting. We assumed that the owner of that house now went out to scare\nus away, to tell us that he has weapons. Well, anyhow, we...we didn't have any such ideas.\nWe just wanted to survive. We get into this meadow, and there were small piles of hay.\nThey handled the hay entirely differently than in this country. The hay is rolled. Over there,\nthey put it together with forks and make little piles. And then when the weather is\nconvenient and they have the time, they take those piles and put them on carriages and bring\nthem back home in...into a barn. I remember we took two or three of those piles, put them\ninto one pile; and each of us crawled then into this one pile and slept through. In the\nmorning, when we awoke and crawled out, it was raining all night. And we were dry like\nbone, because the water was running down on that hay. I didn't know that until I found out\nin my own experience; but the meadow was so water soaked, as you walked in it you could\nhear the swishing. So that was the second night. Then there was...that was, I\nbelieve...Sunday? Well, anyhow, the next night we slept again in a hayloft. But I am not\nsure, but I think we slept two nights in two haylofts. And that was Sunday morning, when\nwe got out again. And as we walk, we see single home again. And as we approach it to the\nhttps://collections.ushmm.org\n58\nleft, there was like a burned out home. And I walk over there, and there were some\nremnants of Jewish prayer books. So I knew that this was a home occupied by Jews who\nwas burned down. To the right and forward a little bit, there was a horse behind the fence\nof a house looking at us. And in the meantime, a man comes out. We approach him; and I\nsays to him, \"We would like to get some food.\" And he says, \"Come in.\" I was very\nsuspicious. He gave us good, white bread, preserves. This is no joke. He gave us hot water\nto wash. I shaved with his own razor--with his safety razor, not...with a straight razor. I\nknew how to do that. And we got dressed again. He didn't ask a question from...he\ndidn't...he knew what's going on, probably. I gave him some money, a gold coin; and we\nleft. That was Sunday. We slept one night in the forest, one in a hayloft, one on the\nmeadow, and the last night again in the...in a hayloft. But I forgot now the...the sequence\nexactly. It was Monday, Monday morning. And we are already close to Piaski. And in the\nmeantime, I explained to Otto everything about this farmer. He has a daughter. She goes\non the bicycle to Piaski. She works in a bank, whatever. And I tell him all the\ncircumstances, get him acquainted with him. And I also gave him at one time a few coins,\ngold coins; that if he has to go to shop or whatever, that he would have money on him. That\nafternoon--and I must tell you, I can't...did I understand...don't understand at all...I have a\nvery bad, miserable, impossible sense of direction. I can get lost in my town easily. I can\ngo in the wrong direction in my car until I find out that I should have gone the other way.\nAnyhow, we come and we are in Siedliszczki; in the outskirts of Siedliszczki, in that little\nvillage. But it was still daytime. And we lie down in a ditch. And when it did get dark, I'm\ngoing to try to find my farmer's house. And I landed from the back at his barn at the exit of\nthe yard. And on that yard, there were two more...living two more farmers. One was\n[Kisolecki (ph)]...[Kisolewski (ph)]; and the other one [Sokolowski (ph)]. They knew me\nand I knew them, because in, in.... Because they were all friendly, you know. They lived on\nhttps://collections.ushmm.org\nthat big yard; but only my farmer had the barn there. Coming in from the field, the barn was\nto the left. In front of it was the dog's...dog house. To the right, was his stable with the two\nhorses and three cows. And then there was the pig sty. Do you say pig \"sty\" or \"stay\"?",
        "Q:Pig sty.",
        "A:Pig sty? And then was in front of it a little shed. On the other side was another stable, which\nbelonged to those two other farmers. In front of it was a pile of manure; and on the other\nside, in front of that shed, there was also a pile of manure. And then there was a little yard-\nlike fence. And to the right hand side was one of the farmers living with his family--a\nmother-in-law and two or three children. And on the other side was my farmer in a thatched\nroof home, like all those homes were. It was Monday night, and it...1t was already pretty\ndark. As I passed the dog--his name was Caesar--he recognized me. He didn't even bark.\nHe just moved his tail and sniffed at me. And I...I petted him and I continued walking...to\nwalk in the yard. And I opened the little gate to the farmer's little front yard, you know.\nAnd I look in, and there I see a petrol lamp and they are eating-- which they baked every\nMonday, that was a Monday, sweet bread. I mean, not sweetbreads...sweet bread baked in\ntheir own oven, and chicory coffee. They baked the bread for the whole week's supply\nevery Monday. But they made one loaf which was mixed with sugar beets and poppy seed.\nAnd that was the sweetness in it. And they ate that; and then on Tuesday after the next\nSunday, they ate the dark bread. And I see, and I'm waiting now until he will go and make\nhis rounds to let the dog loose, and to lock the barn and the stable. A little while later, the\nfar...uh, the day worker--his name was Joseph--came out. He didn't see me. That's how\ndark it was. And he walks out, and walks away through the little gate. And not too long\nlater, the farmer comes out; and I says, \"Gospodarzu.\" That means, \"Farmer.\" I called him\nhttps://collections.ushmm.org\n\"Farmer.\" But this is...1n the Polish language, it is like a title. That was uh, a...respectful,\nyou know? And he says to me, [Jetisdu bedisz (ph)|?\"--\"Where do you come from?\" He\nrecognized me right away. In that darkness with that one word which I said, \"Gospodarzu.\"\nAnd I says to him, again in Polish, \"I came to save my life to you.\" And he says, \"Marno.\"\nHe says, \"In vain.\" And then he says, \"[Czostsamnu (ph)].\"--\"Come with me.\" And as I\nwalked with him, he says, \"I owe you some money.\" That how decent and honest he was!\nHe owed me money for that suit which I sold him, 700 zlotys. I says, \"I don't need any\nmoney. I have a little money on my own.\" \"Where do you come from?\" I says, \"I run away\nfrom a concentration camp.\" He put me in the...in the stable with the horses, locked it from\nthe outside; came back in a little while with a bottle of hot coffee. Yeah, by the way, Otto\nwas left in the fields--not too far, but maybe...maybe a hundred, hundred fifty yards. And he\nsays to me also as we walk to...to the stable, he says, \"[Ale ty sam amnisz (ph)].\"--\"But you\nare alone.\" I says, \"Yes.\" I figured if I say we are two, I have lesser chances. He put me in\nthe barn; and then he come back later on with that hot coffee, with that sweet bread, with\nthat little carpet. He put that carpet in the stable on the floor, on...on the straw, next to the\nhorses. And he says, \"I'll see you in the morning, early in the morning.\" And I drank and I\nate, and lie down on the...that was a home woven carpet. This is made out of rags. You tear\nthe rags into strips, and then you braid it between the...waft [NB: weft?], I believe, you call\nit in English. It wasn't bigger than maybe a good yard long. I laid down there. At night I\nawake when one of the horses got loose and smells at me. And that woke me; and in the\ndarkness I knew where it's supposed to be, and I got up and got that horse.... By the way,\nthat was a beautiful mare. It was a half-blooded mare. When she walked, the head up, it\nwas a pleasure to look at...at that horse. The other one was not so lively. But this one here,\nI loved that horse. And I took her back to the throw, and put the halter on; and lie down,\nback on that...whatever...when I found then the carpet and slept. He came around...I don't\nhttps://collections.ushmm.org\n61\nknow...5 o'clock in the morning. It was still dark. And he took me into the barn, across the\nyard kitty corner-like into his barn. And I crawled up on the ladder; then when it got a little\nbit lighter, high up in the stacks of straw or whatever there was. In the afternoon, the\nfarmeress comes with a bucket in which she had hot tea in a bottle and bread with lard; and\ngave me the food and told me that they had visitors at night. Some people came; and they\nwere sign...some kind of little bit acquainted, because they knew they have a daughter\nnamed Joann'* and they have a bicycle...she has a bicycle. And they wanted that bicycle. I\nknew right away what happened, but I didn't tell her. Otto must have bumped into some\ngroup of people; and he told them what I knew about this farmer, and they came to ask for\nthe bicycle. And he must have joined that group, probably; or maybe they did away with\nhim. I do not know, but I never found Otto; because I later on inquired in that town from\nwhere he came whether he returned. I didn't get an answer. So that was the arrival\nin...in...1n Siedliszczk1.",
        "Q:We have only about ten minutes.",
        "A:All right.",
        "Q:Can you tell us briefly what happened?",
        "A:All right. I was in that barn; and during the next few days, [Wacek (ph)], the man who used to\nwork there for them at the time when I was there the first time, a year before, wasn't there\nanymore. They had this time a maid; and she comes into the barn, and I was down there\n'? She is named elsewhere as Theodora (nicknamed: \"Todzia\").\nhttps://collections.ushmm.org\nand she sees me. Well, then the farmer comes and she tells me...he tells me, \"She saw you.\"\nI says, \"Yes.\" Well, he didn't say...he didn't complain. He says, \"I'll take you Monday in\nthe pig sty up on top.\" Which he did. They brought me food either in the barn or over there\nlater on in a bucket; always three times a day--breakfast, at noontime and at dinner. On that\nMonday, early morning, he took me from the barn again across the yard. And I crawled up\na wall in the shack...1n the shed there, which was the wall of the pig sty. And he told me to\ngo down deep there. And then later on during the daytime, his day worker who he hired--\nthe same Joseph--he was bringing straw from the barn, and he was with me up there to fill\nin all the holes so that the wind and the cold wouldn't come into that enclosure now.\nJoseph...Joseph did not know...Joseph did not know that I'm up there. Only the farmer.\nAnd when he was done with the job, he went down; and now they started to feed me up\nthere. There was a...there was some firewood like in front of that barn...that wall on which\nhe always stacked, or the woman--the farmeress. And then they gave me this stuff; and I\ncame up from where I was lying down there, got the bucket and the food. And I had there a\nbucket which I was using as a toilet, which he emptied once a week. Which I gave him, and\nhe poured on the...on the...on one of the two piles of manure. That was...that was my\ncomfort. And...uh...that's how I lived there. I could not stand up. I was kneeling in the\ncenter only. Even that was almost as high as my head was; because the roof was very low.\nAnd I told him that I would like him to buy me three things: change underwear, a blanket,\nand a revolver. And I gave him couple gold coins. And he brought me a change of\nunderwear and a blanket; but he says a revolver he can't get. So now I had at least that\nblanket with...in which I crawled in, like in a... made like a sack out of it, you know, and\ninto the straw. And there I slept and...and...and...uh...rested all day and all night. I never\nwent down the whole time from October 21st [1943], I believe, until the very end of July\n[1944]. Uh...[ had a few experiences...\nhttps://collections.ushmm.org",
        "63\nQ:We don't really have time.",
        "A:Then...then I will tell you then what happened while I was on...on the roof.",
        "Q:Please, we have five minutes.",
        "A:Okay. Gee, I work without those notes! I'm sure I forgot many things.",
        "Q:That's okay. Tell us what happened...uh...on the roof and then liberation, would you? Because\nthat's really all we have time for.",
        "A:Okay. (Pause - checking notes) 10/25, I have here a note. \"From barn to pig sty. Joseph.\nStraw. Podsiali with me. Money to get underwear, blanket, revolver.\"",
        "Q:Let's...let's.... Okay. Just tell us about liberation, would you?",
        "A:Now, is the new...1s the new tape already on?",
        "Q:No. We don't know. We have five minutes.",
        "A:Oh. Oh. And that's it?",
        "Q:That's it. So, please, tell me about liberation.\nhttps://collections.ushmm.org\n64",
        "A:Anyway, as summer went along I could hear machine..... What you call it? Machine...uh...rifle\nshooting. And farther away, also cannon shooting. The front was coming closer. And\nevery day it was closer and closer, until one day I see my farmer. I looked through that\nthatched roof on the yard, and I see him loading a carriage to go into the fields. And in the\nmeantime, I hear an explosion. A shrapnel was going above, and then it exploded. And the\nfarmeress got very excited. And she was holding a cup of something in her hand. And he\nsays to her in Polish, \"Don't be excited...afraid of those who do you hear. They go far away.\nThose who explode in front of you, those you don't hear.\" They didn't go into the fields. A\nday later, a German tank came into that...went through this yard. And another day later, in\nthe morning, there were Russian soldiers with little carriages and horses, and women\nsoldiers--we called them \"Marushas\"--later in the yard. And they left, too; and then about\ntwo, three days later I went down. By the way, uh...I was so weak that I hardly walked; but I\ndid. And when we parted he told me, \"Don't go through the village. Go into the fields.\nBecause if they find out, the villagers, that if I kept a Jew, they'll kill me.\" That's what he\ntold me. And I went back into the fields toward Piaski. And there Russian soldiers got hold\nof me. And then they made a PW out of me for a while, or whatever. And then I got away\nfrom them; and I smuggled myself through different situation in Poland until I came home.\nAnd that is the end.",
        "Q:Okay. I thank you.",
        "A:You're very, very welcome.",
        "Q:When did you come to the United States?\nhttps://collections.ushmm.org\n65",
        "A:I came to the United States on February the 4th, 1948. And that's it.",
        "Q:Thank you very, very much.",
        "A:I thank you, too. I, I think that some of these things should be preserved. Mainly, you know, the\nperson of those...of those two farmers.",
        "Q:Oh, yeah. That's an incredible story.",
        "A:They were noble people. I was a lucky guy. They were the heroes. They were the decent people\nwho, out of so many millions who took advantage of the Jewish people, really tried to save\nmy life.",
        "Q:Right.",
        "A:At one time he told me...when he came back from a wedding a little bit drunk. He never was\notherwise. \"You I will keep 'til the end of the war. Anybody else, I wouldn't take for a\nmillion of zlotys in gold.\" And as he talked to me, I was coming out from my hiding place\nand I could smell the vodka on him. But that is the only time. These were two fabulous\npeople. I am in touch with the daughter, Todzia. I forgot you when she brought me at\nEaster one time a basket with vodka and...and, uh, cookies. She lives in Lublin, and we are\nin touch.",
        "Q:Sounds like marvelous, marvelous people.\nhttps://collections.ushmm.org",
        "66\nA:These are one in I don't know how many. If only somebody would interview me to write about\nthem. Not about me, about them. They deserve it.",
        "Q:About them. Yeah, they sure do.",
        "A:They do deserve to be remembered in history.",
        "Q:They do indeed, and they will be.\nTECHNICAL CONVERSATION\n"
    ],
    "questions": [
        "Q:All right, we're on. Now, Mr. Thomas, would you tell us your name, and where you were born?",
        "Q:Both.",
        "Q:Tell us a little bit about your childhood.",
        "Q:Your childhood.",
        "Q:Was there a strong religious feeling in your life?",
        "Q:Can you describe some of the changes, and how the changes began to take place?",
        "Q:(Coughing) Excuse me. (Coughing)",
        "Q:(Coughing)",
        "Q:We have to just.... I'd like to go back.",
        "Q:To the departure.",
        "Q:And don't worry about the dates.",
        "Q:Don't worry about that. Can you describe your departure? Can you describe the trip to Terezin?",
        "Q:Yes.",
        "Q:Let's get back to the trip to Terezin.",
        "Q:Are you on the train yet?",
        "Q:What was it like?",
        "Q:And then what happened? You don't need to worry about this.",
        "Q:You know, it may be best if you go from just what comes to your mind, rather than....",
        "Q:I think this 1s a good place to stop. We have to change the tape.",
        "Q:Sorry.\nTECHNICAL CONVERSATION",
        "Q:We're on now. You may begin.",
        "Q:Let's get back to your experience now. Let's pick it up.",
        "Q:In what way was it getting worse for you?",
        "Q:\"Roundup\"?",
        "Q:You were talking about Chaim Engel.",
        "Q:Chaim Engel, your friend?",
        "Q:You can just quickly pause.",
        "Q:Uh, we.... Let's not worry about that. Let's...let's get to Sobibor.",
        "Q:The Sobibor story is very important, and that is what we really need you to be telling us about.",
        "Q:I'll tell you what you can do. You can come back at the end and you can spend some time.",
        "Q:Okay. Where are we now?",
        "Q:You know I think this a good place to stop. We have to change the tapes again.",
        "Q:We have seven more minutes?",
        "Q:Oh, I thought you said four minutes to go. Oh.",
        "Q:We have time for one more story, then.",
        "Q:You're absolutely right. Good.",
        "Q:Okay. We're on.",
        "Q:You're going back.",
        "Q:Pig sty.",
        "Q:We have only about ten minutes.",
        "Q:Can you tell us briefly what happened?",
        "63\nQ:We don't really have time.",
        "Q:Please, we have five minutes.",
        "Q:That's okay. Tell us what happened...uh...on the roof and then liberation, would you? Because\nthat's really all we have time for.",
        "Q:Let's...let's.... Okay. Just tell us about liberation, would you?",
        "Q:No. We don't know. We have five minutes.",
        "Q:That's it. So, please, tell me about liberation.",
        "Q:Okay. I thank you.",
        "Q:When did you come to the United States?",
        "Q:Thank you very, very much.",
        "Q:Oh, yeah. That's an incredible story.",
        "Q:Right.",
        "Q:Sounds like marvelous, marvelous people.",
        "Q:About them. Yeah, they sure do.",
        "Q:They do indeed, and they will be.\nTECHNICAL CONVERSATION"
    ],
    "answers": [
        "A:Uh, you want my present name, or my former name? How does that work?",
        "A:I was born in Brno, the capital of Moravia. And my original name, family name, was Ticho...T-I-\nC-H-O. Which I changed after coming into this country. I was born in 1914 [April 11].\nThe full name is now \"Kurt Thomas.\" In Brno, as I said; and raised in a little town about 20\nmiles north of Brno called Boskovice. A city of approximately eight thousand people, where\nthere was a Jewish community dating back into the fifteenth century.",
        "A:About what?",
        "A:Well, I had a very happy childhood, although I was born before the First World War. I\nremember...during the war, I must have been a little bit over three years old and my father\nwas in the army, in the Austrian army. And my mother--with my...with her sister, with my\naunt--brought me home from the little village from where she came in Slovakia; because\nher mother-in-law, my grandmother, was sick. She [his grandmother] died. Then her\nhusband, my grandfather, got sick. And then I got sick. And I remember still, very dimly,\nthe day when we came from the railroad station into the apartment. Well, anyhow when I\nhttps://collections.ushmm.org\ngot sick my mother told the doctor, \"Dr. Weiss, this is an infectious diseases, because my\nmother-in-law passed away. Now the father-in-law is sick. And now the...my child got\nsick.\" They finally found out it was typhoid fev...fever. And... uh... also remember during\nthat sickness that my aunt coaxed me in eating, after the fever was gone. And...uh...she told\nme over a little chicken, which I liked, in my grandmother's home and they made me some\nsoup. And that was the first meal I ate; and which I heard this story many times later on\nfrom my aunt. Well, my..my...uh...childhood was a happy one. From the political point of\nview, in 1918 Czechoslovakia was founded. Uh...and up to 1920, there was in town a\nGerman school which was attended mostly by the children of Jewish parents, and by some\nnon-Jewish children too. The idea was that the Habsburg monarchy, the system, tried to\nGermanize wherever they could. And for that purpose they used minorities; one of them\nwere the Jewish people. In return, they were getting certain concessions, to which they had\nto be entitled as full citizens anyways; but it was an abuse which went on through centuries.\nAnd I remember in 1920, when the German school was closed. And my father was raised\nin the German language only; although he spoke Czech. He was ready to move to Vienna,\nbut he changed his mind; and I...all my schooling was Czech, with the exception\nof...uh...being tutored privately with a few other Jewish children by the former principal of\nthe German school, Mr. Joseph [Meyer (ph)]. I went to elementary school. I went to\ngymnasium. And then I got a job in a ready-to-wear manufacturing place; where I worked\nuntil 1936, when I had to join the army. Our lives there in Boskovice were beautiful. We\nhad a lot of...uh...opportunities and exploit...exploited them a lot...while, while uh....\nSporting opportunities--like skiing, skating, hiking, swimming. The little town is located\nin...In a very scenic section of Moravia. It was called \"the Moravian Swiss.\"\nhttps://collections.ushmm.org",
        "A:Well, there were a few very religious people. We, personally, were irreligious. As a matter of\nfact, my father was an atheist, and so am I. My grandfather was religious. His wife, my\ngrandmother--is paternal--was not; but she kept a kosher house because of his sake. And\nwhen she passed away, my mother kept a kosher house for his sake--for Grandfather's sake-\n-until he passed away. He did not live with us, but he ate with us at noontime and dinners;\nwhile the breakfast was sent to him in his apartment from our house every morning. Uh...as\nsoon as Grandfather died, my sister and I said to my mother, \"Let's stop with that kosher\ndeal, because we...we don't believe in it. And we eat...eat everything anyways.\" And that\nwas...that was the end of the kosher housekeeping. I think he died in '32 or '33. Uh,\nwe...we were a group of Jewish youngsters who had a good time. Uh...Although we were\nfriendly with the non-Jewish people. As a matter of fact, I had a few very good friends\namong them from school and so forth. But there was a certain social...uh...barrier between\nthe two religions. And as children, I remember, we had even wars between the Jews and the\nChristians, where we were throwing at...at each other stones. And a half an hour later, we\nplayed soccer together. It was just all on friendly, very friendly terms. And I think that the\npopulation there, with the exceptions of course, accepted us as full-fledged citizens. And\nthe country was at that time democratic under the...the system. Uh...The president was\nTomas Masaryk, a humanitarian, uh...liberal politician. And we had...we had a real...very\nnice life. Until, of course, the occupation of the country came. I joined the army 1936.\nThe...in October, I believe, of 1938, I was still in the army. The Sudetenland, which were\nthe border regions occupied primarily by German-speaking people, were ceded to Germany.\nAnd in...and I was discharged on February the 28th, in 1939.\nhttps://collections.ushmm.org",
        "4\nA:Well, that comes from...that comes only on after the...the, the...uh...country was partly truncated,\nand later on occupied entirely. Then the changes came about. I was discharged, as I said, at\nthe end of February '39. And on March the 15th, the German army marched in\nand...uh....occupied the...the... the remains of Bohemia and Moravia. I lived in Moravia;\nwhile Slovakia, which was another state of the former Czechoslovakia Republic, was at that\ntime already independent--or declared their independence. Uh...and that what was left was\ncalled the \"Protektorat\" [NB: Protectorate]. The situation right away changed. Of course,\nwe were already in...in a state of flux. For instance, we had an affidavit to go to the United\nStates from an uncle--from my mother's brother who lived in Pittsburgh, in Pennsylvania.\nAnd he sent us an affidavit for my sister, my two cousins, [Otto and Edith (ph)], and for\nmyself. But unfortunately, there was a quota. And there were, I believe, 1400 some\nadmissions, or 1375 admissions, out of Czechoslovakia into the United States per year.\nAnd that quota was highly over...over subscribed. We had another opportunity to leave, at\nthat time, for Palestine--or to England, where we even could enter without a visa at the time.\nAnd that take...took quite awhile. I would say, for at least a year and half. But we didn't\nwant to leave without anything. And we also didn't believe that times will be as bad as they\nactually later on proved to be. And...uh...so we lived now under these new circumstances.\nAs soon as the German moved in...Germans moved in, and the...the Gestapo and the SS\ntook charge of the Jewish people. First of all, I had to go to Prague to register. Uh...in\nthe...in a building which was left by the Petschek,’ which is a banking family in...in Prague.\nIn the Petschek Palace,” I had to register. It took, I believe, two days. And then I came\n' The family Petschek--consisting of Otto Petschek, his brothers, and their families--became\nhighly successful as bankers and industrialists under the Masaryk government.\n* He appears to have confused two buildings. The Petschek family bank building--the one to\nwhich he is probably referring here--was used as Gestapo headquarters during the Nazi occupation\nhttps://collections.ushmm.org\n5back home. And...uh...the restrictions which were imposed on us were gradually increased.\nFor instance, I had to leave my job where I worked, again in the same plant as when I went\ninto the army. My boss was a Jewish man. He got in a uh...what the Germans called\n\"Treuhander\" [Trans: \"trustee\" or \"caretaker\" ]--a...a German person who actually took over\nthe management of the plant--and he had very...he had no rights anymore then at all. And I\ngot dismissed. I got a job in a textile plant which was owned by friends of my parents, Mr.\nRichard [Fischer (ph)], in a little village close to Boskovice. And I commuted daily into\nthat plant, and worked there until that plant was taken over by the Germans and I again lost\nmy job. By the way, during the time I worked in [Hartog (ph)]| for Mr. [Fischer (ph)], there\nwas another lady--a young girl at that time, she was about 19 or 20 at the most--who went\nfrom Brno, capital of Moravia, sent by her parents also into this little village; because they\nfelt that she might be more secure there than in Brno. And that's how I met her. She lives\nnow in Washington, D.C. Survived the war, of course. I believe she was sent to Sweden\nduring the war. Now, when I lost the job at [Fischer's (ph)], I approached a gentile man\nwhose name was [ an k Stan k (ph)], who was in the ready-to-wear business,\nmanufacturing in Boskovice. And he said, \"Why not? I had a Jewish fellow before you.\nHis name is Benno [Langer (ph)].\" I knew him. He went to Palestine illegally at that time.\n\"And if you want to come in the morning, you can start next week. I am expecting a\ncontract from the government for, I believe, 3,000 uh...coats for the army. And a similar\namount of jackets and pants, I think.\" And he told me, \"I hate to tell you that, but you will\nhave to come a little bit early in the morning and start the fire in the oven. And you will\nhave to...you will have to...uh...sweep the floor, whatever there will have be done\nof Czechoslovakia from 1939 to 1949. It now houses the Czech Ministry of Foreign Trade. The\nPetschek Palace was an elegant mansion house on Zigmunda Wintra Street, built by Otto Petschek\nfor his wife and four children in the 1920s. In March 1939, it was commandeered by General\nFaber, the Nazi military governor of Prague, as his official residence.\nhttps://collections.ushmm.org\n6\nmanually.\" I says, \"That's fine, Mr. [Stan_k (ph)].\" As it turned out, he was there before\nme; and he made the fire and he swept the floor. And around 8:30, 9:00, I went to the post\noffice--he had a post office box--and got the mail. I said to him, \"Mr. [Stan_k (ph)], if you\ndon't mind, we have a lot of labor here which have no work.\" Because there was a shortage\nof textiles to manufacture. And he says, \"What do you propose to do?\" And I says, \"I\nwould write a letter to the Chamber of Commerce in Vienna.\" And I think I picked another\ncity in Germany. I think Stuttgart. I don't know why. \"And tell them that we have the labor\nforce, the qualified labor force.\" These were all home shops. These were little shops in\nhomes in the surrounding villages, where the farmland wasn't good enough to support the\npeople. So they all were tailors, with very few exceptions. And there was the head of that\nhousehold, his wife; even the children were sewing and the grandparents were sewing. And\nthey were specializing in different items. There was a family who made only slacks.\nAnother one who made vests. Others made jackets. And others made top coats or rain\ncoats. So he says, \"Go ahead.\" And I wrote that letter; and we got in a very few days,\nresponses from four people. From four businesses in Vienna, and the one I think was from\nStuttgart. And we had to...we made up a few samples for them. And he became in time the\nlargest manufacturer in (laughing) Boskovice for these people. Now one of them...one of\nthese businesses from Vienna, the name was [Haudigen Grabel (ph)]. These people I met\nwith. They came to...to us, to see. And then there was another one, and I forgot the name.\nBut the merchandise, which was precut with all the bindings, was come...was coming 1n\nbig...uh...woven containers. And there were old labels, old metal labels, which read \"Sinai\nand Cohen.\" So these German people, these Austrian people in Vienna, must have taken\nover some business from some Jewish people in Vienna and forgot to take off the...the\nvignettes. Well, anyhow, I became...uh...the head man. Originally, of course, there was\nonly he and myself; and then he took in his nephew. A young fellow. His name is\nhttps://collections.ushmm.org\n7\n[Ladislav Konechni (ph)]. Very nice fellow. And we were really very busy. And I did the\nbest I could for our labor, too, because I paid the highest rates. There were different classes\nof...grades of.... For instance, for a pair of pants you could pay from, say, 10 crowns a piece\nto maybe 18 crowns--depending on the grade. I put everything in the highest grade; because\nI figured, \"Let the Germans pay. And that local people, they need the money here.\" And\nthese people appreciated...appreciated me very much. And many of them knew me from the\nplace where I worked before. And they were bringing us now from their little farms butter,\nchicken, and even fish from the pond. In one little village, there was a pond. And I...we\nhad so much food, I didn't know if I can bring this to the place where I worked; but I told\nthem where to deposit it with my parents...that we helped other people. Because at that\ntime, the restrictions were already very strict. The Jewish people...first of all, you had cards.\nYou had ration cards. But the Jewish people were allowed to shop only from 3 to 4 in the\nafternoon, when everything was gone anyways. Yet we had more chicken, fowl and butter\nand eggs in the house than ever before. Which my mother paid for it as soon as we got it.\nAnd this man paid me really a very decent salary. I..1 made a lot of money with him--uh,\nrelatively, you know. With what I started, I would say I did at least five times as much than\nwhen I started to work for him. And he appreciated me very much, too. Now, these people\nfrom Stuttgart, for those we made raincoats. And when we made up the first sample, they\nwanted to know how much yardage we need per raincoat. I mean, for a set of all sizes. And\nwe wrote them whatever it was. I think the merchandise were...was a little bit wider,\nwhatever; it happened from each...so many raincoats, we had one for ourselves. And this\nMr. [Stan_k (ph)], he collected the yard goods and took it home, in his house. I have never\nseen that; but I found out after the war that one day he had trouble. And his cage with the\nmaterials was found in his house, and I believe he got arrested. And that was the end of Mr.\n[Stan_k (ph)]. Now where did I stop? Uh, yes. I was working; and later on, then we had to\nhttps://collections.ushmm.org\nwear Jewish stars on the chest of our attire. Around 10 every morning, I went home for a\nlittle snack. It wasn't far--maybe a block from his place to my home. And...uh...but coming\nback to restrictions. For instance, we could not take out more than 500 crowns a week, per\nfamily, from our own accounts. We had restrictions for shopping. We had\nno...no...uh...ration cards for clothing at all; only for food. All the Jewish people who lived\noutside what at one time was the ghetto part, were moved from their homes into the ghetto.\nAnd we, in our house--which was above my father's business--uh, accommodated Mr. and\nMrs. [Werner (ph)], whose great niece I knew when she was a little girl coming to\nBoskovice in summer to visit her grand...grandmother, who was our neighbor. And this\nlady, who lives today in Switzerland, I visited with her with my wife this last summer. But\nduring the war--I now go far ahead--when the Germans in the camp asked us to send out\nmail into the neutral countries, so that they would have an alibi that the Jewish people are\nliving in Poland, I wrote to [Mimi (ph)]. And about six weeks later, a courier came from\nthe German army with a bunch of mail, and called out names. By then, I was the only one\nwho was still alive of all those people who wrote into the neutral countries. And she even\nsent me, I believe, some sardines, which I got also. Uh, yeah. What...I don't know how I\ncame into...into this...1into this story. Well, anyhow, the restrictions. The other restriction\nwas we could not leave the house past 8 in the evening, and we could not travel. The life\nwas really miserable and intolerable. And we heard stories that somebody was taken away.\nThe SS came once in awhile to town and took hostages--two, three people. In most cases,\nJewish people. My father was arrested; and my mother had the courage to go with him to\nBrno, into the Gestapo offices. And there the SS man says to her, \"Who are you?\" She\nsays, \"I'm the wife of Mr. Ticho, and I want to be there when he's interviewed.\" And they\nlet her come in. And they wanted to know from my father whether there are any\nconnections between the gentile people and the Jewish people--uh, politically. But he never\nhttps://collections.ushmm.org\ngave them any information. I know he probably didn't have any, anyways; but he...he\nwouldn't do that. And after a week of hearings, he was sent back home. Well, now comes\nMarch 1942. On March the 10th, I was walking home from this...from the little factory, and\non the street I met Dr. Munk. By the way, other restrictions were this: we had to do manual\nwork. Sweep the streets from snow or from debris, whatever there was. Dr. Munk, who\nwas our dentist, had to cut woods in the yard of the...of the city...city council, whatever it\nwas. I was very friendly with Dr. Munk. And as we met, he says to me, \"Did you hear?\" I\nsays, \"What?\" He says, \"We are being deported.\" And with that, I left Dr. Munk--which\nwas about half way between my place of..uh...employment and my home--and when I came\nhome, my mother says, \"Do you know what happened?\" I says, \"Yes, Mom. Dr. Munk\nalready told me.\" And the orders were...that was...I don't know what the 10th was, but it\nwas probably a Monday or a Tuesday. We have to leave within three days, in three equal\namounts of people: Friday morning, Saturday morning, and Sunday morning. And we can\ntake with us whatever we can carry. Well, I went back to work and told Mr. [Stan_k (ph)|--\nand accidently, that day the representatives of the owner of [Haudigen Grabel (ph)] were\nthere. And, uh, as I came in...I talked German. Mr. [Stan_k (ph)]| didn't. And I was\ntranslating; and I says, \"Mr. [Stan_k (ph)], I'm sorry, but I have to give you notice. I'll be\nhere Friday the last day, I think; because on Sunday morning, we are leaving town. We are\nbeing deported.\" And these [Haudigen Grabel (ph)], I told them this thing too. They\nlistened to it in German; and ...uh, they just...I think they resented the fact that they are\nlosing somebody with who they could converse and was an expert in the trade. But\notherwise they didn't give a hoot anyways. So that was the story about how it came about\nthat we have be...that we will be deported. I have at home a list of all the Jewish people\nwho got deported within those three days, and there is an addition to how many were\narrested before deportation. Among the deportees, the bulk are local Jewish residents; but\nhttps://collections.ushmm.org\n10\nthere were many who either came to visit with relatives from other cities, and also a\nconcentration of a few Jewish families from little villages. They were not allowed to stay\nthere any longer. Long before the deportation. There were, if I remember well, 447 [NB:\npersons]. (Sigh) I think that about eight or ten came back alive after the war. Among\nthem, one family--husband, wife and a little girl.",
        "A:The family which came back and saved their life....uh...was really coincidental. Mr. [Hanauk\n(ph)|, who owned a hardware store, was by profession a blacksmith. Not a blacksmith, but\na smith for locks--a locksmith. And when he came to Terezin, they needed somebody...",
        "A:They needed somebody who would take care of the waterworks, and he was qualified. That's\nwhy he survived with his wife and his daughter in Terezin all those years. And he was\namong the eight or ten which came back. We were very friendly with...with that family, as\na matter of fact. Well, now...we left on the 13th of March. Took with us whatever we\ncould. No, we left on the 15th of March. That was the last transport in the morning; by\nlocal train to another little station and from there on the main route into Brno, which is the\ncapital of Moravia. And there we landed in a school called Senefelderschule. My number,\nwhich each got on a big cardboard, the transport number was AC and my number was 363.\nOn the 17th of March, we left late at night for Terezin, which is a city in northern Bohemia\nwhere the Germans evacuated all the non-Jewish people, used the barracks to house the\nJews. That city at that time was already surrounded by fences; and it was a ghetto which\nhttps://collections.ushmm.org\n11was served as...which served as a transient station to...to evacuate the people from there\nagain farther east. In Terezin, we were separated by sexes. My mother and my sister was in\none barrack, and my father with myself were in another barrack. We didn't stay there too\nlong, because on April 18th...no, on April the 18th, we--I'm sorry, on March the 18th we\narrived in BohuSovice, which is the railroad station from where we had to walk to Terezin.\nAnd the luggage was brought into...into Terezin.",
        "A:Yes.",
        "A:Yes.",
        "A:That's all right.",
        "A:(Sigh) The departure from Boskovice?\nhttps://collections.ushmm.org\n12",
        "A:Well, it was a great anxiety among the people. They didn't know what to do, what not to do\nand...uh.... For...for instance, I had buried in the little yard under a big stone a tin box with\nsome of our jewelry, and also with some of the jewelry which my uncle sent us from\nSlovakia, in the yard. Yet during the war, before we left, we had to take in into a spare\nroom another fellow which was not Jewish; and he lived in our house. And on that day\nwhen we were moving out in the morning to go to the railroad station, each with suitcase or\nwhatever we could drag, he was already stealing from what we left there into his own room.\nNow speaking of this, when I came back in 1945 I took the...the man who worked for my\noriginal boss, and who was the...the...uh...man who handled packages, um. What do you\ncalled it? A menial laborer. And I says to him, \"Joseph, take a pick and a shovel, and let's\ngo with me into our house where we used to live.\" And we got into the yard; and I says,\n\"Dig here.\" And I show him where to dig. And in the window, in that L-shaped home,\nthere was that fellow who still lived there after we left...in 1945. And we found nothing.\nAnd he hollers from up there, he says, \"I didn't take anything. It must be there.\" And I says,\n\"If you didn't take it, then it must be here.\" And I says, \"Try farther.\" And he found that\nstone, lifted the stone and there was that box, a little bit larger than this and about that\ntall...that high. The linoleum cover which I put on--it wasn't linoleum, it was an oil cloth--\nentirely disintegrated. The box disintegrated in that wet, probably acidy soil; but everything\nelse was there in the shape of that box. And I picked the stuff up and this (laughing) guy\nwas looking, and he was probably sorry that he didn't know the thing is there. So that was\none of the things, how...how we had to handle ourselves. Uh... I also remember one\nevening, I was looking out from where our apartment was, from the second floor down on\nthe street; which is actually the first floor in this country. So it wasn't too high from the\npavement where people walked. And I noticed two fellows as they were...walked by, and\nthey saw us and they said, \"What the Hell. They can't walk out now. But they had enough\nhttps://collections.ushmm.org\n13of a good time.\" That was the feeling at least of that...of one part of the population. We\nalso hid my sister's dowry long before that happened, because we were very insecure what\nmight happen or might not happen with people which we knew. Gentile people. And most\nof it I got back after the war. Uh, other restrictions...just terror and...uh, the...the insecurity.\nNobody knew what the next day will bring. As a matter of fact, I remember one very\ninteresting thing. There were some SS men in town; and they were led around by a German\nfellow who lived in the city and who used to be the policeman for the Jewish community\nwhen it existed yet. That was a separate political entity up ‘til 1918. His name was\n[Estelberger (ph)]. And he took these SS men around, and they at that time arrested two\npeople. One fellow who lives now in New York, a survivor--his name is Kurt\n[Steckemacher (ph)], now Kurt Steel. And the other one did not survive; his name was\n[Lam (ph)]. And as they passed by my house, I walk out of the house and they see me. And\n[Estelberger (ph)| knew me. And they ignored me. They could have just taken me along\nlike anybody else. That was the only encounter I had at that time with meeting, physically,\nan SS man--who passed by while I was locking the house. Right now, I don't remember of\nany...uh...specifics. Oh, yeah. This Mr. [Hanauk (ph)| was also arrested for a couple of\nweeks, but what...was let out again. That is the man who later on worked on the\nwaterworks in Terezin. And I...then I remember an industrialist of the same name as mine,\nTicho. His name was Paul Ticho; was arrested, brought into the Spielberg,* which used to\nbe a medieval jail--torture chambers; and I believe he died, either there or in Germany\nsomeplace. His son, an opthamologist, lives today in Chicago. I'm in touch with him. Dr.\nKarl Ticho.\n° A fortress-prison located in Brno.\nhttps://collections.ushmm.org\n14",
        "A:Alright. We...we slept on straw in the Senefelderschule.",
        "A:No, no. We are in the school now. And one evening, we got orders to get out. And we went by\nstreet car to the railroad station, where we were rushed under police...uh ...uh... supervision\ninto the train with many other people from Brno, or maybe from surrounding towns. And\nwe traveled through the night.",
        "A:It was a crowded train. That's all remember. And from there I somehow managed to throw out\nmy postcard, which I wrote to my uncle, in some station. I don't know anymore how that\nhappened; but I knew that I acted already actually illegally. But it...it got to the destination,\nbecause it got back to me after the war. Then we arrived in BohuSovice, which is the\nrailroad station for Terezin, and from there we were marched into Terezin. And the...our\nluggage came later by truck, I believe. It was delivered to us.",
        "A:No, no. But I have to get my points a little bit. (Checking notes) On October the Ist, another\ntransport under the insignia A/G was assembled in Theresienstadt [NB: Terezin]. There\nwere quite a few people from Boskovice. Among them: my parents, my sister and myself.\nhttps://collections.ushmm.org\n15\nUh...We had to walk back to BohuSovice...to BohuSovice...to the railroad station, again with\nour luggage. We got some food. I think bread, some beet marmalade, and something which\nwas like a soft sausage--like big bologna. And we're put into a regular train--one thousand\npeople--which went through Dresden, _aga_ [Ger: Sagan], Breslau--which is today\nWroc_aw--_6d_, and Lublin; and into a railroad station of the little town of Trawniki. We\narrived there on the 3rd of April, very early in the morning, and were disembarked. We're\ntold that the luggage will be sent to us; and we were marched to the ghetto of Piaski, P-I-A-\nS-K-I, which was 14 kilometers from Trawniki. Which is about nine miles. When we got\nto Piaski, uh...we were told that we will be living here. In Piaski, the Germans established a\nghetto, which was that part of Piaski where the original Jewish people were living. There\nwere fences all around, barbed wire and wooden fences. The ghetto was divided into two\nhalves by the main road leading from Lublin into, I believe, Che _m and Zamo _. And we\nwere looking where to go to settle. And we found...finally found.... By the way, I don't\nknow where I was in the interim. My mother and father told me when I came back to them-\n-I must have gone for about half an hour--there was some kind of a meeting, and a German\nofficer told them that everything will be taken care of. We will get straw to sleep on, and\nfuel and food. And electricity will be installed. Gave us a big spiel, big story. But nothing\nhappened. We finally found an abandoned house without any floors. The floors were used\nas fuel from people who lived there before. There were holes in the ceiling, in the...in the\nroof. And we slept on the floor; which were my family and another couple, Mr. and Mrs.\nJulius [Frisch (ph)] from Boskovice--with who we were also very friendly. (Sigh) My\nsister got an infection in her eyes, and got blind from that humidity and whatever. The food\nwas almost none; until the Jewish Federation there in Piaski established a kitchen, where we\nwere getting daily uh | pot of soup per person and some bread. The situation was absolutely\nunbelievable. No toilets. No pots, no pans. I mean, nothing. Our luggage never arrived.\nhttps://collections.ushmm.org\n16\nThey left in Trawniki at the time 50 people-- 50 men, who were supposed to unload the\nluggage and load it then onto a truck and bring it into the ghetto. The luggage did not come.\nWhether these 50 people came later or not, I don't remember. You cannot imagine the\ndespair. A week later about, maybe...maybe only 6 days later, there was a what we called a\n\"razzia\" [Trans: \"roundup\"]. Uh...In English, I would call it a surrounding of\nthat...that...uh...little area, and they evacuated at that time only local Jews. The local Jews,\nthey were wearing white armbands with a blue star of David. And there were also some\nPomeranian Jews, from Pomerania, from the city of Szczecin [Ger: Stettin]. When we got\nacquainted with a local family, their name was [Niederberg (ph)]. He manufactured during\npeace time, I believe, candles and soap. And they told us to move fast into a second floor,\ninto an apartment. Apartment! Was a room deal, steps up; but it was dry. And the...the\nroof didn't have any holes. To move in fast before somebody else take it, which we did. So\nwe got into the apartment, in which prior to us lived a Dr. [Hanf (ph)], a rabbi from\nSzczecin. There was nothing in it but some onions left. There was a stove in the foreroom,\nwhich is actually a partition from the larger room was in the back. In the kitchen there was\none bed. In the room in the rear, there were two beds. All with straw mattresses. And on\nthe landing of the steps, when you get up there, there was a bucket which was used as a\ntoilet. If you wanted water, you had to go...we went.... We were in that part of the ghetto\nwhich had no water supply. You had to cross the street from this part to the other part; but\nthe ghetto doors were opened every two hours, and closed every two hours. From 8 to 10,\nyou could go into the other part to get water; but at 10 o'clock it was closed until 12. Then\nyou could go again from 12 to 2. And that...that's how it worked. Now there was a...what\nthey called \"Ghetto Polizei,\" which was the ghetto police. These were Jewish people,\neverything ordered by the Germans. They also nominated a committee of 12 elders.\nAmong them there were two Czech people, a Mr. Kurt [Hirschmann (ph)] and a, uh,\nhttps://collections.ushmm.org\n17\nengineer, [Ernst Boehm (ph)], with his wife...who was there with his wife. [Hirschmann\n(ph)], I believe, ...yeah, he was with his wife there, too. But I bring this up for the reason to\nunderstand how the thing operated. The Judenrat was getting orders from the Germans, and\nthey had to comply; and were actually instruments for the Germans. Well, luckily by the\nend of, uh, April, we heard that they are looking for plenty...for 20 young people who would\nwork on a farm. Ten German, of German nationality, and 10 of Czech. And I got among\nthe 10 of the Czech nationality, and got the job working from 7 in the morning 'til 7 at night\non a huge estate in Siedliszczki. Uh...Just a minute. (Checking notes)",
        "A:Yeah, but I would forget many important things. Now, I believe it was... Yah, I got the job. We\nwent onto this estate every morning; and as we got a little bit smarter, we started to smuggle\nout things from the ghetto and was peddling them at noon time from one little home to the\nother in that village, to the local people. We also were lucky that the administrator of the\nestate--I forgot now his name--was very tolerant and understanding to us, and he let us steal.\nVirtually, let us steal potatoes and vegetables; and even, if he could, some flour. Whatever\nit was. We...our...uh...our wages were, at noontime, we got a pot of boiled potatoes with\nsome milk. And every week we were getting two kilograms, which is a little bit over four\npounds, of either flour or barley. And he was giving us--against the directions from the\nGermans--every day, I believe for eight or 10 people, one big loaf of bread. And there\nwe...we worked. I got acquainted through this trading with a farmer whose name I didn't\nknow. Uh, then another incidents come into my mind; and it was on June the 22nd, first\nanniversary of the Russian-German war, I traded--I don't know anymore what it was--for\neight kilogram of flour the day before. And I left it on the farm. And the next morning, I\nhttps://collections.ushmm.org\n18\nasked the supervisor--who took us into the fields where we worked on the meadows, barn,\nwhatever--whether he would let me run home--which was three kilometers, maybe two\nmiles--with this flour. Because I was afraid if I go in the evening with the rest, the Germans\nchecked on us what we are having with us. And if you had some contraband, they shot you\non the spot. And then told the...the Jewish policeman at the ghetto gates, \"There's\nsomebody shot and lying 1n a ditch over there. Get and buried him.\" So I didn't want to do\nthat, to bring this home in the evening. And the foreman told me, \"There is just now a\nwagon going through Piaski. Hop on the wagon and come back.\" Which I did; and when I\ngot to the ghetto gate, I jumped down, brought the flour in. And my mother was on the\nlanding, standing; and she says, \"How coming you're coming home? I hope you didn't lose\nthe job.\" Because that was more or less a sub...subsistence for....for my people, what I\nbrought home. And I says, \"No, Mom. I got eight...eight kilo of flour, and I brought it\nhome now.\" And explained, and kissed her goodbye and left; and run back in...onto the\nfarm. (Sigh) At noontime, or maybe past noontime--no, I think it was right around\nnoontime--somebody discovered people walking through the fields. And we crawled on top\nof the blacksmith's shop; and we saw a huge transport being walked through the fields,\ndirection Trawniki. By the way, before I left I said to my mother, \"If anything goes wrong,\nyou know where to go to hide.\" We knew already how to get there. \"Hide.\" They didn't.\nWhen I came home in the evening, they were gone. My parents and my sister were gone,\nand so was my winter coat. I had at that time a brand new winter coat, which is the only\nreal valuable thing next to what I had--my suit, slacks, and shoes. That's all I had. One pair\nof change. Nothing else. Nobody else had more, either. That was the situation. And\nwhatever we smuggled was from people who had something who came there earlier, or\nwhatever. Uh, but from that transport from which we came, they had nothing; although\nthey sold their last shirt just to get...for...for a few potatoes. Well, I came home in the\nhttps://collections.ushmm.org\n19\nevening. And in the meantime, between the arrival of the second transport whose insignia\nwas A/L, there arrived my aunt, Rosa. That was my father's sister's widow. A Mrs.\nWeiner,’ who was a widow, with her daughter [Litzi (ph)]; her sister, Mrs. [Frisch (ph)].\nMrs. Weiner was born [Frisch (ph)|; and their niece, Mrs. [Rotter (ph)]. My father's cousin,\nBenjamin Ticho; and a nephew of Mr. [Frisch (ph)], Fred. And we took them all in,\nbecause they had no place where else to go. Now we were 13 people. The [Frisch (ph)]\ncouple slept in the so-called kitchen, on those two beds. My mother and my sister slept in\none bed. My father, and I believe his cousin, in the other bed in the back room. And all the\nrest slept on the floor. With one bucket! Two days later--by the way, the people were dying\nin the ghetto of starvation and of sicknesses. Uh, and the SS once in awhile came to check;\nasking how many people died yesterday and how many the week before, and so forth. And\nthe amounts were considerable, but to them it wasn't fast enough. Now, two days later, after\nthis transport left.... And prior to that, there were also surround...surroundings of...of local\npeople, of the people in the ghetto by the Germans [NB: razzias]. But my...my parents and\nmy people and all the rest evaded them. But on the 22nd, they didn't...they didn't make it\nanymore. Two day later, I believe, some 80 people come back from the transport which\nwas taken out on the 22nd. And among there...them, were these four ladies. Mrs. Weiner,\nMrs. [Frisch (ph)], and Mrs. [Rotter (ph)]; and [Litzi (ph)] Weiner. They told me that they\nwere taken to Trawniki under horrible conditions. Beaten on the way. And were squeezed\ninto cattle trains; but the train was so crowded that these 80 people couldn't...were not\nanymore being located...placed in the train. So they were put overnight into some barn; and\nfinally, the third day they came home. Without water, even to get anything to drink. No\nfood. They were in terrible shape. And Mrs. Weiner told me that my father took my winter\n* Interviewee has identified this lady in his writings as Sophie Wiener.\nhttps://collections.ushmm.org\ncoat with him, because he was afraid somebody might steal it before I get back home in the\nevening, assuming that I will follow them. And then she also told me that Marianne, my\nsister, said, \"I think we are making a terrible mistake by not going into hiding.\" That was all\nI knew about my parents. Now, as I'll still continued working on the...on that estate, I got\nacquainted...not too much, but I knew the man already. And one day I says to him, \"Would\nyou uh give me ajob on your farm? I don't have to get...to the back ghetto now, because my\nparents and my sister are gone. And I could sleep in your house.\" I figured I would be safe\nthere. And he says, \"I'll take you in a couple...couple weeks.\" Couple weeks came. I\ndidn't even ask for a release from that old job; but I simply went into his house. He gave me\nthere...1n a very little room, there was a box-like contraption on four legs, with a lid. It was\nmaybe 30 inches wide and maybe six feet long. It was full of straw. And he told me, \"You\nwill sleep in this here.\" And...uh...we worked together. I talked some Polish. I picked it\nup; because Czech and Polish, they are two Slavic languages, and I picked up a little bit. I\nmoved in with my rucksack, and whatever...the little things I had. And I asked in the\nevening for some water to wash. From that day on, Mrs. Podsiadli gave me every night a\nbig pot of hot water and a basin, where I washed myself daily. And they were very\nconsiderate. They always...in, in the Polish language, you address somebody by the third\nperson--like, \"the Mr. should do this\"--and I was \"the Mr.\" It is unbelievable how respectful\nand considerate these people were to me. And I...they didn't owe me anything. But\nanyhow, I worked with them. On weekends I went back to the ghetto, and I visited with the\nfew people who I knew. Among others, these four ladies; and they told me..... They moved\nin the meantime from the part of the ghetto where there was no water into the part where\nthere was water, into a home owned by a fellow of the name Goldfarb.\nhttps://collections.ushmm.org",
        "21\nA:I tell you. It's a good place for me too, because I want to rest up a little bit.\nhttps://collections.ushmm.org\n22TAPE #2\nTECHNICAL CONVERSATION",
        "A:Uh, I want to come back to transport A/L. In Lublin, they took out all men, up to age 50 or 55.\nThat's why my Aunt Rosa arrived without her son, my cousin Irving, who was a year older\nthan Iam. And that's why Mrs. [Rotter (ph)] also arrived without her husband--who was a\nveterinarian--who was taken out in Lublin together with all the other young men. As a\nmatter of fact, she used to get mail from him once in awhile. He worked for the SS, for\ntheir horses, in Lublin. Until somehow either she didn't get any mail anymore, or she\nleft..uh..Piaski. Well (pause--checking notes), ...J want to correct something. The amount\nof people who came back from Trawniki--and I have this from my old notes--were\napproximately 500, not 80. I don't know where I got the number, but I just noticed it here.",
        "A:Yah. (Pause) Uh, out of the June transport in which my parents were, we got later on word--and\nthat was I think official--that 50 men are working in Che m on a railroad station. And\namong them was a friend of mine. His name was Paul [Maurewitz (ph)]. He was looking\nfor his wife, and for my parents and sister. And I...I think I sent him somehow, or tried to\nsend him, some money. Anyhow I...the news was that they arrived in some camp, and were\ntaken out and sent to Che m to work. And at that time it didn't make any sense to me; but\nlater on, after I went through the additional trouble, I know now what happened. During a\nhttps://collections.ushmm.org\n23transport which arrived in Sobibor, they took out 80 people. Mostly who were out of the\ntypographical printing trade. Among them, who was the 81st, was a fellow who noticed\nthat all his friends and they arrived from a transport from Holland, are there--these 80...80\npeople separated. And he asked an SS man whether he couldn't join them; and that SS\npushed him in there. This fellow's name is Jules [Skelvis (ph)]. He is the only survivor of\nthis group of 81 people who was for | hour in Sobibor. And I understand now that when the\ntransport of June the 22nd arrived, they needed some labor. At the railroad station in\nChe _m, they took 50 men and that's why they were there. But those 50 men did not know\nwhat happened to those who were left in Sobibor; until I talked to Jules [Skelvis (ph)], who\nis kind of a...] would say a semi-professional historian. And he told me, \"I don't know you.\"\nAnd I was in...I knew everybody in the camp. He says, \"I was there only for | hour.\" And\nhe explained to me what happened to him. Well, let's continue. During the harvest time, I\nworked with the hired help of my farmer, Podsiadli. His name was [Watzek (ph)]. He\nworked for | year. That was the contract--for food, lodging and seven sacks of grain. And\nat one time when we were working together out there, he told me...when I mentioned my\nparents, he says to me, \"You will never see them again.\" But he could...wouldn't tell me any\ndetail or didn't know any; but I think that he knew something what was going on. But of all,\nwhat I can't understand, that we never put together what the actual aim of the system was.\nWe always hoped tomorrow will better than today, but actually it was getting worse\ntomorrow instead of better. And...uh...that's..",
        "A:From Boskovice to Brno, from Brno to Terezin, from Terezin to Piaski, from Piaski...uh.... It\nwas always worse. And the end station was actually being annihilated. That was the ...the\nhttps://collections.ushmm.org\n24\nend result, and the aim of the Germans what to do with...with us. It was a system\nwhich...which was thoroughly thought out, mechanically and psychologically. Well...uh, at\nthe end of October, all permits were taken away from the Jewish people who worked out in\nthe country. And I told my farmer and his wife, I says, \"I'm sorry but I will have to leave\nbecause they are taking away our permits.\" And she told me, \"The Mr. should stay with us\nand hide in the barn. And we will kill a...uh...pig; and we will eat all winter pork and\ncabbage. And in Spring, everything will be quiet down anyways and we will start working\ntogether again.\" I considered it, but I was afraid. And I left in the afternoon; and on the way\nto the ghetto toward me was coming a Polish man. He was drunk. And he couldn't ride his\nbike. He used the bike as a support. And as we come close he says to me, \"Jew, where are\nyou going to?\" I says, \"I'm going to the ghetto.\" And that was in Polish. And he says to\nme, \"[Nie wchodzi_do getta. Ti dosz zabi_(ph)].\" \"Don't go into the ghetto. They'll kill\nyou.\" He must have known something. But anyhow, I went into the ghetto and moved into\nthese four ladies’, into that ap...1into that place. And a few days later, my farmer came with\nhis two horses. By the way, he was the only individual farmer who had two horses and\nthree cows. He was the richest farmer in that little village. The rest had only one horse, and\nsometimes a cow. But that was all. He came with his horses, with a sack full of potatoes\nand some lard. Somehow, I was alerted he was looking for me, and they found me. I came\nto the fence. He threw that over the wired...barb... barbed wire fence with the horses, and\ngot away so that he wouldn't be caught. That's how loyal that man was to me. I mean, he\ncould have forgotten about me after I walked out of the house; but it was a characteristic of\nthat person. Then there were a few more razzias again. I don't have the English word for it.\nhttps://collections.ushmm.org\n25",
        "A:Roundups. And we always hid. On November the 4th,” in the evening--no, on November the\nAth--I went to visit in the other half of the ghetto with some friends. And somehow I missed\nthe closing hour of the two ghetto doors. And it was past 8 o'clock, when they were closed\nfor good until next morning. And they tell me there, \"Why don't you stay here? Whether\nyou sleep here on the floor or there, doesn't make any difference.\" I says, \"No, I wanta go\ninto my place.\" I came to the gate where there was no police on this side of that\ngate...ghetto gate. There was no police. And it was locked with a long chain. There was\nsome leeway between the two halves. Also in the bottom, the corner was bitten out by\ndogs, and there was a little...of a ditch-like. And I crawled through. I came across the\nstreet, knocked on the gate the...on the other side. And they asked me who I am; and I says,\n\"I live here. I forgot about the time, and I'm late. Let me in.\" And they let me in. And I\ncame to Mrs. Weiner, to Miss [Frisch (ph)], who were their name was. And at Il o'clock,\nthere was a knocking on the door. By the way, we slept in clothing with all, whatever, we\nhad in a little satchel or rucksack, whatever it was. At Il o'clock somebody knocked at the\ndoor; and they told us that the last man, who had a permit to work in the...in the country as a\nsaddler on another big estate, was brought in by police. Which was interpreted as a very\nbad omen. At | o'clock at night, we were alerted again to go down into a hiding place. The\nhiding place dated back long before the first World War, when the local people were\nsometimes using it to get protection during the times of pogroms. That part of Poland was\nRussia before 1918. You had to go into the regular basement; and in one room, there was a\nsand floor. At one of the walls where the sand floor was, there was a box hidden in the sand\nwhich was also full with sand. If you lifted that box, there was a shaft. You crawled down\nand then forward; and now you were beyond another wall into a secret room which\n> This is in 1942.\nhttps://collections.ushmm.org\n26\nwas...which had also sand floor. So that if you walk in there, they wouldn't hear anything.\nAnd the last person took that sand box, put it in place; and since the room was half dark\nanyways, you couldn't see. You couldn't...if there would be traces even, you couldn't see.\nAnd that's where we went, some 20, 25 people. A nephew of Mr. Goldfarb's.... By the way,\nin... With...with us were the two sons of Mr. Goldfarb, Mordicai and Abraham. They were\nboth, I think, painters; or one was a black...a...uh...locksmith, and the other one was a\npainter. A nephew of Mr. Goldfarb's--of the owner of that house, was a pretty sizeable\nhouse--wanted to come in there, too, with his baby. But they told him he couldn't come\ndown; because if the baby starts to cry, he would give away all the other people. At 6\no'clock in the morning, we could hear the voice of one of the Judenrats--Kurt [Hirschmann\n(ph)] was his name--who yelled out--and we could hear it in..in the basement--\"Alles, Alle\naus den Verstecken!\" \"All of you out of the hiding places.\" \"Piaski wird judenrein!\"\n\"Piaski will be cleaned of Jews.\" We sat tight and quiet; and everything was alright, until\nmaybe two, three hours later we could hear.... By the way, where we were, there was an\noutlook in the room from where you crawled into that room. You could pull out from the\ninside a stone out of the wall and see what's going on. Three times the SS and the\npolicemen came to look, and didn't find us. And suddenly we hear an ax working on that\nbox. They pulled that box out. A Polish policeman crawled into that room, and he\ncommandeered [NB: commanded] us to come out. And what actually happened: the\nfellow with the baby was found, and he gave us away out of...out of vengeance. Which\nactually saved me the life for the second time during 24 hours; because later on, I found out\nthat those who didn't come out from their hiding places.... And I would have been in the\nhiding place with the other people in the other half of the ghetto. They didn't come out.\nThey didn't found them. But they bombed all these homes, and the basements were...uh....\nWhat you call it? Imploded-like, and the people died there in these basements. So if the\nhttps://collections.ushmm.org\nguy wouldn't have given us away to the Germans, we would have been later on suffocating\nin that basement anyways. We came out, and we got a good beating; and were put into a\nhuge mass of people who were already assembled and waiting in the big yard of the ghetto.\nThe two sons of the Goldfarbs were in lead of that group with tied hands. And when we got\nin, our group--we were the last ones--we started our march toward Trawniki. That march\nwas again horrible. The Germans...uh...mobilized some...in...in little villages, some farmers\nwith their carriages where they loaded the sick and...and the half dead and those which they\nkilled on the way, shot them on the way. They were all thrown on those carriages\ntoward...on the way to Trawniki. I said to my... to ...to those ladies with who I walked, I\nsays, \"You know, it seems to me like we are walking on our own funeral.\" I got hit over the\nhead by a Ukrainian. These were renegades of the Russian army who thought that they will\nhave it better by the Germans; and they were used in this case, at least--as guards against\nJews. I was hit with the butt of a...of a...uh... rifle in the head, and got a bad nose bleeding.\nWe finally... well, 1t was raining all day, got to Trawniki. And there was another mass of\npeople waiting from Izbica, another town where there was another ghetto. And they were\nsqueezing them and forcing them into this cattle train; and then us. We finally were in the\ncattle train under whipping and hollering, and it...1t was terrible. Squeezed like...like\nsardines. You couldn't turn around. And then the train started to move. We were glad that\nthey closed the gates. And they put seals on them, and the train started to move. We didn't\nknow where we are going. The train stopped quite a few times at night; but finally...finally\naround, I believe, 4 o'clock in the morning it stopped for good. (Sigh) We, of course,\nwondered where we were. And I crawled, or rather lifted myself, onto the small window of\nthat.... There were two windows on each side of that...of that train...of that car. And I saw\nsome...in the darkness, some towers. And I said, and I assumed, that we were in a mine\nfield, in a oil-mine field, where they...they have oil fields or oil towers, rigs. And that I\nhttps://collections.ushmm.org\n28\nwould be...that we would be working there. That was my imagination. But by the way, I\nwant to come back to the ghetto where there was a family that the man who was also a\nJudenrat. He was an engineer by profession and an expert in making fruit wine. One day\nthe SS came in, and gave him orders with his wife to come with him...with them; and we\nonly found out that he was taken out as an expert for fruit wines. With him lived also, as I\nassumed, one niece; but there were actually two of them, and there were no nieces. I got in\ntouch with a lady in Israel only about a year ago who wanted some information from me on\nher rel...on her relative, a brother. And during corresponding with her, she told me that she\nknows of a people who were in Piaski in the ghetto. Their name is [Boehm (ph)], and they\nlive in South America. I got the address, and I wrote to them whether they are that...that\n[Boehms (ph)], that engineer and his wife. And I got a letter back from her. I have it with\nme. The lady is over 80, and her husband just died. They were the only survivors\nfrom...not from, of Polish nationality, from the ghetto of Piaski. He worked in a plant\nmaking fruit wines for the SS. The girl who I thought is their niece happened to be in the\nsame transport as they, and their family name was also [Boehm (ph)]. And they took them\nwith them. But they did not come out when he went in this new job. And one of them got\nshot on the cemetery in Piaski, and the other one she wrote me also where. So that is the\nstory of the [Boehm (ph)] family, which is just a coincidence what happened to them and to\nme. And it came into my mind when I wanted to tell you that for two reasons it was good\nthat I went into that other basement. Well, we arrived. And then... and then the train started\nto move a little bit again; and the gates opened around 6 o'clock. And we were\ncommandeered [NB: commanded] out of the cars on a ramp, and from there we walked\ndown. And as...what we saw was really very attractive. Little homes, little front gardens,\nnice little bushes. And girls looking out from these homes; and we were walking. And\nwhile we were walking in this complex, I noticed that these were not oil rigs--those towers.\nhttps://collections.ushmm.org\nThese were watch towers, with guards on top. As we walk, an SS man, whose name was--\nas I found out later--Herman Mischler [NB: Oberscharfthrer Hermann Michel], give us a\nspeech. And he said, in German of course, \"Which heartless mother left her little child in\nthat car there and is not...1is exposed to starvation? Isn't there another woman who would\nhave a heart and take the child?\" And Mrs. [Rotter (ph)| says to me, \"Kurt, do you think I\nshould go?\" I says, \"Go ahead.\" And she says, \"I think if God saved me up to now, he will\nhelp me with that baby.\" She came back with a naked child, about a three-year old boy. It\nwas very scared. But the woman who left it there--I found out later, too--figured nobody\nwill notice the child. The train will move out. They'll find the child, and somebody will\nraise it. Well, anyhow, as soon as we got deep into the complex, we were separated by\nsexes. Children up to six went with their mothers, and boys older went with the men. Now,\nI could see in this big yard. There was a group of women on one side, and Mrs. [Rotter\n(ph)] with that little boy on her arms. And we were in another section. And then we were\nmarched off.... And by the way, Mrs. [Rotter (ph)] just moved her shoulders-- like asking\nme, \"What's going on?\" And I did the same thing: \"I... don't know what's going on.\" Then\nthe men were marched onto some kind of a big roof. I can't give you anymore description.\nBut they were looking for artisans, and for certain experts. They took out shoemakers, I\nbelieve, tailors, electricians, glaziers--people who put panes into the window; and then they\nasked for textile experts. And I raised my hand, and this officer with an SD on his cap,\nwhich means_ \"Sicherheitsdienst\"--\"Security Service\"--says to me in a Viennese dialect,\n\"Von wo sans?\" [NB: Dialect for: Von woher sind Sie?]--\"Where do you come from?\"\nAnd I says to him, \"From Briinn--from Brno [NB: the first name is the German for Brno],\nthe textile center of Moravia.\" And he motioned to me; says, \"Komme raus.\" [Trans:\n\"Come out.\"| I came out, and joined the other group of these other men. And we then--it\nwas a group of approximately 50 people--were marched away into another enclosure. And\nhttps://collections.ushmm.org\n30\nthere I have notice that one man with a whip was beating another young...little fellow. But I\ndidn't know what was going on. And in this big yard, we were...we got coffee, bitter coffee,\nand I think some bread. And I was kind of walking around in that yard, and got in a corner\nwhere the...the fence, the barbed wire fence, was uh braided with coniferous wigs...uh,\ntwigs. And I hear women cry...and yelling; and then when I look better I could see through.\nI saw silhouettes of naked women, running. In the meantime that fellow who beat the other\nfellow came to me with his whip; and he says, \"Get out of here. It's not good to be nosey.\"\nSo I left. Later on, I found out that he was beating the other fellow because he had the guts\nto go to some SS man and tell them that he would like to has his wife to help him, whatever\nhe will be doing. And the SS man really got that woman out. That man's name was Jacob\n[Pertz (ph)]. We called him \"Mitzelmacher,\" which means he was making caps. That was\nhis trade. His children went into the transport; but his wife got saved and she worked with\nthe women, whatever their task was. Then at noontime, uh...groups came of laborers, and\nthere was food served for them. They got soup, and I don't know what else. Potato soup I\nremember for sure. Yah. And in the evening we were getting, ten men, a loaf of bread and\nsome marmalade, which 1s actually made of beets. But these groups of people who came in,\nafter they ate they stand up in...they stood up in the formation. We, the newcomers, were\nput into these formations, 3 in...1n across. Then they counted all of us, and we were led\nback to our stations, where to work. I landed as a textile expert in...1n a place on the roof\nwhere there were piles of luggage. Suitcases. Bundles. Boxes. You name it. And our job\nwas to sort these luggage by quality, but also by kind. For instance, shoes: ladies, mens,\nand children. Uh, Men's suits: again, jackets, pants and if there were vests. The task was\nfollowing. First of all, we had to take off the star of David, if there was any; and empty all\nthe pockets so that there would be nothing left in there. And we were told that there are\nthree classes. Rags, used, and new. And we have to bundle slacks. I believe, 20 or 25 pair\nhttps://collections.ushmm.org\n31\nto a bundle. Jackets, I think, 10. The shoes were tied together. And on both sides of that\nplace where we sorted and farther back, there were compartments built out of wooden poles\nwith doors. And everything else was barbed wire. On the outside, were big blankets so that\nthe rain and the snow couldn't come into these enclosures. And that was full of goods\nwhich was sorted while we did that. And that was after the victims actually who perished in\nSobibor. In that same afternoon, I got a pair of pants--slacks--from a fellow who was in the\ntransport, and his name was Josef [Albrecht (ph)]. Not from Boskovice; but his wife came\nfrom Boskovice. And he came with her there, and came into the transport to Terezin, and\nlater on. And I recognized the pants, because they had a rubber, an elastic-- pardon me--an\nelastic on the bottom, which his wife put in to protect him from the cold weather.\nThat's...for that they needed textile experts. Uh, there I worked for awhile. For three days, I\ncould not conceive what's going on. As a matter of fact, when this...which was a\nkapo....that man was a kapo who chased me away from that spot where I was. I walked\naway. I see a girl. Her name was Bertha Kollek. She came from a little town not far from\nBrno, and her father used to be the mayor of this little village. And what struck then later\non, the mayor of Jerusalem is also Kollek,° and I wonder whether these two Kolleks were\nrelated or not. Well, when I see Bertha...she worked among the ten Czech people on that\nestate [NB: in Siedliszczki]. I says, \"Bertha, what's going on here?\" She says, \"You should\nbe glad that you are here, because the food is much better than where the other people went.\nAnd you will be working here, and you'll be all right.\" She arrived there a week before me.\nBut...caught into another surrounding [NB: razzia]; and that time they took out a few\nwomen as laundress, and she was among them. And I questioned her farther, and she got\ntears in her eyes and run away. Well, it seeped through to me that actually what happened...\n° Reference to Teddy Kollek, longtime mayor of Jerusalem subsequent to the 1967 War.\nhttps://collections.ushmm.org\n32\nthe people, as they arrived, (sigh) they were sorted by sexes. They were told to undress, to\ntie their shoes; so that they wouldn't be mixed up when they go into the bath to be\ndisinfected. And then they will get fresh clothing, and they will be going to some jobs.\nWhat actually happened when they...after they undressed, they chased them into the gas\nchamber. And that's what I have noticed with these women. And Mrs. [Rotter (ph)] went\nwith that baby there, after the speech of the German [NB: Oberscharfithrer Hermann\nMichel] that there should be a woman with heart who would save the child. And that was\nthe end of that transport. For three days, I couldn't grasp what was going on; until I realized\nthat I'm in a factory of...1n a death factory, where we are just as instruments being kept to\nwork. For economic reasons. The whole was an economic enterprise. Next to the gas\nchamber, which was in Camp number 3, where we could never enter. Once you entered\nCamp number 3, you never got out. There was also a group of Jewish slave laborers who\nhad to drag the dead people from the gas chamber; and in many cases, uh...taking out their\ndentures, the gold. And then either throw them onto a pyre. And if there was more...if there\nwere more...more corpses than the capacity of burning, then they had a...uh...earth moving\nmachine there which dug deep trenches where they threw dead corpses, covered them up\nwith soil. And when there were no transports coming in and they had an opportunity to\nburn these people, they undug these graves again, took them out and put them on the pyre\nand burned them. And the ashes were being loaded in barrels. I have seen some. You\ncould even notice a little pieces of bone within the ashes. And that was sent to Germany as\nfertilizer. Uh, that went on all the time until when I escaped. But in the meantime, I noticed\nthere were two groups of people. The one which looked pretty healthy yet, and the other\none which were really emaciated. In the meantime, I...they opened a little warehouse, which\nwas not bigger than maybe three by three yards, with boxes full of small 1tems--like brushes,\nwads of wool, fountain pens, pencils, you name it. Little, little items. And I got a job to\nhttps://collections.ushmm.org\nwork and sort the stuff in there. Together with another fellow, his name was [Alfred\nFriedburg (ph)]--from Frankfurt, or close by. He was a shoe expert. He worked in a shoe\nfactory, and I think also prior to that in an umbrella factory. He was one of the real older\npeople taken out from a transport, for..for what reason I do not know. He must have been at\nthat time in his 40s, or maybe 50s. We work in there, and I got smart right...right away;\nbecause I knew that we smuggled money in a brush. If you perhaps notice, there is the\nbackside of the brush which hides that part where the...where the bristles are attached to the\nbrush. We took these at home...at home apart, put money in there, and close it up again. I\nopened a brush or two, and there was money there, too. And we collected a lot of money.\nBut the next day after we were there, or even the first day, a Ukrainian guard came in and he\npicked up a few pencils and a fountain pen. And the next day he brings us Polish kielbasa.\nThis is a sausage; and a liter of vodka. And I don't know how it came to the amount, but I\nsays, uh, \"How much?\" He says...somehow the amount of 800 zlotys came about--no, 800\nmarks. And we already had money from those brushes and from the wads of wool. We\nvery often unwound some; and there was money in there, too. And I gave him 800 marks of\nthe money which we were supposed to deliver to the Germans. And he brought us every\nsecond day, two pounds--one kilo--of sausage, and one liter of vodka. He worked with the\nhorses; but he was only supervising the horses. Or rather, the laborer. The man who\nworked in...1n the stable was Samuel Lerer. He owns today a limousine in New York. He\ngot away. (Laughing) And...and I got acquainted with him very well. I know his wife, his\nchildren. Uh, so that's what it was until they closed up that warehouse. And I noticed that\nthere were people who looked pretty good, and others who were, as I said, emaciated. And\nthose were were emaciated they had...they lived on what they got from the Germans to eat,\nfrom the SS. By the way, these little homes which we noticed coming from that...from the\nramp, were the quarters of the SS. And the girls who looked out were the Jewish girls who\nhttps://collections.ushmm.org\n34were cleaning up the rooms. And that was so deceiving to us, the whole thing. It was all\nfigured out to the last crossing of a '\"T\" how to deceive the people. And now I got back in\nthe sorting department. In the meantime, I got sick. I got high fever and very...was very\nweak. And during a loading of a freight train--which was not on the ramp but beyond the\nramp--we dragged these bundles of clothing from these compartments, from that warehouse\nactually, onto the train. And I was so weak that I hardly could make it. And an SS man,\nwhose name was Kurt Richter [NB: SS-Unterscharfiihrer Karl Richter], from Karlsbad.’\nMaybe you heard that name even. This is a resort in Bohemia, western Bohemia--world\nfamous. He pushed me in a latrine, I think, twice that day. Twice I crawled out, and\nsomehow made it back into the barracks in the evening. And, uh, I got some help. This\nBertha Kollek, she had somehow access to some extra food, and brought me a little bit.\nAnd my friend Chaim Engel, who also survived, helped me a little bit, I believe, at one\ntime. I don't know where he got it, but he brought me a bottle of wine, I think. Anyhow, I\nmade it. And in the meantime, transports were coming in so often. There was no schedule.\nThey brought in a transport at night, a small transport, I remember at one time when I\nwalked...went to get something. But that was already in the early fall; but I wouldn't like to\nforget it on that episode. While I was walking through the yard where the people\nundressed.... And by the way, later on they built also a barracks where the women were put\nin. And there was a group of what they called barbers who went into that barracks and...\nand...uh...cut the hair of all the women before they went in to the gas. Even that was\nutilized; I think as mattress filler. I think so; for U-Boats, for submarines. Uh, I forgot\nmy...my thought. I mean, I would have to wait a minute because I deviated now. (Pause)\nWould you tell me what I said?\n’ Now: Karlovy Vary. Town in Czechoslovakia known for its sulfur springs. Located 70 miles\nwest of Prague on the River Oh_e, in area formerly considered the Sudetenland.\nhttps://collections.ushmm.org\n35",
        "A:What?",
        "A:Oh, yeah. Uh, then later on I was still pretty weak and we were running in formation in the yard\nof the camp. And this one SS man, Oberscharfihrer Frenzel, had with him a St. Bernard\ndog.* His name [NB: the dog] was Barry; and he [NB: Frenzel] chased the dog at those\nwho couldn't run fast enough. And this dog bit me in my side here; but I had a lot of\nclothing on. I had a sweater, a jacket, and a top coat. And he didn't go...didn't go through.\nThen later on, I recuperated. And in the meantime I hear a rumor that the Germans want\nsomebody to take care of the sick Jews. Up to then, whenever you were sick or you told\nthem that you were sick, you couldn't do anything, they took you right away and they said,\n\"You go into the Lazarett [NB: the infirmary in Camp 3].\" They took you into Camp 3, and\nthere you were shot and that was the end of you. But now for their own benefit, to have a\nsmall going--because we knew already exactly what to do and how to do it. And also they\nwanted to save, although they...they didn't have to necessarily have do that, but they were\nexpert...trade experts. There were cobblers who made shoes to order, and boots. There\nwere tailors who made clothing to order. There were goldsmiths. There was a shop of over\n30 carpenters who made beautiful furniture. And the SS, who after 42 days of service went\nfor 18 days on furloughs, and dragged every time anything they could get and ordered in the\n* Other accounts indicate that Barry was used by SS Oberscharfiihrer Paul Groth to attack the\nprisoners.\nhttps://collections.ushmm.org\nmeantime from these shops. All these shops were in the Camp of number 1...Camp number\n1, where we also slept and where there was a kitchen; and in the center was a artisan [NB:\nartesian] well, where you pulled the water with a long rope...rod or pole. On the end of\nwhich, there was a hook; and you let a wooden bucket go down there and then pulled the\nwater up. That was Camp number 1. There were barracks for women and barracks for\nmen. I was in the camp, I believe, a few weeks. I was...I was still kind of greenhorn. I still\nworked in the sorting. In the morning.... They...they counted us three times a day. In the\nmorning, there was an \"Appell\" and they counted us; and at noontime when we went back\nto work, and in the evening before we were get into the barracks to sleep, to find out\nwhether there is anybody missing. This one gray morning--I would say it was the end of\nNovember, maybe in December already--there were two men missing. One's name was\nMiller. I forgot the other one. One of them was a carpenter, and the other one was a\nbricklayer. One of the two, I don't know which one now, had a broken arm. And this\nScharfitthrer Michel [NB: Oberscharfiihrer Hermann Michel], who was a male nurse,\nactually fixed it for him. Put it in a splice and bandaged it, so that he still could work\nsomehow. They were very important to them, because they were building something.\nThese two men, during a rainy night, dug a hole 1n the sandy ground under the fenced wires.\nAnd in the morning they were gone. So during the appell, Scharfuhrer Frenzel [NB:\nOberscharfiihrer Karl Frenzel] noticed that two are missing; and he at random took, I\nbelieve, every 10th [NB: man] and he had 20 men now to be shot for the two who got away.\nSomehow, after a while, another SS man came. He was the second in command. His\nname was \"Johnny.\" They called him \"Johnny.\" Johann Niemann [NB: SS-\nHauptscharfthrer]. He came from Friesland, which is a border region in eastern\n[northwestern] Germany--between Holland, I believe, and...and Germany. And he never\nspoke a word. He had his nice little whip, always in gloves, perfectly dressed; and he\nhttps://collections.ushmm.org\n37\nwalked so slow that you think...you thought he might lose his balance. It was amazing how\nhe walked. And he goes to Frenzel, and they talk a little bit. And they cut the amount of the\n20 to be...to be shot, to ten. And the ten people then were taken away. Why Niemann cut it\nto ten, I don't know. Nobody knew. And we didn't know what kind of a person he was.\nAllegedly, he was a nephew to the head of the SS, [Heinrich] Himmler. Allegedly. I don't\nknow whether this was true or not. But that was the first time anybody tried to escape at\nnight; and it cost ten lives. Uh, could you shut it off for a minute please? I want to...I want\nto see here a few notes.",
        "A:Okay. I just don't want to use up the tape for nothing. (Pause) Here...well, I forget to tell you,\nfor instance, that when we were in the ghetto, it was...the last few days people were afraid to\nget even water from the other part of the ghetto; because they were constantly rounded up.\nAnd we bribed other people to get us the water. Not us. We were in the same place [NB:\nas the water]. But those who came from the other side, they had to bribe people to get\nthem...to get them the ghetto [NB: the water]. (Checking notes) Uh...",
        "A:I don't...but I, I don't want to forget anything which is characteristic and important.",
        "A:(Checking notes) Uh, the...what else? What's going on there? Yah.\nhttps://collections.ushmm.org",
        "A:No. No. That's all right. I remember now what I wanted to tell you. There was a rumor that the\nGermans are looking for somebody who would take care of the sick. And at that time\nalready, one of the first transports from Holland, from a camp called Westerbork, were\narriving. Always on Thursday morning, or latest Friday. Once a week, there came a\ntransport of 60 cars of regular trains with 40 people in each car. That is 2,400 people. And\nthat started somehow in early March, I believe, or mid-March [1943].",
        "A:In...1n Sobibor. And these people too, they arrived; and if they needed somebody they took him\nout. And the rest went right away into the gas chambers. I remember at one time they let\nsome women sing Dutch songs, gave them postcards to write to whoever at home. And\nafter they did that, they went into the gas. Now among the people who were taken out from\none of the first transports from Holland was a Dr. Ninc and a Dr. Sabice...Soubice. They\nwere two M.D.s; and prior to that, there was in the camp a Dr. Broesler, a Polish Jew who\nwas a dentist. These three men told me that they heard that they will be looking for\nsomebody to take care of the sick; and they would like me to take on the job. And they will\nhelp me as much as they can; but they were not allowed to do anything for the Jewish\npeople. Shortly afterwards, at the \"Appell\" in the evening, Frenzel asked for somebody who\nwould be able to take care of the sick. I raised my hand; and he says, \"What is your name?\"\nAnd I says, \"Kurt.\" \"And where did you...how did you acquire any knowledge?\" I says, \"I\nwas a medic in the Czechoslovak army.\" Which was not true; but I needed some alibi, and\nhttps://collections.ushmm.org\nhe bought it. He took...he told me I will be taking care of the sick; and the rule was, a Jew\ncan be sick for three days. If he is sick longer, I have to deliver him...I have to deliver that\npatient to them. Tell them about it. \"Fine.\" According to...knowing the...I would say, the\nmentality of the Germans, I immediately set up a little [card-a-take (ph)]. I don't know what\nyou call it in German. A little file system. And I wrote down, \"Barney so and so got sick\non the 12th.\" And when Barney wasn't right on the 15th, I tore that card up; and on the\n16th, I wrote another one for 3 days. Once in a while, they came to the barrack. Sometimes\nthey asked me how many sick. I says, \"14\" or \"9,\" whatever I had. And in most cases, they\ndidn't even check it. But sometimes they went to the barracks, and I had to call the names\nand they had to answer. So they knew these people are there. That happened, I would say,\nduring the whole time and I was there from November 6th [NB: 1942] until October the\n14th [NB: 1943]...maybe it happened six times. I don't know exactly. Maybe five, maybe\nseven times. Uh, on. Oh, yeah. Now then, I got...1 occupied now on Camp number | a\nlittle hut, a little buildng with a stove of Dutch tiles. The thing was not larger than maybe\nfour by four feet. It was a little home which they disassembled, a log home, out in...in some\nvillage and brought back into the camp and assembled it there. I don't know what was there\nbefore I was told to be in there and do my job in there. There were also many other\nbuildings in the camp. Like, for instance, the administration building which 1s a real huge\nhome--log house--which was disassembled and then assembled again in there, where the\nGermans had their administration. Uh, then there were a few more where the artisans were.\nThe carpenters, and that's the...the people who worked with paints and with uh tools, they\nhad barracks. The carpenters had the last barracks. There must have been over...quite over\n30. And the...the...the whole camp was actually a state in itself, because the SS had their\njurisdiction. They were...they were the judges, the executioners; and they did whatever they\nfelt like doing to their own benefit. And they were also interested into a smooth flow of the\nhttps://collections.ushmm.org\nAQwhole operation. So, now I am... am the medic who takes care of the sick. And I protected\nthe people. I also was allowed to bring in from another warehouse--which was in Camp\nnumber 2, where the sorting was done--vaseline, cotton, and bandages. I got very friendly\nwith the fellow who worked there. His name was Leon Halberstadt...Halberstam....\nHalberstam, or Halberstadt. I can't remember now. Would have to look it up. Uh...He\nbrought me once in a while things which I was not allowed. And I also smuggled in things.\nI was allowed to go there every second day, and took other things, too, which I was not\nallowed. And I want to tell you a very interesting story. One day I have my little satchel\nwith the stuff over my back, and I walked from Camp | into back Camp...from Camp 2 into\nback Camp 1...back into Camp 1. And I was thinking, \"What would you say if Gustav\nWagner [NB: SS Oberscharfthrer]\"--who was the roughest of them all and very cunning\nand very smart--\"1f you would now meet him, what would you tell him?\" And as soon as I\nfinish the...that thought, I can hear him in the back. \"Kurt!\" And I turned around. \"Yes,\nScharfthrer!\" \"What do you have in there?\" And I says, \"Cotton.\" And he says, \"And?\"\nAnd I says, \"Bandages.\" \"And?\" \"Iodine.\" \"And?\" \"Aspirin.\" And in the meantime, as we\nwalked we come into Camp number 1 and he says, \"Spread it.\" There was a table on two\nposts with a board across, and two benches. I poured the whole thing out. And there was a\nbox with cotton. And he had an steel rod with which he walked. And he pushes the thing\naround; and hits that table, that the objects which were there, they virtually jumped up. And\nhe said to me in German, \"Du hast Schwein gehabt.\" That means, \"You were lucky.\" That\nis a German idiom. He was an Austrian. And he walks away. And if he would have\nopened that one box with the cotton, he would have found there a box...a can of sardines.\nAnd I wouldn't be here today if he would have found that. That was really another lucky\ncoincidence.\nhttps://collections.ushmm.org\n41",
        "A:Okay. Is it already an hour? Okay. Okay. Change it.",
        "A:We do?",
        "A:Hold on. I have to see where I am.",
        "A:Yeah. Oh, yeah. When I was in the camp, one day I asked for permission whether I may get a\ncoat out of the new warehouse. And there I found--and this SS man, one of the nice ones,\nsays, \"Go ahead.\" I walk in there, and there was my new winter coat which my father took\nalong from the ghetto! It was amazing. So now I knew. They left on the 22nd. The routine\nwas: gas on the 23rd. And when I think of my sister and my parents going into that gas,\nand the terror and the dehuman...dehumanation [NB: dehumanization].... It's just terrible.\nIt's very hard to explain it. I knew, on the 23rd I have, according to the Jewish religion,\n\"Yahrzeit.\" That means you light a candle on the day of the death, the demise of whoever\nyour relatives were. That's what I found in..in that warehouse. My...my rain...my raincoat,\nmy new winter coat. Uh...There was another thing which was very interesting. There was a\ngirl with who I got acquainted from Holland. Her name was Minnie Katz, spelled with a K\nhttps://collections.ushmm.org\n42though. From Haarlem, in Holland. That girl, she spoke Dutch, German, French and\nEnglish. Very educated and very, very fine person. One day she comes to me, and she says,\n\"You know, Kurt, I found some money today.\" I says, \"What did you found?\" She says,\n\"Dollars.\" I says, \"How much?\" She says, \"Two thousand dollars.\" \"Where did you find\nit?\" \"In a pot, in luggage.\" There was a pot tied up with some rope on top, with paper; and\nwhen she opened it up, there was that money. I says, \"What did you do with the money?\"\nShe says, \"I threw it in the latrine.\" Now, I didn't want to tell her, \"If you find money, bring\nit to me.\" Because I had channels where the Ukrainians, who you could bribe, brought you\nstuff. But this is what happened once in awhile. Uh, what else happened in the camp? Oh,\nyes. Once...once in awhile the SS men came, usually Frenzel, and asked me for the sick and\ntook them away. And we never saw them again. They were shot. But on November\nthe...on, uh, November the...October the 14..... On October the Ilth--I think it was a\nMonday--he came, and he wants to see the sick. And I had 14 of them at that time. One\nfellow whose name was Federgriin who had frozen off toes, he couldn't walk. Because if\nyou lose your toes, you lose your balance. And he [NB: Federgriin] was in there, too; and he\n[NB: Frenzel] took them away, and he recognized a few who he saw during the last\ninspection. And he knew that I was cheating. And as he takes them away, he says to me,\n\"Du kommst nachst!\" And he raised Hell. \"You will be next!\" I don't know why he didn't\ntake me at that time, to make number 15 out of the 14. That was on a Monday. Tuesday, he\nsees me running across the yard; and with his whip he motions to me. \"You just run. I'll get\nyou anyways.\" That was another warning. The following day, it was already organized to\nstart with the uprising, which didn't happen on the 13th. It was postponed by the 14th. But\nthat I will tell you on the other tape.\nhttps://collections.ushmm.org\n43TECHNICAL CONVERSATION\nhttps://collections.ushmm.org\nAdTAPE #3",
        "A:During the winter of 1943, which was a very severe winter...",
        "A:Yes. Uh, we experienced a visit of the head of the SS, [Heinrich] Himmler. Uh, I remember\nseeing him in...with a group of the...the SS people who were in the camp constantly. And\nuh...he had...he was a short fellow with dark glasses, dark rimmed glasses. Very nice\nuniform. He arrived in a...1n an armored train, and he...he left the same day. But the day\nafter he left, the Jewish cook--whose name was [Johanna Koch (ph)], she too came from\nFrankfurt, just like [Friedburg (ph)]--was dismissed; because he told them probably that a\nJew cannot cook for them, because there's an opportunity to poison all of them, you know.\nSo I don't know who replaced her; but that was one of the things which I forgot about the\ncamp. Another one was, I had been hiding all those months two people: one was Josef\nSiegel, and the other one was Kiewe Herz. Two inmates who had difficulties walking,\nbecause they too had frozen off toes. And whenever we were counted during the formation\ntime, they were in formation and they counted them. And as soon as it was over and the\ngroups marched away, they disappeared in the barracks. And I kept them there for a month.\nAs a matter of fact, Josef Siegel got out of the camp, but he didn't make it later on. Kiewe,\nI don't know whether he made it. So one day we are in the barracks, and I checked with him\ndown there; and Kiewe brings a couple of roasted chicken. And, uh, I says, \"Kiewe, where\ndid you get those chicken?\" We started to eat them. He says, \"I found some money.\" I\nhttps://collections.ushmm.org\n45\nsays, \"Where did you find the money?\" He says, \"Here in that post, there's a hole in. There\nwas a few hundred dollars in there.\" When Frenzel took away my last 14 patients--no, at\nanother time. I'm sorry. That was prior to that. When Frenzel took away at one time a\ngroup of people, I think at that time there were 11, among them was the fellow Federgrin.\nI made a mistake there. He whispered to me, \"Where das Messer is, ist das Geld.\" That\nmeans, \"where the knife is, there's the money.\" When he marched away with these, I\nbelieve, eleven...eleven men and had them killed right in Camp 3, I went back where\nFedergrun slept. He slept on the first tier of the three tier high...uh..... Whatever call them?\nLodgings. And above him, there was a knife in...1n the board above him. And I pulled the\nknife out and pried away; and there was a few hundred dollars there. I didn't say anything to\nanybody. I put them in the place where I slept. There was a hollow in the post, and I slept\non the highest berth. Put it in there. Kiewe found that money; and he bought the chicken,\nsmuggled through an Ukrainian. And then (laughing) actually that...that money legally\nwould have belonged to me; but I didn't tell him it was my money because there was no...no\nneed. But that...that's how I ate..ate at one time chicken in the camp. These are\nunbelievable things which...which can happen. Well, anyhow, eighteen days before\nOctober the 14th. Oh, yet I wanta came back to Westerbork. Out of Holland, we got\napproximately 15 transports, each with 2400 people. They were coming in from March\nuntil, I believe, into May [1943]. Either on Thursday morning or Friday morning. And they\nwere also..there was also a transport from France; and from Belgium, I think. Uh, and these\npeople, of course, the same thing happened to them what...what to the rest. But there was a\ngroup of people which was called \"Waldkommando.\" That means \"forest commando.\"\nThere was a group of um 72 men--no, there was a group of maybe 30 men--who went every\nmorning out with couple of horses with a carriage. And they were felling trees, cutting trees\ndown in...in the forest; and brought them back as fuel into the camp under the auspices of a\nhttps://collections.ushmm.org\n46\ncouple Ukrainians and an SS man. By the way, the SS kept four horses in the camp. Very\noften, they let some of the people crawl up the tree with a rope to tie it on top, so that they\ncan pull it down then. And many times they pulled the tree down before the man came\ndown, and he got badly injured. And in the end, I kept him for a few days; but there was...it\nwas just horrible. They went to death. Uh, one day, we...at the evening Appell, there came\nan SS man--I think it was Gomerski [NB: SS-Scharfuhrer Hubert Gomerski]--with a few\nUkrainians with automatic guns. And Frenzel gave the order all Dutch men to come out\nfrom the formation. There were 72 of them. And he looked them over; and there was one\nwhose name was Max Van Dam, an academic painter. And he says, \"Maler, komme raus.\"-\n-\"Painter, come out.\" He [NB: Van Dam] was just about working on his [NB: Frenzel's]\nportrait. The rest of the 72 were marched away...marched away, and...and.... What do you\ncall it? In...on the double, and were shot. We found out later that somebody either told\nthem, or they assumed, that the Dutch are organizing an uprising. And that was the result of\neither rumor or the giving away by somebody else who wanted to ingratiate themselves to\nthe Germans. That was that case. Then another very important incidents. The original\nKapo when I arrived was a Moshe [Sturm (ph)], and there were under him a few other\nKapos. Among them there was a fellow, they called him \"[Bunya (ph)].\" His name was\nBenjamin Katz. And then there was another one, whose name was...you are...I'm smiling,\nbecause you're wondering that I remembered the names. But I remember. There was\nanother one who...who we called \"[Rejwiczer (ph)] .\" He was a young kid, maybe 18, 19\nyears old. And they all had whips. The [Rejwiczer (ph)]'s name was Herbert [Siegel (ph)].\nAnd the name \"[Rejwiczer (ph)|,\" he get from the local people--from the Polish Jews--\nbecause he came from the little town of Rejowiec. So they called him [Rejwiczer (ph)].\nThese three men, one Sunday, got hold of some vodka, got a little drunk, and caused a\ntremendous upheaval in the camp. On Sundays, we didn't work. And they also were\nhttps://collections.ushmm.org\n47\ntalking about escaping, running away. On Monday, I think at noontime--yah, I think at\nnoontime--Scharfthrer Frenzel [NB: SS-Oberscharfthhrer Karl Frenzel] came and took\nthese three men away, and they were shot. And he nominated immediately another Kapo,\nand maybe some other Kapos. But I remember only the one who he nominated to be the\nhead Kapo. He called himself \"Berliner.\" He came from Berlin. His name were Herbert\n[Naftanya (ph)], of Polish parentage. He talked a perfect Jewish; which I did not. I talked\nonly Czech and German. And he was very happy that he got that job. But somebody saw\nhim entering that day the administration building, and he told them what these three guys\nwanted to do. And that was the end of their lives; and he became now the Kapo, the main\nKapo. But he was really miserable. Miserable, nasty person! One day, while we stood in\nformation while the SS came to take us away, he said, \"I take you all into Camp 3.\" That is\nthe...1n German, that is the gas chamber camp. \"And I alone will see Berlin after the war.\"\nAnd that did it. There was a fellow whose name was Shlomo Szmajzner, and I'm telling\nyou only what I put together and what I heard. I didn't talk to Shlomo about this. He got a\nhold of a lot of money, put them in a pair of socks, went to Oberscharfuhrer Frenzel, gave\nhim those socks and started to complain about the Berliner. I don't know what story he\nmade up. At the next \"Appell,\" Frenzel raised Hell with the Berliner, and told him to lie\ndown on the bench which he had to bring. I was on that bench one time, too. I got 25 [NB:\nlashes] myself. But he got at least, maybe, a hundred whips from Frenzel and from other\nKapos. He really got it good. And then he got exhausted and sick and tired and beaten up\ninto the...into the barracks. And a couple of days later, he was dead. And as he was...he\nwas carried out on a blanket, wherever they passed other people they spit on his body. That\nwas the end of the Berliner. And they named...nominated another fellow--his name was\nSpitz, S-P-I-T-Z--from Vienna, who was a real decent guy. Now the difference between\n[Sturm (ph)], who used his whip excessively anyways, and... and, uh, Berliner was that\nhttps://collections.ushmm.org\n48\n[Sturm (ph)| would never denounce you to a German. He was the big shot, but he never\nwould do that. And he had deep down a feeling. But to keep on top and to save his own\nhe...he did pretty eratic things. He hit me at one time with a pole with which the water was\npulled out of it...uh...where the water was...the...the....uh...the source of the water [NB: the\nwell]. And there was a long pole with...he took that pole one time--I don't know why--and\nhe hit me over the shoulder that it broke. The thing was at least that thick. Broke on my\nshoulder, and for a few days I could hardly move my arm. But then we were again with\ngood friends. I mean, he...he was just...you couldn't figure him out. That was the difference\nbetween the Berliner, who was really a traitor to his own people of the worse kind, and\n[Sturm (ph)]. As...as you can see, nobody complained about him, that he wanted to run\naway. But this one guy, he did. It was...he probably said that he will be promoted. Well,\nanyhow, Spitz was a guy who had no energy. He just walked around among the laborers;\nand...uh...uh...only he was not too long--maybe six, eight weeks--the...the main Kapo. So in\nthe meantime, after all the Dutch transports came in, and other transports, one evening--no,\none afternoon--I walked to get something from Camp 2. And there is--in the morning, and\nthere is a little pile of clothing. And on top of the clothing, there 1s...there are two\nphotographs. Uh, pretty big ones. A wedding picture of my boss's daughter, Ilse, and her\nhusband, [Siegfried Lufbehr (ph)]. And the second picture was the wife...Ilse's two other\nsisters, Ruth and Lydia [Brill (ph)]. So I looked at the pictures. I don't remember whether I\ntook them or not; but anyhow I knew that that night, these four people came into the camp.\nAnd that was...that was end. What else can I tell you about what happened in the...in the\ncamp, it was...what of interest. The picture, the situation.... Well, at the end of summer--\nno, it was later than end of summer. It was the end of September [1943]. A few more\ntransports came. One was big. There were some Czech people in it. But they came from, I\nhttps://collections.ushmm.org\n49\nthink, from Bia_ystok’-- from a city deeper in...in the territory, east...east from us. Among\nthem was a fellow whose name I remember. A Czech named [Stranski (ph)]; and this Otto\nSander, who was a young kid. And I was working ambulantly in that little hut; and when\nthe Russians came in, I--a group of uh...I don't know, maybe 60, 80 people--they had some\nspunk in them. They were not terrorized. They knew that the Germans can...can be beaten.\nAnd whenever they...they march in their own formation. They used them for...I don't know\nanymore what they did. They were singing Russian songs. And it's beautiful how they\nsang, the Russian songs. And they right away started to figure out to get away. Now we\nknew that the German front is coming closer. At that time, I would say there may be 400\nkilometers from our camp; because we found in the sorting room a little radio which they\nsmuggled into a barn. And there was an electrician from Germany--his name was\nSchwartz...Schwartz--who strung an antenna; and now they were listening during working\nhours in that barn while somebody was always watching there are nobody's coming in, what\nwas going on. And we knew from these news that the German front 1s coming closer and\ncloser. And we have two choices: to wait until they come close and then we will be\nliquidated--as it happened to some other people from camps who were workers in other\ncamps and they liquidated in our camp; or get away. And there was already some talk\namong the old timers and when the Russians came, the thing ripened. There was a Russian\nofficer--his name was Sasha Pechersky, Alexander Pechersky--who...who laid out the plan,\nhow to do it. I was approached by Feldhendler, who was one of the senior...I would say\nelders, whether I would also like to come into the committee and whatever, prepare for this.\nAnd I says to him, \"I'll tell you something. I will help as much as I can, but I do not want to\n” In subsequent communication, interviewee identified this transport as originating in Brest\nLitovsk. See Kurt Thomas, Appendix I (Letter to Linda Gordon Kuzmack, dated March 18, 1991),\nattached.\nhttps://collections.ushmm.org\nbe involved in any meetings.\" And the reason was, I...I just felt that I'm more secure the\nway I am; and I'm doing plenty for the other people. As a matter of fact, up to that point I\nwas the only one who risked my own life for the benefit of whatever I could do.... Well, for\nthose who claimed to be sick, or were sick. Well, the plan was to kill the SS in individual\nspots. Because they used to come to pick up their boots, their clothing, whatever. And, uh,\nthere was one took care of...who was a supervisor in the...with the horses, and so forth.\nThat was the plan; and then we would get...to get the...the room where there were the\nweapons--the armory--and arm ourselves, and walk out from the camp like an armed unit.\nOf course, it didn't work out that way. On that...on the 13th...on the 12th of October, the\nwomen who worked in Camp number 4 where they were sorting and cleaning ammunition\nwhich was brought in from the front. And it was ammunition from...from Russia. They\nwere supposed to bring in a few hand grenades; but they got afraid, and among those\nwomen who were supposed to do that was the wife of Jacob [Pertz (ph)]|, the man who we\ncalled \"Mitzelmacher.\" They didn't bring it. So we postponed the uprising from the 12th to\nthe 13th. And on the 13th, they were to bring it again; and they didn't again. So the\ndecision was made, we have to do with...tomorrow, like on the 14th; because on the 15th,\nWagner was coming back from his...from his furlough, and with him around it would be\nmuch more difficult. Around 2 o'clock in the afternoon, I was told by one of the people\nwho were...who were on the committee, or whatever you want you to call it. I really don't\nknow how it was organized, and I didn't want to know. But I was told to watch Spitz, who\nwas the top Kapo; so that he...if he sees something not going the way it should, wouldn't go\nand report. Personally, I didn't feel that it was necessary, because he was an honest man and\nhe was a good man and he wouldn't have done it. But I kept company with him until about\n3:30 or so. And then I let him go, and went back in my little hut. And...uh...1n came Leon\nFriedman, who had two professions. He was a young strappy fellow. He was shoemaker, a\nhttps://collections.ushmm.org\n51\ncobbler; and a electrician. I think he came from either Warsaw or 6d. And he, at one\ntime, had a big boil in his groin. When the groin...he couldn't walk anymore then, and I let\nhim lie on his...on his berth in the barracks. And when it was ripe to be open, I got\nfrom...from the barracks anesthesia in...like a spray can. And I sprayed it and killed it,\nopened the thing, got all the...the...that uh.... What you call it? Pus, out; and gave him some\nbandages. In a couple of days, he was down on his feet. When the day came of the\nuprising.... No, from then on he was bringing me gold coins, which he as a shoeman, as a\nshoe expert, was finding in the heels of some shoes. And he just brought me today two and\nthen two days later three, whatever. And I was putting them in a jar, and buried 1n...in the\nsand behind the...one of the barracks. On the day of the uprising--no, a day before--I took a\nspade, the jar out of the ground, and put it in that little oven which was in the hut where I\nworked. By the way, with me at that time was also a Russian, one of the Russian, uh,\nsoldiers. These...these were POWs who were brought in the camp--a fellow who was a\nbarber; but he wasn't with there...with me there at daytime. At daytime he had another job.\nThen after 6 when they...when the work was finished, he shaved those who wanted to be\nshaved in that same place. Well, on that afternoon around 3:30, Leon Friedman comes into\nmy hut; and I pull out the jar. \"One to you, and one to me;\" and we divided that money.\nAnd I put mine in a sock. I put it in my pocket. He put it in his pocket. And he came with\ncleats. He was very upset, very nervous. I says, \"Leon, you have a job to do. Gather\nyourself, and do it now.\" And he kissed me very fervently; and he walked out to that\npole...uh...which there wires on, and he put the cleats on.... I think he put the cleats on in\nthe room where I was there. And he walked there, got to the pole, put his belt around the\npole, and started to climb up the pole; and cut the telephone wires, so the SS wouldn't have\nany communication with the outside. That was his job. Where he went, what happened to\nhim, I don't know. The last time I saw him going up on that pole. Then uh a little while...I\nhttps://collections.ushmm.org\n52\nmean, a little while later...in the next or so, individual laborers who somehow could get\naway were gathering 1n...1n Camp number |, where they were not supposed to be at that\ntime yet. Because they were supposed to come when the day was over at 5 o'clock, or\nwhatever in wintertime, together with the whole group. And there was an accumulation of\npeople--maybe 50, 60. Mostly young people. Suddenly, a Ukrainian comes on a bicycle.\nHe was what...what we call \"Volksdeutscher.\" He was actually of German heritage--son of\nsome probably German farmers, who came under the Czars as a farmer...as a...he was a\nchild--or rather, an ancestor--of these farmers, but they still spoke a bad German among\nthemselves. His name was Alex Kaiser. He come on a bike into the camp through the gate;\nand as soon as he entered the gate and got deep enough, a group of young boys went at him\nand stabbed him to death. The bike was lying there, and he was lying here. And there were\ntwo barracks close to each other. And I look and see that there is a guard on the tower\nwhich could have seen what's happening, but somehow he probably did not. And I dragged\nthis man with another fellow--I don't know who the other man was--between those two\nbarracks. So nobody would see that he's dead, and what happened to him. I had blood on\nmy hands, human blood; it was very, very horrible...uh... feeling for me. Anyhow, more\npeople came; and prior to that there was a real eerie quiet in that whole big yard on which\nthere were about six or eight barracks, the kitchen and all these shops. And there I see\nShlomo Szmajzner running diagonally from one corner of the yard into his shop, with\nsomething wrapped in a blanket. And then these people were coming into the yard. Well,\nanyhow...by 4, 4:40 or 4:50 or so, the carpenters' job was to come out from their shop and\nstorm the armory. Oh, yeah; but prior to that the following happened: at 4 o'clock,\nUntersturmfthrer Niemann [NB: SS-Hauptscharfthrer Johann Niemann] had an\nappointment to fit a suit. Exactly 4 o'clock. And as I explained before, he came on a horse.\nThe horse's name was Tsili. A brown mare. Her name was Tsili. There were four horses;\nhttps://collections.ushmm.org\nbut I remember Tsili, and I think there was another one, Ima. And he gets off the horse.\nAnd right to the gate, there was also a bakery and the baker's name was Israel. We called\nhim \"Srulek the baker.\" And he [NB: Niemann] says to the baker, who looked out, \"Baker,\nhold the...keep the horse.\" And Srulek took the horse, and he's holding the horse. And he\n[NB: Niemann] walks just as slow as ever, with his hand on the back, and his whip; and\nenters the...the tailor shop. And as soon as he entered, they must have hit over the head and\nthat was the end of Niemann. And Srulek knew that he wouldn't come out anymore; and as\nsoon as he opened that door, he hit the horse on the rump and the horse turned around and\nrun out of the yard and back to its stable, wherever it was. That was the only SS man I have\nseen walking to his death. But altogether, I think 11 were killed. Now...now then...then\ncomes the carpenters. Kaiser was already dead. And the carpenters go to the fence and try\nto storm it. And a salvo came from the other yard, where the Germans lived and where was\nthe main entrance. There came a salvo of machine fire, machine gun fire. How they knew\nor why they did it, I do not know; and I don't know whether anybody knows, or ever knew.\nThey got scared and retreated. And I was behind them, and I says, \"Bridder, noch a mol!\"\nAnd I guided them, \"Brothers, once more!\" And they tried once more, together with the\nother crowd; but another salvo came, and the fences were too solid anyways. Behind the\nfence a few yards farther, there was the armory, where we wanted actually to get the\nweapons. And they turned around and ran along all these shops to the fence. In the corner\nbetween the last shop--the carpenter's shop--and the fence, at the end of which, as we could\nsee, was a tower with a Ukrainian guard. In the corner at the hidden behind that...uh...\ncarpenter's shop was an improvised ladder. Two pieces of wood with rungs across. I didn't\nknow about it at that time. But suddenly that ladder was up the fence; and they keeped...the\npeople were scrambling in a tremendous chaos to get on that ladder and under the fence,\nand just away. Now I'm in my hut, and I'm watching; and I am watching the Ukrainian,\nhttps://collections.ushmm.org\n54\nwhat he will do. Whether he will start shooting or what. And he was just standing, and\ndidn't react. And the yard was getting emptier and emptier. And then he picks up his rifle\nto prepare to use it. At that time, a shot was fired next to my hut in the...1n the mechanics\nshop. That was Shlomo Szmajzner, who stole a rifle in the barracks of the Ukrainians. He\nshot at him. He didn't hit him. Whether he heard that bullet...bullet pass by or whatever, he\nput his rifle back to his foot. When he did that I says to myself, \"Now it's time for me to\ngo.\" And I ran to that ladder, got over on top of the ladder and jumped down into the mine\nfield. But nothing happened, somehow. We have, of course, tried to neutralize it long\nbefore. Whenever we could, we took a stone, threw it over the fence into the mine fields,\nand sometimes they...we hit a mine and it exploded. Sometimes a rabbit probably exploded\nanother mine, if it was heavy enough. I do not know. But that's what we did; but I got\nthrough. And as I run now, behind me was Shlomo Szmajzner with that rifle. I only found\nout later. He was the last, and I was the second before last who got away over the fence.\nThere was a dead girl there. Her name was Myra. Shot by the salvos which came from the\nother yard toward that spot there we were running away. And as I walked fast...I run first,\nand then I only walked. I took over, I passed up Yossel Siegel [NB: Josef Siegel]; and he\nsays to me in Yiddish, he says, \"Kurt, loif!\"--\"Kurt, run!\" And I says, \"Yossel, I don't run\nanymore. I am a free man.\" But, of course, that was eu...euphoria. We were not free,\nbecause we had nothing. We were exposed to the dangers of being caught by the Germans\nor delivered by the Polish population. Whatever. But anyhow, I felt that I am the big hero.\nI'm...I was free. And I land in the forest, which was called the Forest of Owls--which in\nPolish is \"Sobi,\" which is a owl,'° and \"bor\" is a forest. \"Sobibér\"--that's where the name\ncomes from. Somebody came to me there. It was half dark already. He had, uh, a little, uh,\n'° The actual Polish word for owl is \"sowa.\"\nhttps://collections.ushmm.org\n55\nshot on, on...he was a little damaged on the calf; and I bandage...bandaged. I had bandages\nand stuff with me. And then Chaim and Engel--Chaim and Selma.... The girl [NB: Selma]\nwas from Holland, from Zwolle; and he was from _6d_, Chaim. We are there; and Minnie\ndidn't make it. My friend did not make it, I was waiting. So then they say to me, \"Kurt,\nwhy don't you come with us?\" And I felt where they are two, a third isn't necessary. And I\nsays, \"No, L..I'm going on my own.\" And this Otto Sandner--a young kid maybe 18 years\nold--says, \"I'm coming with you.\" He was from Czechoslovakia, also from Moravia; and he\ncame with one of the last transports. Must have been maybe 5,000 people, taken out for\nlabor. So we walk.... By the way, then small groups were founded...uh...formed, and each\nwent on his own. There was no more cohes...cohesiveness. So we walk through the forest.\nAnd when we were far enough, we tore from trees a few branches and lie down. We were\nexhausted. The next morning--it was already daytime--we were awoken by the bells of\ncows who were going on pasture. And we got up--it rained at night, we were wet--and\nwalked again in direction away from the camp. And I had two plans: to go either to the\nfarmer, if he would save me, if he would hide me; and if not, I'm going farther west to\nCzechoslovakia, to Moravia, the...where I knew a lot of people and where I was friendly and\nI trusted some of them that they would hide me. So as we go, we suddenly see a little house\nin the front of which, or on the side, there was a pile of manure. And there was a young\nfellow working on the manure. And I says to Otto, \"You watch here. Stay out; and I'll go in\nand see what...whether we can get some food.\" There was a woman in there. I says, \"I'm\nhungry. I want food.\" She got scared; and I says, \"We would like to have butter and bread.\"\nAnd uh she says, \"I don't have any butter, but I will send my son to the [szoltis (ph)].\"\nWhich is like the...the mayor of that complex. They have homes between the fields. It is\nnot like a village here. There is one home here, and another one far away, which belongs in\nthe vicinity to their own fields. You know? So she sent the boy to get some butter. And\nhttps://collections.ushmm.org\nOtto came in, and she gave us some black Chicory coffee, and some bread and cottage\ncheese. And when we are through with eating, we were watching whether this fellow is\ncoming back alone or with somebody else. But, uh, she says, \"Where do you come from?\"\nIn Polish; and I talked some Polish. And I says, \"Oh, we are from Czechoslovakia. We\nwork for the Germans in a camp, and we run away and we are going back home.\" And she\ntells me, \"You are Jews who...who got away from Sobibor, where they are burning the\nJews.\" In Polish: \"[Do _ydow palenie (ph)].\" That means, \"where they're burning the\nJews.\" Well, I didn't have any discussion with her. Uh, Otto stole a knife with which we\nwere cutting our bread, and we left. Oh, pardon me. I gave her from the money which I had\nan old Tsaristic ten ruble piece--gold, which she recognized; and she gave me Polish\ncurrency in paper as change. It was either 60 or 80 zlotys. And we left. And we walked\nthat day and whenever we saw a farmer in the field, I went there and I says, \"[To dim\nkierownku (ph)]?\" That means, \"In what direction is Lublin?\"-- which was approximately\nwest of us. And they tell me like that. We never walked on roads; but always only through\nfields or, if necessary, through a forest--because we didn't want to be caught by somebody in\na car, by a German, you know. Whatever. And that evening, the first night, we slept in a\nhayloft in the fields. It was nothing but four poles with a thatched roof and full of hay. And\nwhen we crawled up in there, there was a berth. Somebody slept there before us; because\nthere was always...also an empty bottle there. So we lie down and we slept. And the next\nmorning we did the same thing. Again we asked, \"Where is Piaski now?\" And during that\nday we came to ariver. It was the River Wieprz--which means \"war\" in... in English. And\nthat was hard to...to cross, but we had to cross it. So we walk a little bit along the river. It\nwas November,'' cold. We would have...we would have to swim it. It was rather deep and\n'! Interviewee subsegently corrected the month to October. See Appendix L\nhttps://collections.ushmm.org\n57\nnot very wide, but still.... And there I see a boy, a young boy with a boat. Well, I says,\n\"Come here and take us across the...the river.\" And he says, \"I am not allowed to.\" And I\ngive him those 80 zlotys which I had, or 60 zlotys. He takes the money. He put us on the\nboat and takes us across. I want to tell you, there was so many coincidences which was pure\nluck. One of them doesn't work out, and we are licked. So then we again...we got food\nsome in...some in some homes. And that evening, we went in the evening...before we went\nto sleep in a...1n another farmer's house; and we knocked at the door, and we asked for food\nand we got some food. I think the people were giving us food there are afraid that we\nwould avenge ourselves, whatever. Not out of goodness of their heart. At least, I don't\nbelieve so. Then we went back into a meadow; and in the meantime it was already half\ndark and we hear shooting. We assumed that the owner of that house now went out to scare\nus away, to tell us that he has weapons. Well, anyhow, we...we didn't have any such ideas.\nWe just wanted to survive. We get into this meadow, and there were small piles of hay.\nThey handled the hay entirely differently than in this country. The hay is rolled. Over there,\nthey put it together with forks and make little piles. And then when the weather is\nconvenient and they have the time, they take those piles and put them on carriages and bring\nthem back home in...into a barn. I remember we took two or three of those piles, put them\ninto one pile; and each of us crawled then into this one pile and slept through. In the\nmorning, when we awoke and crawled out, it was raining all night. And we were dry like\nbone, because the water was running down on that hay. I didn't know that until I found out\nin my own experience; but the meadow was so water soaked, as you walked in it you could\nhear the swishing. So that was the second night. Then there was...that was, I\nbelieve...Sunday? Well, anyhow, the next night we slept again in a hayloft. But I am not\nsure, but I think we slept two nights in two haylofts. And that was Sunday morning, when\nwe got out again. And as we walk, we see single home again. And as we approach it to the\nhttps://collections.ushmm.org\n58\nleft, there was like a burned out home. And I walk over there, and there were some\nremnants of Jewish prayer books. So I knew that this was a home occupied by Jews who\nwas burned down. To the right and forward a little bit, there was a horse behind the fence\nof a house looking at us. And in the meantime, a man comes out. We approach him; and I\nsays to him, \"We would like to get some food.\" And he says, \"Come in.\" I was very\nsuspicious. He gave us good, white bread, preserves. This is no joke. He gave us hot water\nto wash. I shaved with his own razor--with his safety razor, not...with a straight razor. I\nknew how to do that. And we got dressed again. He didn't ask a question from...he\ndidn't...he knew what's going on, probably. I gave him some money, a gold coin; and we\nleft. That was Sunday. We slept one night in the forest, one in a hayloft, one on the\nmeadow, and the last night again in the...in a hayloft. But I forgot now the...the sequence\nexactly. It was Monday, Monday morning. And we are already close to Piaski. And in the\nmeantime, I explained to Otto everything about this farmer. He has a daughter. She goes\non the bicycle to Piaski. She works in a bank, whatever. And I tell him all the\ncircumstances, get him acquainted with him. And I also gave him at one time a few coins,\ngold coins; that if he has to go to shop or whatever, that he would have money on him. That\nafternoon--and I must tell you, I can't...did I understand...don't understand at all...I have a\nvery bad, miserable, impossible sense of direction. I can get lost in my town easily. I can\ngo in the wrong direction in my car until I find out that I should have gone the other way.\nAnyhow, we come and we are in Siedliszczki; in the outskirts of Siedliszczki, in that little\nvillage. But it was still daytime. And we lie down in a ditch. And when it did get dark, I'm\ngoing to try to find my farmer's house. And I landed from the back at his barn at the exit of\nthe yard. And on that yard, there were two more...living two more farmers. One was\n[Kisolecki (ph)]...[Kisolewski (ph)]; and the other one [Sokolowski (ph)]. They knew me\nand I knew them, because in, in.... Because they were all friendly, you know. They lived on\nhttps://collections.ushmm.org\nthat big yard; but only my farmer had the barn there. Coming in from the field, the barn was\nto the left. In front of it was the dog's...dog house. To the right, was his stable with the two\nhorses and three cows. And then there was the pig sty. Do you say pig \"sty\" or \"stay\"?",
        "A:Pig sty? And then was in front of it a little shed. On the other side was another stable, which\nbelonged to those two other farmers. In front of it was a pile of manure; and on the other\nside, in front of that shed, there was also a pile of manure. And then there was a little yard-\nlike fence. And to the right hand side was one of the farmers living with his family--a\nmother-in-law and two or three children. And on the other side was my farmer in a thatched\nroof home, like all those homes were. It was Monday night, and it...1t was already pretty\ndark. As I passed the dog--his name was Caesar--he recognized me. He didn't even bark.\nHe just moved his tail and sniffed at me. And I...I petted him and I continued walking...to\nwalk in the yard. And I opened the little gate to the farmer's little front yard, you know.\nAnd I look in, and there I see a petrol lamp and they are eating-- which they baked every\nMonday, that was a Monday, sweet bread. I mean, not sweetbreads...sweet bread baked in\ntheir own oven, and chicory coffee. They baked the bread for the whole week's supply\nevery Monday. But they made one loaf which was mixed with sugar beets and poppy seed.\nAnd that was the sweetness in it. And they ate that; and then on Tuesday after the next\nSunday, they ate the dark bread. And I see, and I'm waiting now until he will go and make\nhis rounds to let the dog loose, and to lock the barn and the stable. A little while later, the\nfar...uh, the day worker--his name was Joseph--came out. He didn't see me. That's how\ndark it was. And he walks out, and walks away through the little gate. And not too long\nlater, the farmer comes out; and I says, \"Gospodarzu.\" That means, \"Farmer.\" I called him\nhttps://collections.ushmm.org\n\"Farmer.\" But this is...1n the Polish language, it is like a title. That was uh, a...respectful,\nyou know? And he says to me, [Jetisdu bedisz (ph)|?\"--\"Where do you come from?\" He\nrecognized me right away. In that darkness with that one word which I said, \"Gospodarzu.\"\nAnd I says to him, again in Polish, \"I came to save my life to you.\" And he says, \"Marno.\"\nHe says, \"In vain.\" And then he says, \"[Czostsamnu (ph)].\"--\"Come with me.\" And as I\nwalked with him, he says, \"I owe you some money.\" That how decent and honest he was!\nHe owed me money for that suit which I sold him, 700 zlotys. I says, \"I don't need any\nmoney. I have a little money on my own.\" \"Where do you come from?\" I says, \"I run away\nfrom a concentration camp.\" He put me in the...in the stable with the horses, locked it from\nthe outside; came back in a little while with a bottle of hot coffee. Yeah, by the way, Otto\nwas left in the fields--not too far, but maybe...maybe a hundred, hundred fifty yards. And he\nsays to me also as we walk to...to the stable, he says, \"[Ale ty sam amnisz (ph)].\"--\"But you\nare alone.\" I says, \"Yes.\" I figured if I say we are two, I have lesser chances. He put me in\nthe barn; and then he come back later on with that hot coffee, with that sweet bread, with\nthat little carpet. He put that carpet in the stable on the floor, on...on the straw, next to the\nhorses. And he says, \"I'll see you in the morning, early in the morning.\" And I drank and I\nate, and lie down on the...that was a home woven carpet. This is made out of rags. You tear\nthe rags into strips, and then you braid it between the...waft [NB: weft?], I believe, you call\nit in English. It wasn't bigger than maybe a good yard long. I laid down there. At night I\nawake when one of the horses got loose and smells at me. And that woke me; and in the\ndarkness I knew where it's supposed to be, and I got up and got that horse.... By the way,\nthat was a beautiful mare. It was a half-blooded mare. When she walked, the head up, it\nwas a pleasure to look at...at that horse. The other one was not so lively. But this one here,\nI loved that horse. And I took her back to the throw, and put the halter on; and lie down,\nback on that...whatever...when I found then the carpet and slept. He came around...I don't\nhttps://collections.ushmm.org\n61\nknow...5 o'clock in the morning. It was still dark. And he took me into the barn, across the\nyard kitty corner-like into his barn. And I crawled up on the ladder; then when it got a little\nbit lighter, high up in the stacks of straw or whatever there was. In the afternoon, the\nfarmeress comes with a bucket in which she had hot tea in a bottle and bread with lard; and\ngave me the food and told me that they had visitors at night. Some people came; and they\nwere sign...some kind of little bit acquainted, because they knew they have a daughter\nnamed Joann'* and they have a bicycle...she has a bicycle. And they wanted that bicycle. I\nknew right away what happened, but I didn't tell her. Otto must have bumped into some\ngroup of people; and he told them what I knew about this farmer, and they came to ask for\nthe bicycle. And he must have joined that group, probably; or maybe they did away with\nhim. I do not know, but I never found Otto; because I later on inquired in that town from\nwhere he came whether he returned. I didn't get an answer. So that was the arrival\nin...in...1n Siedliszczk1.",
        "A:All right.",
        "A:All right. I was in that barn; and during the next few days, [Wacek (ph)], the man who used to\nwork there for them at the time when I was there the first time, a year before, wasn't there\nanymore. They had this time a maid; and she comes into the barn, and I was down there\n'? She is named elsewhere as Theodora (nicknamed: \"Todzia\").\nhttps://collections.ushmm.org\nand she sees me. Well, then the farmer comes and she tells me...he tells me, \"She saw you.\"\nI says, \"Yes.\" Well, he didn't say...he didn't complain. He says, \"I'll take you Monday in\nthe pig sty up on top.\" Which he did. They brought me food either in the barn or over there\nlater on in a bucket; always three times a day--breakfast, at noontime and at dinner. On that\nMonday, early morning, he took me from the barn again across the yard. And I crawled up\na wall in the shack...1n the shed there, which was the wall of the pig sty. And he told me to\ngo down deep there. And then later on during the daytime, his day worker who he hired--\nthe same Joseph--he was bringing straw from the barn, and he was with me up there to fill\nin all the holes so that the wind and the cold wouldn't come into that enclosure now.\nJoseph...Joseph did not know...Joseph did not know that I'm up there. Only the farmer.\nAnd when he was done with the job, he went down; and now they started to feed me up\nthere. There was a...there was some firewood like in front of that barn...that wall on which\nhe always stacked, or the woman--the farmeress. And then they gave me this stuff; and I\ncame up from where I was lying down there, got the bucket and the food. And I had there a\nbucket which I was using as a toilet, which he emptied once a week. Which I gave him, and\nhe poured on the...on the...on one of the two piles of manure. That was...that was my\ncomfort. And...uh...that's how I lived there. I could not stand up. I was kneeling in the\ncenter only. Even that was almost as high as my head was; because the roof was very low.\nAnd I told him that I would like him to buy me three things: change underwear, a blanket,\nand a revolver. And I gave him couple gold coins. And he brought me a change of\nunderwear and a blanket; but he says a revolver he can't get. So now I had at least that\nblanket with...in which I crawled in, like in a... made like a sack out of it, you know, and\ninto the straw. And there I slept and...and...and...uh...rested all day and all night. I never\nwent down the whole time from October 21st [1943], I believe, until the very end of July\n[1944]. Uh...[ had a few experiences...\nhttps://collections.ushmm.org",
        "A:Then...then I will tell you then what happened while I was on...on the roof.",
        "A:Okay. Gee, I work without those notes! I'm sure I forgot many things.",
        "A:Okay. (Pause - checking notes) 10/25, I have here a note. \"From barn to pig sty. Joseph.\nStraw. Podsiali with me. Money to get underwear, blanket, revolver.\"",
        "A:Now, is the new...1s the new tape already on?",
        "A:Oh. Oh. And that's it?\nhttps://collections.ushmm.org\n64",
        "A:Anyway, as summer went along I could hear machine..... What you call it? Machine...uh...rifle\nshooting. And farther away, also cannon shooting. The front was coming closer. And\nevery day it was closer and closer, until one day I see my farmer. I looked through that\nthatched roof on the yard, and I see him loading a carriage to go into the fields. And in the\nmeantime, I hear an explosion. A shrapnel was going above, and then it exploded. And the\nfarmeress got very excited. And she was holding a cup of something in her hand. And he\nsays to her in Polish, \"Don't be excited...afraid of those who do you hear. They go far away.\nThose who explode in front of you, those you don't hear.\" They didn't go into the fields. A\nday later, a German tank came into that...went through this yard. And another day later, in\nthe morning, there were Russian soldiers with little carriages and horses, and women\nsoldiers--we called them \"Marushas\"--later in the yard. And they left, too; and then about\ntwo, three days later I went down. By the way, uh...I was so weak that I hardly walked; but I\ndid. And when we parted he told me, \"Don't go through the village. Go into the fields.\nBecause if they find out, the villagers, that if I kept a Jew, they'll kill me.\" That's what he\ntold me. And I went back into the fields toward Piaski. And there Russian soldiers got hold\nof me. And then they made a PW out of me for a while, or whatever. And then I got away\nfrom them; and I smuggled myself through different situation in Poland until I came home.\nAnd that is the end.",
        "A:You're very, very welcome.\nhttps://collections.ushmm.org\n65",
        "A:I came to the United States on February the 4th, 1948. And that's it.",
        "A:I thank you, too. I, I think that some of these things should be preserved. Mainly, you know, the\nperson of those...of those two farmers.",
        "A:They were noble people. I was a lucky guy. They were the heroes. They were the decent people\nwho, out of so many millions who took advantage of the Jewish people, really tried to save\nmy life.",
        "A:At one time he told me...when he came back from a wedding a little bit drunk. He never was\notherwise. \"You I will keep 'til the end of the war. Anybody else, I wouldn't take for a\nmillion of zlotys in gold.\" And as he talked to me, I was coming out from my hiding place\nand I could smell the vodka on him. But that is the only time. These were two fabulous\npeople. I am in touch with the daughter, Todzia. I forgot you when she brought me at\nEaster one time a basket with vodka and...and, uh, cookies. She lives in Lublin, and we are\nin touch.\nhttps://collections.ushmm.org",
        "66\nA:These are one in I don't know how many. If only somebody would interview me to write about\nthem. Not about me, about them. They deserve it.",
        "A:They do deserve to be remembered in history.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumNovember 9, 1990\nRG-50.030*233",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Kurt\nThomas, conducted by Bonnie Durrance on November 9, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Reearch Institute's collection of oral testimonies.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "KURT THOMAS\nNovember 9, 1990"
    ]
}