{
    "rg": "RG-50.549.01.0019_trs_en",
    "sequence": [
        "Q: If I could just ask you, you were saying as you were making your way to your home town you\nwould see Jews coming out of hiding and you know after all you had gone through in all those\nyears of the war, I’m wondering if you could describe a little more, do you remember how, you\nknow how you and your husband would react when you would see that. And how you would feel\ninside. And would you have encounters with these people.",
        "A: Yes, it was a very chilling experience. The cities were mostly desolate. And there weren’t too\nmany people walking around the streets because the Germans had just passed through. We\nwould come to a town where maybe there was a square. And on the square people would\ncongregate. And somehow, we always felt who it was Jewish or not. These people were\ncompletely different. I mean living in Poland and knowing the Polish people, we knew how the\nPolish people behave and how they look. These Jewish people were like they are coming out\nfrom hiding. Their heads were down. They were sad. They still had the frightened look in their\neyes. They were probably hiding someplace. Whether in the underground or being hidden in\nsome kind of a shack you know. They did not appear like the other people do. And we kind\nof looked the same way I guess. And commonly we just like you know like dog to dog. We had\nsomething that pulled us to each other and we started to talk and it’s the word to approach\nsomebody was Am Who. Am Who means in Hebrew Am is Nation and Who meant are you\nfrom the same. And somehow we saw these people. We saw quite a few of those people. And\nwe just rejoiced in seeing each other, but there was the sadness of having lost everything. So that\nwas more or less what happened but we didn’t stay on. We just kept on going.",
        "Q: So you didn’t talk to them very",
        "A: Well we just briefly talked to them but everybody was just engaged in searching and doing\nhis thing and we couldn’t wait to get home. We had a knapsack and we were tired from walking\nand not sleeping and, and you know took us maybe ten days or two weeks to get to Lublin. Once\nwe got to Lublin there was a Jewish organization and they were registering all the people that\nwere coming back home. A lot of it was a great influx of people from Russia. And Russia\nallowed these people to come back. And there were some people coming out from, very few\nfrom concentration camps. The majority from Russia and also some that were sent to Germany\nfor work. Like the able bodied, not Jewish looking, females mostly. Because males could\nalways be checked out for being Jewish. Because of circumcision. So we met quite a few\npeople, acquaintances and when we went to register ourselves at this Jewish committee, we\nfound that nobody that from our families had been registered so we kind of already thought that\nthere’s nobody there from the family. But nevertheless we tried to establish ourselves in Lublin\nbecause we just didn’t’ know what to do with each other. And people were constantly coming. It\nwas like every day when we went out to a town square you could see a few people coming here\nand there. And of course being a small town, maybe somebody that you knew. So some friends\nand acquaintances came. And some were in more need than others. Some were fighting with, on\nthe Russian front and were wounded. Some were in very bad shape physically so we tried to\nhelp each other. Also none of us had anything. And my husband met some family, he met\nsometimes, he met an uncle that our experience with him was not very pleasant. And he tried to\nhelp us at the beginning but then he was very busy with his own life, personal life. I don’t want\nto get into it. So actually we were alone. And we just couldn’t find a place for ourselves. My\nhusband wanted to go back to medical school. He was third year medical school and he just\ndidn’t know where and how. And the climate in Lublin was very unpleasant because the Poles\nwere not happy that some Jews survived. And they were making some very nasty remarks. And\nI was confronted with this tremendous Polish anti-Semitism. Mostly because I did not appear to\nbe Jewish. And if people met me on the market, or on the street car or bus they would make\nthese remarks to me that oh they are coming back from Russia. Hitler didn’t kill them all. And\nin such a climate I just absolutely could not live even a minute.",
        "Q: What would you do when you would hear remarks like that. Would you",
        "A: Well let me tell you about a very particular encounter because where we lived, we lived\nalways where the Aryans lived, we did, never lived in so called Jewish quarters. Cause my\nmother was a practicing dentist and we had a lot of Gentile patients and where we lived was\nalmost a Gentile neighborhood. And in the same building where we lived was a lady that was\nrunning the laundry service. And she had like a cleaning store. And right after the, right\nduring the war, when the ghetto was finished and we ran away from the ghetto, my mother left a\nlot of things with that lady. Silver candelabras, all kinds of art objects. Things that were of\nvalue. Thinking that if anybody survives and needs the money to sustain themselves during the\nwar, we would just go to her and get this stuff and be able to sell it. I knew all about it because\nmy mother told me where these things were. I knew that I have these things with that lady. So I\ntried to get some things together and we knew that we have to go to Warsaw because Warsaw 1s\na big town and nobody knows us. And I have to buy some false papers and we have to just go\nout. So I went to her like in an afternoon and this woman knew me since practically I was 4 years\nold. And when she came in she says oh my god where are your parents and she started to cry.\nWhere is your brother and she was crying and crying. And then I said to her, can I get the things\nthat my mother left with you. And she said oh it’s all in the attic. If you come back at 2:00 PI\nhave everything ready. Well needless to say I came back at 2:00 and the Gestapo was\nthere waiting for me. Her cousin was working for the Gestapo, he was a secret agent. And I had\na terrible, I don’t want to get into it now but I had a terrible encounter with these people. And\npractically cost my life. Somehow, I got out of it. And after the war I just couldn’t forget it. So\nwhen I came back to Lublin, there was you know a committee of crimes and, you could really\ntalk about these things. Especially show people that were hostile in doing these things. And I\nwent to, over there to first of all I showed my face to her. And when she saw me that I survived,\nI knew this woman practically almost dropped in what she saw.",
        "Q: Can you still remember it today.",
        "A: Yes, I can remember it and I can remember. My memory is still good. I can remember what\nshe looked like and she just was very, very upset to see me. And I just said hello to her and I said\nand I remember what you did to me. And I left and then I went to this place which was run by\nPoles. But don’t’ forget that Poland was communist at that time. and it was Burjon Bespeki\nVespechaestva and I talked to people there and I asked them what I can do. To this woman.\nBecause she practically not only cost my life, but I was taking care of my little brother and my\nhusband and they were completely helpless without me. And if something would happen to\nthem I mean they could have never survived without, I was their outside contact. And they told\nme that there’s nothing they can do because I have to have witnesses and if I don’t have any\nwitnesses I should just forget it. So I was very upset and then we stayed for a while in Lublin.\nAnd the situation was just very bad.",
        "Q: Let me just ask you, what did you want to have happen at this point.",
        "A: Oh I wanted her either arrested or to have some repercussions. I knew for what she was doing\nto me, she was probably doing to others and she could have been even doing it to the Poles. But\nnothing did happen. And we just tried to get our life together. We couldn’t so because there was\nno money and I could not be in Lublin for too long because every stone and every home\nreminded me of my past. And reminded me of my parents and I just couldn’t take it. That was in\n1945. I was 19 years old. And we decided that we were going to try to leave Lublin because\nthere was no use of waiting for anybody. We registered. They could find us. And my husband\nfound out that the university that he attended before, he had no papers, everything was lost. That\nthe university’s moving from Lwow. Because Lwow was taken by Russia that they moved to\nBlievitz which is a German town. That Poland took over ok in the exchange for the eastern part\nof Poland. A little bit to the west was given to Poland. So we decided that we going to go, try to\ngo there and see if he can get into the university cause that was the most important thing for us.\nHe we got to Blievitz and as it turned out we spent there about 3 or 4 months and it turns out that\nthe university is not coming there, but they are going to Breslau which was a much bigger\nuniversity that they took over from the Germans. The town and that university from Lwow with\nall the professors were coming back to Breslau.",
        "Q: And Breslau is in Germany or Poland?",
        "A: Now it’s in Poland. Now it’s called Breslau. It used to be German. So after living for about 3\nor 4 months in Blievitz, we went to Breslau. And in October of that year, my husband met with\nsome professors that knew him. And he was able to get in for 3 year medical school. We\nconsidered ourselves very lucky. I tried to get a job and somehow sustain ourselves you know in\norder for him to continue but we knew it’s not going to be on a long time basis, because we did\nnot want to live in Poland. That was just an absolute N O. We felt that we just cannot live in a\ncountry that hurt us so much. And the memories are too painful and if you want to start a new\nlife, it has to be someplace else, not in Poland.",
        "Q: There you are right after the war in this place, as you say where all these horrible things that\nhappened and you say there were memories everywhere. I’m wondering it’s just so hard today to\nimagine being in that situation. I wonder if you could describe a little more what your day to day\nemotions were like. Would you say today that you were depressed or would you cry. Would you\nturn a corner and see a certain place. I’m just trying to figure out what that would feel like.",
        "A: Well when we were in Lublin it was indescribable how painful and hard. Because to give you\nan example to add insult to injury was the fact that the Poles were so hostile. Would we have\nbeen embraced by the people that we knew and that we grew up with and with people that also\nsuffered, but not to that extent. It would have been maybe half way bad. But the hostility was\njust so tremendous. My best girlfriend was pregnant 9 months. She came into Lublin. Her\nhusband was killed on the front. That now this is this woman giving birth to a child. The first\nchild born after the war. In a Catholic hospital. And the nurses just damned this baby. God\ndamn, Hitler didn’t kill them all. We have to have a Jewish child now . It can’t be helped. I mean\nthis was just unbearable. But after we left Lublin I knew that we had to be strong to survive.\nAnd the emphasis was mostly on survival and how and what to do. All the survivors were trying\nto just find a way, whether to go to the United States or emigrate or go to Israel. Illegally but do\nsomething for yourself because here you are already surviving the war. And you got nothing but\nyour life, nothing else. And now it’s up to you to know which direction to take and which way.\nIt’s like you’re on an island and you want to save yourself. It was a matter of not saving your\nlife, as much as knowing what to do with yourself. And because we had this one direction that\nmy husband wanted to finish school. He didn’t want to go into business. The easiest thing to do\nwas to smuggle and to sell. Everything was still chaotic. So I just knew that we had to, that\nlooking past is one thing and being hurt in it is another. But it’s not going to help emotionally\nbecause you see we were very young and when you’re young you’re strong. You take life in a\ndifferent way. And I just knew that we had to go on, make some right decisions and push\nforward and we were among people who had the same goal. Fortunately we were surrounded by\nstudents and academic people who had the same goals and wanted the same thing out of life,\nrather than making money and maybe amassing some fortunes by some illegal dealings and so\nforth.",
        "Q: It sounds like what you’re saying 1s the survival that the drive for survival you developed\nduring the war, it never let up. You just stayed in that condition.",
        "A: Definitely. Definitely. The power of survival even for people that were in concentration\ncamps which I never was and even people that saw their dearest slaughtered, there is a certain\nthink in the human nature that really wanted to survive. And you know and I cannot talk about\nit to other people, but this is what we felt. | And I knew that I have to help my husband and I\ngotajob. We gota little apartment and I got a job. And, in Bratswath, in Breslau and he went\nback to school. And we knew it’s only temporary but we knew that he has to wait a year just to\nget his papers. Cause once he gets all his papers that he finished 3 years medical school, maybe\nwherever we go, to any country, he’s got at least something to show. And maybe he’! be able to\ncontinue. So that’s exactly what happened. We were in Breslau. We lived there almost a year.\nHe finished medical school, third year, got all the papers and then we decided out. This is it. We\nreally have to sever all our, our relationships with Poland and just erase it from our lives and just\ngo on. And we had no gall. We didn’t know where to go. It was very hard at the time, you know\nto make any, any sense was, with your plans. But then we joined a Zionist group which was a\nstudent group. There was about 25 Jewish students, Zionist oriented and we thought that maybe\nif we go with a group it would be easier for us to be recognized wherever we go. Rather than\none individual person.So with a knapsack, the BreiHa was helping Israelis, were helping the\nJews out of Poland in that time. In a semi-legal way. Meaning that if you went to the border, to\nCzechoslovakia there maybe would be trucks there waiting for you and then taking you maybe\nto Italy or someplace, but it was all kind of semi-legal without any guarantees and with these\npapers in his hand, on with a knapsack and with very little money we decided to try and we went\nwith this group. And there was maybe about 25 of us. We got into Czechoslovakia and then\nfrom Czechoslovakia, they took us, this BreiHa, they took us to Vienna. Because Vienna was a\nbig concentration of refugees and the American Joint has been sponsoring a lot of places. And it\nwas like a transit place, is for people that were coming out of Poland and coming out of\nconcentration camps, trying to go other places. And there was an awful lot of people at that time\nin Vienna. And Vienna was occupied by all four, but the Americans had a great hand in\ndeciding what to do at that time. And as we came to Vienna, we were aided already by the Joint\nDistribution Committee to and they, they really encouraged us not to go any further because they\nsaid that they would like to help the students. And they might have a way for the Austrians to\nallow these peoples to study. Under pressure, without tuition because as a, as a part of a\nreparation of what happened to these people. And that really happened. The Americans helped us\nto get into the university, get a very small stipend from the United States. Not to pay tuition at\nthe university. We had to, of course, qualify. There was all kinds of Latin examinations and\neverything to go through it. And have some papers to show. But it was an opportunity for my\nhusband to continue and he fell for it right away. That was 1946. October. They helped us with\nsome living quarters. Of course it was very crowded and we had to share rooms and things. But\nmost of the people were single. There was only another married couple. And us. And we were\nhelping each other. You know and Vienna at that time also had no food. Everything was\nrationed. So you got a little bit of this and a little bit of that. You put it all in one pot and we had\nsome soup at night. We felt kind of good about it because we knew that we had a goal. We knew\nthat we’re doing something for our future. And it wasn’t very unpleasant because the Jewish\nstudent at that time, we came with a small group. But there were 400 Jewish students at that time\nin Vienna. And we were all supported by the Americans through the Austrians that had to do it.\nAnd we were a great group of people. And we spent 4 years there. It was kind of very,\nvery nice. Even though we didn’t have any money, but Vienna 1s a wonderful place to live. Even\nso we felt that we never forgot that they were connected with Hitler and they were anti-Semites.\nBut of course at that time they didn’t’ show it.",
        "Q: So that was different than in Poland.",
        "A: Different and you know our hostility primarily was to the Poles, who personally, personally\nwere helping with the Germans. Personally. Here at least we were in a country where they\nallowed us to go to school. We had the freedom of moving. I could not work. They were very\nstrict about people that are not Austrians, very strict. So illegally somebody employed me for a\nlittle bit. And we just had a gay student life. You know. We were young and we didn’t\nneed much and we could go to the opera and stand you know on top there and go to a concert\nand never sit down. You know but it was a city that offered a lot to us. And it was a real\nbohemian student life that we had. We had a wonderful group of Jewish people and a lot of\nfeedback you know from the Jews and from the Jewish organizations. And that was the four\nyears in Vienna.",
        "Q: Is this, were you able to in comparison to the way you felt for years up to this point, were you\nable at all to relax a bit",
        "A: Yes, definitely. Definitely. There were other tensions. You know. I mean first of all you\ndidn’t’ know the language. I, I myself went to university because there was the easier things for\nme to do. You know and I had to, we had a lot of studying to do in the German language. The\nlanguage was foreign to us. So it was impossible to study. You don’t know the language.\nIt was very, very hard at the beginning and my husband was under a lot of pressure in\nmedical school because they didn’t like foreigners you know. The medical school was gigantic\nand tremendous and, and they would rather not pass Jewish students and especially foreigners so\nwe had two strikes against us you know. But somehow we managed. It was hard. It was very,\nvery hard. My husband was under tremendous pressure. I really didn’t care because it wasn’t\nthat important to me. I was biding my time, but for him it was very important and he was under\ntremendous pressure. Of course a lot of professors were Nazis. And the level at the university\nwas very, very high at that time. And he had a hard time. I mean he had four years of hell\nbecause he really had to succeed and get that diploma. In the meantime, people were trying to\nsee where they can go and what they can do. A lot of our students did not finish. Some went to\nFrance. Some went to Italy and illegally to Israel. And some just stayed out and you know tried\nto finish, because somehow I made contact with my family. Distant family in New York. And\nthrough pure coincidence, somebody met somebody on a train and we were talking about people\nin Lublin. And somebody mentioned cousins and to make the story short, I found out that there’s\na distant relative living in New York, quite well to do. And having a tremendous family in\nEurope, being from Europe himself. And that if I made contact with him that he would probably\nbe able to help us, mostly in, in securing a affidavit to come to the United States. So while my\nhusband was doing all that, I made contact with these people and I told them what who I was and\nI told them that we are here and my husband is finishing medical school. And upon the direction\nof my uncle I call him uncle, we were advised not to do anything before he gets his diploma.\nBecause it will be impossible to continue in the United States. He has to finish. We just have to\nstay as long as it takes for him to finish medical school. And that was our primary goal. As I\nsaid, life in Vienna was not unbearable. We really had, we managed to have a lot of fun. We\nwanted to have a little fun because we were in hell for so many years. And our youth was\npractically nothing. War broke out, I was 13 years old. You know so we really wanted to do a\nlittle bit living and, and see what’s going on in this world. And that wasn’t impossible. We had\nour ways to do it. And finally we waited until he finished medical school and we waited to come\nto the United States because uncle said that he will a, give us an affidavit to be able to come to\nthe United States.",
        "Q: There’s one thing I’d like to ask you about which is you’re with all these other students and\npeople who have survived you living in that kind of big barracks or dorm or whatever you want\nto call it.",
        "A: It was an old school house. The Germans that they gave us.",
        "Q: ’'m wondering if there was a lot of discussion and debate among you all about where to go,\nwhether to go to Israel, whether to go to somewhere else.",
        "A: It, it differs a lot. Some of my friends went to Paris because they had uncles in Paris and they\nwanted to be with their family. Family was a big factor. Whenever somebody had a family they\nwere really flocking to be with their family. We didn’t’ have anybody anywhere. A lot of people\nwere Zionists and they really wanted to go to Israel. Going to Israel was not very simple because\nit was Palestine and you had to really go on an illegal, on those boats into Italy and (no sound)\nA lot of people were Zionists and they really wanted to go Israel. Going to Israel was not\nvery simple because it was Palestine and you had to really go on an illegal on those boats into\nItaly and illegally but a lot of people did that. Some of our students, I must tell you are still\nliving in Vienna and never left. They intermarried and for some reason or other, they were their\nstudies were rather confining to the Austrians. For instance they had all kinds of social studies\nand other things where it would be very hard to apply it in a different country. You know. We\nwere fortunate because medicine is almost similar or the same all over. So it was all different.\nThe majority of, of our students went to Israel. Whoever had a chance not to go, opted probably\nto go someplace else. Some went to South America if they found sponsors. If they had maybe\nsome relatives. Now my husband knew that when he will go to the United States he will have to\nrepeat the whole thing and take internships and he was so worn out from this German and he\nreally was in very bad shape. I mean he was very thin. He was physically and mentally\nabsolutely exhausted. And he said to me that he doesn’t see how he can go to a country where he\nwill have to do it all, all over again. With the language and everything and to get a license to\npractice, 1t was, would be very hard for him. On the other hand, I myself even so I had family in\nIsrael. And I knew that if I go to Israel I would go home. But I myself was very worn out from\nthe war. I couldn’t’ take the burden of being a pioneer again and Israel was at the pioneering\nstage at that time. and maybe it was selfish on my part. But don’t’ forget that I was 13 when the\nwar broke out. I was the one that had to earn the living. I had the one that had to go to a market\nand sell under pressure of being recognized. I was the one that had to deal with apartments and\nGestapoes and food and everything else. I had a burden of not only to take care of myself but I\nhad a brother who was nine year, nine years younger than I was and I had him for almost a year\nand a half. And a husband that couldn’t’ show his face on the street. So I was under, I had a\ntremendous burden, burden surviving. And I just couldn’t’ see myself. The thought of, of being\nshot or the thought of, of having the Arabs there doing all the things that they were doing at that\ntime in Israel. There were still wars there. You know there was the 46 war and there was the 48\nindependence. And then there was another war. The thought of being in another war or, or\nhearing the shooting again. It, to me, it was just unbearable. I knew that I cannot doit. AndI\ntold my husband I would like just to come to a country to live a little bit in peace. I just want\npeace. If later on he wants to go to Israel, if things straighten up, fine. But I have to have a rest.\nI just cannot do it anymore and he understood. He said ok let’s try. We’ll see how it works out.\nWe will you know we were in agreement. It was",
        "Q: He wanted to go to Israel.",
        "A: He wanted to go to Israel because the thought of being able to practice and be a doctor right\naway. Israel, just as long as you had a diploma, you didn’t have to do anything. They took to the,\nto the hospitals there. You know private medicine was not there. I mean they never had private\nmedicine. It was all socialized medicine at that time.But you could get a job and you would have\nto do things. And the thought of him to study another language and starting all over again it\nwasn’t possible. But he gave in to, he knew that I just couldn’t do it. He would have a basket\ncase. As long as I was holding up it was ok. But I just couldn’t do it. I was a child. And I said, I\nhad such a burden and I needed, I needed some space. So he decided that we’ll come to the\nUnited States. And of course I had the full support of my family who really wanted us to come\nhere. And my uncle sent affidavits and papers and we waited until my husband finished school.\nAnd we couldn’t wait because ten days later we were already trying to get on our DP status and\njust take off and leave. And when we left Vienna there was still a lot of kids that didn’t finish.\nDon’t’ forget he was one of the older students. So he there were kids that stayed and it took them\nlonger to finish or even medical school longer. They were just starting at Vienna. He came in\nalready was three years behind him so it was much easier for him. And we left Vienna and we\ntook off for the United States.",
        "Q: How did you come over?",
        "A: Well that was another story. You see we were DPs, displaced persons. And displaced\npersons were being shipped to the United States on army transports. Ours was general\nBletchford. And general Bletchford was supposed to be a transporter for 400 soldiers. We were\n1200 people. And we were going in the middle of November and we had to be taken first from\nVienna to a place in Bremerhaven. And there we waited, 3,4,5,6 weeks in a camp until these\nships were bringing people over to the United States, back and forth. And there were maybe\nthree or four ships but at that time there must have been 6, 7000 people waiting there in this\ncamp. And of course we had to undergo a tremendous medical, physical examination because\nanything with a spot on your lung, right away you were ejected. It wasn’t like today that people\ncoming with TB, AIDS and everything else. It was unbelievable what kind of medical scrutiny\nwe had to undergo. In order to be able to come to the United States. We waited about three or\nfour weeks in Bremer and then finally we got on this ship. The voyage was so bad that we\nalmost didn’t make it because the, the ship was old and we had, we were 1200 people. The food\nwas absolutely not, not even to talk about. And look it was for free, so I mean there was the\nbunk beds and everything. We just had to go. And we went to Halifax Canada. We had 400\npeople for Halifax Canada. So first we went, it took us about 12 days. First we went to Canada.\nGot off these people, that, that were for Canada and they all had papers and sponsors. And we\nhad ten dollars but we had a whole big crate of medical books that my husband couldn’t’ part\nwith. But became obsolete in a very short time. He had two microscopes that he wouldn’t part\nwith. And very little personal belongings. I have to mention that my uncle was very generous\nand he tried to help us during the our stay in Vienna. He was very impressed with the fact that\nmy husband wants to study. He felt it personally that he wants to help him, although he never\nmet him. He was, my husband was the only one from the whole family that he was helping and\ntrying to bring over here that showed any interest in, in his, in being a professional man. And he\ntried to help us as much as he could. He used to send us money through Switzerland. My aunt\nused to send clothes and warm coats for me or whatever they could, they really did for us. It\nwasn’t easy to send stuff over there but they were very nice and very generous. So that made our\nstay in Vienna much nicer. And we finally arrived at the United States. Well my first impression\nof the free world was 3:00 in the morning in Halifax in the harbor, seeing a seven or eight year\nold boy in the middle of the winter all bundled up selling newspapers. And trying to, to tie up\nthe paper to a rope and throw the paper with the rope over to the ship. And then these people\nwere, whatever people had was probably dollars because nobody was going with Austrian\nmoney. Then the people would in turn tie the dollar to the rope and throw it back to him. I never\nsaw that before. I came from a well to do home and I really haven’t encountered anything like\nthat. And all I knew about the free world are things are so wonderful. I mean the idea of in\nEurope at that time was actually that in America people are finding money on the street. You\nknow and you were very gullible. The thought of that boy at 3:00 in the morning just never left\nme. And that was like 50 some years ago. I said does a boy that age at 3:00 in the morning has\nto sell newspapers like that. And he was very, very pushy. And people were dying to have a\npaper even so they couldn’t read it. You know. But then we arrived in New York. And of\ncourse my family was waiting for me. Also we didn’t’ know each other but we had all kinds of\nsigns, with red carnations and things like that. And it was very cold in New York. New York\nwas not very pretty at that time. It was very windy and we were just absolutely worn down.\nFrom this horrible, horrible trip. And everybody was taken to HIAS which was the Hebrew aid\norganization but my uncle did not want us to be there. Because living circumstances were kind,\nkind of hard.",
        "Q: Can I ask you, do you remember or do you have any first impressions or memories of when\nyou came into New York Harbor. What was that like. What time was that?",
        "A: Yes, first of all it was Thanksgiving so already on the boat we had turkey. And I didn’t know\nanything about Thanksgiving and just one good meal was fabulous. And they were telling us the\ncrew on the dock, that they were telling us it’s Thanksgiving. And that’s a holiday the Europeans\ndon’t’ have. And I cherish this holiday til this very day and every time I have family for dinner\nwe always talk about Thanksgiving because this is our anniversary of coming in. And, and\nunfortunately it was also Saturday or Sunday. We couldn’t get off the ship but at least it wasn’t\nshaking any more. You had to wait for the customs for Monday morning. There was all kinds of\npeople with us you know. There were very religious people which were coming in with crates of\nchina for holidays and china for, for meat and china for milk and china for this. And it was really\nfunny when the customs opened up those crates and asked them and they really didn’t\nunderstand what was going on because china in Europe, especially good porcelain was very\ninexpensive and these people apparently had money and they tried to bring it all to the United\nStates. I mean I didn’t’ have this problem. We had books and two microscopes. But it was very\nfunny when these people tried to explain to the customs how they had this ritual. Of not eating\nfrom the same dishes you know all the time. And then of course it was gloomy. It was dark. But\nmy aunt came and took us to a little hotel for which my uncle paid for.",
        "Q: I’m just curious and maybe this is just me from seeing, reading about immigrants and seeing\nthese films. You always have this image of the boat coming in the harbor and the Statue of\nLiberty appears. And all that. Did you see that. Do you remember that at all. You’re shaking\nyour head.",
        "A: It was so windy that at that day when we arrived a brick fell from some big building and\nkilled a person. You know. It was just a very gloomy unfriendly day on the 27\" of November.\nAnd it was so mammoth to us. I mean New York. Just so mammoth. I’ve never. I lived in Vienna\nwhich 1s a big city but this was just unbelievable. And of course the language barrier too. I took\na few, knowing that I’m going to be in the United States, I already took a few courses. At the\nUniversity. But that’s a differ, that’s a different English. Maybe in London I would feel better\nwith it. And because among all these people that came off the boat I was the only one that knew\na few words of English, I always had people with me, trying to go wherever I go because my\nuncle got us a hotel room. But the meals, we were supposed to go back to the HIAS 3 times a\nday for breakfast, lunch and dinner and we had to travel by bus. And we had to find our way\nfrom the hotel to 425 Lafayette Street which I still remember you know. And there was some\nother people that stayed in the hotel and every morning and every afternoon I would have these\ncohorts with me and the taxi drivers were very unfriendly. When I asked them which way we\ncan walk or can we take the bus, they said no if you take a cab we’ll take you there, but they\nwere very unfriendly. And while we were in the HIAS every day some American Jews tried to\ncome in and ask us if we want to rent a room, communicating in Yiddish. And also because at\nthe HIAS there were people from all over the world, Jews. Speaking all different kind of\nlanguage. Well we encountered that in Vienna too. There were Romanian Jews and Hungarian\nJews and they were Latvian Jews and Polish Jews and you know Jews just don’t’ get along very\nwell. Everybody has a different culture. Everybody grew up in a different place. And there was\na lot of fighting between them. And then all of a sudden a lot of people came with little children\nand the grownups had to look either for an apartment or for a job or anything. The children were\ncompletely lost and they needed a nanny for those children. So they got me to work with these\nchildren. Every day I would go there in the morning and have my breakfast in this mess hall. My\nhusband would go to, to Park Row which was the physicians committee who was trying to find\ninternships and residencies through the United States for these Jewish doctors, providing that a\ncommunity would offer for about 2 years or so assistance, monetary assistance to these people\nbecause these people could not work. And some of them had families. So they had to find a\ncommunity that wanted to support this given doctor while he is in training. So my husband had\nto go there in the morning and I was working at the HIAS with these children. And because I\nspeak a few languages, I could communicate with these children. And for that I was\ncompensated with $25 a week. Well that was already very good because with the $25 a week we\ncould go to a movie and listen to English. First of all it was a great thing to go and listen what’s\ngoing on. We also bought a radio because we were putting in quarters into a radio at the hotel\nand that paid for 20 minutes. So we figured out well it’s an American idea you know. You put in\na quarter and the radio plays for 20 minutes. We, we it took us time to figure it out but we\nwanted to hear. They told us just to listen to the spoken language. So finally we decided to buy a\nradio. We bought a radio for $25 and we listened to our own radio. So we, we made an\ninvestment but we didn’t have to put in the quarters any more. And we just waited. It was a\nwaiting game at that time. Going to the hotel, coming back, getting a little bit acquainted with\nthe area. And of course my aunt and uncle always had us over for dinner. I mean it was Friday\nnight. They lived at the Riverside drive in a magnificent apartment. They were very wealthy\npeople but very generous. They came here during the war, but they already had a lot of\nbusinesses and money in Switzerland and they had a tremendous, tremendous family in New\nYork and they were trying to help everybody. And going there was like a, it was like a fairy tale\nworld, you know. Because they had a magnificent apartment overlooking the river and they\nwere traveling a lot abroad. He had businesses in Korea and Japan and all over. My aunt being a\nvery tiny little aesthetic lady with servants and a chauffeur and, and beautiful things at home.\nWell to me it was really like, like a fairy, fairy land you know. And we were going there for\ndinner. And in a very subtle way she would put 20 or 30 dollars in the pocket of my coat because\nshe wouldn’t want to humiliate me to give me the money you know, which was probably\ndifferent from all the other people that came over here and maybe experienced family relations\nhere you know. I just had very good, very good feeling and a very good relationship with\nthem. She always asked me if I need anything. And I said no we really don’t need anything. We\njust have to wait. We have enough food. We just have to wait until something happens that my\nhusband gets dispersed to someplace. And of course we were in a different group of people\nbecause other people didn’t’ know what to do with themselves. We had it a goal. We knew he\nhas to get an internship and of course we wanted to stay in New York. Because we didn’t know\nthere was a United States. We just knew that there 1s a New York. And we had a few cousins and\nmy aunt and uncle and we wanted to be in New York.",
        "Q: So were you getting used to the city. It wasn’t as intimidating then or it still was.",
        "A: It was In, we were there six weeks and it was intimidating. It was, but you know you get a\nlittle better feeling of what’s going on and we were told that we cannot stay in New York.\nBecause all everybody, all the doctors wanted to stay in New York. And there isn’t enough\nhospitals in New York. And we were told that we should maybe consider going to a small\ncommunity which is much nicer, where the people are nicer. Where you can really you don’t\nfeel so lost. It’s more like a family. Well the committees are there, the Jewish committees.\nEverybody was trying to help the refugees and the Jews had come over. Everybody felt a little bit\nguilty you know that that they were there and they survived and they weren’t punished like we\nwere. So after six weeks they found a very friendly little community in Rochester New York,\nwho was willing to accept a Jewish doctor and help him out. And they found a hospital that\nwould take him in as a, as an intern. Cause he needed two years of internship. And one day we\ngot on a train that was 1950. We got in a train in New York. We said goodbye to my aunt and\nuncle and on the train we came to Rochester New York. Well the first thing was that we\ncouldn’t’ get off the train because there was that much snow. New York had, didn’t have any\nsnow and we were just in shoes. We didn’t’ have any boots or anything like that. So that was\ndifficult. We had to go out and buy a pair of boots. And the committee was very nice. They\nwaited for us. And they already had a little room rented from a family that came in, in 1939 and\nit was a German family. And they were two working people. They had an old house. And\nthey wanted to sublet a room for money. They needed the money. Then they looked for a Jewish\nfellow, a Jewish couple or somebody that would live with them.",
        "Q: These people were Jewish or not.",
        "A: Yes. Yes, these people were Jewish. The committee, the Jewish committee tried to place us\nin this home. And when we went to live with these people, 1t was a marvelous relationship. They\nhad one daughter. And to me it was like having another home because they were extremely\nfriendly. Not very sophisticated people. But intelligent. He was completely uprooted. § He had\nto work as a presser, pants. And she was sewing. A lot of Jewish people were doing that. But\nintelligent people. They sent their daughter to college and we just had a very nice two years with\nthem in Rochester. Felix had to go into the hospital. And we were not sorry that we left New\nYork because it was nice. It was really nice. Spring came and it was a small town. And very\ngreen and completely different than European cities, with the big old buildings, you know.\nSmall buildings, small homes. Back yards, little gardens and it was very pleasant. And I planned\nto get myself a job and they said they’re going to try to place me someplace because they didn’t\nwant to completely support us. At that time I think we were getting 16 dollars a week. I mean I\ndon’t’ really remember exactly but we were living with these people. And they were very dear to\nus until they day they died. They tried of find me a job. Felix had a very hard time at the\nhospital. First of all he was an (extra?) between April and July he was an (extern?). July the\ninternship starts. It was a small hospital but a teaching hospital. There were 27 interns and\nresidents there. And they found a lady who was German descent who was a spinster who\nwas quite well to do and wanted to help and she taught him English. She would actually have\nhim over in her house for dinner. And she would sit with him for an hour or two speaking\nGerman to him and teaching him English. Very lovely lady.And they tried to get me a job. And\nthey found me a job at Woolworth’s where I was selling baked goods. And that was a six days a\nweek job. I think I was making 20 some dollars a week. and it wasn’t a matter of my preference\nbecause they were the ones. It was you know what, maybe it’s a little similar of, to the situation\ntoday that people are on welfare. I was completely depending on them. I couldn’t say gee I\ndon’t’ want that job because I had 3 years of university in Vienna and I really don’t’ like to stand\nthere and sell fried cakes and doughnuts. But these people were helping me. That was\ntemporary. They were, I couldn’t’ tell them I don’t want to do it. It wouldn’t’ be fair. So I had\nto take the job. So I took the job and it was very difficult at the beginning. Because I didn’t\nknow a fried cake from a doughnut. I mean that was strange to me. And I was standing at the\ncounter surrounded by younger girls who practically never went to high school. And they all\nknew. I mean they knew people came in and they wanted 3 of this and 6 of this and 5 of this.\nAnd somehow I didn’t’ have to write down on the box and figure out how much they owe me.\nBecause we were putting the string on and they were adding 18 and 14 and 15. I somehow did it\nwithout having to write it down, because I added it up in my head. And after six months the sup,\nno, after that was maybe after 3 months. The Supervisor came up to me. She said I see that\nyou’re quite smart. Maybe we’ll give you a little better job. Maybe this is not the right job for\nyou. And I started to speak a little better. And they said you know what, we’re going to put you\nin the stock room. You’re going to make up orders. The orders come from downstairs and they\nyou’re going to go to the stock room and you’re going to be in stock room. And you’re going to\nput together these orders for each station downstairs. And I was very grateful because I\ncould sit, I didn’t’ have to stand six days a week, 48 hours that was kind of hard. And I started to\nwork in the stock room. But I still was not very happy. And after six months, I was granted one\nweek’s vacation paid. And as soon as I got my weeks’ vacation I went to the New York state\nemployment agency. And I said you know what, I don’t’ speak English very well but I have,\nfirst of all I had two years of medical school cause I went to medical school. I said I have two\nyears of medical school. I know medical terminology and my English is not that great but can\nyou get me a job. So they offered me right away two jobs. One was telephone answering, I mean\ntelephone company. Answering with the numbers and the other one is was at the Blue Cross and\nBlue Shield. And I kind of liked that because I was with a husband that was studying medicine\nforever and ever and ever. And I had to do with him the you know the lessons and everything\nelse. And listen to everything so I never came back to Woolworth’s’ I just took the job at the\nBlue Cross Blue Shield. And it was entirely different feeling on the job. I was making $35 a\nweek and after 3 months they would review me. And I was approving medical claims because I\nknew the terminology and there was restrictions on certain diagnoses. And there was_ certain\npreexisting conditions and other factors you know. And I liked it. I liked my job very much. I\nhad a desk and I had a phone and I worked with very nice people. In a very nice office. And at\nthat time we already moved out from the people there because we wanted to have our own\napartment, and I was making already a little money. And I decided we’re going to take our own\napartment because at that time $55 a month. It was a studio with a drop leaf table and a tiny little\nkitchen. But it was our own. And my husband couldn’t’ wait to get a car. It was very hard to be\nwithout a car because you know it’s a town and you have to get in to the hospitals. And\nweekends we couldn’t move any place you know. We were sitting in that little apartment. So he\nhad these microscopes and he decided he says you know what I’m going to sell the microscope\nand buy a car. Which he did. He sold the microscope and he bought a little old Plymouth, a 47\nPlymouth. I think it was 5 or 600 dollars. And he knew how to drive.",
        "Q: How did he know how to drive.",
        "A: Well I think he drove in Europe. So in Blievitz he already drove. I mean cars was his thing\nyou know. So we already had a little car and I was making enough to cover and whenever I\ndidn’t have enough, they would pay me the difference of what I needed for very basic things.\nAnd he started his, his internship and he was quite happy there. They were very nice to him. And\nthe hospital was a teaching hospital. He was very happy and I was working and then on s,\nbecause I only worked five days a week, on Saturday and Sunday I sold clothes. At the Lerner\nShop and I made another $12 a week. And you know it kind of was beginning to work out\nfor us a little bit. Um. I like to work for the Blue Cross and he had another year I think on that\ninternship. In the meantime he tried to apply to get a license at New York State but it was very\ndifficult. So the second year of his internship I got pregnant. And we were already married then\nten years. And we had no money and we had nothing but I kind of said to myself you know\nenough is enough. I was already 25. We have to just eventually start a family. We didn’t’ want a\nfamily in Europe because there was no milk, there was no food. Everybody was starving. We\nknew we had to go across to the United States. We didn’t know what we’re going to come into.\nBut as rough as it is you know children grow up anyways. You don’t’ have to have everything\nfor them. So we decided we’re going to have this baby. And my little lady that I lived with was\nabsolutely like a mother to me. I had a very hard time at the beginning and she was there with a\npot of soup every single night for me. And she really took care of me. She was very, very\nsweet. At that time she didn’t work anymore. She’s got a big part in my heart. So she kind of\ntook care of me. And I still worked. I worked up until 7 or 8 months pregnant. They were very\nnice to me. If I wasn’t feeling well they gave me a day off. I must say that they had a lot of\nrespect for me. And I had my son and at that time I stopped working because there was no other\nway. Mothers didn’t work. Even if you had money or you didn’t have money, you didn’t work.\nMy husband was making a total of $15 a month. I don’t’ know if he told you that. But at that\ntime internships did not pay. And out of the $15 a month, he had to give them $5 for laundry\nand the other ten he smoked away day and night. So there was practically nothing on his side that\nhe could give me. We had a little car and a tiny apartment\n(end file 1)\n(file 2 — RG-50.549.01.0019.02.02 — duration: 01:01:47)\nLUCINE HORN: and the other ten he smoked away. Day and night. So there was practically\nnothing on his side that he could give me. We had the little car and the tiny apartment. And we\nhad a baby and as tiny as the apartment was, the baby was there you know. I mean there was just\nno other way. And we were quite happy. We got a little cat. And we waited for him to\nfinish the internship.",
        "Q: What did you name your child?",
        "A: My, my son is named after my brother that I lost, the brother that was with me. His name was\nGerald, David. And my husband’s uncle lost a little boy by the name of Jerry so my son is\nGerald David which he hates until this very day but he has to forgive me, I can’t help it. So",
        "Q: One other thing I’m curious about. There you’re in a circumstance and you know a lot of\npeople have been in the circumstance where you’re you know you are still fairly young and\nyou’re just getting started. You don’t have the biggest apartment, you don’t’ have much money.\nYou have a child. You had all that going. But I’m also curious again about what it was like, how\nit felt to you, what went through your mind and heart given what you had come out of. Given\nthe fact that you were both survivors of the holocaust and now here you are and you’re bringing\nthis new life into the world. I’m curious about",
        "A: We felt good. We felt",
        "Q: Did you think of it in that way at all.",
        "A: Yes we felt that we’re here to stay. We want to raise a family. Sooner or later my husband is\ngoing to make it. It’s going to be rough at the beginning. It wasn’t like we thought we were\ndoomed for life. I always had this future ahead of me that he is going to make it. And we were\nused to do with very little. That’s how I grew up. I grew up knowing how to cook from nothing.\nI knew to make a soup from garbage. That’s how I grew up. We didn’t have anything during\nthe war. And we had to sustain ourselves. When there was a piece of old bread, we didn’t throw\nit out. You soaked it in milk and you made like this and you put in a little sugar and you baked it.\nIn the oven. That’s how I grew up. So I guess we were.",
        "Q: You make a cake out of it.",
        "A: Yes, we were finally happy. We thought we arrived. And we liked everything about the\nUnited States. We really did. We liked the way the people were. We liked the way the Jewish\ncommunity everywhere embraced us. There wasn’t a holiday in Rochester New York that we\nweren’t invited to doctors’ homes for dinner. Saturday nights they invited us. At the hospital\nthey had dinners with daddies at the cafeteria. And the greatest thing, we lived not far away, took\na buggy and the baby and in the basement it was the biggest thing to had dinner with daddy\nbecause we never saw him. I didn’t’ have to have washing machines and dryers. I lived one\nflight up walking. Tiny little apartment. I had to take the baby every morning with a bag of\ndiapers, soiled diapers on the buggy. Walk about 4 or 5 blocks to the laundromat, put in a quarter\nto wash the diapers. But I could not spend another quarter to dry them because I could hang it\noutside. So the baby was sleeping. The diapers were being washed. I put another bag of laundry\non the buggy. Went back home, took him in the backyard, without lines hang the diapers out.\nAnd that’s the way we lived. And we were very, very happy. I knew it is not forever. And I knew\nthat it has to be that way. There’s just no other way. But we arrived to freedom, we arrived with\npeople that are being good to us, that are being very encouraging to us. I did not have very much\nto do with my uncle at that time. Because uncle constantly asked if he can help us. And my\nhusband constantly said I don’t need anything. Thank you. We don’t need more clothes right\nnow. We don’t’ need fancy cars right now. We don’t’ need a fancy apartment right now. I’m\ngoing to arrive and I’m going to have it myself. You know I’d occasionally they’d send a, an\noutfit for the baby or something like that but we were proud and we felt we can make it on our\nown. There was no necessity. They did enough for us and we appreciated it.",
        "Q: I’m must curious. Leaving aside the material side of this and how all you had to do to be\ninventive to take care of yourself and your child in a situation. In another sense a few years after\nthe war, so many millions of people killed. You and your husband both lost almost all of your\nfamilies. And now you have brought this new being into the world. What I’m curious about and\nmaybe this isn’t the way you looked at it. I’m just curious whether you had any feelings or\nemotions or thoughts of like you know we are helping to in having this child you were bringing\nsomething back or you were helping to restore things or you know what I’m saying. And I don’t’\nknow. I wasn’t there but I’m curious wither you had any sense of",
        "A: Well to tell you the truth we were too busy struggling. There was no time for to philosophize.\nTo give you an example of how my husband worked. There were three day shifts. He would\nstart in the morning at 6:00 on Monday and he wouldn’t be home til Wednesday night. He\nwould work all Monday, Monday night. All Tuesday, Tuesday night and Wednesday he would\ncome home at 5. His feet were swollen from running around. Ok. I had to put his feet and soak\nit. He would have his dinner. He would hug the baby and go to sleep. And Thursday morning we\nwould try the same sequence of three days. There was very little togetherness. There was very\nlittle feedback. We had no time to dwell upon anything. We even had no time to communicate.\nWhen I was pregnant and very sick. I had to be there alone because he was not there for me.\nBecause he couldn’t. So on top of having financial hard times, we had a very tough life. He had\nto work 36 hours in a row. And I had to be the one to take care of my child. There was just on\nother way. There was no baby sitter. There was no money for it. There was nothing. And of\ncourse, not a car. I had to do everything, all my shopping and grocery shopping and everything\non that little buggy and walk to the store and do it back and forth. I had nice people. I had nice\nneighbors but they weren’t really interested to do many things for me. So it was hard but we\nknew that we are in a land of freedom. We appreciate being here. Every minute of the day. We\ndidn’t dwell upon going back. Some immigrants said oh you know what in the old country they\ndidn’t do it like that. They did it this way. For us it was everything that we found here was a\nplus and a positive feeling. We did not think of ever going back because maybe things were\ndifferent over there. there was no going back. there was only a black wall from what happened\nthere and everything here was good and rosy. We took the little blanket on a Sunday. We went\nto a Delaware park and we put the blanket on the, on the grass and the baby was laying then and\nmy husband took a camera and took pictures. That was our happiness. And we wanted to dwell\non the happiness and not go back to the black years because otherwise we just mentally could\nnever make it. I wanted to be a sound, psych, I mean a sound mother for my child. I wanted to\ngive him some sense of values. I didn’t want them to have a frustrated mother who was thinking\nabout what happened. What happened, happened. It was hell. It was terrible. It took my heart\nout. But here I am a young mother. I’m 25 years old. I have to start my life and do the best out\nof it. I cannot psychologically allow myself to do that because I have now a husband that’s\nstruggling. I have a, I have a child. I want a family. I want these positive things, even for myself.\nWe had a group of people there that we used to meet. Mother, young mothers that we were all in\nthe same predicament. We were helping each other. One had to go to the doctor. The other one\nwas babysitting. You know, out of necessity. We always found nice people around us. I never\nfelt that moving from town to town was such a struggle because there was always nice people\naround us. Whether it was from the Jewish committee or was from the doctor’s or was from the\nresident. When my son was born at the hospital where my husband was interning ok. We had\nzero money. And we had nothing. The girls in the office who were all single were so thrilled\nthat I was pregnant that they didn’t know what to do for me. They wanted to buy me everything.\nI said look it’s an old custom in Europe. You don’t buy anything, no showers. I don’t want it. I\njust don’t’ believe in it. So they took money together and as soon as the baby was born, they\nbought a buggy. They bought me a bassinette. They bought whatever I needed. When that baby\nwas born, my husband got a little nurse from, from the nursery to come with me for a week and\nteach me what to do with the baby. There was no babies in my family. I never picked up a baby\nin my life. I was scared. That little girl would not charge me a dime. She would come over. She\nhad a week off. She would stay with me and show me how to diaper and wash the baby. And\nshe gave me so much confidence. So that was wonderful. And then there was another miracle\nthat I didn’t know happens in this country. Everybody brought gifts to the hospital. There was\n27 residents and interns and nurses and the window in the hospital. At that time you stayed a\nweek. They didn’t, they didn’t throw you up, out like today. The window in the hospital was full\nof stuff. There was, they brought me diapers. They brought me little outfits. They brought me a\nlittle thing to take the baby home. __ It was just a wonderful feeling. I wasn’t forgotten. I wasn’t\nby myself. People really did care. By the time I came home, the baby had a lot of things\nalready. And I kind of knew that you know having a baby is happiness and, and it’s going to\nwork. It just absolute first. There were things like being hand me downs you know. There were\npeople that were calling this lady that was teaching my husband. And asking if the Horns need\nanything. Can we send some linen to the house or can we send some other things or do they need\nblankets. These people just really because of the small town they wanted really to be helpful to\nus. And they were. So that’s how life was in Rochester, New York. And then my husband\nfinished his internship and there was a big dilemma, what to do. Because he still couldn’t’ get a\npermit to stay in New York state and get a license and he really wanted to get a license in New\nYork state because he already had a lot of doctors that wanted him to work with them. And we\nalready knew a lot of people there. And he did want to get licensed from New York State and\nthey were making all kinds of trouble for him. At that time there was a law that whoever finished\nmedicine after the war in Vienna, cannot be allowed to, to take the boards. There was all kinds of\nchanges and all kinds of politics going on. And the outcome of it was that he just couldn’t get a\nlicense to practice right away. So we decided that he will maybe become a house physician for a\nwhile because we needed some money desperately. And maybe he work on a salary to the\nhospital. And we didn’t want to do it in Rochester because we found some very dear friends in\nBuffalo New York which was about only 70 miles away. And that was a little bigger town.\nBuffalo had a million and Rochester had maybe 350,000. And I always liked to live in a little\nbigger town. So my husband got a job in the hospital in Buffalo New York. At the very not too\nmuch of a salary but at least some start. And we moved to Buffalo, New York to be with these\nfriends that we knew from way back. And unfortunately were there for 7 years. We just couldn’t’\nget out. He was working and making some money. And we bought a new car, because he always\nwanted a car on payment. And I never could go back to work because I had the little boy. And\nwe somehow managed. It was nice. We met an awful lot of dear friends. And we made a life\nthere you know. He was getting a little bit more money and then he was out working nights so\nfor the nights he was compensated extra and being a small town you really don’t need that much\nmoney. You pay monthly for a telephone $5. You know the expenses were much less. We\nhappened to find some wonderful people that we rented from and it was very inexpensive and\nshe became like a, like a mother to me and like a nanny. She really helped me bring up my\nchildren. In the meantime I had another child, I had my daughter in Buffalo, four years later.",
        "Q: What year was this now?",
        "A: That was 56. He was born in 52 and that was in 56. And we, we had an awful lot of fun. I\nhad a lot of nice people but we were all together, one group of people from the Holocaust, trying\nto raise families and trying to make a life for themselves. Some were in business. Some were\nprofessional. They were just trying to establish a life. And we were helping each other. We were\nvisiting each other. We had parties together. And we just had a very nice life. Except my\nhusband was still on the job and he wanted to go on his own. And he tried all the time to be, be\nable to take the license in New York state. And Albany absolutely wouldn’t’ allow him to do\nthis. After all that. And that was very frustrating. Because we could never achieve anything the\nway he was working. His salary was $350 a month. I mean that wasn’t enough for a family to\nsurvive. And he really wanted to go out on his own. Even so, some doctors, he was helping\nsome doctors occasionally and he was helping them during vacation but it was still very, very\nhard. And one day we were so frustrated and he kept on waiting and waiting and waiting. And\nsome doctors tried through senators and you know political influences and all stuff like that. And\nthen finally we decided that we’re going to go in person to Albany, New York and we’re going\nto speak to the head person over there in the education department. And really talk 1t over with\nhim and ask him what we should do. And we did that. We went, was a very nice man at that\ntime, an older man. He sat down with us and he said Dr. Horn if I have to give you a good piece\nof advice, leave Buffalo tomorrow. There is a big United States and there is a lot of states that\nallow foreign trained physicians to take the boards and you can make just as good a living if you\ngo someplace else. I know it’s hard. You don’t know anybody but you just have to do it. If you\nsit and wait here you’ll never probably be able to practice in New York State. We didn’t’ realize\nthat each state had a different, that this is a matter of federalism you know. It’s not like uniform\nfor the whole country. And my husband decided to take the boards in Ohio and in Illinois and in\n1960 because we were three years, two years in Rochester. Then we were in Buffalo New York\nfrom 53 practically to 59. Well he worked as a house physician. And then in 59 he came to take\nthe boards in November. To Ohio and Illinois and he passed in both places. And because he\nreally loved Chicago he decided, we decided to move. And in 1960 in February. My son\nwas seven or 7 and a half; my daughter was four. We moved to Chicago.",
        "Q: And he had been to Chicago and decided this 1s where he wanted",
        "A: He only came here to take the boards, but he met some nice people. He met some doctors. He\nmade some, he made some contact with people that told him they would help him to get on\nboards, on staff of the hospital and maybe even give him a job. You know he wanted to work\nwith somebody for a while. Because moving to Chicago was a big expense, first of all. And\nsecond of all he, the last six months before he took the boards he was not working because he\nreally had to prepare for the boards. It was very hard to take the boards and he could not be\nworking and doing these things. So that completely exhausted our savings. And he the cost of\nliving was ten times as much as in Buffalo. So he really needed a job and he came out here a few\ntimes, made some contacts and got a job with another doctor, on a salary. And when we moved\nwe got a little apartment. It was on the west side in Elmwood park so that we can he can be\ncloser to the practice.",
        "Q: I was just curious. He had been here even though it was briefly, when you moved to come\nout here, had you even been here at all.",
        "A: Yes, I was here twice",
        "Q: OH ok",
        "A: We loved Chicago. Through some acquaintances we met an awful lot of nice people. Before\nI was even living here. We were invited to a party, we were invited to dinner and it was just very\nnice people that we met. And we were very encouraged to move to Chicago rather than to he\nloved the city and so didI. And we always like to live in a big city. So we decided to move\nand in 1960 in February we moved. We had a little apartment. Not far away where my husband\nwas working. He was working very hard. He took all the night calls. Practically ran the office for\nthe other doctor, cause the other doctor went in for a specialty. He wanted to get a specialty so\nfor the big practice and Felix ran the practice. But he wasn’t happy being with somebody\nbecause he has to do things his own way. He, he understands medicine his own way. His\nrapport with patients is very special and, and maybe a little different than this American doctor\nwas. And he was always dreaming after all these years and he was already ten years later than\nmost other doctors. He wanted to go into practice. By then he was already on staff of two\nhospitals and he needed a little courage because he was afraid to just put up a shingle because he\nstill had a wife and two children to support. And there was no talk about me going to work. That\nnever existed in my head. I would never leave my children with somebody else and go to work. I\nmean I just wouldn’t do it. I would wait until my husband can do a better, give me a better life.\nBut I never thought of do, none of my friends every did it. At that time it wasn’t even in style.\nThere was no places to leave these children. There was nobody to take care of them. There was\nno immigrant people that would take care of children at that time. You just had to raise your own\nfamily and that was it. And that was a pleasure.",
        "Q: I should ask you. We didn’t say your daughter was born what year and what did you name\nhere.",
        "A: Oh I don’t know. I just liked Linda so I named her Linda.",
        "Q: Ok so your son got the names of relatives and then your daughter got a name that you liked.",
        "A: Yes, that’s all. And at that time I didn’t’ even know that it means beautiful in Spanish. Now I\ndo. And we moved here and he was working. And then I kind of encouraged him to go on\nhis own. He was not happy with this other doctor. And I knew it’s not going to work out for him.\nSo somehow with very humble beginnings, he started out his own practice. He succeeded\nright away. He was very well liked. His manners were just fabulous. People just loved him. He\ndelivered babies. He was in general practice. He was doing a lot of things with families and\ngenerations of families. And he had a small office at the beginning and then we bought the\nhouse. And we always kind of thought we have good thoughts. We thought we’re going to make\nit and we did. And I always stood behind him and always encouraged him to, to you know to do\nthese things and take risks. And he was very happy in his small office at the beginning but then\nthere was an opportunity to buy a small building. He always wanted to have his own place. So\nwe bought this building. In 19, I really don’t recall. 86 he sold it. It was 25 years old. It must\nhave been 61. He bought a small building and he had ten rooms. He had a very nice practice.\nVery nicely furnished and I was raising my family. And always wanted to finish college because\nI never finished. As soon as we left Vienna there was no sense for me to, to sit around and get a\ndegree. So as soon as my children went to school full time, I went back to Rosewood University\nand got my masters. And somehow never worked because my husband liked to take long\nvacations and I started to work for school system and was teaching German. That was my major\nand it was always a conflict with vacations so I didn’t’ want to be deprived. I just didn’t’ have\nthe freedom to do what I wanted. And he was making a good living so I really didn’t have to\nwork anymore. And I decided to go back to school, finish school. And it wasn’t until way into\nhis practice. I always wanted to help in his practice, but he always said that it’s just not proper\nfor a wife to help. And until there was an accident in the office that his nurse broke her hip\nand then we couldn’t’ replace the nurse. And I started to work for him. And I worked for him for\nnine years. And when he sold his office, I am working now ten years for my son. So I’ve always\nbeen doing something. And the experience and the privilege of being a full time mother and not\nhaving to really go out of home and stay with my children has so tremendously paid off. Because\nmy children always appreciated are just so close that we just could not be a closer family there is.\nMy children always knew that we are just orphans. And that just the four of us and nobody else.\nAnd they always knew that they have to be extra sensitive. And that’s how wonderful with us\nand we felt the same thing with them. Because none of us had anybody else. There was not a\ngrandma, and an uncle and an aunt and a cousin. They had nobody. They just had us. And we\njust had to be there for them. He, the, their father was not home. My husband put in tremendous\nlate hours. Seven days a week. And I knew that if I go or if I do things in the evening and get a\nsitter, these children are just not going to have a parent around. And somehow my biggest\npleasure was to be with them, until this very day. It still 1t’s the same way. We just are very\nhappy to be with each other. Even so they are grown now and they have their own families. But\nwe just have a tremendous relationship with each other. And this is in a way the gratification of\nmy life. Because I always feel that if god took away my parents when I was 12, and all this\nhorror was happening to me, maybe he repaid me in a certain gratification that I am still at that\nage here, sound mind. And I can enjoy the fruit of my life and I can enjoy and be with children\nwho have never moved away, who live in the same town. Who are so close and that we\nunderstand each other so well. And I always feel that there is maybe a certain gratification in life\nand this was the compensation of all the ills that I had in my life.",
        "Q: Can I ask you how much did your children learn about your particular story and your\nhusband’s and the Holocaust. What age did that start at?",
        "A: Well I would say that from the very beginning when they understood when they were maybe\n12, 14 years old, when I my son was bar mitzvah, we always told them what happened to them.\nYou know they were always looking for grandparents and grandmothers and grandfathers. Their\nfriends had it and we always had to tell them what happened. And we were piecemeal. We were\ntelling them. For instance we used to go on vacation and I could spend two, three weeks sitting at\nthe beach sitting next to my children. Especially next to my daughter. And I would tell her\npiecemeal stories of what happened. At the beginning I didn’t want to shock them because they\nwere you know sensitive and young.",
        "Q: Would you wait for them to ask questions or would you bring things up?",
        "A: They would ask questions but I mostly was telling them my life story. I made an audiotape a\nlittle bit on my tape recorder. They were asking questions and they wanted to know and we told\nthem. We felt good about telling them of what happened. It wasn’t until they became all grown\nup and understood more and maybe because of their feelings towards us, they felt that they felt\nuncomfortable thinking how hurt we were. They began to feel very sorry for us that we had to\ngo through this experience. And they were treating us very tenderly and very specially. Like they\nwould want to spare us the thought all these bad thoughts that we went through. And it reached\na point where my children had not seen the tapes that you just viewed from the Holocaust. They\neach had a set in the safe because they sent us three copies.",
        "Q: These are the interviews you did with the museum. A couple years ago.",
        "A: Yes, yes and they probably are going to see it after they, after we’re gone. But they just\ncannot bring themselves to listen any more now to all these stories. And I have to tell you that\nthey didn’t go to see Schindler’s List. My son saw Shoah and he’s never been the same. And my\ndaughter who cries at weddings, that’s how sensitive she is, she’s really the last person that can\ntake it. So they do know and they do read, but as far as asking questions constantly, it hurts them.\nThey’re protective of us. They understand now that they are getting old. They feel bad. We were\ngoing like to lecture and we lectured a few years ago. Lately we find that it’s much harder to talk\nabout it, because when you get older you know, your nerves are shattered and we cry more when\nwe tell the story. We cry more when we think about it. So they want to spare us this. They\njust want us to live right now as long as we have without really going into it. When I tell them\nthat I’m going to see a movie or when I told them that I went to see Schindler’s List, I watched\nsomething on television, they get really upset because they feel it’s not for us to go through it.\nIt’s for the other people to go and watch you know. They don’t want to hurt us more than we do.\nAnd then this thing came up about a few months ago that maybe my brother could be alive you\nknow so they both went absolutely crazy. Even the grandchildren and I don’t know. I had some\nvery false hopes. I don’t know if they’re false. It’s possible that he is alive but we are now in the\nprocess of trying to see. If, if this is really so and what’s going to happen.",
        "Q: Right. I should just say for the record here that in your video testimony and then in the audio\ninterview that I did with your husband the other day he told the story of how you lost your\nyounger brother and he was tricked and the whole thing with the phony resort and that after the\nwar, as far as you knew that he had not survived. And that in the last month or so or in the last\nfew months you’ve gotten some information that he may well have survived and you’re trying to\npossibly locate him.",
        "A: And I might just not ever find him.",
        "Q: So that that has been covered. That story was talked about in other interviews. I don’t know if\nyou want to say anything about it. Be my guest.",
        "A: I told the story in my interview about how I lost him and what happened in that time. and\nthere isn’t too much not too much has been written about this simple incident of this hotel that he\nwas, that he went with. (no sound) There isn’t too much not too much has been written about\nthis simple incident of this hotel that he was that he went with. But the Holocaust Museum was\nvery helpful to me and they found the book at the library and they sent it to me. And this book\ncovers everything that happened at that time so it’s been documented. And coincidentally\nyesterday I had company here. And somebody saw this book laying around. And they\nopened up the book and they found somebody that they know who survived. So now I’m going\nto try to contact this person and see if maybe they know anything you know. But it’s been a\nsearch. It’s certainly gave me a little encouragement knowing that maybe even if I never find\nhim that he might be alive. And if I find him or not that’s another story. But I’m happy to share\nall my thoughts with whoever is going to ever see it and read it and I must add that the\nenthusiasm and the happiness that this country has given me and I know my husband too, it’s\nreally been my country. I mean I cherish Israel and I go there very often and this is really a part\nof me. My father was a Zionist and he was founder of a youth group in my home town. He is\nwritten up in several books. I grew up in a Zionist home. _I never thought of myself that I’m\nnot going to live in Palestine because I really wanted to be there. My father was 25 years old. He\nwent to Palestine to live there with my mother. And he got very sick with malaria, and returned.\nI still have relatives that tell me all that. And I never thought of myself as not living in Israel.\nIsrael is a part of me. But I have been very, very happy and I think both of us now agree that we\nmade the right choice to come to the United States and more or less now things are very bad here\ntoo as far as safety is concerned. But at least things weren’t that bad and I didn’t’ have to worry\nabout my children being shot all the time and going into the army again. And I feel that this\ncountry is my home. I am very patriotic towards that country and I really, it really hurts me to\nsee how things have been recently and how this country has gone down, and down and down and\nit’s not really a country I came to in the 50s and 60s. The United States gave the opportunity to\nall my friends who really rebuilt their lives, educated their children. Started out from nothing.\nAnd somehow through hard work and being frugal and being thrifty and being maybe believing\nin God in their own way, and showing their children the values and wanting to educate their\nchildren and better themselves. They have all arrived and they have all achieved. This is the\ngroup of people I am with and I must say that even American people admire that very much.\nThey really admire this group of immigrants that came in, in the 1950s and really helped build\nthis country up after the war. We were part of it and we’re very proud of it, even though we\ndidn’t’ fight for this country. But we really feel and that’s why right now I am so disillusioned\nwhen I see all these ugly things that are happening here and the insecurities that children have to\nbe brought up. Even my grandchildren I mean. There is no safety for them. There is no security.\nIt’s just rough, it’s very rough now. And we came to this country things weren’t like this. We\nwere walking around in the middle of the night. We never locked our doors. I wasn’t worried\nwhen my kids went away, when they were driving, when they were going places. Now it’s just\nconstant, constant fear. And I hope that maybe it will take a couple of years or so and maybe\nthings are going to be back to where they were before. If at all possible. Because it could also be\na global phenomenon. Maybe it’s just not the United States.",
        "Q: You mentioned to me that there had been a change in your children and that now they don’t’\nwant to talk about the Holocaust and they want to sort of spare you any further sorrow because of\nthat. I’m curious, when did that happen? How old were they when they changed.",
        "A: When they became grown human beings. I mean you know my son was a student and when\nhe became a father himself he understood it more. And I think with my daughter the same. It\nevolved by them going into our shoes. My daughter feels the privilege of having a mother and a\nfather so strongly that when she thinks that I didn’t’ have it, 1t just breaks her heart. It absolutely\nbreaks her heart. She constantly tells me look at my little girl. She’s got two grandma’s and two\ngrandpa’s. And you know I didn’t have it but I know it, she understood what it meant for me\nbeing 13 years old and not to have a mother. Because she herself at the age of 40 needs me\nevery single day. So they became more aware of it when they became grown human beings. You\nknow what I mean. I don’t know if I’m expressing it well. But when they became parents and\nwhen they see what’s going on, it just they understood what we went through. Regardless of the\nfact that people were killed in gas chambers and everything else. That’s the global tragedy that\nhappened during the war to six million Jews. But on a personal level they relate to our lives. And\nthat’s very painful to them and very important. I don’t know if that answers your question.",
        "Q: It does. You mentioned your son saw Shoah and you said, I think the exact way you said it\nwas he was never the same after that. What happened.",
        "A: He just told me that he doesn’t want to see these things again. He just can’t bear it. He cannot\nbear it because his own parents were so involved in it. And his own grandparents could have\nbeen laying there in the ditch. He just cannot face up to and he just cannot take it.",
        "Q: And then a movie like Schindler’s List comes out and your son wouldn’t see it, what about\nyour daughter, did she, she wouldn’t see it.",
        "A: No, no.",
        "Q: But you saw it. Did your husband see it.",
        "A: Yes we went. We saw the first week when it was in, in, I feel to a certain extent it’s my duty\nto go and see these things. It’s my duty to go to Yad Va’shem. It’s my duty, I was three times at\nthe Holocaust Museum. To a certain extent in my duty but I can’t punish myself. I cannot spend\nsleepless nights because every time I see something like that you know it works on me. I don’t’\nsleep for three days. So at this stage of my life I can’t be punished anymore. I have been\npunished already. It’s not going to help the world and it’s not going to help the memory of my\nparents if I punish myself at my age right now. I have done it. I have lived it. I experienced it. I\ncan tell about it. But it gets harder and harder. And I know that a lot of people can’t even talk\nabout it anymore. I was a child and I lost my parents but I have friends who lost children. They\nlost wives. And they cannot talk to their children, to their present children and family about it at\nall. They made a wall. They don’t’ want to talk about it. This is their past life. They want their\nlife now. People react to these things in a completely different way. I was a child. I came to the\nUnited States. I was 20 some years old. I could adjust to the life here. I completely acclimatized\nmyself to the life in the United States. I became so absorbed with the life that I became an\nAmerican. And I understand when people are a certain age and the same is with experiences.\nSome people had such experiences that they really don’t want to talk about it. And they don’t\nwant to tell their children because maybe they think that they want to spare them. You know\nthere’s all kinds of, you cannot really it’s not a uniform feeling and a uniform way to deal with it.\nEverybody has to do it on their own level.",
        "Q: I know that in some families it has caused problems between parents and their children.",
        "A: What kind of problems?",
        "Q: Well tension. The children feel a burden towards their parents that they can never really live\nup to. There have been studies in books about this. I mean some families do well. Others do not.",
        "A: I will tell you. I have a tremendous amount of friends from the Holocaust. I live in New York.\nI lived in Rochester. I lived in Buffalo. I still know about 120 families in Buffalo. I’m here\nsurrounded by people from the Holocaust. We are very social. I know an awful lot of people. I\nnever encountered a family that had a problem with children. If they had problems it was\nbecause of different, because of different reasons. They could have personality clashes. They\ncould have been parents that maybe demanded too much from their children. Their children\ncouldn’t deliver. Maybe through their lives, maybe they wanted to live their lives through their\nchildren’s lives you know. There’s all kinds of different circumstances. I’m not saying that\neverybody 1s living in peace. But that wasn’t our case. In my case I feel that my children are\nvery normal, very well adjusted. We try to give them a very solid sense of values. I don’t’ think\nmy children are absolutely affected. I mean they are affected because of what we went through\nbut their life and their relationship with the family, I don’t think has been affected at all because\nof the fact that they are survivors of, they are children of survivors. They have never been\nembarrassed of us. They have never been ashamed of us. They have always been very proud.\nAnd they put us on a certain pedestal. You know like a wounded bird. Because we were the ones\nthat they have to shelter now and help us and that was always the relationship. They always\nunderstood. And we always had a good relationship with each other. And so do my friends. I\nmean I really don’t know of anybody, unless there’s all kinds of circumstances in families you\nknow where parents don’t see eye to eye with the children. And there’s all kinds of tension but\nthat’s not only people from the Holocaust. That goes on in other families.",
        "Q: When you and your husband are leading your lives together does it come up much anymore?",
        "A: Well I have to tell you the truth. My husband likes to talk about it. Not with me, but with\nother people. I like to keep it to myself. I would not talk about it to just anyone. If I have to tell\nthe kids at the Hillel foundation at Northwestern, I tell them. If I have to talk to a group at my\ntemple, I'll tell them. But I don’t think that every American Joe not only has a right, but they\ndon’t’ have to know what’s going on in my, in a soul. If they want to know something about the\nHolocaust there is books, there is movies, there is everything else. I don’t’ think they even\nunderstand it. I don’t think they have a way of feeling and understanding it 50 years afterwards.\nMy husband could go on a vacation and meet people at the pool. And he would tell them\neverything. I’m not that way. I’m more into myself. If they ask me I could tell them a few\nthings. But I would not open up my wounds and my scars and tell them everything that happened\ntome. As far as between us well, we, we go back to it. We just put memorial plaques in the\ntemple for all our parents you know, his sister. We read about it. We you know are very attuned\nto what happens with anti-Semitism here, with people that write books about that the Holocaust\nnever happened. About the attitude of people here towards what happened you know. We’re\nvery attuned to that. But after so many we just don’t sit and dwell about it you know. I just had a\nreproduction made of my father’s picture and now this thing with my brother and of course we\nare it’s part of our life. It has not been erased, by no means. But it’s not part of our every day’s\nlife. You know my husband recently, he’s sensitive and now that he says you know what. I\nwould give to have a picture of my sister. I am beginning to forget what she looked like. You\nknow. And he told this to my kids and then my kids talked to me. He says ma is there any way\nthat you think of that we can get dad a picture of his sister. And I said honey I know everything\nabout his life. And this is just impossible. There is nobody in this world that I think could have a\npicture. I have a picture of my brother. He has pictures of his parents and I have pictures of my\nparents. But he doesn’t’ have a picture of his sister and I know that he would like to. And I think\nyou know when you get older you become more sensitive to these things. And I really don’t\nthink that he should be now talking about and lecturing. The few times that we lectured, that he\nlectured, he broke down, he really did. I think our resistance is getting kind of shaky right now\nand I’m not surprised I heard from interviewers that when people get into the 80s even if they\nremember, they just don’t want to be put through that experience of talking. That’s why we have\nto hurry and do it. Because it is very painful and when you’re younger you take it better, much\nbetter than when you get older. You think about the past and your life and everything else.",
        "Q: You know there 1s this thing which has been happening off and on or more and more\ndepending on how you look at it where there are people who maintain it didn’t’ happen or it’s\nbeen highly exaggerated, all that. The people who lived through it a lot of them are no longer\naround and everyone is getting up in years. Do you think about or worry about the time when the\ntime comes when there are no longer survivors who are alive and whether the world will\nremember. The world will forget. Does that topic, do you think about that at all.",
        "A: No [ really don’t think about it. I really don’t’ think about it because I feel that I have done\neverything I could. I leave a legacy. I told my story. My children know. they each have the tapes.\nI lived through the horror and Ill die with it. And the world is rotten anyways. And they’re\ngoing to try to do whatever they want to. They have never been fair to the Jews. They’re going to\ntry to, there are always going to be people that are going to say it never happened. There’s\nalways going to be anti-Semitism. Unfortunately. And you know genocide is happening every\nsingle day and all over the world. So apparently this is the structure of people. It’s dog eat dog. I\ndon’t know. Look at what’s happening now. I mean look what happened now in beautiful\nYugoslavia where I was seven years ago on a vacation. And I can’t forget that country. I mean\npeople were just doing it to themselves. It’s just unbelievable. And little me at my age with my\nexperiences just can’t take care of that any more. I leave it to the younger generation. I cannot at\nthis stage of my life worry about these things. I like to be around for as long as I can. I have\nunfortunately my children got married late. They weren’t married in their 20s. They were\nmarried in their 30s, maybe because they had it so good at home. Or this 1s just the way life was\nfor them.",
        "Q: IT’s getting later all the time.",
        "A: But I am very grateful that they did it and we do have now 11 for dinner for the holidays from\nfour. And I just would like to live long enough to enjoy my family now. The fruit of my labor,\nthe fruit of my life. Life is sweet and good and we are having a wonderful time and we can still\ntravel and we can still afford things and we can still enjoy each other. And we are still together\nafter 54 years. So I just want a simple life right now. I don’t want to I’m past the stage where I\ncan change the world. I leave it up to the younger people.",
        "Q: You arrived in New York on Thanksgiving and your husband mentioned this to me too the\nother day. When you have Thanksgiving dinner your children and grandchildren all get together\nfor Thanksgiving. Do you do anything special?",
        "A: Yes, we always tell them the story and we always make sure that they know that we arrived to\nthe United States on Thanksgiving and we count the years every time we have our turkey. And I\nmake sure that I make it, not my daughter in law, not my daughter. This is my personal pleasure\nbecause it has a certain meaning to me and I am just very grateful that I can do it and that I have\nmy family around me. And we support the Holocaust Museum. We support all these ventures of\nmemorizing everything and trying to remember and write about it and in our own way we feel\nthat we just did as much as we could. I cannot carry the burden of the world now any more. I\nthink I did my share. I had my burden. And the life now at our age is just getting up in the\nmorning every day, being able to function, not to be a burden and to have each other. And this 1s\nthe philosophy of most people that are older. And of course we are very much aware of what is\ngoing on and I am a very political person. I am a very political person and I love politics and I\nlove to listen to all the analysis and unfortunately I don’t get it from the media because the media\nis too wise for me.",
        "Q: Which way do you think is best, left or right.",
        "A: Oh the media is completely left. I mean there 1s question about it. I think the media should be\nunbiased. I think that media should report and not take sides. I think that is just not fair. And\nespecially to people that don’t understand things so well and just listen to what media tells them.\nAnd I don’t know. I just part of this life in America.",
        "Q: Something that just popped into my head that I wonder about is whether you have aversions\nto certain things or certain people. What are your feelings towards Germany. You’re here in\nChicago, the tremendous number of Jewish people. This is also, outside of Warsaw the biggest\nPolish city in the world. A country that you’re not a big fan of. I’m wondering whether there are\nthings you have where you don’t’ want to have anything to do with certain places or",
        "A: Yes, definitely. I am a very opinionated person. I have a very strong mind of my own. And I\nwas offered to go to Auschwitz and make a movie by Boston University or somebody in Boston.\nThe Holocaust Museum had them call me. And the only condition was there was supposed to be\na movie called Women of the Holocaust. There were four women going to Auschwitz. They\nwanted to shoot on location. My foot will never step on the Polish soil under any circumstances,\nexcept if I will know that my brother 1s there. ll go look for him. I severed all my ties with\nPoland. I have a lot of unfortunate bad feelings, ill feelings about the people there. Maybe this is\nnot just but I can’t help it. This is a place which is absolutely does not exist for me to go any\nmore. I would never travel to Germany. I will never go there on vacation. I tolerate the German\npeople because I try to tell myself that the present generation, maybe now after 55 years didn’t\nknow what they were doing. Also according to the new book they did, but these were still their\nparents and grandparents and when I see a German that’s 75 years old, I could not go even near\nhim. Because I know he was a Nazi and he was killing the Jews. But when I see a German that’s\n25 or 30 years old I can’t feel that way because it wouldn’t’ be right. When I see a Polish person\n30 years old I know that his father told him to hate the Jews. Because the Polish people have it\nin their blood. They were, they did not kill or help kill the Jews but they hated the Jews from\ntime immemorial. Before the war they were beating up Jewish students. Before the war in 20s\nand 30s they didn’t want to have the Jewish people living in Poland. It dates back, way back\nbefore even Hitler existed. You see. So actually anti-Semitism I think in Poland goes way back\nbefore any other countries knew about it. Of course, the Spanish you know during the\nInquisition, we can’t talk about that. That was in the 15\" century. But I have very strong feelings\nabout certain groups of people. I, as I said this is the way I feel about it. I just can’t help it.",
        "Q: What about if you’re just going around town and you go into one of the parts of Chicago\nthat’s still Polish",
        "A: I don’t like to go.",
        "Q: You don’t go.",
        "A: I don’t like to go no. I just don’t like to go there. And I also don’t like to have a cleaning\nlady that’s from Poland. I have a very nice lady that cleans for me for 35 years. She’s like part\nof my family. I, it’ just bothers me. It just bothers me. Because I know how much they hate the\nJews. My husband doesn’t feel that way but I do. He went back to Poland. He’s sentimental. He\nwanted to see his school and his house and his apartment. I couldn’t take it. Maybe because he\nwas in hiding and I was exposed. I was exposed every single day to people that wanted to kill\nme. Not only Germans. Poles. Every day. When I tried to make a living. These people were nice\nto me because they didn’t’ know and they constantly talked to me about Jews. Maybe this is the\nreason. I don’t know. Also my husband lived before the war 20 years in Poland. I only lived 13\nyears there. I have no ties with schools or high schools. Or even Polish literature I wasn’t taught.\nWith him it was different so I just don’t’ have these sentimental feelings towards Poland. It was a\ncountry I was born in and unfortunately I was growing up there and that’s it. It’s all over with\nfor me. ’'m American. I’m Israeli, I’m Jewish. I’m proud of it and it’s just fine with me.",
        "Q: I don’t have any more questions. Is there anything that we haven’t talked about that you want\nto talk about or that you’d like to finish by saying.",
        "A: Well I think I summarized everything pretty well. You know to tell you the present state\nof affairs and my feelings. And just the fact that I’m very happy and grateful for what I have and\nI’ve always been that way. I try to instill these values in my children too. And sometimes things\nmatter more than material things. Unfortunately this 1s a material world right now. But we have\nalways made it with very little and I grew up in a home where these values were passed on by\nmy parents too. They were two professional people. I cherish their memory. They taught me\neverything I know. I maybe became a very secure person in life because I was a very secure\nchild. I was wanted. I was loved. I was needed. I was respected and I was always brought up\nwith parents, with two parents being there. And it was my youth was just, my childhood was just\nso happy. And they were always telling me whether I was five or six, that I am nice and that I\nam pretty and that I am a good girl and that that security has lived with me all my life, no matter\nwhat people would throw at my face and tell me that I’m bad, that I’m Jewish and I’m this and\nI’m that and genocide you know. I kind of always felt this within me. And I’m trying to, I tried\nalways to give this to my children. I think it’s very important. Also I never was under any\npsychiatric or psychological care and I felt that I can do it myself, that I can overcome certain\nhurdles in my life by myself because I had this inner strength because my mom used to tell me\nthat I am just a very nice little girl and very important to them and loved and that I’m going to\nmake it if I believe in myself. And I always did. And I think with the spectrum of what you see\nwhat’s happening now is the breakup of the family and fatherless children and god knows what’s\nhappening in the world. You know. I think that this is maybe the root of all evil. That maybe\npeople that grew up in secure homes are just going through life in a much easier way than people\nthat are just uprooted and don’t’ know where they belong and don’t’ know whether somebody\nwants them or needs them. Or you know or they can contribute to society or not. I just always\nhad that pleasant inner feeling that my parents instilled in me for the 12 short years that I lived\nwith them. And that really helped me all my life. And I tried to pass it on to my children and\nmaybe that helped them to be to be good people and see the world in a certain way. And when I\ncompare now for instance my daughter’s upbringing and her way of thinking and living\ncomparing to maybe her peers, she always tells me mom whatever I know 1s from you. I am what\nyou taught me to be and it makes me feel good, because she’s a very nice person and so is my\nson. And my son’s father was always, always an example to him. Always. And maybe that’s\nvery important for families to be. I don’t’ want to sound too philosophical but you wanted me to\nfinish in a certain way so I just am doing that on the side.",
        "Q: thanks for taking all this time.",
        "A: You’re welcome.\n(end)\n"
    ],
    "questions": [
        "Q: If I could just ask you, you were saying as you were making your way to your home town you\nwould see Jews coming out of hiding and you know after all you had gone through in all those\nyears of the war, I’m wondering if you could describe a little more, do you remember how, you\nknow how you and your husband would react when you would see that. And how you would feel\ninside. And would you have encounters with these people.",
        "Q: So you didn’t talk to them very",
        "Q: What would you do when you would hear remarks like that. Would you",
        "Q: Can you still remember it today.",
        "Q: Let me just ask you, what did you want to have happen at this point.",
        "Q: And Breslau is in Germany or Poland?",
        "Q: There you are right after the war in this place, as you say where all these horrible things that\nhappened and you say there were memories everywhere. I’m wondering it’s just so hard today to\nimagine being in that situation. I wonder if you could describe a little more what your day to day\nemotions were like. Would you say today that you were depressed or would you cry. Would you\nturn a corner and see a certain place. I’m just trying to figure out what that would feel like.",
        "Q: It sounds like what you’re saying 1s the survival that the drive for survival you developed\nduring the war, it never let up. You just stayed in that condition.",
        "Q: So that was different than in Poland.",
        "Q: Is this, were you able to in comparison to the way you felt for years up to this point, were you\nable at all to relax a bit",
        "Q: There’s one thing I’d like to ask you about which is you’re with all these other students and\npeople who have survived you living in that kind of big barracks or dorm or whatever you want\nto call it.",
        "Q: ’'m wondering if there was a lot of discussion and debate among you all about where to go,\nwhether to go to Israel, whether to go to somewhere else.",
        "Q: He wanted to go to Israel.",
        "Q: How did you come over?",
        "Q: Can I ask you, do you remember or do you have any first impressions or memories of when\nyou came into New York Harbor. What was that like. What time was that?",
        "Q: I’m just curious and maybe this is just me from seeing, reading about immigrants and seeing\nthese films. You always have this image of the boat coming in the harbor and the Statue of\nLiberty appears. And all that. Did you see that. Do you remember that at all. You’re shaking\nyour head.",
        "Q: So were you getting used to the city. It wasn’t as intimidating then or it still was.",
        "Q: These people were Jewish or not.",
        "Q: How did he know how to drive.",
        "Q: What did you name your child?",
        "Q: One other thing I’m curious about. There you’re in a circumstance and you know a lot of\npeople have been in the circumstance where you’re you know you are still fairly young and\nyou’re just getting started. You don’t have the biggest apartment, you don’t’ have much money.\nYou have a child. You had all that going. But I’m also curious again about what it was like, how\nit felt to you, what went through your mind and heart given what you had come out of. Given\nthe fact that you were both survivors of the holocaust and now here you are and you’re bringing\nthis new life into the world. I’m curious about",
        "Q: Did you think of it in that way at all.",
        "Q: You make a cake out of it.",
        "Q: I’m must curious. Leaving aside the material side of this and how all you had to do to be\ninventive to take care of yourself and your child in a situation. In another sense a few years after\nthe war, so many millions of people killed. You and your husband both lost almost all of your\nfamilies. And now you have brought this new being into the world. What I’m curious about and\nmaybe this isn’t the way you looked at it. I’m just curious whether you had any feelings or\nemotions or thoughts of like you know we are helping to in having this child you were bringing\nsomething back or you were helping to restore things or you know what I’m saying. And I don’t’\nknow. I wasn’t there but I’m curious wither you had any sense of",
        "Q: What year was this now?",
        "Q: And he had been to Chicago and decided this 1s where he wanted",
        "Q: I was just curious. He had been here even though it was briefly, when you moved to come\nout here, had you even been here at all.",
        "Q: OH ok",
        "Q: I should ask you. We didn’t say your daughter was born what year and what did you name\nhere.",
        "Q: Ok so your son got the names of relatives and then your daughter got a name that you liked.",
        "Q: Can I ask you how much did your children learn about your particular story and your\nhusband’s and the Holocaust. What age did that start at?",
        "Q: Would you wait for them to ask questions or would you bring things up?",
        "Q: These are the interviews you did with the museum. A couple years ago.",
        "Q: Right. I should just say for the record here that in your video testimony and then in the audio\ninterview that I did with your husband the other day he told the story of how you lost your\nyounger brother and he was tricked and the whole thing with the phony resort and that after the\nwar, as far as you knew that he had not survived. And that in the last month or so or in the last\nfew months you’ve gotten some information that he may well have survived and you’re trying to\npossibly locate him.",
        "Q: So that that has been covered. That story was talked about in other interviews. I don’t know if\nyou want to say anything about it. Be my guest.",
        "Q: You mentioned to me that there had been a change in your children and that now they don’t’\nwant to talk about the Holocaust and they want to sort of spare you any further sorrow because of\nthat. I’m curious, when did that happen? How old were they when they changed.",
        "Q: It does. You mentioned your son saw Shoah and you said, I think the exact way you said it\nwas he was never the same after that. What happened.",
        "Q: And then a movie like Schindler’s List comes out and your son wouldn’t see it, what about\nyour daughter, did she, she wouldn’t see it.",
        "Q: But you saw it. Did your husband see it.",
        "Q: I know that in some families it has caused problems between parents and their children.",
        "Q: Well tension. The children feel a burden towards their parents that they can never really live\nup to. There have been studies in books about this. I mean some families do well. Others do not.",
        "Q: When you and your husband are leading your lives together does it come up much anymore?",
        "Q: You know there 1s this thing which has been happening off and on or more and more\ndepending on how you look at it where there are people who maintain it didn’t’ happen or it’s\nbeen highly exaggerated, all that. The people who lived through it a lot of them are no longer\naround and everyone is getting up in years. Do you think about or worry about the time when the\ntime comes when there are no longer survivors who are alive and whether the world will\nremember. The world will forget. Does that topic, do you think about that at all.",
        "Q: IT’s getting later all the time.",
        "Q: You arrived in New York on Thanksgiving and your husband mentioned this to me too the\nother day. When you have Thanksgiving dinner your children and grandchildren all get together\nfor Thanksgiving. Do you do anything special?",
        "Q: Which way do you think is best, left or right.",
        "Q: Something that just popped into my head that I wonder about is whether you have aversions\nto certain things or certain people. What are your feelings towards Germany. You’re here in",
        "Q: What about if you’re just going around town and you go into one of the parts of Chicago\nthat’s still Polish",
        "Q: You don’t go.",
        "Q: I don’t have any more questions. Is there anything that we haven’t talked about that you want\nto talk about or that you’d like to finish by saying.",
        "Q: thanks for taking all this time."
    ],
    "answers": [
        "A: Yes, it was a very chilling experience. The cities were mostly desolate. And there weren’t too\nmany people walking around the streets because the Germans had just passed through. We\nwould come to a town where maybe there was a square. And on the square people would\ncongregate. And somehow, we always felt who it was Jewish or not. These people were\ncompletely different. I mean living in Poland and knowing the Polish people, we knew how the\nPolish people behave and how they look. These Jewish people were like they are coming out\nfrom hiding. Their heads were down. They were sad. They still had the frightened look in their\neyes. They were probably hiding someplace. Whether in the underground or being hidden in\nsome kind of a shack you know. They did not appear like the other people do. And we kind\nof looked the same way I guess. And commonly we just like you know like dog to dog. We had\nsomething that pulled us to each other and we started to talk and it’s the word to approach\nsomebody was Am Who. Am Who means in Hebrew Am is Nation and Who meant are you\nfrom the same. And somehow we saw these people. We saw quite a few of those people. And\nwe just rejoiced in seeing each other, but there was the sadness of having lost everything. So that\nwas more or less what happened but we didn’t stay on. We just kept on going.",
        "A: Well we just briefly talked to them but everybody was just engaged in searching and doing\nhis thing and we couldn’t wait to get home. We had a knapsack and we were tired from walking\nand not sleeping and, and you know took us maybe ten days or two weeks to get to Lublin. Once\nwe got to Lublin there was a Jewish organization and they were registering all the people that\nwere coming back home. A lot of it was a great influx of people from Russia. And Russia\nallowed these people to come back. And there were some people coming out from, very few\nfrom concentration camps. The majority from Russia and also some that were sent to Germany\nfor work. Like the able bodied, not Jewish looking, females mostly. Because males could\nalways be checked out for being Jewish. Because of circumcision. So we met quite a few\npeople, acquaintances and when we went to register ourselves at this Jewish committee, we\nfound that nobody that from our families had been registered so we kind of already thought that\nthere’s nobody there from the family. But nevertheless we tried to establish ourselves in Lublin\nbecause we just didn’t’ know what to do with each other. And people were constantly coming. It\nwas like every day when we went out to a town square you could see a few people coming here\nand there. And of course being a small town, maybe somebody that you knew. So some friends\nand acquaintances came. And some were in more need than others. Some were fighting with, on\nthe Russian front and were wounded. Some were in very bad shape physically so we tried to\nhelp each other. Also none of us had anything. And my husband met some family, he met\nsometimes, he met an uncle that our experience with him was not very pleasant. And he tried to\nhelp us at the beginning but then he was very busy with his own life, personal life. I don’t want\nto get into it. So actually we were alone. And we just couldn’t find a place for ourselves. My\nhusband wanted to go back to medical school. He was third year medical school and he just\ndidn’t know where and how. And the climate in Lublin was very unpleasant because the Poles\nwere not happy that some Jews survived. And they were making some very nasty remarks. And\nI was confronted with this tremendous Polish anti-Semitism. Mostly because I did not appear to\nbe Jewish. And if people met me on the market, or on the street car or bus they would make\nthese remarks to me that oh they are coming back from Russia. Hitler didn’t kill them all. And\nin such a climate I just absolutely could not live even a minute.",
        "A: Well let me tell you about a very particular encounter because where we lived, we lived\nalways where the Aryans lived, we did, never lived in so called Jewish quarters. Cause my\nmother was a practicing dentist and we had a lot of Gentile patients and where we lived was\nalmost a Gentile neighborhood. And in the same building where we lived was a lady that was\nrunning the laundry service. And she had like a cleaning store. And right after the, right\nduring the war, when the ghetto was finished and we ran away from the ghetto, my mother left a\nlot of things with that lady. Silver candelabras, all kinds of art objects. Things that were of\nvalue. Thinking that if anybody survives and needs the money to sustain themselves during the\nwar, we would just go to her and get this stuff and be able to sell it. I knew all about it because\nmy mother told me where these things were. I knew that I have these things with that lady. So I\ntried to get some things together and we knew that we have to go to Warsaw because Warsaw 1s\na big town and nobody knows us. And I have to buy some false papers and we have to just go\nout. So I went to her like in an afternoon and this woman knew me since practically I was 4 years\nold. And when she came in she says oh my god where are your parents and she started to cry.\nWhere is your brother and she was crying and crying. And then I said to her, can I get the things\nthat my mother left with you. And she said oh it’s all in the attic. If you come back at 2:00 PI\nhave everything ready. Well needless to say I came back at 2:00 and the Gestapo was\nthere waiting for me. Her cousin was working for the Gestapo, he was a secret agent. And I had\na terrible, I don’t want to get into it now but I had a terrible encounter with these people. And\npractically cost my life. Somehow, I got out of it. And after the war I just couldn’t forget it. So\nwhen I came back to Lublin, there was you know a committee of crimes and, you could really\ntalk about these things. Especially show people that were hostile in doing these things. And I\nwent to, over there to first of all I showed my face to her. And when she saw me that I survived,\nI knew this woman practically almost dropped in what she saw.",
        "A: Yes, I can remember it and I can remember. My memory is still good. I can remember what\nshe looked like and she just was very, very upset to see me. And I just said hello to her and I said\nand I remember what you did to me. And I left and then I went to this place which was run by\nPoles. But don’t’ forget that Poland was communist at that time. and it was Burjon Bespeki\nVespechaestva and I talked to people there and I asked them what I can do. To this woman.\nBecause she practically not only cost my life, but I was taking care of my little brother and my\nhusband and they were completely helpless without me. And if something would happen to\nthem I mean they could have never survived without, I was their outside contact. And they told\nme that there’s nothing they can do because I have to have witnesses and if I don’t have any\nwitnesses I should just forget it. So I was very upset and then we stayed for a while in Lublin.\nAnd the situation was just very bad.",
        "A: Oh I wanted her either arrested or to have some repercussions. I knew for what she was doing\nto me, she was probably doing to others and she could have been even doing it to the Poles. But\nnothing did happen. And we just tried to get our life together. We couldn’t so because there was\nno money and I could not be in Lublin for too long because every stone and every home\nreminded me of my past. And reminded me of my parents and I just couldn’t take it. That was in\n1945. I was 19 years old. And we decided that we were going to try to leave Lublin because\nthere was no use of waiting for anybody. We registered. They could find us. And my husband\nfound out that the university that he attended before, he had no papers, everything was lost. That\nthe university’s moving from Lwow. Because Lwow was taken by Russia that they moved to\nBlievitz which is a German town. That Poland took over ok in the exchange for the eastern part\nof Poland. A little bit to the west was given to Poland. So we decided that we going to go, try to\ngo there and see if he can get into the university cause that was the most important thing for us.\nHe we got to Blievitz and as it turned out we spent there about 3 or 4 months and it turns out that\nthe university is not coming there, but they are going to Breslau which was a much bigger\nuniversity that they took over from the Germans. The town and that university from Lwow with\nall the professors were coming back to Breslau.",
        "A: Now it’s in Poland. Now it’s called Breslau. It used to be German. So after living for about 3\nor 4 months in Blievitz, we went to Breslau. And in October of that year, my husband met with\nsome professors that knew him. And he was able to get in for 3 year medical school. We\nconsidered ourselves very lucky. I tried to get a job and somehow sustain ourselves you know in\norder for him to continue but we knew it’s not going to be on a long time basis, because we did\nnot want to live in Poland. That was just an absolute N O. We felt that we just cannot live in a\ncountry that hurt us so much. And the memories are too painful and if you want to start a new\nlife, it has to be someplace else, not in Poland.",
        "A: Well when we were in Lublin it was indescribable how painful and hard. Because to give you\nan example to add insult to injury was the fact that the Poles were so hostile. Would we have\nbeen embraced by the people that we knew and that we grew up with and with people that also\nsuffered, but not to that extent. It would have been maybe half way bad. But the hostility was\njust so tremendous. My best girlfriend was pregnant 9 months. She came into Lublin. Her\nhusband was killed on the front. That now this is this woman giving birth to a child. The first\nchild born after the war. In a Catholic hospital. And the nurses just damned this baby. God\ndamn, Hitler didn’t kill them all. We have to have a Jewish child now . It can’t be helped. I mean\nthis was just unbearable. But after we left Lublin I knew that we had to be strong to survive.\nAnd the emphasis was mostly on survival and how and what to do. All the survivors were trying\nto just find a way, whether to go to the United States or emigrate or go to Israel. Illegally but do\nsomething for yourself because here you are already surviving the war. And you got nothing but\nyour life, nothing else. And now it’s up to you to know which direction to take and which way.\nIt’s like you’re on an island and you want to save yourself. It was a matter of not saving your\nlife, as much as knowing what to do with yourself. And because we had this one direction that\nmy husband wanted to finish school. He didn’t want to go into business. The easiest thing to do\nwas to smuggle and to sell. Everything was still chaotic. So I just knew that we had to, that\nlooking past is one thing and being hurt in it is another. But it’s not going to help emotionally\nbecause you see we were very young and when you’re young you’re strong. You take life in a\ndifferent way. And I just knew that we had to go on, make some right decisions and push\nforward and we were among people who had the same goal. Fortunately we were surrounded by\nstudents and academic people who had the same goals and wanted the same thing out of life,\nrather than making money and maybe amassing some fortunes by some illegal dealings and so\nforth.",
        "A: Definitely. Definitely. The power of survival even for people that were in concentration\ncamps which I never was and even people that saw their dearest slaughtered, there is a certain\nthink in the human nature that really wanted to survive. And you know and I cannot talk about\nit to other people, but this is what we felt. | And I knew that I have to help my husband and I\ngotajob. We gota little apartment and I got a job. And, in Bratswath, in Breslau and he went\nback to school. And we knew it’s only temporary but we knew that he has to wait a year just to\nget his papers. Cause once he gets all his papers that he finished 3 years medical school, maybe\nwherever we go, to any country, he’s got at least something to show. And maybe he’! be able to\ncontinue. So that’s exactly what happened. We were in Breslau. We lived there almost a year.\nHe finished medical school, third year, got all the papers and then we decided out. This is it. We\nreally have to sever all our, our relationships with Poland and just erase it from our lives and just\ngo on. And we had no gall. We didn’t know where to go. It was very hard at the time, you know\nto make any, any sense was, with your plans. But then we joined a Zionist group which was a\nstudent group. There was about 25 Jewish students, Zionist oriented and we thought that maybe\nif we go with a group it would be easier for us to be recognized wherever we go. Rather than\none individual person.So with a knapsack, the BreiHa was helping Israelis, were helping the\nJews out of Poland in that time. In a semi-legal way. Meaning that if you went to the border, to\nCzechoslovakia there maybe would be trucks there waiting for you and then taking you maybe\nto Italy or someplace, but it was all kind of semi-legal without any guarantees and with these\npapers in his hand, on with a knapsack and with very little money we decided to try and we went\nwith this group. And there was maybe about 25 of us. We got into Czechoslovakia and then\nfrom Czechoslovakia, they took us, this BreiHa, they took us to Vienna. Because Vienna was a\nbig concentration of refugees and the American Joint has been sponsoring a lot of places. And it\nwas like a transit place, is for people that were coming out of Poland and coming out of\nconcentration camps, trying to go other places. And there was an awful lot of people at that time\nin Vienna. And Vienna was occupied by all four, but the Americans had a great hand in\ndeciding what to do at that time. And as we came to Vienna, we were aided already by the Joint\nDistribution Committee to and they, they really encouraged us not to go any further because they\nsaid that they would like to help the students. And they might have a way for the Austrians to\nallow these peoples to study. Under pressure, without tuition because as a, as a part of a\nreparation of what happened to these people. And that really happened. The Americans helped us\nto get into the university, get a very small stipend from the United States. Not to pay tuition at\nthe university. We had to, of course, qualify. There was all kinds of Latin examinations and\neverything to go through it. And have some papers to show. But it was an opportunity for my\nhusband to continue and he fell for it right away. That was 1946. October. They helped us with\nsome living quarters. Of course it was very crowded and we had to share rooms and things. But\nmost of the people were single. There was only another married couple. And us. And we were\nhelping each other. You know and Vienna at that time also had no food. Everything was\nrationed. So you got a little bit of this and a little bit of that. You put it all in one pot and we had\nsome soup at night. We felt kind of good about it because we knew that we had a goal. We knew\nthat we’re doing something for our future. And it wasn’t very unpleasant because the Jewish\nstudent at that time, we came with a small group. But there were 400 Jewish students at that time\nin Vienna. And we were all supported by the Americans through the Austrians that had to do it.\nAnd we were a great group of people. And we spent 4 years there. It was kind of very,\nvery nice. Even though we didn’t have any money, but Vienna 1s a wonderful place to live. Even\nso we felt that we never forgot that they were connected with Hitler and they were anti-Semites.\nBut of course at that time they didn’t’ show it.",
        "A: Different and you know our hostility primarily was to the Poles, who personally, personally\nwere helping with the Germans. Personally. Here at least we were in a country where they\nallowed us to go to school. We had the freedom of moving. I could not work. They were very\nstrict about people that are not Austrians, very strict. So illegally somebody employed me for a\nlittle bit. And we just had a gay student life. You know. We were young and we didn’t\nneed much and we could go to the opera and stand you know on top there and go to a concert\nand never sit down. You know but it was a city that offered a lot to us. And it was a real\nbohemian student life that we had. We had a wonderful group of Jewish people and a lot of\nfeedback you know from the Jews and from the Jewish organizations. And that was the four\nyears in Vienna.",
        "A: Yes, definitely. Definitely. There were other tensions. You know. I mean first of all you\ndidn’t’ know the language. I, I myself went to university because there was the easier things for\nme to do. You know and I had to, we had a lot of studying to do in the German language. The\nlanguage was foreign to us. So it was impossible to study. You don’t know the language.\nIt was very, very hard at the beginning and my husband was under a lot of pressure in\nmedical school because they didn’t like foreigners you know. The medical school was gigantic\nand tremendous and, and they would rather not pass Jewish students and especially foreigners so\nwe had two strikes against us you know. But somehow we managed. It was hard. It was very,\nvery hard. My husband was under tremendous pressure. I really didn’t care because it wasn’t\nthat important to me. I was biding my time, but for him it was very important and he was under\ntremendous pressure. Of course a lot of professors were Nazis. And the level at the university\nwas very, very high at that time. And he had a hard time. I mean he had four years of hell\nbecause he really had to succeed and get that diploma. In the meantime, people were trying to\nsee where they can go and what they can do. A lot of our students did not finish. Some went to\nFrance. Some went to Italy and illegally to Israel. And some just stayed out and you know tried\nto finish, because somehow I made contact with my family. Distant family in New York. And\nthrough pure coincidence, somebody met somebody on a train and we were talking about people\nin Lublin. And somebody mentioned cousins and to make the story short, I found out that there’s\na distant relative living in New York, quite well to do. And having a tremendous family in\nEurope, being from Europe himself. And that if I made contact with him that he would probably\nbe able to help us, mostly in, in securing a affidavit to come to the United States. So while my\nhusband was doing all that, I made contact with these people and I told them what who I was and\nI told them that we are here and my husband is finishing medical school. And upon the direction\nof my uncle I call him uncle, we were advised not to do anything before he gets his diploma.\nBecause it will be impossible to continue in the United States. He has to finish. We just have to\nstay as long as it takes for him to finish medical school. And that was our primary goal. As I\nsaid, life in Vienna was not unbearable. We really had, we managed to have a lot of fun. We\nwanted to have a little fun because we were in hell for so many years. And our youth was\npractically nothing. War broke out, I was 13 years old. You know so we really wanted to do a\nlittle bit living and, and see what’s going on in this world. And that wasn’t impossible. We had\nour ways to do it. And finally we waited until he finished medical school and we waited to come\nto the United States because uncle said that he will a, give us an affidavit to be able to come to\nthe United States.",
        "A: It was an old school house. The Germans that they gave us.",
        "A: It, it differs a lot. Some of my friends went to Paris because they had uncles in Paris and they\nwanted to be with their family. Family was a big factor. Whenever somebody had a family they\nwere really flocking to be with their family. We didn’t’ have anybody anywhere. A lot of people\nwere Zionists and they really wanted to go to Israel. Going to Israel was not very simple because\nit was Palestine and you had to really go on an illegal, on those boats into Italy and (no sound)\nA lot of people were Zionists and they really wanted to go Israel. Going to Israel was not\nvery simple because it was Palestine and you had to really go on an illegal on those boats into\nItaly and illegally but a lot of people did that. Some of our students, I must tell you are still\nliving in Vienna and never left. They intermarried and for some reason or other, they were their\nstudies were rather confining to the Austrians. For instance they had all kinds of social studies\nand other things where it would be very hard to apply it in a different country. You know. We\nwere fortunate because medicine is almost similar or the same all over. So it was all different.\nThe majority of, of our students went to Israel. Whoever had a chance not to go, opted probably\nto go someplace else. Some went to South America if they found sponsors. If they had maybe\nsome relatives. Now my husband knew that when he will go to the United States he will have to\nrepeat the whole thing and take internships and he was so worn out from this German and he\nreally was in very bad shape. I mean he was very thin. He was physically and mentally\nabsolutely exhausted. And he said to me that he doesn’t see how he can go to a country where he\nwill have to do it all, all over again. With the language and everything and to get a license to\npractice, 1t was, would be very hard for him. On the other hand, I myself even so I had family in\nIsrael. And I knew that if I go to Israel I would go home. But I myself was very worn out from\nthe war. I couldn’t’ take the burden of being a pioneer again and Israel was at the pioneering\nstage at that time. and maybe it was selfish on my part. But don’t’ forget that I was 13 when the\nwar broke out. I was the one that had to earn the living. I had the one that had to go to a market\nand sell under pressure of being recognized. I was the one that had to deal with apartments and\nGestapoes and food and everything else. I had a burden of not only to take care of myself but I\nhad a brother who was nine year, nine years younger than I was and I had him for almost a year\nand a half. And a husband that couldn’t’ show his face on the street. So I was under, I had a\ntremendous burden, burden surviving. And I just couldn’t’ see myself. The thought of, of being\nshot or the thought of, of having the Arabs there doing all the things that they were doing at that\ntime in Israel. There were still wars there. You know there was the 46 war and there was the 48\nindependence. And then there was another war. The thought of being in another war or, or\nhearing the shooting again. It, to me, it was just unbearable. I knew that I cannot doit. AndI\ntold my husband I would like just to come to a country to live a little bit in peace. I just want\npeace. If later on he wants to go to Israel, if things straighten up, fine. But I have to have a rest.\nI just cannot do it anymore and he understood. He said ok let’s try. We’ll see how it works out.\nWe will you know we were in agreement. It was",
        "A: He wanted to go to Israel because the thought of being able to practice and be a doctor right\naway. Israel, just as long as you had a diploma, you didn’t have to do anything. They took to the,\nto the hospitals there. You know private medicine was not there. I mean they never had private\nmedicine. It was all socialized medicine at that time.But you could get a job and you would have\nto do things. And the thought of him to study another language and starting all over again it\nwasn’t possible. But he gave in to, he knew that I just couldn’t do it. He would have a basket\ncase. As long as I was holding up it was ok. But I just couldn’t do it. I was a child. And I said, I\nhad such a burden and I needed, I needed some space. So he decided that we’ll come to the\nUnited States. And of course I had the full support of my family who really wanted us to come\nhere. And my uncle sent affidavits and papers and we waited until my husband finished school.\nAnd we couldn’t wait because ten days later we were already trying to get on our DP status and\njust take off and leave. And when we left Vienna there was still a lot of kids that didn’t finish.\nDon’t’ forget he was one of the older students. So he there were kids that stayed and it took them\nlonger to finish or even medical school longer. They were just starting at Vienna. He came in\nalready was three years behind him so it was much easier for him. And we left Vienna and we\ntook off for the United States.",
        "A: Well that was another story. You see we were DPs, displaced persons. And displaced\npersons were being shipped to the United States on army transports. Ours was general\nBletchford. And general Bletchford was supposed to be a transporter for 400 soldiers. We were\n1200 people. And we were going in the middle of November and we had to be taken first from\nVienna to a place in Bremerhaven. And there we waited, 3,4,5,6 weeks in a camp until these\nships were bringing people over to the United States, back and forth. And there were maybe\nthree or four ships but at that time there must have been 6, 7000 people waiting there in this\ncamp. And of course we had to undergo a tremendous medical, physical examination because\nanything with a spot on your lung, right away you were ejected. It wasn’t like today that people\ncoming with TB, AIDS and everything else. It was unbelievable what kind of medical scrutiny\nwe had to undergo. In order to be able to come to the United States. We waited about three or\nfour weeks in Bremer and then finally we got on this ship. The voyage was so bad that we\nalmost didn’t make it because the, the ship was old and we had, we were 1200 people. The food\nwas absolutely not, not even to talk about. And look it was for free, so I mean there was the\nbunk beds and everything. We just had to go. And we went to Halifax Canada. We had 400\npeople for Halifax Canada. So first we went, it took us about 12 days. First we went to Canada.\nGot off these people, that, that were for Canada and they all had papers and sponsors. And we\nhad ten dollars but we had a whole big crate of medical books that my husband couldn’t’ part\nwith. But became obsolete in a very short time. He had two microscopes that he wouldn’t part\nwith. And very little personal belongings. I have to mention that my uncle was very generous\nand he tried to help us during the our stay in Vienna. He was very impressed with the fact that\nmy husband wants to study. He felt it personally that he wants to help him, although he never\nmet him. He was, my husband was the only one from the whole family that he was helping and\ntrying to bring over here that showed any interest in, in his, in being a professional man. And he\ntried to help us as much as he could. He used to send us money through Switzerland. My aunt\nused to send clothes and warm coats for me or whatever they could, they really did for us. It\nwasn’t easy to send stuff over there but they were very nice and very generous. So that made our\nstay in Vienna much nicer. And we finally arrived at the United States. Well my first impression\nof the free world was 3:00 in the morning in Halifax in the harbor, seeing a seven or eight year\nold boy in the middle of the winter all bundled up selling newspapers. And trying to, to tie up\nthe paper to a rope and throw the paper with the rope over to the ship. And then these people\nwere, whatever people had was probably dollars because nobody was going with Austrian\nmoney. Then the people would in turn tie the dollar to the rope and throw it back to him. I never\nsaw that before. I came from a well to do home and I really haven’t encountered anything like\nthat. And all I knew about the free world are things are so wonderful. I mean the idea of in\nEurope at that time was actually that in America people are finding money on the street. You\nknow and you were very gullible. The thought of that boy at 3:00 in the morning just never left\nme. And that was like 50 some years ago. I said does a boy that age at 3:00 in the morning has\nto sell newspapers like that. And he was very, very pushy. And people were dying to have a\npaper even so they couldn’t read it. You know. But then we arrived in New York. And of\ncourse my family was waiting for me. Also we didn’t’ know each other but we had all kinds of\nsigns, with red carnations and things like that. And it was very cold in New York. New York\nwas not very pretty at that time. It was very windy and we were just absolutely worn down.\nFrom this horrible, horrible trip. And everybody was taken to HIAS which was the Hebrew aid\norganization but my uncle did not want us to be there. Because living circumstances were kind,\nkind of hard.",
        "A: Yes, first of all it was Thanksgiving so already on the boat we had turkey. And I didn’t know\nanything about Thanksgiving and just one good meal was fabulous. And they were telling us the\ncrew on the dock, that they were telling us it’s Thanksgiving. And that’s a holiday the Europeans\ndon’t’ have. And I cherish this holiday til this very day and every time I have family for dinner\nwe always talk about Thanksgiving because this is our anniversary of coming in. And, and\nunfortunately it was also Saturday or Sunday. We couldn’t get off the ship but at least it wasn’t\nshaking any more. You had to wait for the customs for Monday morning. There was all kinds of\npeople with us you know. There were very religious people which were coming in with crates of\nchina for holidays and china for, for meat and china for milk and china for this. And it was really\nfunny when the customs opened up those crates and asked them and they really didn’t\nunderstand what was going on because china in Europe, especially good porcelain was very\ninexpensive and these people apparently had money and they tried to bring it all to the United\nStates. I mean I didn’t’ have this problem. We had books and two microscopes. But it was very\nfunny when these people tried to explain to the customs how they had this ritual. Of not eating\nfrom the same dishes you know all the time. And then of course it was gloomy. It was dark. But\nmy aunt came and took us to a little hotel for which my uncle paid for.",
        "A: It was so windy that at that day when we arrived a brick fell from some big building and\nkilled a person. You know. It was just a very gloomy unfriendly day on the 27\" of November.\nAnd it was so mammoth to us. I mean New York. Just so mammoth. I’ve never. I lived in Vienna\nwhich 1s a big city but this was just unbelievable. And of course the language barrier too. I took\na few, knowing that I’m going to be in the United States, I already took a few courses. At the\nUniversity. But that’s a differ, that’s a different English. Maybe in London I would feel better\nwith it. And because among all these people that came off the boat I was the only one that knew\na few words of English, I always had people with me, trying to go wherever I go because my\nuncle got us a hotel room. But the meals, we were supposed to go back to the HIAS 3 times a\nday for breakfast, lunch and dinner and we had to travel by bus. And we had to find our way\nfrom the hotel to 425 Lafayette Street which I still remember you know. And there was some\nother people that stayed in the hotel and every morning and every afternoon I would have these\ncohorts with me and the taxi drivers were very unfriendly. When I asked them which way we\ncan walk or can we take the bus, they said no if you take a cab we’ll take you there, but they\nwere very unfriendly. And while we were in the HIAS every day some American Jews tried to\ncome in and ask us if we want to rent a room, communicating in Yiddish. And also because at\nthe HIAS there were people from all over the world, Jews. Speaking all different kind of\nlanguage. Well we encountered that in Vienna too. There were Romanian Jews and Hungarian\nJews and they were Latvian Jews and Polish Jews and you know Jews just don’t’ get along very\nwell. Everybody has a different culture. Everybody grew up in a different place. And there was\na lot of fighting between them. And then all of a sudden a lot of people came with little children\nand the grownups had to look either for an apartment or for a job or anything. The children were\ncompletely lost and they needed a nanny for those children. So they got me to work with these\nchildren. Every day I would go there in the morning and have my breakfast in this mess hall. My\nhusband would go to, to Park Row which was the physicians committee who was trying to find\ninternships and residencies through the United States for these Jewish doctors, providing that a\ncommunity would offer for about 2 years or so assistance, monetary assistance to these people\nbecause these people could not work. And some of them had families. So they had to find a\ncommunity that wanted to support this given doctor while he is in training. So my husband had\nto go there in the morning and I was working at the HIAS with these children. And because I\nspeak a few languages, I could communicate with these children. And for that I was\ncompensated with $25 a week. Well that was already very good because with the $25 a week we\ncould go to a movie and listen to English. First of all it was a great thing to go and listen what’s\ngoing on. We also bought a radio because we were putting in quarters into a radio at the hotel\nand that paid for 20 minutes. So we figured out well it’s an American idea you know. You put in\na quarter and the radio plays for 20 minutes. We, we it took us time to figure it out but we\nwanted to hear. They told us just to listen to the spoken language. So finally we decided to buy a\nradio. We bought a radio for $25 and we listened to our own radio. So we, we made an\ninvestment but we didn’t have to put in the quarters any more. And we just waited. It was a\nwaiting game at that time. Going to the hotel, coming back, getting a little bit acquainted with\nthe area. And of course my aunt and uncle always had us over for dinner. I mean it was Friday\nnight. They lived at the Riverside drive in a magnificent apartment. They were very wealthy\npeople but very generous. They came here during the war, but they already had a lot of\nbusinesses and money in Switzerland and they had a tremendous, tremendous family in New\nYork and they were trying to help everybody. And going there was like a, it was like a fairy tale\nworld, you know. Because they had a magnificent apartment overlooking the river and they\nwere traveling a lot abroad. He had businesses in Korea and Japan and all over. My aunt being a\nvery tiny little aesthetic lady with servants and a chauffeur and, and beautiful things at home.\nWell to me it was really like, like a fairy, fairy land you know. And we were going there for\ndinner. And in a very subtle way she would put 20 or 30 dollars in the pocket of my coat because\nshe wouldn’t want to humiliate me to give me the money you know, which was probably\ndifferent from all the other people that came over here and maybe experienced family relations\nhere you know. I just had very good, very good feeling and a very good relationship with\nthem. She always asked me if I need anything. And I said no we really don’t need anything. We\njust have to wait. We have enough food. We just have to wait until something happens that my\nhusband gets dispersed to someplace. And of course we were in a different group of people\nbecause other people didn’t’ know what to do with themselves. We had it a goal. We knew he\nhas to get an internship and of course we wanted to stay in New York. Because we didn’t know\nthere was a United States. We just knew that there 1s a New York. And we had a few cousins and\nmy aunt and uncle and we wanted to be in New York.",
        "A: It was In, we were there six weeks and it was intimidating. It was, but you know you get a\nlittle better feeling of what’s going on and we were told that we cannot stay in New York.\nBecause all everybody, all the doctors wanted to stay in New York. And there isn’t enough\nhospitals in New York. And we were told that we should maybe consider going to a small\ncommunity which is much nicer, where the people are nicer. Where you can really you don’t\nfeel so lost. It’s more like a family. Well the committees are there, the Jewish committees.\nEverybody was trying to help the refugees and the Jews had come over. Everybody felt a little bit\nguilty you know that that they were there and they survived and they weren’t punished like we\nwere. So after six weeks they found a very friendly little community in Rochester New York,\nwho was willing to accept a Jewish doctor and help him out. And they found a hospital that\nwould take him in as a, as an intern. Cause he needed two years of internship. And one day we\ngot on a train that was 1950. We got in a train in New York. We said goodbye to my aunt and\nuncle and on the train we came to Rochester New York. Well the first thing was that we\ncouldn’t’ get off the train because there was that much snow. New York had, didn’t have any\nsnow and we were just in shoes. We didn’t’ have any boots or anything like that. So that was\ndifficult. We had to go out and buy a pair of boots. And the committee was very nice. They\nwaited for us. And they already had a little room rented from a family that came in, in 1939 and\nit was a German family. And they were two working people. They had an old house. And\nthey wanted to sublet a room for money. They needed the money. Then they looked for a Jewish\nfellow, a Jewish couple or somebody that would live with them.",
        "A: Yes. Yes, these people were Jewish. The committee, the Jewish committee tried to place us\nin this home. And when we went to live with these people, 1t was a marvelous relationship. They\nhad one daughter. And to me it was like having another home because they were extremely\nfriendly. Not very sophisticated people. But intelligent. He was completely uprooted. § He had\nto work as a presser, pants. And she was sewing. A lot of Jewish people were doing that. But\nintelligent people. They sent their daughter to college and we just had a very nice two years with\nthem in Rochester. Felix had to go into the hospital. And we were not sorry that we left New\nYork because it was nice. It was really nice. Spring came and it was a small town. And very\ngreen and completely different than European cities, with the big old buildings, you know.\nSmall buildings, small homes. Back yards, little gardens and it was very pleasant. And I planned\nto get myself a job and they said they’re going to try to place me someplace because they didn’t\nwant to completely support us. At that time I think we were getting 16 dollars a week. I mean I\ndon’t’ really remember exactly but we were living with these people. And they were very dear to\nus until they day they died. They tried of find me a job. Felix had a very hard time at the\nhospital. First of all he was an (extra?) between April and July he was an (extern?). July the\ninternship starts. It was a small hospital but a teaching hospital. There were 27 interns and\nresidents there. And they found a lady who was German descent who was a spinster who\nwas quite well to do and wanted to help and she taught him English. She would actually have\nhim over in her house for dinner. And she would sit with him for an hour or two speaking\nGerman to him and teaching him English. Very lovely lady.And they tried to get me a job. And\nthey found me a job at Woolworth’s where I was selling baked goods. And that was a six days a\nweek job. I think I was making 20 some dollars a week. and it wasn’t a matter of my preference\nbecause they were the ones. It was you know what, maybe it’s a little similar of, to the situation\ntoday that people are on welfare. I was completely depending on them. I couldn’t say gee I\ndon’t’ want that job because I had 3 years of university in Vienna and I really don’t’ like to stand\nthere and sell fried cakes and doughnuts. But these people were helping me. That was\ntemporary. They were, I couldn’t’ tell them I don’t want to do it. It wouldn’t’ be fair. So I had\nto take the job. So I took the job and it was very difficult at the beginning. Because I didn’t\nknow a fried cake from a doughnut. I mean that was strange to me. And I was standing at the\ncounter surrounded by younger girls who practically never went to high school. And they all\nknew. I mean they knew people came in and they wanted 3 of this and 6 of this and 5 of this.\nAnd somehow I didn’t’ have to write down on the box and figure out how much they owe me.\nBecause we were putting the string on and they were adding 18 and 14 and 15. I somehow did it\nwithout having to write it down, because I added it up in my head. And after six months the sup,\nno, after that was maybe after 3 months. The Supervisor came up to me. She said I see that\nyou’re quite smart. Maybe we’ll give you a little better job. Maybe this is not the right job for\nyou. And I started to speak a little better. And they said you know what, we’re going to put you\nin the stock room. You’re going to make up orders. The orders come from downstairs and they\nyou’re going to go to the stock room and you’re going to be in stock room. And you’re going to\nput together these orders for each station downstairs. And I was very grateful because I\ncould sit, I didn’t’ have to stand six days a week, 48 hours that was kind of hard. And I started to\nwork in the stock room. But I still was not very happy. And after six months, I was granted one\nweek’s vacation paid. And as soon as I got my weeks’ vacation I went to the New York state\nemployment agency. And I said you know what, I don’t’ speak English very well but I have,\nfirst of all I had two years of medical school cause I went to medical school. I said I have two\nyears of medical school. I know medical terminology and my English is not that great but can\nyou get me a job. So they offered me right away two jobs. One was telephone answering, I mean\ntelephone company. Answering with the numbers and the other one is was at the Blue Cross and\nBlue Shield. And I kind of liked that because I was with a husband that was studying medicine\nforever and ever and ever. And I had to do with him the you know the lessons and everything\nelse. And listen to everything so I never came back to Woolworth’s’ I just took the job at the\nBlue Cross Blue Shield. And it was entirely different feeling on the job. I was making $35 a\nweek and after 3 months they would review me. And I was approving medical claims because I\nknew the terminology and there was restrictions on certain diagnoses. And there was_ certain\npreexisting conditions and other factors you know. And I liked it. I liked my job very much. I\nhad a desk and I had a phone and I worked with very nice people. In a very nice office. And at\nthat time we already moved out from the people there because we wanted to have our own\napartment, and I was making already a little money. And I decided we’re going to take our own\napartment because at that time $55 a month. It was a studio with a drop leaf table and a tiny little\nkitchen. But it was our own. And my husband couldn’t’ wait to get a car. It was very hard to be\nwithout a car because you know it’s a town and you have to get in to the hospitals. And\nweekends we couldn’t move any place you know. We were sitting in that little apartment. So he\nhad these microscopes and he decided he says you know what I’m going to sell the microscope\nand buy a car. Which he did. He sold the microscope and he bought a little old Plymouth, a 47\nPlymouth. I think it was 5 or 600 dollars. And he knew how to drive.",
        "A: Well I think he drove in Europe. So in Blievitz he already drove. I mean cars was his thing\nyou know. So we already had a little car and I was making enough to cover and whenever I\ndidn’t have enough, they would pay me the difference of what I needed for very basic things.\nAnd he started his, his internship and he was quite happy there. They were very nice to him. And\nthe hospital was a teaching hospital. He was very happy and I was working and then on s,\nbecause I only worked five days a week, on Saturday and Sunday I sold clothes. At the Lerner\nShop and I made another $12 a week. And you know it kind of was beginning to work out\nfor us a little bit. Um. I like to work for the Blue Cross and he had another year I think on that\ninternship. In the meantime he tried to apply to get a license at New York State but it was very\ndifficult. So the second year of his internship I got pregnant. And we were already married then\nten years. And we had no money and we had nothing but I kind of said to myself you know\nenough is enough. I was already 25. We have to just eventually start a family. We didn’t’ want a\nfamily in Europe because there was no milk, there was no food. Everybody was starving. We\nknew we had to go across to the United States. We didn’t know what we’re going to come into.\nBut as rough as it is you know children grow up anyways. You don’t’ have to have everything\nfor them. So we decided we’re going to have this baby. And my little lady that I lived with was\nabsolutely like a mother to me. I had a very hard time at the beginning and she was there with a\npot of soup every single night for me. And she really took care of me. She was very, very\nsweet. At that time she didn’t work anymore. She’s got a big part in my heart. So she kind of\ntook care of me. And I still worked. I worked up until 7 or 8 months pregnant. They were very\nnice to me. If I wasn’t feeling well they gave me a day off. I must say that they had a lot of\nrespect for me. And I had my son and at that time I stopped working because there was no other\nway. Mothers didn’t work. Even if you had money or you didn’t have money, you didn’t work.\nMy husband was making a total of $15 a month. I don’t’ know if he told you that. But at that\ntime internships did not pay. And out of the $15 a month, he had to give them $5 for laundry\nand the other ten he smoked away day and night. So there was practically nothing on his side that\nhe could give me. We had a little car and a tiny apartment\n(end file 1)\n(file 2 — RG-50.549.01.0019.02.02 — duration: 01:01:47)\nLUCINE HORN: and the other ten he smoked away. Day and night. So there was practically\nnothing on his side that he could give me. We had the little car and the tiny apartment. And we\nhad a baby and as tiny as the apartment was, the baby was there you know. I mean there was just\nno other way. And we were quite happy. We got a little cat. And we waited for him to\nfinish the internship.",
        "A: My, my son is named after my brother that I lost, the brother that was with me. His name was\nGerald, David. And my husband’s uncle lost a little boy by the name of Jerry so my son is\nGerald David which he hates until this very day but he has to forgive me, I can’t help it. So",
        "A: We felt good. We felt",
        "A: Yes we felt that we’re here to stay. We want to raise a family. Sooner or later my husband is\ngoing to make it. It’s going to be rough at the beginning. It wasn’t like we thought we were\ndoomed for life. I always had this future ahead of me that he is going to make it. And we were\nused to do with very little. That’s how I grew up. I grew up knowing how to cook from nothing.\nI knew to make a soup from garbage. That’s how I grew up. We didn’t have anything during\nthe war. And we had to sustain ourselves. When there was a piece of old bread, we didn’t throw\nit out. You soaked it in milk and you made like this and you put in a little sugar and you baked it.\nIn the oven. That’s how I grew up. So I guess we were.",
        "A: Yes, we were finally happy. We thought we arrived. And we liked everything about the\nUnited States. We really did. We liked the way the people were. We liked the way the Jewish\ncommunity everywhere embraced us. There wasn’t a holiday in Rochester New York that we\nweren’t invited to doctors’ homes for dinner. Saturday nights they invited us. At the hospital\nthey had dinners with daddies at the cafeteria. And the greatest thing, we lived not far away, took\na buggy and the baby and in the basement it was the biggest thing to had dinner with daddy\nbecause we never saw him. I didn’t’ have to have washing machines and dryers. I lived one\nflight up walking. Tiny little apartment. I had to take the baby every morning with a bag of\ndiapers, soiled diapers on the buggy. Walk about 4 or 5 blocks to the laundromat, put in a quarter\nto wash the diapers. But I could not spend another quarter to dry them because I could hang it\noutside. So the baby was sleeping. The diapers were being washed. I put another bag of laundry\non the buggy. Went back home, took him in the backyard, without lines hang the diapers out.\nAnd that’s the way we lived. And we were very, very happy. I knew it is not forever. And I knew\nthat it has to be that way. There’s just no other way. But we arrived to freedom, we arrived with\npeople that are being good to us, that are being very encouraging to us. I did not have very much\nto do with my uncle at that time. Because uncle constantly asked if he can help us. And my\nhusband constantly said I don’t need anything. Thank you. We don’t need more clothes right\nnow. We don’t’ need fancy cars right now. We don’t’ need a fancy apartment right now. I’m\ngoing to arrive and I’m going to have it myself. You know I’d occasionally they’d send a, an\noutfit for the baby or something like that but we were proud and we felt we can make it on our\nown. There was no necessity. They did enough for us and we appreciated it.",
        "A: Well to tell you the truth we were too busy struggling. There was no time for to philosophize.\nTo give you an example of how my husband worked. There were three day shifts. He would\nstart in the morning at 6:00 on Monday and he wouldn’t be home til Wednesday night. He\nwould work all Monday, Monday night. All Tuesday, Tuesday night and Wednesday he would\ncome home at 5. His feet were swollen from running around. Ok. I had to put his feet and soak\nit. He would have his dinner. He would hug the baby and go to sleep. And Thursday morning we\nwould try the same sequence of three days. There was very little togetherness. There was very\nlittle feedback. We had no time to dwell upon anything. We even had no time to communicate.\nWhen I was pregnant and very sick. I had to be there alone because he was not there for me.\nBecause he couldn’t. So on top of having financial hard times, we had a very tough life. He had\nto work 36 hours in a row. And I had to be the one to take care of my child. There was just on\nother way. There was no baby sitter. There was no money for it. There was nothing. And of\ncourse, not a car. I had to do everything, all my shopping and grocery shopping and everything\non that little buggy and walk to the store and do it back and forth. I had nice people. I had nice\nneighbors but they weren’t really interested to do many things for me. So it was hard but we\nknew that we are in a land of freedom. We appreciate being here. Every minute of the day. We\ndidn’t dwell upon going back. Some immigrants said oh you know what in the old country they\ndidn’t do it like that. They did it this way. For us it was everything that we found here was a\nplus and a positive feeling. We did not think of ever going back because maybe things were\ndifferent over there. there was no going back. there was only a black wall from what happened\nthere and everything here was good and rosy. We took the little blanket on a Sunday. We went\nto a Delaware park and we put the blanket on the, on the grass and the baby was laying then and\nmy husband took a camera and took pictures. That was our happiness. And we wanted to dwell\non the happiness and not go back to the black years because otherwise we just mentally could\nnever make it. I wanted to be a sound, psych, I mean a sound mother for my child. I wanted to\ngive him some sense of values. I didn’t want them to have a frustrated mother who was thinking\nabout what happened. What happened, happened. It was hell. It was terrible. It took my heart\nout. But here I am a young mother. I’m 25 years old. I have to start my life and do the best out\nof it. I cannot psychologically allow myself to do that because I have now a husband that’s\nstruggling. I have a, I have a child. I want a family. I want these positive things, even for myself.\nWe had a group of people there that we used to meet. Mother, young mothers that we were all in\nthe same predicament. We were helping each other. One had to go to the doctor. The other one\nwas babysitting. You know, out of necessity. We always found nice people around us. I never\nfelt that moving from town to town was such a struggle because there was always nice people\naround us. Whether it was from the Jewish committee or was from the doctor’s or was from the\nresident. When my son was born at the hospital where my husband was interning ok. We had\nzero money. And we had nothing. The girls in the office who were all single were so thrilled\nthat I was pregnant that they didn’t know what to do for me. They wanted to buy me everything.\nI said look it’s an old custom in Europe. You don’t buy anything, no showers. I don’t want it. I\njust don’t’ believe in it. So they took money together and as soon as the baby was born, they\nbought a buggy. They bought me a bassinette. They bought whatever I needed. When that baby\nwas born, my husband got a little nurse from, from the nursery to come with me for a week and\nteach me what to do with the baby. There was no babies in my family. I never picked up a baby\nin my life. I was scared. That little girl would not charge me a dime. She would come over. She\nhad a week off. She would stay with me and show me how to diaper and wash the baby. And\nshe gave me so much confidence. So that was wonderful. And then there was another miracle\nthat I didn’t know happens in this country. Everybody brought gifts to the hospital. There was\n27 residents and interns and nurses and the window in the hospital. At that time you stayed a\nweek. They didn’t, they didn’t throw you up, out like today. The window in the hospital was full\nof stuff. There was, they brought me diapers. They brought me little outfits. They brought me a\nlittle thing to take the baby home. __ It was just a wonderful feeling. I wasn’t forgotten. I wasn’t\nby myself. People really did care. By the time I came home, the baby had a lot of things\nalready. And I kind of knew that you know having a baby is happiness and, and it’s going to\nwork. It just absolute first. There were things like being hand me downs you know. There were\npeople that were calling this lady that was teaching my husband. And asking if the Horns need\nanything. Can we send some linen to the house or can we send some other things or do they need\nblankets. These people just really because of the small town they wanted really to be helpful to\nus. And they were. So that’s how life was in Rochester, New York. And then my husband\nfinished his internship and there was a big dilemma, what to do. Because he still couldn’t’ get a\npermit to stay in New York state and get a license and he really wanted to get a license in New\nYork state because he already had a lot of doctors that wanted him to work with them. And we\nalready knew a lot of people there. And he did want to get licensed from New York State and\nthey were making all kinds of trouble for him. At that time there was a law that whoever finished\nmedicine after the war in Vienna, cannot be allowed to, to take the boards. There was all kinds of\nchanges and all kinds of politics going on. And the outcome of it was that he just couldn’t get a\nlicense to practice right away. So we decided that he will maybe become a house physician for a\nwhile because we needed some money desperately. And maybe he work on a salary to the\nhospital. And we didn’t want to do it in Rochester because we found some very dear friends in\nBuffalo New York which was about only 70 miles away. And that was a little bigger town.\nBuffalo had a million and Rochester had maybe 350,000. And I always liked to live in a little\nbigger town. So my husband got a job in the hospital in Buffalo New York. At the very not too\nmuch of a salary but at least some start. And we moved to Buffalo, New York to be with these\nfriends that we knew from way back. And unfortunately were there for 7 years. We just couldn’t’\nget out. He was working and making some money. And we bought a new car, because he always\nwanted a car on payment. And I never could go back to work because I had the little boy. And\nwe somehow managed. It was nice. We met an awful lot of dear friends. And we made a life\nthere you know. He was getting a little bit more money and then he was out working nights so\nfor the nights he was compensated extra and being a small town you really don’t need that much\nmoney. You pay monthly for a telephone $5. You know the expenses were much less. We\nhappened to find some wonderful people that we rented from and it was very inexpensive and\nshe became like a, like a mother to me and like a nanny. She really helped me bring up my\nchildren. In the meantime I had another child, I had my daughter in Buffalo, four years later.",
        "A: That was 56. He was born in 52 and that was in 56. And we, we had an awful lot of fun. I\nhad a lot of nice people but we were all together, one group of people from the Holocaust, trying\nto raise families and trying to make a life for themselves. Some were in business. Some were\nprofessional. They were just trying to establish a life. And we were helping each other. We were\nvisiting each other. We had parties together. And we just had a very nice life. Except my\nhusband was still on the job and he wanted to go on his own. And he tried all the time to be, be\nable to take the license in New York state. And Albany absolutely wouldn’t’ allow him to do\nthis. After all that. And that was very frustrating. Because we could never achieve anything the\nway he was working. His salary was $350 a month. I mean that wasn’t enough for a family to\nsurvive. And he really wanted to go out on his own. Even so, some doctors, he was helping\nsome doctors occasionally and he was helping them during vacation but it was still very, very\nhard. And one day we were so frustrated and he kept on waiting and waiting and waiting. And\nsome doctors tried through senators and you know political influences and all stuff like that. And\nthen finally we decided that we’re going to go in person to Albany, New York and we’re going\nto speak to the head person over there in the education department. And really talk 1t over with\nhim and ask him what we should do. And we did that. We went, was a very nice man at that\ntime, an older man. He sat down with us and he said Dr. Horn if I have to give you a good piece\nof advice, leave Buffalo tomorrow. There is a big United States and there is a lot of states that\nallow foreign trained physicians to take the boards and you can make just as good a living if you\ngo someplace else. I know it’s hard. You don’t know anybody but you just have to do it. If you\nsit and wait here you’ll never probably be able to practice in New York State. We didn’t’ realize\nthat each state had a different, that this is a matter of federalism you know. It’s not like uniform\nfor the whole country. And my husband decided to take the boards in Ohio and in Illinois and in\n1960 because we were three years, two years in Rochester. Then we were in Buffalo New York\nfrom 53 practically to 59. Well he worked as a house physician. And then in 59 he came to take\nthe boards in November. To Ohio and Illinois and he passed in both places. And because he\nreally loved Chicago he decided, we decided to move. And in 1960 in February. My son\nwas seven or 7 and a half; my daughter was four. We moved to Chicago.",
        "A: He only came here to take the boards, but he met some nice people. He met some doctors. He\nmade some, he made some contact with people that told him they would help him to get on\nboards, on staff of the hospital and maybe even give him a job. You know he wanted to work\nwith somebody for a while. Because moving to Chicago was a big expense, first of all. And\nsecond of all he, the last six months before he took the boards he was not working because he\nreally had to prepare for the boards. It was very hard to take the boards and he could not be\nworking and doing these things. So that completely exhausted our savings. And he the cost of\nliving was ten times as much as in Buffalo. So he really needed a job and he came out here a few\ntimes, made some contacts and got a job with another doctor, on a salary. And when we moved\nwe got a little apartment. It was on the west side in Elmwood park so that we can he can be\ncloser to the practice.",
        "A: Yes, I was here twice",
        "A: We loved Chicago. Through some acquaintances we met an awful lot of nice people. Before\nI was even living here. We were invited to a party, we were invited to dinner and it was just very\nnice people that we met. And we were very encouraged to move to Chicago rather than to he\nloved the city and so didI. And we always like to live in a big city. So we decided to move\nand in 1960 in February we moved. We had a little apartment. Not far away where my husband\nwas working. He was working very hard. He took all the night calls. Practically ran the office for\nthe other doctor, cause the other doctor went in for a specialty. He wanted to get a specialty so\nfor the big practice and Felix ran the practice. But he wasn’t happy being with somebody\nbecause he has to do things his own way. He, he understands medicine his own way. His\nrapport with patients is very special and, and maybe a little different than this American doctor\nwas. And he was always dreaming after all these years and he was already ten years later than\nmost other doctors. He wanted to go into practice. By then he was already on staff of two\nhospitals and he needed a little courage because he was afraid to just put up a shingle because he\nstill had a wife and two children to support. And there was no talk about me going to work. That\nnever existed in my head. I would never leave my children with somebody else and go to work. I\nmean I just wouldn’t do it. I would wait until my husband can do a better, give me a better life.\nBut I never thought of do, none of my friends every did it. At that time it wasn’t even in style.\nThere was no places to leave these children. There was nobody to take care of them. There was\nno immigrant people that would take care of children at that time. You just had to raise your own\nfamily and that was it. And that was a pleasure.",
        "A: Oh I don’t know. I just liked Linda so I named her Linda.",
        "A: Yes, that’s all. And at that time I didn’t’ even know that it means beautiful in Spanish. Now I\ndo. And we moved here and he was working. And then I kind of encouraged him to go on\nhis own. He was not happy with this other doctor. And I knew it’s not going to work out for him.\nSo somehow with very humble beginnings, he started out his own practice. He succeeded\nright away. He was very well liked. His manners were just fabulous. People just loved him. He\ndelivered babies. He was in general practice. He was doing a lot of things with families and\ngenerations of families. And he had a small office at the beginning and then we bought the\nhouse. And we always kind of thought we have good thoughts. We thought we’re going to make\nit and we did. And I always stood behind him and always encouraged him to, to you know to do\nthese things and take risks. And he was very happy in his small office at the beginning but then\nthere was an opportunity to buy a small building. He always wanted to have his own place. So\nwe bought this building. In 19, I really don’t recall. 86 he sold it. It was 25 years old. It must\nhave been 61. He bought a small building and he had ten rooms. He had a very nice practice.\nVery nicely furnished and I was raising my family. And always wanted to finish college because\nI never finished. As soon as we left Vienna there was no sense for me to, to sit around and get a\ndegree. So as soon as my children went to school full time, I went back to Rosewood University\nand got my masters. And somehow never worked because my husband liked to take long\nvacations and I started to work for school system and was teaching German. That was my major\nand it was always a conflict with vacations so I didn’t’ want to be deprived. I just didn’t’ have\nthe freedom to do what I wanted. And he was making a good living so I really didn’t have to\nwork anymore. And I decided to go back to school, finish school. And it wasn’t until way into\nhis practice. I always wanted to help in his practice, but he always said that it’s just not proper\nfor a wife to help. And until there was an accident in the office that his nurse broke her hip\nand then we couldn’t’ replace the nurse. And I started to work for him. And I worked for him for\nnine years. And when he sold his office, I am working now ten years for my son. So I’ve always\nbeen doing something. And the experience and the privilege of being a full time mother and not\nhaving to really go out of home and stay with my children has so tremendously paid off. Because\nmy children always appreciated are just so close that we just could not be a closer family there is.\nMy children always knew that we are just orphans. And that just the four of us and nobody else.\nAnd they always knew that they have to be extra sensitive. And that’s how wonderful with us\nand we felt the same thing with them. Because none of us had anybody else. There was not a\ngrandma, and an uncle and an aunt and a cousin. They had nobody. They just had us. And we\njust had to be there for them. He, the, their father was not home. My husband put in tremendous\nlate hours. Seven days a week. And I knew that if I go or if I do things in the evening and get a\nsitter, these children are just not going to have a parent around. And somehow my biggest\npleasure was to be with them, until this very day. It still 1t’s the same way. We just are very\nhappy to be with each other. Even so they are grown now and they have their own families. But\nwe just have a tremendous relationship with each other. And this is in a way the gratification of\nmy life. Because I always feel that if god took away my parents when I was 12, and all this\nhorror was happening to me, maybe he repaid me in a certain gratification that I am still at that\nage here, sound mind. And I can enjoy the fruit of my life and I can enjoy and be with children\nwho have never moved away, who live in the same town. Who are so close and that we\nunderstand each other so well. And I always feel that there is maybe a certain gratification in life\nand this was the compensation of all the ills that I had in my life.",
        "A: Well I would say that from the very beginning when they understood when they were maybe\n12, 14 years old, when I my son was bar mitzvah, we always told them what happened to them.\nYou know they were always looking for grandparents and grandmothers and grandfathers. Their\nfriends had it and we always had to tell them what happened. And we were piecemeal. We were\ntelling them. For instance we used to go on vacation and I could spend two, three weeks sitting at\nthe beach sitting next to my children. Especially next to my daughter. And I would tell her\npiecemeal stories of what happened. At the beginning I didn’t want to shock them because they\nwere you know sensitive and young.",
        "A: They would ask questions but I mostly was telling them my life story. I made an audiotape a\nlittle bit on my tape recorder. They were asking questions and they wanted to know and we told\nthem. We felt good about telling them of what happened. It wasn’t until they became all grown\nup and understood more and maybe because of their feelings towards us, they felt that they felt\nuncomfortable thinking how hurt we were. They began to feel very sorry for us that we had to\ngo through this experience. And they were treating us very tenderly and very specially. Like they\nwould want to spare us the thought all these bad thoughts that we went through. And it reached\na point where my children had not seen the tapes that you just viewed from the Holocaust. They\neach had a set in the safe because they sent us three copies.",
        "A: Yes, yes and they probably are going to see it after they, after we’re gone. But they just\ncannot bring themselves to listen any more now to all these stories. And I have to tell you that\nthey didn’t go to see Schindler’s List. My son saw Shoah and he’s never been the same. And my\ndaughter who cries at weddings, that’s how sensitive she is, she’s really the last person that can\ntake it. So they do know and they do read, but as far as asking questions constantly, it hurts them.\nThey’re protective of us. They understand now that they are getting old. They feel bad. We were\ngoing like to lecture and we lectured a few years ago. Lately we find that it’s much harder to talk\nabout it, because when you get older you know, your nerves are shattered and we cry more when\nwe tell the story. We cry more when we think about it. So they want to spare us this. They\njust want us to live right now as long as we have without really going into it. When I tell them\nthat I’m going to see a movie or when I told them that I went to see Schindler’s List, I watched\nsomething on television, they get really upset because they feel it’s not for us to go through it.\nIt’s for the other people to go and watch you know. They don’t want to hurt us more than we do.\nAnd then this thing came up about a few months ago that maybe my brother could be alive you\nknow so they both went absolutely crazy. Even the grandchildren and I don’t know. I had some\nvery false hopes. I don’t know if they’re false. It’s possible that he is alive but we are now in the\nprocess of trying to see. If, if this is really so and what’s going to happen.",
        "A: And I might just not ever find him.",
        "A: I told the story in my interview about how I lost him and what happened in that time. and\nthere isn’t too much not too much has been written about this simple incident of this hotel that he\nwas, that he went with. (no sound) There isn’t too much not too much has been written about\nthis simple incident of this hotel that he was that he went with. But the Holocaust Museum was\nvery helpful to me and they found the book at the library and they sent it to me. And this book\ncovers everything that happened at that time so it’s been documented. And coincidentally\nyesterday I had company here. And somebody saw this book laying around. And they\nopened up the book and they found somebody that they know who survived. So now I’m going\nto try to contact this person and see if maybe they know anything you know. But it’s been a\nsearch. It’s certainly gave me a little encouragement knowing that maybe even if I never find\nhim that he might be alive. And if I find him or not that’s another story. But I’m happy to share\nall my thoughts with whoever is going to ever see it and read it and I must add that the\nenthusiasm and the happiness that this country has given me and I know my husband too, it’s\nreally been my country. I mean I cherish Israel and I go there very often and this is really a part\nof me. My father was a Zionist and he was founder of a youth group in my home town. He is\nwritten up in several books. I grew up in a Zionist home. _I never thought of myself that I’m\nnot going to live in Palestine because I really wanted to be there. My father was 25 years old. He\nwent to Palestine to live there with my mother. And he got very sick with malaria, and returned.\nI still have relatives that tell me all that. And I never thought of myself as not living in Israel.\nIsrael is a part of me. But I have been very, very happy and I think both of us now agree that we\nmade the right choice to come to the United States and more or less now things are very bad here\ntoo as far as safety is concerned. But at least things weren’t that bad and I didn’t’ have to worry\nabout my children being shot all the time and going into the army again. And I feel that this\ncountry is my home. I am very patriotic towards that country and I really, it really hurts me to\nsee how things have been recently and how this country has gone down, and down and down and\nit’s not really a country I came to in the 50s and 60s. The United States gave the opportunity to\nall my friends who really rebuilt their lives, educated their children. Started out from nothing.\nAnd somehow through hard work and being frugal and being thrifty and being maybe believing\nin God in their own way, and showing their children the values and wanting to educate their\nchildren and better themselves. They have all arrived and they have all achieved. This is the\ngroup of people I am with and I must say that even American people admire that very much.\nThey really admire this group of immigrants that came in, in the 1950s and really helped build\nthis country up after the war. We were part of it and we’re very proud of it, even though we\ndidn’t’ fight for this country. But we really feel and that’s why right now I am so disillusioned\nwhen I see all these ugly things that are happening here and the insecurities that children have to\nbe brought up. Even my grandchildren I mean. There is no safety for them. There is no security.\nIt’s just rough, it’s very rough now. And we came to this country things weren’t like this. We\nwere walking around in the middle of the night. We never locked our doors. I wasn’t worried\nwhen my kids went away, when they were driving, when they were going places. Now it’s just\nconstant, constant fear. And I hope that maybe it will take a couple of years or so and maybe\nthings are going to be back to where they were before. If at all possible. Because it could also be\na global phenomenon. Maybe it’s just not the United States.",
        "A: When they became grown human beings. I mean you know my son was a student and when\nhe became a father himself he understood it more. And I think with my daughter the same. It\nevolved by them going into our shoes. My daughter feels the privilege of having a mother and a\nfather so strongly that when she thinks that I didn’t’ have it, 1t just breaks her heart. It absolutely\nbreaks her heart. She constantly tells me look at my little girl. She’s got two grandma’s and two\ngrandpa’s. And you know I didn’t have it but I know it, she understood what it meant for me\nbeing 13 years old and not to have a mother. Because she herself at the age of 40 needs me\nevery single day. So they became more aware of it when they became grown human beings. You\nknow what I mean. I don’t know if I’m expressing it well. But when they became parents and\nwhen they see what’s going on, it just they understood what we went through. Regardless of the\nfact that people were killed in gas chambers and everything else. That’s the global tragedy that\nhappened during the war to six million Jews. But on a personal level they relate to our lives. And\nthat’s very painful to them and very important. I don’t know if that answers your question.",
        "A: He just told me that he doesn’t want to see these things again. He just can’t bear it. He cannot\nbear it because his own parents were so involved in it. And his own grandparents could have\nbeen laying there in the ditch. He just cannot face up to and he just cannot take it.",
        "A: No, no.",
        "A: Yes we went. We saw the first week when it was in, in, I feel to a certain extent it’s my duty\nto go and see these things. It’s my duty to go to Yad Va’shem. It’s my duty, I was three times at\nthe Holocaust Museum. To a certain extent in my duty but I can’t punish myself. I cannot spend\nsleepless nights because every time I see something like that you know it works on me. I don’t’\nsleep for three days. So at this stage of my life I can’t be punished anymore. I have been\npunished already. It’s not going to help the world and it’s not going to help the memory of my\nparents if I punish myself at my age right now. I have done it. I have lived it. I experienced it. I\ncan tell about it. But it gets harder and harder. And I know that a lot of people can’t even talk\nabout it anymore. I was a child and I lost my parents but I have friends who lost children. They\nlost wives. And they cannot talk to their children, to their present children and family about it at\nall. They made a wall. They don’t’ want to talk about it. This is their past life. They want their\nlife now. People react to these things in a completely different way. I was a child. I came to the\nUnited States. I was 20 some years old. I could adjust to the life here. I completely acclimatized\nmyself to the life in the United States. I became so absorbed with the life that I became an\nAmerican. And I understand when people are a certain age and the same is with experiences.\nSome people had such experiences that they really don’t want to talk about it. And they don’t\nwant to tell their children because maybe they think that they want to spare them. You know\nthere’s all kinds of, you cannot really it’s not a uniform feeling and a uniform way to deal with it.\nEverybody has to do it on their own level.",
        "A: What kind of problems?",
        "A: I will tell you. I have a tremendous amount of friends from the Holocaust. I live in New York.\nI lived in Rochester. I lived in Buffalo. I still know about 120 families in Buffalo. I’m here\nsurrounded by people from the Holocaust. We are very social. I know an awful lot of people. I\nnever encountered a family that had a problem with children. If they had problems it was\nbecause of different, because of different reasons. They could have personality clashes. They\ncould have been parents that maybe demanded too much from their children. Their children\ncouldn’t deliver. Maybe through their lives, maybe they wanted to live their lives through their\nchildren’s lives you know. There’s all kinds of different circumstances. I’m not saying that\neverybody 1s living in peace. But that wasn’t our case. In my case I feel that my children are\nvery normal, very well adjusted. We try to give them a very solid sense of values. I don’t’ think\nmy children are absolutely affected. I mean they are affected because of what we went through\nbut their life and their relationship with the family, I don’t think has been affected at all because\nof the fact that they are survivors of, they are children of survivors. They have never been\nembarrassed of us. They have never been ashamed of us. They have always been very proud.\nAnd they put us on a certain pedestal. You know like a wounded bird. Because we were the ones\nthat they have to shelter now and help us and that was always the relationship. They always\nunderstood. And we always had a good relationship with each other. And so do my friends. I\nmean I really don’t know of anybody, unless there’s all kinds of circumstances in families you\nknow where parents don’t see eye to eye with the children. And there’s all kinds of tension but\nthat’s not only people from the Holocaust. That goes on in other families.",
        "A: Well I have to tell you the truth. My husband likes to talk about it. Not with me, but with\nother people. I like to keep it to myself. I would not talk about it to just anyone. If I have to tell\nthe kids at the Hillel foundation at Northwestern, I tell them. If I have to talk to a group at my\ntemple, I'll tell them. But I don’t think that every American Joe not only has a right, but they\ndon’t’ have to know what’s going on in my, in a soul. If they want to know something about the\nHolocaust there is books, there is movies, there is everything else. I don’t’ think they even\nunderstand it. I don’t think they have a way of feeling and understanding it 50 years afterwards.\nMy husband could go on a vacation and meet people at the pool. And he would tell them\neverything. I’m not that way. I’m more into myself. If they ask me I could tell them a few\nthings. But I would not open up my wounds and my scars and tell them everything that happened\ntome. As far as between us well, we, we go back to it. We just put memorial plaques in the\ntemple for all our parents you know, his sister. We read about it. We you know are very attuned\nto what happens with anti-Semitism here, with people that write books about that the Holocaust\nnever happened. About the attitude of people here towards what happened you know. We’re\nvery attuned to that. But after so many we just don’t sit and dwell about it you know. I just had a\nreproduction made of my father’s picture and now this thing with my brother and of course we\nare it’s part of our life. It has not been erased, by no means. But it’s not part of our every day’s\nlife. You know my husband recently, he’s sensitive and now that he says you know what. I\nwould give to have a picture of my sister. I am beginning to forget what she looked like. You\nknow. And he told this to my kids and then my kids talked to me. He says ma is there any way\nthat you think of that we can get dad a picture of his sister. And I said honey I know everything\nabout his life. And this is just impossible. There is nobody in this world that I think could have a\npicture. I have a picture of my brother. He has pictures of his parents and I have pictures of my\nparents. But he doesn’t’ have a picture of his sister and I know that he would like to. And I think\nyou know when you get older you become more sensitive to these things. And I really don’t\nthink that he should be now talking about and lecturing. The few times that we lectured, that he\nlectured, he broke down, he really did. I think our resistance is getting kind of shaky right now\nand I’m not surprised I heard from interviewers that when people get into the 80s even if they\nremember, they just don’t want to be put through that experience of talking. That’s why we have\nto hurry and do it. Because it is very painful and when you’re younger you take it better, much\nbetter than when you get older. You think about the past and your life and everything else.",
        "A: No [ really don’t think about it. I really don’t’ think about it because I feel that I have done\neverything I could. I leave a legacy. I told my story. My children know. they each have the tapes.\nI lived through the horror and Ill die with it. And the world is rotten anyways. And they’re\ngoing to try to do whatever they want to. They have never been fair to the Jews. They’re going to\ntry to, there are always going to be people that are going to say it never happened. There’s\nalways going to be anti-Semitism. Unfortunately. And you know genocide is happening every\nsingle day and all over the world. So apparently this is the structure of people. It’s dog eat dog. I\ndon’t know. Look at what’s happening now. I mean look what happened now in beautiful\nYugoslavia where I was seven years ago on a vacation. And I can’t forget that country. I mean\npeople were just doing it to themselves. It’s just unbelievable. And little me at my age with my\nexperiences just can’t take care of that any more. I leave it to the younger generation. I cannot at\nthis stage of my life worry about these things. I like to be around for as long as I can. I have\nunfortunately my children got married late. They weren’t married in their 20s. They were\nmarried in their 30s, maybe because they had it so good at home. Or this 1s just the way life was\nfor them.",
        "A: But I am very grateful that they did it and we do have now 11 for dinner for the holidays from\nfour. And I just would like to live long enough to enjoy my family now. The fruit of my labor,\nthe fruit of my life. Life is sweet and good and we are having a wonderful time and we can still\ntravel and we can still afford things and we can still enjoy each other. And we are still together\nafter 54 years. So I just want a simple life right now. I don’t want to I’m past the stage where I\ncan change the world. I leave it up to the younger people.",
        "A: Yes, we always tell them the story and we always make sure that they know that we arrived to\nthe United States on Thanksgiving and we count the years every time we have our turkey. And I\nmake sure that I make it, not my daughter in law, not my daughter. This is my personal pleasure\nbecause it has a certain meaning to me and I am just very grateful that I can do it and that I have\nmy family around me. And we support the Holocaust Museum. We support all these ventures of\nmemorizing everything and trying to remember and write about it and in our own way we feel\nthat we just did as much as we could. I cannot carry the burden of the world now any more. I\nthink I did my share. I had my burden. And the life now at our age is just getting up in the\nmorning every day, being able to function, not to be a burden and to have each other. And this 1s\nthe philosophy of most people that are older. And of course we are very much aware of what is\ngoing on and I am a very political person. I am a very political person and I love politics and I\nlove to listen to all the analysis and unfortunately I don’t get it from the media because the media\nis too wise for me.",
        "A: Oh the media is completely left. I mean there 1s question about it. I think the media should be\nunbiased. I think that media should report and not take sides. I think that is just not fair. And\nespecially to people that don’t understand things so well and just listen to what media tells them.\nAnd I don’t know. I just part of this life in America.\nChicago, the tremendous number of Jewish people. This is also, outside of Warsaw the biggest\nPolish city in the world. A country that you’re not a big fan of. I’m wondering whether there are\nthings you have where you don’t’ want to have anything to do with certain places or",
        "A: Yes, definitely. I am a very opinionated person. I have a very strong mind of my own. And I\nwas offered to go to Auschwitz and make a movie by Boston University or somebody in Boston.\nThe Holocaust Museum had them call me. And the only condition was there was supposed to be\na movie called Women of the Holocaust. There were four women going to Auschwitz. They\nwanted to shoot on location. My foot will never step on the Polish soil under any circumstances,\nexcept if I will know that my brother 1s there. ll go look for him. I severed all my ties with\nPoland. I have a lot of unfortunate bad feelings, ill feelings about the people there. Maybe this is\nnot just but I can’t help it. This is a place which is absolutely does not exist for me to go any\nmore. I would never travel to Germany. I will never go there on vacation. I tolerate the German\npeople because I try to tell myself that the present generation, maybe now after 55 years didn’t\nknow what they were doing. Also according to the new book they did, but these were still their\nparents and grandparents and when I see a German that’s 75 years old, I could not go even near\nhim. Because I know he was a Nazi and he was killing the Jews. But when I see a German that’s\n25 or 30 years old I can’t feel that way because it wouldn’t’ be right. When I see a Polish person\n30 years old I know that his father told him to hate the Jews. Because the Polish people have it\nin their blood. They were, they did not kill or help kill the Jews but they hated the Jews from\ntime immemorial. Before the war they were beating up Jewish students. Before the war in 20s\nand 30s they didn’t want to have the Jewish people living in Poland. It dates back, way back\nbefore even Hitler existed. You see. So actually anti-Semitism I think in Poland goes way back\nbefore any other countries knew about it. Of course, the Spanish you know during the\nInquisition, we can’t talk about that. That was in the 15\" century. But I have very strong feelings\nabout certain groups of people. I, as I said this is the way I feel about it. I just can’t help it.",
        "A: I don’t like to go.",
        "A: I don’t like to go no. I just don’t like to go there. And I also don’t like to have a cleaning\nlady that’s from Poland. I have a very nice lady that cleans for me for 35 years. She’s like part\nof my family. I, it’ just bothers me. It just bothers me. Because I know how much they hate the\nJews. My husband doesn’t feel that way but I do. He went back to Poland. He’s sentimental. He\nwanted to see his school and his house and his apartment. I couldn’t take it. Maybe because he\nwas in hiding and I was exposed. I was exposed every single day to people that wanted to kill\nme. Not only Germans. Poles. Every day. When I tried to make a living. These people were nice\nto me because they didn’t’ know and they constantly talked to me about Jews. Maybe this is the\nreason. I don’t know. Also my husband lived before the war 20 years in Poland. I only lived 13\nyears there. I have no ties with schools or high schools. Or even Polish literature I wasn’t taught.\nWith him it was different so I just don’t’ have these sentimental feelings towards Poland. It was a\ncountry I was born in and unfortunately I was growing up there and that’s it. It’s all over with\nfor me. ’'m American. I’m Israeli, I’m Jewish. I’m proud of it and it’s just fine with me.",
        "A: Well I think I summarized everything pretty well. You know to tell you the present state\nof affairs and my feelings. And just the fact that I’m very happy and grateful for what I have and\nI’ve always been that way. I try to instill these values in my children too. And sometimes things\nmatter more than material things. Unfortunately this 1s a material world right now. But we have\nalways made it with very little and I grew up in a home where these values were passed on by\nmy parents too. They were two professional people. I cherish their memory. They taught me\neverything I know. I maybe became a very secure person in life because I was a very secure\nchild. I was wanted. I was loved. I was needed. I was respected and I was always brought up\nwith parents, with two parents being there. And it was my youth was just, my childhood was just\nso happy. And they were always telling me whether I was five or six, that I am nice and that I\nam pretty and that I am a good girl and that that security has lived with me all my life, no matter\nwhat people would throw at my face and tell me that I’m bad, that I’m Jewish and I’m this and\nI’m that and genocide you know. I kind of always felt this within me. And I’m trying to, I tried\nalways to give this to my children. I think it’s very important. Also I never was under any\npsychiatric or psychological care and I felt that I can do it myself, that I can overcome certain\nhurdles in my life by myself because I had this inner strength because my mom used to tell me\nthat I am just a very nice little girl and very important to them and loved and that I’m going to\nmake it if I believe in myself. And I always did. And I think with the spectrum of what you see\nwhat’s happening now is the breakup of the family and fatherless children and god knows what’s\nhappening in the world. You know. I think that this is maybe the root of all evil. That maybe\npeople that grew up in secure homes are just going through life in a much easier way than people\nthat are just uprooted and don’t’ know where they belong and don’t’ know whether somebody\nwants them or needs them. Or you know or they can contribute to society or not. I just always\nhad that pleasant inner feeling that my parents instilled in me for the 12 short years that I lived\nwith them. And that really helped me all my life. And I tried to pass it on to my children and\nmaybe that helped them to be to be good people and see the world in a certain way. And when I\ncompare now for instance my daughter’s upbringing and her way of thinking and living\ncomparing to maybe her peers, she always tells me mom whatever I know 1s from you. I am what\nyou taught me to be and it makes me feel good, because she’s a very nice person and so is my\nson. And my son’s father was always, always an example to him. Always. And maybe that’s\nvery important for families to be. I don’t’ want to sound too philosophical but you wanted me to\nfinish in a certain way so I just am doing that on the side.",
        "A: You’re welcome.\n(end)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 19, 1996\nRG-50.549.01*0019",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LUCINE HORN",
        "August 19, 1996\nGary Covino: Let me just have you start by saying your name and maybe where we’re doing the\ninterview.\nLucine Horn: My name is Lucine Horn and my real name is Estelle Rubenlee. My maiden\nname. I am from Lublin, Poland and presently I reside in the United States since 1950. And this\ninterview is being taken at my home at 4850 Westland in Lincolnwood, Illinois. I offered to do\nthis interview to tie in my video interview which I took for the Holocaust Museum which\ninvolved my whole story of the war, Holocaust up until to the days of liberation. This will be just\na follow up to what, what happened since 1945 January when I was liberated by the Russians in\na very small town in Poland, to which I was taken with my husband after the Warsaw uprising,\nnot the Ghetto uprising. The Polish uprising which took place in 1944, in October and as Poles\nthere was no Jews at that time anymore. We were taken to southwest Poland and dispersed to\nlive with farmers. We were treated as refugees from Warsaw and we also were fighting for the\nPolish underground. As such the German government placed us with farmers and the farmers\nhad to support all the people that they evacuated from Warsaw. Warsaw was",
        "evacuated because the frontier was on the Vistula River. The Russians were coming in from the\nEast. The Germans were on the other part of Warsaw and they needed Warsaw to be evacuated\nso that there was the frontier line. We were taken to this very small town and placed by these\nfarmers who had no idea about our origins and we had to pretend constantly that we are not\nJews. That was, that went on from October 1944 until January 1945. I don’t remember the date\nbut that was the time when we were liberated by the Russians. The Russians came all the way\nthrough to southwest Poland and the Germans were just rapidly running away. The Russians\nliberated us and came into this little town. We still could not show the enthusiasm of being\nliberated and show any love for the Russians which we did have at that time and still do because\nthey did liberate us from Hitler. But the Poles were not very happy about the Russians coming\ninto Poland. And they didn’t want the Russians to come to Warsaw to begin with and that’s why\nthey staged this horrible uprising in 1944 in September when 350,000 Poles were killed, was\nkilled and the city was practically 40% in ruins and destroyed. So we still had to pretend. Even\nSO we were very happy to see them. And we stayed around about a week until we got our\nthoughts together of what we going to do now and how to proceed. We did want to go back to\nour home town but it was quite far and of course the war was just happening, the war between\nthe Germans and the Russians and there was no communications like trains or buses. Only that\neverything was in great chaos. But we said goodbye to the people to the farmers that we lived\nwith and told them that we want to go back to our home town. And we thought, they thought that\nwe were from Warsaw. So it took us maybe about ten days or two weeks to make it. Wasn’t\nsuch a long stretch but we were doing it mostly by the foot and maybe we found a peasant that\nhad a horse and buggy and he took us a little bit. And we were trying to go back to Lublin. On\nthe way we passed several towns, small and big and we saw Jews come out from hiding so we",
        "kind of felt warm towards those people because they also survived. It was a good sign that there\nwas more survivors. Until we came back to Lublin to look for mostly to look for family and\nfriends."
    ]
}